{
  "doc_id": "2b99d9ebfe6eb66b895f78482ae30391",
  "source_id": "1-s2_0-S2211568414001569-main",
  "total_pages": 15,
  "pages": [
    "Diagnostic and Interventional Imaging (2014) 95 , 689—703 CONTINUING EDUCATION PROGRAM: FOCUS . . . Imaging criteria for assessing tumour response: RECIST, mRECIST, Cheson L. Fournier a , ∗ , b , S. Ammari a , R. Thiam a , b , C.-A. Cuénod a , b a Paris Descartes Sorbonne Paris Cité University, Radiology, AP—HP Georges Pompidou European Hospital, 20, rue Leblanc, 75015 Paris, France b Paris Descartes Sorbonne Paris Cité University, Inserm UMR-S970, 12, rue de l’École de médecine, 75006 Paris, France KEYWORDS RECIST criteria; CT; MRI; Hepatocellular carcinoma; Tumour Abstract Most methods define a limited number of ‘‘target’’ lesions to be measured and other ‘‘non-target’’ lesions to be evaluated qualitatively. RECIST criteria are the most widely used although other criteria have been proposed that are derived from them based on size alone, or size and attenuation. Modified RECIST (mRECIST) criteria only concern hepatocellular carcinoma and only take into account the viable portion (enhanced after injection during the arterial phase). Cheson criteria are more complex as target lesions are defined differently depending on the organ (lymph nodes, liver or spleen, other organs), and involve both CT and PET scans, as well as the clinical examination and bone marrow biopsy. © 2014 Éditions franc ¸aises de radiologie. Published by Elsevier Masson SAS. All rights reserved. Value of imaging for tumour response assessment Imaging plays a major role in the objective assessment of tumour response to anticancer treatments. Most methods used to evaluate treatments are based on the measurement of lesion size. In 1979, the World Health Organization (WHO) proposed standardised crite- ria, called the WHO criteria, for reporting the results of new treatments in cancer [1]. The Response Evaluation Criteria in Solid Tumors (RECIST) were subsequently defined by European, American and CanadianCancer Research Organisations in order to unify the var- ious modifications of the WHO criteria and provide standardised and simplified criteria for comparison between clinical trials [2]. RECIST, revised in 2009, became the most widely accepted criteria for response evaluation for clinical trials in most solid tumours, with the exception of malignant lymphomas. For malignant lymphoma, the International Working ∗ Corresponding author. E-mail address: laure.fournier@parisdescartes.fr (L. Fournier). http://dx.doi.org/10.1016/j.diii.2014.05.002 2211-5684/© 2014 Éditions franc ¸aises de radiologie. Published by Elsevier Masson SAS. All rights reserved.",
    "690 L. Fournier et al. Group response criteria (called Cheson criteria) introduced in 1999 and revised in 2007, have been generally adopted [3]. In this chapter, we describe these response criteria and discuss other possible criteria based on size or atten- uation. The contribution of functional imaging in the evaluation of treatment will be evaluated in a different chapter. RECIST Criteria Principles These criteria only apply to solid tumours and are based on the measurement of the longest diameter of a patient’s tumour lesions. They can be applied using CT and MRI. Some superficial lesions can be assessed clinically or by ultrasound Figure 1. Target lesions according to RECIST criteria. Three lesions can be considered measurable and therefore selected as target lesions in this patient: a: enlarged lymph node in Barety’s space with shortest diameter of 46 mm; b: posterior mediastinal mass measuring 71 mm and c: nodule in left nephrectomy bed of 42 mm. The baseline sum of the diameters for this patient was therefore 46 + 71 + 42 = 159 mm. imaging. Measurements made on standard radiographs can also theoretically be used. However, these techniques are not recommended. It is important to use the same method throughout patient monitoring. The principle is to draw up an exhaustive list of both pri- mary and secondary lesions before the start of treatment. These lesions are then followed up on subsequent examina- tions in order to determine if they respond to treatment or not. Two types of lesions are defined on the baseline examination: target lesions (Fig. 1) and non-target lesions (Fig. 2). Note that blood levels of tumour markers may be included as non-target lesions (e.g. CA125 in ovarian cancer) [4]. During follow-up examinations, the patient’s response to treatment is determined by the change in each of these categories of lesions (Table 1). The overall response is a combination of the above responses: complete response, partial response, stable disease or progressive dis- ease (Table 2). In order to correctly apply these criteria,",
    "Imaging criteria for assessing tumour response: RECIST, mRECIST, Cheson 691 Figure 2. Non-target lesions according to RECIST criteria: a: pleural thickening invading the ribs (arrowhead); b: subcentimetric pulmonary lesions (circles); c: peripheral septal thickening (circles) and spiculated thickening of bronchovascular sector in contact with a bronchus (arrowhead) corresponding to lymphangitic carcinomatosis. These lesions cannot be reliably measured and their progression must therefore be assessed qualitatively by the radiologist. it is essential to have the whole patient follow-up as the objective response is defined in comparison with the base- line (pretreatment) examination, whereas progression is defined in comparison with the smallest sum of target lesions (nadir). RECIST criteria were updated in early 2009 [5], based on an analysis of the literature and simulations from a database of > 6500 patients and > 18,000 lesions. The new version is called version 1.1 (with the previous version becoming 1.0). The main changes were to reduce the number of target lesions to be measured and take into account the speci- ficity of lymph nodes by measuring their short axis. Several examples are given to clarify the expression unequivocal progression of non-target lesions. In particular, the progres- sion of a single non-target lesion cannot be sufficient to qualify for progression status. The presence of new lesions must also be unequivocal for a patient to be considered to have progressive disease. This new version provides a guide to the use of PET for determining the metastatic nature of new lesions. Note that it is not essential to inject contrast material for the RECIST evaluation if the lesions are spontaneously visible, as may be the case at certain anatomical sites (lung, lymph, bone, etc.) and on MRI. Limitations of RECIST RECIST criteria have provided a standardised framework for reading and interpreting the efficacy of treatments, but are ill-suited to the evaluation of certain organs (liver, bone) and some treatments. In addition, the selected thresholds ( − 30% for a response and 20% for progression) were cho- sen arbitrarily without any validation demonstrating that they reflect patient outcomes (e.g. overall survival). The thresholds (of response or progression) for predicting dif- ferences in survival in treated patients probably differ according to the type of treatment and the type of can- cer [6]. For example, targeted molecules such as anti-VEGF or anti-EGFR often induce only small size changes, whereas patient survival is significantly prolonged [7]. Likewise, these criteria are totally inappropriate for assessing the response to image-guided focal therapies (radiofrequency ablation, chemoembolisation etc.), which often leave scars the same size or larger than the initial lesion [8,9]. Other",
    "692 L. Fournier et al. Table 1 Definitions and response categories for each type of lesion according to RECIST 1.1. Target lesions Non-target lesions New lesions Definition Lesions with longest diameter ≥ 10 mm and limits that are sufficiently well defined for their measurement to be considered reliable Lymph nodes: measurement of short axis, target lesion if short-axis measures ≥ 15 mm RECIST 1.1: maximum number of selected target lesions 5/patient and 2/organ Lesions that are too small (< 10 mm) Lesions for which measurement is considered unreliable as their limits are difficult to define (bone or leptomeningeal lesions, ascites, pleural or pericardial effusion, lymphangitic carcinomatosis etc.) Measurable lesions not included in the target lesions Lymph nodes: measurement of short axis, non-target lesion if 10 mm ≤ short-axis diameter < 15 mm Levels of tumour markers > normal (if relevant and predefined) Complete response (CR) Disappearance of all target lesions and all nodes with short axis < 10 mm Disappearance of all non-target lesions and normalisation of tumour marker levels No (no new lesion) Partial response (PR) ≥ 30 % decrease in the sum of target lesions taking as reference the baseline sum No progression No (no new lesion) Stable disease (SD) Neither response nor progression Persistence of one or more non-target lesions and/or tumour marker levels > normal No (no new lesion) Progressive disease (PD) ≥ 20 % increase in the sum of target lesions taking as reference the smallest sum measured during follow-up (nadir) and ≥ 5 mm in absolute value ‘Unequivocal’ progression (assessed qualitatively) in lesion size (an increase in size of a single lesion is not sufficient) Yes (appearance of new unequivocally metastatic lesion(s)) The sum of target lesions is defined as the sum of the longest diameters for non-nodal lesions and the short axis for lymph nodes. treatment response criteria have therefore been devel- oped which are based on a different threshold of response [10], attenuation measurements reflecting tumour necrosis [11], measurement of the viable parts alone [12], or func- tional imaging (perfusion, diffusion) [13,14] and metabolic criteria (PERCIST criteria or new PET markers) [15]. In addi- tion, specific criteria for certain diseases or treatments have also been developed by working groups, such as those for mesothelioma [16] and immunotherapy (Immune-related Response Criteria [irRC]) [17]. Table 2 Definition of overall response according to the response of each lesion category. Target lesions Non-target lesions New lesions Overall response CR CR No CR CR SD No PR PR No PD No PR SD No PD No SD PD — — PD — PD — PD — — Yes PD CR: complete response; PR: partial response; SD: stable disease; PD: progressive disease.",
    "Imaging criteria for assessing tumour response: RECIST, mRECIST, Cheson 693 Other evaluation criteria for solid tumours Other criteria based on size Thiam et al. [10] carried out a statistical analysis in order to determine a threshold for size evaluation that best reflects the benefit of targeted therapies in terms of progression- free survival (PFS) in patients treated with anti-angiogenic therapy for metastatic kidney cancer. A decrease of at least 10% in the sum of the longest diameters was found to be the threshold that best distinguishes between responders and non-responders. The value of this − 10% response threshold was confirmed in two studies on independent populations of patients with metastatic renal cell carcinoma [18,19], and also in metastatic urothelial cancer [20]. It remains to be seen if this threshold is applicable to other cancers treated with targeted therapy. Criteria based on size and density Significant changes in tumour density (attenuation) mea- sured by CT are observed during treatment, which are attributed to tumour necrosis although this is rarely necrosis according to the histological definition. It would probably be more accurate to speak of tumour devascularisation. In fact, CT scan enhancement, or attenuation after injec- tion of contrast material, is related to the amount of blood reaching the tumour and therefore the quantity and function of tumour blood vessels. Choi criteria [11] were the first to introduce this new CT parameter for the evaluation of treatments, based on the experience of the effect of imatinib in gastrointestinal stromal tumors (GIST). Similarly, in the case of image-guided focal therapies (radiofrequency ablation, embolisation etc.), and in partic- ular for hepatocellular carcinoma (sometimes also extended to liver metastases), the evaluation of attenuation is used to estimate the portion of the tumour taking up contrast agent and considered to reflect the remaining viable por- tion. Modified Choi criteria, SACT, MASS, etc. Choi et al. [11] developed evaluation criteria to detect the efficacy of imatinib in patients with gastrointestinal stromal tumours (GIST). Imatinib is known to induce sig- nificant tumour necrosis, which may be accompanied by a paradoxical increase in tumour size and therefore simulate progression. Choi criteria combine changes in tumour atten- uation expressed in Hounsfield units (HU) and/or size to determine the tumour response (Fig. 3). According to Choi et al., a PR is defined as a decrease ≥ 10% in the sum of sizes OR a decrease ≥ 15% in the mean attenuation of target lesions measured by CT with injection of contrast mate- rial, whereas PD is defined as a ≥ 10% increase in size not complying with the PR criteria for density. In GIST patients treated with imatinib, Choi criteria showed a significantly better correlation with survival rates than RECIST criteria [21]. These criteria were applied to other targeted can- cer therapies, most often in metastatic kidney cancer, but with contradictory results [18,22,23]. Multiple variants have also been proposed. Modified Choi criteria propose that the response be defined by a reduction in size AND (rather than OR) attenuation [24]. SACT criteria [25] pro- pose the measurement of mean attenuation over the whole tumour volume, distinguishing lung lesions from those at other sites. MASS criteria [26] integrate assess- ments of the morphological changes in tumours during treatment, such as the appearance of ‘‘marked central necrosis’’ (> 50% of an initially solid area transformed into fluid attenuation) or ‘‘central filling’’ (transformation of a previously necrotic area into a solid portion). However, these criteria are much more complicated than RECIST or Choi criteria, and introduce subjective parameters and are therefore difficult to apply in routine clinical prac- tice. Liver lesions: EASL and mRECIST criteria The evaluation of the efficacy of a treatment on liver lesions poses specific problems. Firstly, the injection of contrast and the acquisition time after injection (arterial, portal venous and delayed phases) significantly alter the visibility and therefore the size of liver lesions. This is further complicated by the fact that the phase during which the lesion is most visible may vary as a result of treatment. Lesions may also appear during treatment because of their increased visibility following the devascularisation of lesions. This problem is less pronounced on MRI where lesions can often be measured on sequences without injection of contrast. Secondly, liver lesions and especially hepatocellular carcinoma (HCC) are often treated by focal therapy (radiofrequency ablation, chemoembolisation etc.). These therapies cause morphological changes in the lesions and leave scars, so that their efficacy cannot be assessed accord- ing to size. Since 2000, the European Association for the Study of the Liver (EASL) and the American Association for the Study of Liver Disease (AASLD) admitted criteria that only take into account changes in the viable portion (defined as the portion enhanced after injection during the arterial phase) to assess the efficacy of focal therapies. The cur- rently most widely used criteria were adapted from RECIST and EASL criteria, and are called mRECIST criteria [12]. The response of target lesions (Fig. 4) is evaluated from the per- centage change in the sum of the diameters of the viable portions (portions enhanced during the arterial phase). For lesions with atypical enhancement dynamics (without arte- rial enhancement), conventional RECIST criteria must be applied (Table 3). Limitations of criteria measuring attenuation There are several limitations to the use of attenuation-based criteria. Acquisition times after injection of intravenous contrast agent must be respected in order not to introduce pseudo-changes related to the method used rather than a change due to tumour therapy. Furthermore, the injection of contrast media may not be possible in a certain number of cancer patients, who often combine several risk factors for renal failure.",
    "694 L. Fournier et al. Figure 3. Target lesions according to CHOI criteria. Three lesions may be considered measurable according to CHOI criteria in this patient: a: enlarged subcarinal lymph node of 33 mm and 77 HU; b: lung nodule of 15 mm and 81 HU; c: peritoneal nodule of 51 mm and 50 HU. The sum of the lengths of target lesions measured before treatment was 33 + 15 + 51 = 99 mm. The mean attenuation of target lesions measured before treatment was (77 + 81 + 50)/3 = 69 HU. After treatment, mainly a change in target lesion attenuation was observed: d: the subcarinal lymph node measured 34 mm and 63 HU; e: the pulmonary nodule measured 12 mm and 40 HU; f: the peritoneal nodule measured 50 mm and 38 HU. The sum of the lengths of target lesions after treatment was 34 + 12 + 50 = 96 mm with a change of − 3%. The mean of the attenuation of target lesions after treatment was (63 + 40 + 38)/3 = 47 HU i.e. a change of − 32%. The patient was a responder according to Choi criteria as the mean attenuation decreased by more than 15%.",
    "Imaging criteria for assessing tumour response: RECIST, mRECIST, Cheson 695 Figure 4. a: lesion of the segment VIII of the liver compatible with hepatocellular carcinoma seen as a hypervascular nodule on the arterial phase of the Gadolinium-enhanced T1-weighted fat-saturated sequence. Alpha-foetoprotein levels were 1518 ng/mL. As the whole of the lesion was enhanced, it was measured according to mRECIST criteria to be 24 mm; b: gadolinium-enhanced T1-weighted fat-saturated sequence on the arterial phase, performed three weeks after radiofrequency ablation of the nodule, showing the complete disappearance of the arterial contrast. This was a complete response according to mRECIST criteria. Table 3 Definitions and response categories for hepatocellular carcinoma according to mRECIST. Target lesions Non-target lesions New lesions Definition HCC longest diameter ≥ 10 mm nodular (clear boundaries, non-infiltrating) enhancement on arterial phase on CT or MRI For other sites: id. RECIST HCC: lesion too small (< 10 mm), infiltrating or atypical enhancement (non-arterial) For other sites: id. RECIST Complete response (CR) Disappearance of any intratumoral arterial enhancement during in target lesions Id. RECIST No (no new lesion) Partial response (PR) ≥ 30% of the sum of the diameters of viable portions (enhancement on arterial phase) of target lesions taking as reference the baseline sum Id. RECIST No (no new lesion) Stable disease (SD) Neither response nor progression Id. RECIST No (no new lesion) Progressive disease (PD) ≥ 20 % of the sum of the diameters of viable (enhancing) portions of target lesions taking as reference the smallest sum of the diameters of viable portions of target lesions recorded since the start of treatment (nadir) Id. RECIST Yes (appearance of new lesion(s) for which the diagnosis of HCC is unequivocal a ) Yes (appearance of new lesion(s) for which the diagnosis of a metastatic lesion is unequivocal a ) HCC: hepatocellular carcinoma. a A new liver nodule is classified as HCC, and will therefore be declared as a progression, when its longest diameter is ≥ 10 mm and it presents the typical enhancement of HCC on dynamic imaging, i.e. contrast uptake during the arterial phase with portal vein/delayed phase washout. ≥ 10 mm lesions which do not exhibit typical enhancement dynamics may be diagnosed as HCC if they increase of ≥ 10 mm on subsequent examinations. In this latter case, the date of progression used a posteriori will be the date of first detection of the lesion. Evaluation criteria of tumour response in lymphomas: Cheson criteria (International Working Group or IWG Criteria) In 1999, an international working group consisting of cli- nicians, radiologists and pathologists, who were experts in the evaluation and management of non-Hodgkin lymphoma (NHL) patients, published recommendations for the evalu- ation of the treatment response and parameters of clinical efficacy in this disease [27]. However, these criteria had lim- itations, in particular a high variability, the failure to take into account PET, immunohistochemistry and flow cytome- try and the failure to take into account non-nodal disease.",
    "696 L. Fournier et al. New criteria (IWG 2007) were therefore defined in 2007 that were applied to NHL and also Hodgkin’s disease [3]. The initial assessment includes: • clinical examination; • bone marrow biopsy; • cervical, thoracic, abdominal and pelvic CT-scan; • PET for lymphomas that are frequently hypermetabolic (i.e. diffuse large B-cell non-Hodgkin’s lymphoma or Hodgkin’s disease). On CT, the target lesion is measured along two perpen- dicular axes in order to determine the sum of the product of the diameters (longest diameter × short-axis diameter) (Fig. 5). Assessment examinations are used to define the response, which is a complex combination of imaging find- ings (CT and PET), clinical examination and bone marrow biopsy. Today, new PET response criteria (Deauville criteria 2009, Menton criteria 2011), based on changes in SUV by FDG- PET are being evaluated to optimise the assessment of early response during treatment and the end-of-treatment response. Whole-body MRI may also help complete these evaluation criteria (Table 4). Practical applications and perspectives Should these criteria be used for the daily monitoring of patients? It is important to bear in mind that these criteria were developed in order to compare the efficacy of dif- ferent drugs during clinical trials. However, they may also be useful for the radiologist and oncologist as a guide to interpreting the changes observed during treatment. They define the lesions that should be monitored and also those for which measurements are unreliable. They provide a framework for reading examinations and writing reports, involving the measurement of the same lesions on succes- sive examinations, and an overall conclusion, to improve readability for clinicians. Reproducible, objective and quan- titative criteria are needed to define a common language between radiologists and clinicians, so that they can make informed treatment decisions. However, these two settings have different require- ments: assessments during clinical trials require arbitrary standardisation in order to compare the efficacy of different drugs whereas assessments during routine clinical practice should reflect the future clinical benefit for patients. These criteria must be rigorously and inflexibly applied during clini- cal trials. In routine clinical practice, criteria are very useful as a basis for interpretation, but caution should be exer- cised about the conclusions given in reports. The response or radiological progression is not the only factor impact- ing the therapeutic decision, as other factors such as the clinical and biological response or progression, toxicity, and also the presence or absence of other treatment options should also be considered. The conclusion of the imaging procedure should not place clinicians in a situation forcing them to make a certain therapeutic decision. It can be diffi- cult to explain to patients that a certain treatment must be continued or discontinued if the conclusion of the imaging procedure suggests the opposite. Bone lesions are among the most difficult to assess and none of the proposed criteria is quite satisfactory for their follow-up during treatment outside the special case of lymphomas, where MRI may help assess bone marrow involvement. [28]. Bone metastases are traditionally eval- uated by a bone scan, but this examination is not very sensitive to changes [29]. Their evaluation is complicated by the fact they exist in lytic, sclerotic, or mixed forms with possible transition from the first to the second form during treatment. Moreover, sclerotic lesions may fail to disappear even when ‘‘sterilised’’ and false lesions may appear when they become more sclerotic during treat- ment. Overall, although the above-described criteria are very useful, the problem of evaluating the efficacy of treatments has not yet been fully resolved. Many new criteria continue to be proposed in the literature to evaluate therapies. In the future, researchers must focus on demonstrating that they predict clinical benefit, so they are really useful for ther- apeutic decision-making. However, it is difficult to define criteria that are suitable for all cancers and all therapies. The question should be asked whether the future lies in gen- eral criteria with known and controlled limitations, or with multiple specific criteria for each clinical setting. It is up to the imaging community to continue research and answer this question. TAKE-HOME MESSAGES • The evaluation of the response to treatment during clinical trials does not meet the same needs as in routine clinical practice. • RECIST criteria measure lesions in their longest diameter, except for lymph nodes that are measured in their short axis. • mRECIST criteria only measure the enhanced (viable) portion of lesions. • Cheson criteria distinguish between lymph nodes, liver and spleen and other organs, and both CT and PET are used. Case reports Quiz 1 Clinical history Mr. D., aged 58, with a history of nephrectomy four years previously for clear cell carcinoma, is seen by the oncologist after the discovery of multiple metastatic lesions. The patient will be included in a clinical trial with assessment using RECIST criteria (Fig. 6). Questions 1. Which of the following examinations are recommended for the baseline evaluation of the disease using RECIST crite- ria? a. Chest radiograph. b. Liver ultrasound.",
    "Imaging criteria for assessing tumour response: RECIST, mRECIST, Cheson 697 Figure 5. Target and non-target lesions according to CHESON criteria. Four lesions may be selected as target lesions in this patient: a: enlarged lymph node in Barety’s space of 36 × 22 = 792 mm 2 ; b: enlarged subcarinal node of 62 × 38 = 2356 mm 2 ; c: enlarged coeliac node of 81 × 46 = 3726 mm 2 ; d: splenic lesion of 18 × 16 = 288 mm 2 . The sum of the products is 792 + 2356 + 3726 + 288 = 7162 mm 2 . Three lesions can be chosen as non-target lesions: b: right pleural effusion; e: cluster of enlarged mesenteric lymph nodes; f: enlarged spleen.",
    "698 L. Fournier et al. Table 4 Definitions and categories of response for each type of lesion according to IWG 2007. Lymph nodes Liver, spleen, others Definition Target lesions: measured in two perpendicular axes = longest diameter (long axis) and their longest perpendicular (short axis). The sum of the products of the diameters is defined ( \u0002 long-axis diameter × short-axis diameter in mm 2 ) Up to 6 lesions/patient, representing the largest possible number of anatomical sites, with a preference for the largest lesions and mediastinal and retroperitoneal sites Non-target lesions: measurable lesions not selected as targets and non-measurable lesions Target lesions: longest diameter > 15 mm OR short axis > 10 mm Extra-nodal target lesions: longest diameter ≥ 10 mm Target hepatic or splenic lesions: two perpendicular axes ≥ 10 mm Non-target lesions Bone lesions Cutaneous or pulmonary lymphangitis Enlarged liver or spleen (measured by CT) Pleural, pericardial or peritoneal effusion grouped lesions irradiated lesions Lesions detected during the clinical examination (apart from enlarged) Complete response (CR) Bone marrow biopsy should be Negative on the control biopsy If doubtful, negative on immunohistochemistry All lesions with a longest diameter ≤ 15 mm or short axis ≤ 10 mm Not palpable during the clinical examination No visible nodule on imaging And disappearance of all non-nodal target lesions Or in case of hypermetabolic disease on the baseline PET scan, negative PET scan whatever the appearance of lesions on CT Partial response (PR) ≥ 50 % of SPD of target lesions ≥ 50 % of SPD of target lesions (or longest diameter if a single nodule) No clinically enlarged liver or spleen or In the case of hypermetabolic lesions on the baseline PET scan, persistence of at least one PET-positive site without progression of other lesions on CT Stable disease (SD) No response nor progression Progressive disease (PD) or recurrence Bone marrow biopsy Recurrence of bone marrow infiltration Detection of (a) new lesion(s) with longest diameter > 15 mm or ≥ 50 % of the SPD of at least one nodal lesion taking as reference the smallest sum measured during follow up (nadir); if it is a lymph node with previous short-axis diameter < 10 mm, it must reach a size ≥ 15 × 15 mm or ≥ 15 mm in longest diameter or ≥ 50% of longest diameter of a node that previously had a short-axis diameter ≥ 10 mm ≥ 50 % of the SPD of at least one splenic or hepatic lesion taking as reference the smallest sum measured during follow-up (nadir) In case of hyper-metabolism on the baseline PET scan, lesions that are newly detected by CT must also be hypermetabolic; conversely, any new lesion detected on the PET scan must be confirmed by CT Modified from Cheson 1999. SPD: sum of the products of the diameters; PET: positron emission tomography; CT: computed tomography.",
    "Imaging criteria for assessing tumour response: RECIST, mRECIST, Cheson 699 c. X-ray computed tomography (CT). d. Magnetic resonance imaging (MRI). 2. Which of the following lesions seen on images (Fig. 6) may be included as RECIST 1.1 target lesions? a. Enlarged cervical nodes of 13 mm short axis (Fig. 6a). b. Pulmonary lesions of 39 and 30 mm (Fig. 6b). c. Left adrenal lesion of 30 mm (Fig. 6c). d. Enlarged inter-aorto-caval node of 24 mm (Fig. 6d). e. Lesion of right iliac bone of 54 mm (Fig. 6e). f. Enlarged left external iliac lymph node of 21 mm (Fig. 6f). Answers 1. a. Chest radiograph: wrong. b. Liver ultrasound: wrong. Figure 6. Metastatic lesions detected by CT. a: enlarged cervical nodes with short-axis diameter of 13 mm; b: pulmonary lesions of 39 and 30 mm; c: left adrenal lesion of 30 mm; d: enlarged interaortocaval node of 24 mm; e: lesion of right iliac bone of 54 mm; f: enlarged left external iliac lymph node of 21 mm.",
    "700 L. Fournier et al. c. X-ray computed tomography (CT): right. d. Magnetic resonance imaging (MRI): right. 2. A total of up to five targets are required: a. Enlarged cervical nodes with short-axis diameter of 13 mm: wrong. A node can only be defined as a target lesion if its short-axis diameter ≥ 15 mm. b. Pulmonary lesions of 39 and 30 mm: right. There may be other lung lesions measuring ≥ 10 mm but not more than two targets can be selected per organ. c. Left adrenal lesion of 30 mm: right. It measures ≥ 10 mm. d. Enlarged inter-aorto-caval node of 24 mm: right. The short-axis diameter of this node is ≥ 15 mm. e. Lesion of right iliac bone of 54 mm: wrong. Bone lesions are non-target lesions. f. Enlarged left external iliac lymph node of 21 mm: right. The short-axis diameter of this node is ≥ 15 mm. Quiz 2 Clinical history Ms. S., aged 69 years, is followed up for diffuse large B-cell lymphoma and enrolled in a clinical trial (Figs. 7 and 8). Figure 7. Metastatic lesions detected by CT. All the lesions were hypermetabolic on the PET scan (images not shown).",
    "Imaging criteria for assessing tumour response: RECIST, mRECIST, Cheson 701 Figure 8. Change in lesions after four months of treatment. Questions 1. Which examinations should be performed during the base- line evaluation to implement Cheson criteria? a. Clinical examination. b. Chest radiograph. c. Cervical, thoracic, abdominal and pelvic CT. d. 18 F-choline PET-CT. e. 18 FDG PET-CT. 2. The sum of measured target lesions was 1260 mm 2 : a. The patient has a complete response (CR). b. The patient has a partial response (PR). c. The patient has stable disease (SD). d. The patient has progressive disease (PD). e. We cannot answer. Answers 1. What examinations should be performed during the base- line evaluation to implement Cheson criteria? a. Clinical examination: right. Lesions detected during the clinical examination are classified as non-target lesions. b. Chest radiograph: wrong. This examination is not indi- cated. c. Cervical, thoracic, abdominal and pelvic CT: right. This examination is used for the assessment of disease exten- sion and follow-up. d. 18 F-choline PET-CT: wrong. This examination is indicated in prostate cancer. e. 18 F-FDG PET-CT: right. Diffuse large B-cell lymphomas are often hypermetabolic. PET must be performed before",
    "702 L. Fournier et al. the start of treatment in order to subsequently perform follow-up of lesions taking up 18 F-FDG. 2. On the baseline imaging, the sum of products of target lesions as required by Cheson criteria was ([23 × 17] + [14 × 10] + [53 × 40] + [58 × 43]) = 5145 mm 2 . The sum of target lesions measured after four months of treat- ment was 1260 mm 2 . a. The patient has a complete response (CR): wrong. Lymph node lesions with longest diameter ≥ 15 mm persist and the extranodal lesion (lung) has not disappeared. b. The patient has a partial response (PR): right. The patient has a partial response as the post-treatment change in the sum of the products of diameters with ref- erence to baseline = (1260 − 5145)/5145 × 100 = − 75%, i.e. a decrease ≥ 50%. c. The patient has stable disease (SD): wrong. See above. d. The patient has progressive disease (PD): wrong. See above. e. We cannot answer. wrong. See above. Disclosure of interest The authors declare that they have no conflicts of interest concerning this article. References [1] Miller AB, Hoogstraten B, Staquet M, Winkler A. Repor- ting results of cancer treatment. Cancer 1981;47(1): 207—14. [2] Therasse P, Arbuck SG, Eisenhauer EA, Wanders J, Kaplan RS, Rubinstein L, et al. New guidelines to evaluate the response to treatment in solid tumors. European Organization for Research and Treatment of Cancer, National Cancer Institute of the United States, National Cancer Institute of Canada. J Natl Can- cer Inst 2000;92(3):205—16. [3] Cheson BD, Pfistner B, Juweid ME, Gascoyne RD, Specht L, Horning SJ, et al. Revised response criteria for malignant lym- phoma. J Clin Oncol 2007;25(5):579—86. [4] Rustin GJ, Vergote I, Eisenhauer E, Pujade-Lauraine E, Quinn M, Thigpen T, et al. Definitions for response and progression in ovarian cancer clinical trials incorporating RECIST 1.1 and CA 125 agreed by the Gynecological Cancer Intergroup (GCIG). Int J Gynecol Cancer 2011;21(2):419—23. [5] Eisenhauer EA, Therasse P, Bogaerts J, Schwartz LH, Sargent D, Ford R, et al. New response evaluation criteria in solid tumours: revised RECIST guideline (version 1.1). Eur J Cancer 2009;45(2):228—47. [6] Nishino M, Jagannathan JP, Krajewski KM, O’Regan K, Hatabu H, Shapiro G, et al. Personalized tumor response assessment in the era of molecular medicine: cancer-specific and therapy- specific response criteria to complement pitfalls of RECIST. AJR Am J Roentgenol 2012;198(4):737—45. [7] Hebbar M, Pruvot FR, Romano O, Triboulet JP, de Gramont A. Integration of neoadjuvant and adjuvant chemotherapy in patients with resectable liver metastases from colorectal can- cer. Cancer Treat Rev 2009;35(8):668—75. [8] Delumeau S, Lebigot J, Ridereau-Zins C, Bouvier A, Boursier J, Aube C. Imaging features and evaluation of liver lesions after non-surgical therapy. J Radiol 2011;92(7—8):632—58. [9] Rasmussen F, Madsen HH. Imaging follow-up of RF ablation of lung tumours. Cancer Imaging 2011;11(Spec No. A):S123—8. [10] Thiam R, Fournier LS, Trinquart L, Medioni J, Chatellier G, Bal- vay D, et al. Optimizing the size variation threshold for the CT evaluation of response in metastatic renal cell carcinoma treated with sunitinib. Ann Oncol 2010;21(5):936—41. [11] Choi H, Charnsangavej C, Faria SC, Macapinlac HA, Burgess MA, Patel SR, et al. Correlation of computed tomography and positron emission tomography in patients with metastatic gas- trointestinal stromal tumor treated at a single institution with imatinib mesylate: proposal of new computed tomography response criteria. J Clin Oncol 2007;25(13):1753—9. [12] Llovet JM, Di Bisceglie AM, Bruix J, Kramer BS, Lencioni R, Zhu AX, et al. Design and endpoints of clinical trials in hepatocel- lular carcinoma. J Natl Cancer Inst 2008;100(10):698—711. [13] Dzik-Jurasz A, Domenig C, George M, Wolber J, Padhani A, Brown G, et al. Diffusion MRI for prediction of response of rectal cancer to chemoradiation. Lancet 2002;360(9329):307—8. [14] Fournier LS, Oudard S, Thiam R, Trinquart L, Banu E, Medioni J, et al. Metastatic renal carcinoma: evaluation of antiangio- genic therapy with dynamic contrast-enhanced CT. Radiology 2010;256(2):511—8. [15] Nordsmark M, Bentzen SM, Rudat V, Brizel D, Lartigau E, Stadler P, et al. Prognostic value of tumor oxygenation in 397 head and neck tumors after primary radiation therapy. An International Multi-center Study. Radiother Oncol 2005;77(1):18—24. [16] Byrne MJ, Nowak AK. Modified RECIST criteria for assessment of response in malignant pleural mesothelioma. Ann Oncol 2004;15(2):257—60. [17] Nishino M, Giobbie-Hurder A, Gargano M, Suda M, Ramaiya NH, Hodi FS. Developing a common language for tumor response to immunotherapy: immune-related response crite- ria using unidimensional measurements. Clin Cancer Res 2013;19(14):3936—43. [18] Krajewski KM, Guo M, Van den Abbeele AD, Yap J, Ramaiya N, Jagannathan J, et al. Comparison of four early posttherapy imaging changes (EPTIC; RECIST 1.0, tumor shrinkage, com- puted tomography tumor density, Choi criteria) in assessing outcome to vascular endothelial growth factor-targeted ther- apy in patients with advanced renal cell carcinoma. Eur Urol 2011;59(5):856—62. [19] Oudard S, Thiam R, Fournier LS, Medioni J, Lamuraglia M, Scotte F, et al. Optimisation of the tumour response threshold in patients treated with everolimus for metastatic renal cell carcinoma: analysis of response and progression-free survival in the RECORD-1 study. Eur J Cancer 2012;48(10):1512—8. [20] Krajewski KM, Fougeray R, Bellmunt J, Pons F, Schutz FA, Rosenberg JE, et al. Optimisation of the size variation threshold for imaging evaluation of response in patients with platinum-refractory advanced transitional cell carcinoma of the urothelium treated with vinflunine. Eur J Cancer 2012;48(10):1495—502. [21] Benjamin RS, Choi H, Macapinlac HA, Burgess MA, Patel SR, Chen LL, et al. We should desist using RECIST, at least in GIST. J Clin Oncol 2007;25(13):1760—4. [22] Schmidt N, Hess V, Zumbrunn T, Rothermundt C, Bongartz G, Potthast S. Choi response criteria for prediction of survival in patients with metastatic renal cell carcinoma treated with anti-angiogenic therapies. Eur Radiol 2013;23(3):632—9. [23] van der Veldt AA, Meijerink MR, van den Eertwegh AJ, Haa- nen JB, Boven E. Choi response criteria for early prediction of clinical outcome in patients with metastatic renal cell cancer treated with sunitinib. Br J Cancer 2010;102(5):803—9. [24] Nathan PD, Vinayan A, Stott D, Juttla J, Goh V. CT response assessment combining reduction in both size and arterial phase density correlates with time to progression in metastatic renal cancer patients treated with targeted therapies. Cancer Biol Ther 2010;9(1):15—9. [25] Smith AD, Lieber ML, Shah SN. Assessing tumor response and detecting recurrence in metastatic renal cell carcinoma on",
    "Imaging criteria for assessing tumour response: RECIST, mRECIST, Cheson 703 targeted therapy: importance of size and attenua- tion on contrast-enhanced CT. AJR Am J Roentgenol 2010;194(1):157—65. [26] Smith AD, Shah SN, Rini BI, Lieber ML, Remer EM. Morphol- ogy, attenuation, size, and structure (MASS) criteria: assessing response and predicting clinical outcome in metastatic renal cell carcinoma on antiangiogenic targeted therapy. AJR Am J Roentgenol 2010;194(6):1470—8. [27] Cheson BD, Horning SJ, Coiffier B, Shipp MA, Fisher RI, Connors JM, et al. Report of an international workshop to standardize response criteria for non-Hodgkin’s lymphomas. NCI Spon- sored International Working Group. J Clin Oncol 1999;17(4): 1244. [28] [consulted on 13 September 2013] http://www.gbu.radiologie. fr [29] Ghanem N, Uhl M, Brink I, Schäfer O, Kelly T, Moser E, et al. Diagnostic value of MRI in comparison to scintigraphy, PET, MS- CT and PET/CT for the detection of metastases of bone. Eur J Radiol 2005;55(1):41—55."
  ],
  "processed_at": "2026-01-30T15:58:49.745Z"
}