{
  "doc_id": "87ae8ab8dd3ef532aa4857216b4d4f6b",
  "source_id": "2023-GEIS-guidelines-for-GIST",
  "total_pages": 18,
  "pages": [
    "https://doi.org/10.1177/17588359231192388 https://doi.org/10.1177/17588359231192388 journals.sagepub.com/home/tam 1 Ther Adv Med Oncol 2023, Vol. 15: 1 –18 DOI: 10.1177/ 17588359231192388 © The Author(s), 2023. Article reuse guidelines: sagepub.com/journals- permissions THERAPEU T IC A DVANCES in Medical Oncology Gastrointestinal stromal tumor (GIST), the most frequent sarcoma subtype, 1 originates in the digestive tract and is primarily originated by gain- of-function mutations in KIT or PDGFRA recep- tor tyrosine kinases (RTKs). 2,3 In the past two decades, GIST has become a para- digmatic model for the rational and successful development of molecularly targeted agents in can- cer. As a result, five tyrosine kinase inhibitors (TKIs) hold regulatory approval for the treatment of metastatic GIST: imatinib, sunitinib, regorafenib, ripretinib, and avapritinib. 4 The benefit of these agents has resulted in a meaningful increase in overall survival (OS), from less than 12 months to more than 5 years, 5 which, in turn, constitutes a remarkable success for a rare neoplasm. Together, these advances have reshaped the clinical manage- ment of GIST patients, being currently developed in multidisciplinary teams with intertwined and complementary expertise. Given the increased complexity and the recent advances in the field, herein we review and update our prior Grupo Español de Investigación en Sarcomas/Spanish Group for Sarcoma Research (GEIS) guidelines for the management of GIST. 6–8 2023 GEIS Guidelines for gastrointestinal stromal tumors César Serrano, Javier Martín-Broto, José Manuel Asencio-Pascual, José Antonio López-Guerrero, Jordi Rubió-Casadevall, Silvia Bagué, Xavier García-del-Muro, Juan Ángel Fernández-Hernández, Luís Herrero, Antonio López-Pousa, Andrés Poveda and Virginia Martínez-Marín, On behalf of GEIS (Grupo Español de Investigación en Sarcomas/Spanish Group for Sarcoma Research) Abstract : Gastrointestinal stromal tumor (GIST) is the most common malignant neoplasm of mesenchymal origin. GIST spans a wide clinical spectrum that ranges from tumors with essentially no metastatic potential to malignant and life-threatening spread diseases. Gain- of-function mutations in KIT or PDGFRA receptor tyrosine kinases are the crucial drivers of most GISTs, responsible for tumor initiation and evolution throughout the entire course of the disease. The introduction of tyrosine kinase inhibitors targeting these receptors has substantially improved the outcomes in this formerly chemoresistant cancer. As of today, five agents hold regulatory approval for the treatment of GIST: imatinib, sunitinib, regorafenib, ripretinib, and avapritinib. This, in turn, represents a success for a rare neoplasm. During the past two decades, GIST has become a paradigmatic model in cancer for multidisciplinary work, given the disease-specific particularities regarding tumor biology and tumor evolution. Herein, we review currently available evidence for the management of GIST. This clinical practice guideline has been developed by a multidisciplinary expert panel (oncologist, pathologist, surgeon, molecular biologist, radiologist, and representative of patients’ advocacy groups) from the Spanish Group for Sarcoma Research, and it is conceived to provide, from a critical perspective, the standard approach for diagnosis, treatment, and follow-up. Keywords: avapritinib, gastrointestinal stromal tumor, imatinib, KIT, PDGFRA, regorafenib, ripretinib, sunitinib, surgery Received: 10 January 2023; revised manuscript accepted: 19 July 2023. Correspondence to: César Serrano Sarcoma Translational Research Group, Vall d’Hebron Institute of Oncology (VHIO), Vall d’Hebron University Hospital, Vall d’Hebron Barcelona Hospital Campus, Carrer de Natzaret, 115-117, Barcelona 08035, Spain cserrano@vhio.net Javier Martín-Broto Medical Oncology Department, Fundación Jimenez Diaz University Hospital, Madrid, Spain University Hospital General de Villalba, Madrid, Spain Instituto de investigación Sanitaria Fundación Jimenez Diaz (IIS/FJD; UAM), Madrid, Spain José Manuel Asencio-Pascual Department of General Surgery, Gregorio Marañón University Hospital, Madrid, Spain Department of Surgery, Universidad Complutense de Madrid, Madrid, Spain José Antonio López-Guerrero Laboratory of Molecular Biology, Fundación Instituto Valenciano de Oncología, Valencia, Spain Jordi Rubió-Casadevall Department of Medical Oncology, Catalan Institute of Oncology, Girona Biomedical Research Institute (IDIBGI), Girona, Spain Silvia Bagué Department of Pathology, Santa Creu i Sant Pau University Hospital, Barcelona, Spain 1192388 TAM 0010.1177/17588359231192388Therapeutic Advances in Medical OncologyC Serrano, J Martín-Broto review-article20232023 Review Creative Commons Non Commercial CC BY-NC: This article is distributed under the terms of the Creative Commons Attribution-NonCommercial 4.0 License (https://creativecommons.org/licenses/by-nc/4.0/) which permits non-commercial use, reproduction and distribution of the work without further permission provided the original work is attributed as specified on the Sage and Open Access pages (https://us.sagepub.com/en-us/nam/open-access-at-sage).",
    "Therapeu T ic a dvances in Medical Oncology Volume 15 2 journals.sagepub.com/home/tam Epidemiology and clinical presentation The annual incidence of GIST in Spain, 1.24 cases/100,000, 9 is similar to that reported worldwide, ranging between 1.1 and 1.5/100,000. 10 GISTs occur predominantly in middle-aged and older individuals, with a peak in the seventh decade of life. There is an equal dis- tribution across all sex, geographic, racial, and ethnic groups. The diagnosis of GIST is com- monly initiated through nonspecific symptoms such as abdominal pain, gastrointestinal bleeding, or obstruction. GIST arises in the stomach (55%), small intestine (31%), colorectal (6%), esophagus ( < 1%), or extra-gastrointestinal organs ( < 5%). 10 Metastases are present at the time of diagnosis in approximately 15% of the patients and are found typically in the peritoneum and liver. The large majority of GISTs are sporadic and lack known etiologic factors. Nonetheless, few hereditary conditions predispose to an increased likelihood of GIST (Figure 1). Carney-Stratakis syndrome is associated with germline inactivating mutations in the succinate dehydrogenase (SDH) subunits B, C, or D, leading to an early presenta- tion of multifocal GIST, with gastric predomi- nance, slow growth, and the possibility of developing paragangliomas. 11 In addition, 7–10% of patients with neurofibromatosis type I (NF1) develop NF1-associated GIST that typically grows as multiple implants across the small bowel. 12 Familial GISTs due to KIT or PDGFRA germline mutations are extraordinarily rare 13 and can be associated with skin hyperpigmentation, dysphagia, and mast-cell disorders. The referral of these patients to genetic counseling units is highly recommended. Finally, we and others demonstrated a 2.5- to 4-fold incidence of second neoplasms after the initial diagnosis of GIST, 14,15 although there is so far insufficient evidence for these patients to be regarded as an inherited con- dition; therefore, it is generally not recommended to refer them, unless specific patient and family features could be relevant. Diagnostic evaluation Imaging Radiological diagnosis in GIST is comparable to that performed in other digestive tract tumors. Ultrasound studies show GISTs as submucosal and hypoechogenic lesions that, if enlarged, can displace neighboring structures and turn cystic, necrotic, or hemorrhagic. An abdominal computerized tomog- raphy (CT) scan is the first choice to study location and extension. Primary tumors appear as well-cir- cumscribed exoluminal masses that can show het- erogeneous contrast enhancement representing Figure 1. Molecular alterations in sporadic and familial GIST. GISTs are classified into KIT/PDGFRA mutant and KIT/PDGFRA WT. WT GISTs are divided into SDH deficient and SDH competent according to SDHB IHC expression. Most of the mutations reported in GIST are sporadic, although a minority are germline mutations related to specific syndromes or familial GISTs. The prevalence of molecular categories is expressed in percentages. GIST, gastrointestinal stromal tumor; IHC, immunohistochemistry; SDH, succinate dehydrogenase; WT, wild type. Xavier García-del-Muro Department of Medical Oncology, Institut Català d’Oncologia, IDIBELL and University of Barcelona, Barcelona, Spain Juan Ángel Fernández-Hernández Department of Surgery, Virgen de la Arrixaca University Hospital, Murcia, Spain Luís Herrero GIST advocacy group – Colectivo GIST, Valladolid, Spain Antonio López-Pousa Department of Pathology, Santa Creu i Sant Pau University Hospital, Barcelona, Spain Andrés Poveda Initia Oncologia, Hospital Quironsalud, Valencia, Spain Virginia Martínez-Marín Department of Medical Oncology, La Paz University Hospital, Madrid, Spain",
    "C Serrano, J Martín-Broto et al. journals.sagepub.com/home/tam 3 necrotic-hemorrhagic or degenerative areas. 16 CT scans with contrast and image acquisitions of the arterial and portal phases are indicated to identify the subcentimetric hypervascular hepatic lesions that would otherwise be initially unnoticed – but become hypodense if responding with first-line TKI therapy. Magnetic resonance imaging is indicated in the assessment of rectal GIST, while positron emis- sion tomography (PET)-CT is rarely used during the initial workup. 17 Biopsy A preoperative biopsy is not necessary when the assessment of the primary lesion is considered suspicious of GIST and deemed surgically resect- able. Conversely, a biopsy of the tumor is indi- cated under a questionable radiological diagnosis and/or in the case of locally advanced tumors requiring neoadjuvant therapy. 17 In localized disease, the technique of choice for histological diagnosis is through echoendoscopy. A CT-guided percutaneous biopsy can be con- sidered only if the first option is not possible. In this case, special attention should be given to avoid tumor rupture or spillage. A biopsy is pre- ferred over fine-needle aspiration to provide suf- ficient material to carry out a definitive histological and molecular diagnosis. 18 In patients with accessible metastatic disease, a CT- or ultrasound-guided biopsy can be preferred to approach the primary tumor. Pathological features Macroscopic characteristics. GISTs are variable in size, from centimetric lesions to big tumor masses greater than 20 cm. Typically, GISTs arise from the wall of the digestive tract and extend inward toward the mucosa, outward to the serosa, or in both directions. 19 Infrequently, they can ulcerate the overlying mucosa. Macroscopic areas of necrosis, hemorrhage, and cystic degeneration may be seen. 19 While sporadic GISTs grow as solitary masses, different patterns may raise the suspicion of particular entities, such as SDH-defi- cient GIST if multinodular, 11 and NF1 or familial GIST if multiple primary tumors are present. 20 Tumor rupture is an adverse prognostic factor irrespective of whether it takes place before or during surgery. 21 Histology. Three histological subtypes can be distinguished: spindle cell (77%), epithelioid (8%), and mixed (15%), with no prognostic sig- nificance. 22,23 The epithelioid type is more fre- quent in the stomach and associated with PDGFRA mutations. 22 The mitotic count has prognostic value and should be expressed as the number of mitoses on a total area of 5 mm 2 . Strict criteria should be applied: pyknotic, dyskariotic, or apoptotic nuclei should not be regarded as mitosis. Due to intratumor heterogeneity, the assessment of risk stratification features such as mitotic count should be deferred to the surgical resection specimen, as a core biopsy can mis- guide its evaluation. Immunohistochemistry. Over 95% of GISTs show expression of KIT (CD117) – cytoplas- matic, membranous, or perinuclear dot-like stain- ing – regardless of the mutational status. Strong and diffuse staining is the most common pattern present in 75% of cases. In addition, GISTs can also express CD34 (70–90%), actin (20–30%), S-100 (8–10%), and desmin (2–4%). 19,23 A small proportion of GIST ( < 5%) may show weak or no KIT expression, which is more commonly observed in PDGFRA-mutant GIST 24,25 and dedifferentiated GIST. 26 ANO1/DOG1 immu- nostain is a sensitive and specific marker that is positive in approximately half of KIT-negative GISTs. 27 PDGFRA immunohistochemistry can also be useful in this population to predict the presence of PDGFRA mutations. 28 Differential diagnosis. The main differential diag- nosis of spindle cell GIST comprises smooth- muscle tumors (leiomyoma and leiomyosarcoma), fibromatosis (desmoid), schwannoma, malignant peripheral nerve sheath tumor, inflammatory myofibroblastic tumor, solitary fibrous tumor, inflammatory fibroid polyp, and sarcomatoid car- cinoma. The differential diagnosis of epithelioid GIST includes poorly differentiated carcinoma, neuroendocrine tumor, epithelioid leiomyosar- coma, PEComa, and malignant melanoma, among others. 29 Diagnostic evaluation: Final recommendations 1. An abdominal CT scan with contrast and image acquisitions of the arterial and portal phases is the first choice to study location and extension (IV,B). 2. Preoperative biopsy is necessary when there is a questionable radiological diagnosis and/ or in the case of locally advanced or meta- static tumors (IV,C).",
    "Therapeu T ic a dvances in Medical Oncology Volume 15 4 journals.sagepub.com/home/tam 3. The pathology report must include infor- mation for risk assessment (anatomical location, tumor size, mitotic activity) and other important prognostic factors such as tumor rupture and margin status (Table 1) (III,A). 4. A basic immunohistochemistry (IHC) panel includes CD117, DOG1, actin, desmin, S-100, and CD34 (IV,B). Molecular biology The determination of GIST molecular profile is critical to tailor the use of the targeted agents approved against this disease. Approximately 85% of GISTs are driven by mutually exclusive activating mutations in KIT or PDGFRA. In addition, between 10% and 15% of GISTs are wild type (WT) for KIT and PDGFRA, and other events are involved in their pathogenesis 4 (Figure 1). Mutations in KIT and PDGFRA commonly cluster in well-known regions of these kinases and include a broad range of gain-of-function altera- tions such as deletions, missense mutations, duplications, insertions, and the combination of these. 30 KIT mutations Between 75% and 80% of GISTs harbor primary clonal mutations in KIT , and the most commonly affected exons include 11, 9, 13, and 17. The majority of KIT mutations are found in exon 11 (~70%), which encodes the intracellular juxtam- embrane domain. 4 Most of the alterations detected in exon 11 are deletions predominantly Table 1. Required elements in the pathology report for resected GIST. • Tumor site, procedure • Tumor size (greatest dimension) • Tumor focality (unifocal/multifocal) • Mucosa ulceration • Tumor rupture a • Histologic type (spindle cell/epithelioid/mixed/others) • Mitotic rate (specify the number of mitoses per 5 mm 2 ) b • Necrosis (extent %) • Histologic grade (G1 ⩽ 5 mitoses/5 mm 2 ; G2 > 5 mitoses/5 mm 2 ) • Margins • Regional lymph nodes (when submitted) • Risk assessment • Pathologic stage classification (pTNM, AJCC eighth edition) • Ancillary studies (immunohistochemistry) • Neoadjuvant treatment (when applicable) • Treatment effect (when applicable) • Molecular data: genes and exons studied; gene(s) and exon(s) affected; amino acid and protein change(s); allele frequency; description of primers (if Sanger); all genes evaluated (if NGS) a Tumor rupture is an additional adverse prognostic factor and should be recorded, regardless of whether it took place before or during surgery. These patients should be considered metastatic for treatment purposes. b The required total count of mitoses is per 5 mm 2 on the glass slide section. In older microscopes, 50 HPF is equivalent to 5 mm 2 . Modern microscopes with wider 40 × lenses/fields require approximately 20–25 HPF to encompass 5 mm 2 . AJCC, American Joint Committe on Cancer; GIST, gastrointestinal stromal tumor; HPF, high-power fields; NGS, next- generation sequencing.",
    "C Serrano, J Martín-Broto et al. journals.sagepub.com/home/tam 5 found between codons 550 and 579. Less fre- quently, missense mutations affect codons 557, 559, 560, and 576. 31–33 KIT exon 9 codifies for the extracellular ligand-binding domain, is detected in 12–15% of cases, and is associated with small bowel location and greater malignant potential. 30,33 These mutations commonly consist of duplications of codons 502 and 503. Finally, exons 13 and 17 codify the KIT ATP-binding site and the activation loop, respectively. They occur only as missense substitutions and are rather uncommon as primary mutations ( < 1%). 4,30,33 Primary mutations in KIT are the initiating, clonal event present throughout the course of the disease. By contrast, secondary mutations in KIT emerge after the selective pressure exerted by TKIs and are associated with resistance in up to 90% of GIST patients. KIT secondary mutations cluster in the ATP-binding pocket (exons 13 and 14) and the activation loop (exons 17 and 18) 34,35 (Figure 2). PDGFRA mutations The estimated frequency of PDGFRA mutations ranges between 5% and 10% and is associated with GIST of gastric location and epithelioid morphology. 36 Mutations are mainly found in the juxtamembrane (0.7%) and kinase domains (6%) encoded by exons 12 and 18, respectively. The D842V substitution in exon 18 is the most fre- quent PDGFRA alteration (65–75% of PDGFRA- mutated cases). Mutations in exon 14 are extremely infrequent (0.1%) 36 (Figure 2). GIST KIT/PDGFRA wild type KIT/PDGFRA WT GIST includes a hodgepodge of molecular alterations and resulting clinical phenotypes that need to be identified to predict the course of the disease, uncover inherited syn- dromes and, if indicated, tailor adequately spe- cific treatments. Succinate dehydrogenase-deficient GIST. The SDH protein complex is composed of four sub- units: SDHA, SDHB, SDHC, and SDHD. The loss of any of these subunits through mutations or epigenetic silencing leads to the instability of the entire SDH complex, resulting in SDHB degra- dation and subsequent loss of its expression. For this reason, immunohistochemistry for SDHB is a diagnostic marker useful in the identification of Figure 2. KIT- and PDGFRA-mutant GIST. KIT primary mutations commonly affect exons 9 and 11, and less often 17 and 18, while KIT secondary mutations cluster in the ATP-binding pocket and the activation loop; the most common amino acid affected are displayed. Primary mutations in PDGFRA emerge from similar regions. The prevalence of molecular categories of KIT and PDGFRA primary mutations is expressed in percentages. Ex, exon; GIST, gastrointestinal stromal tumor.",
    "Therapeu T ic a dvances in Medical Oncology Volume 15 6 journals.sagepub.com/home/tam this subgroup. 37 Overall, it is estimated that more than 80% of adult KIT/PDGFRA WT GIST are SDH deficient. 38 Clinically, these tumors tend to occur in the pediatric population (no sex predominance) and the young adulthood (with female predomi- nance) and are restricted to the stomach. 11 SDH- deficient GISTs have characteristic morphologic features, including multinodular gastric wall involvement and occasional lymph node inva- sion. Microscopically, these GISTs feature epi- thelioid morphology, strong expression of KIT (CD117), and loss of SDHB expression in tumor cells. Although the clinical spectrum can be broad, progression is usually slow even after dis- semination, and many patients can live years with metastases. 37–39 Succinate dehydrogenase-competent GIST. Less than 20% of CD117-positive KIT/PDGFRA WT GIST are SDH competent, and therefore retain SDHB expression. This subgroup of tumors is characterized by other genetic abnormalities lead- ing to mitogen-activated protein kinase pathway overactivation, such as NF1 loss-of-function muta- tions, BRAF V600E gain-of-function mutations, or chromosomal rearrangements involving the neuro- trophic tyrosine kinase receptor (NTRK). 12,38–40 NF1- and BRAF-mutant GISTs occur almost exclusively along the small bowel. However, while BRAF-mutant GISTs are isolated tumors, NF1- mutant GIST most commonly presents as a mul- tifocal or multinodular disease. In this case, a previously unrecognized NF1-inherited syn- drome should be excluded. 41 There are currently no specific morphological or IHC features, and the final diagnosis is only made through next-gen- eration sequencing (NGS) panels. Finally, comprehensive genomic profiling studies have identified a number of gene fusions in KIT/ PDGFRA WT GISTs that involve chromosomal rearrangement involving the NTRK3, which rep- resents an actionable alteration. 40 However, these cases seem to be exceptionally rare. 42 Given its rar- ity and the high false-positive rate for NTRK stain in non-NTRK-fused tumors, routine screening in GIST for NTRK abnormalities is not appropriate, and NGS panels can be used only if the conjoint assessment rises the diagnostic suspicion. 40 False-negative Sanger sequencing analysis. The sensitivity of routine Sanger sequencing is 20–25%. However, it is possible that the allele frequency of heterozygous KIT or PDGFRA mutations can be lower in tumor samples con- taining an abnormally elevated proportion of nor- mal tissue or immune infiltrate. In our GEIS experience, 40–50% of KIT/PDGFRA WT GIST by Sanger sequencing turned out to be KIT- or PDGFRA-mutant when analyzed with NGS, which has a higher sensitivity owing to its ability to detect mutations at lower allele fractions of 1–5%. 43 Molecular biology: Final recommendations 1. Systematic molecular analysis during the diagnostic workup is strongly recom- mended for all GIST, given the relevant predictive and prognostic information pro- vided. Genetic analysis also confirms the diagnosis of GIST in CD117/DOG-1- negative tumors (II,A). 2. It is advisable to centralize the mutational analysis in laboratories enrolled in an exter- nal quality assurance program and with expertise in GIST (IV,C). 3. The use of NGS panels is recommended in KIT/PDGFRA WT GIST without SDH deficiency (III,A). 4. The collection of fresh/frozen tissue is encouraged because new molecular pathol- ogy assessments can be made at later stages in the patients’ interest (V,C). Risk stratification in localized GIST Relapse risk assessment for primary GIST is para- mount not only for providing prognostic informa- tion when trying to determine risk factors but also for estimating the potential benefit of adjuvant imatinib. Risk stratification systems The first proposed index (National Institute of Health – NIH Consensus or Fletcher et al. index) considered the size and mitotic count per 50 high- power fields (HPF) as the variables with independ- ent prognostic value. 22 Miettinen and Lasota proposed a more complex index including primary tumor location after observing a lower recurrence rate in gastric GIST compared to other locations. Thus, the Armed Forces Institute of Pathology (AFIP)/Miettinen and Lasota risk criteria incorpo- rated the anatomic site to tumor size and mitotic count. 44 Lately, the NIH consensus-modified",
    "C Serrano, J Martín-Broto et al. journals.sagepub.com/home/tam 7 criteria incorporated tumor rupture to these three prognostic factors, and it was the base for the risk estimation in the randomized trials studying adju- vant imatinib in localized GIST 45 (Table 2). Importantly, Miettinen considered a total area of 5 mm 2 in 50 HPF characterized by the use of differ- ent optical components, while in practice 50 HPF typically corresponds to a total area of 10 mm 2 . Therefore, if Miettinen’s risk classification is used, the number of HPF equivalent to a surface area of 5 mm 2 should be calculated based on specific microscope parameters. The casuistry of the GEIS group showed that AFIP classification, unlike NIH risk criteria, exhibited statistical significance for distinguishing low-, intermediate-, and high-risk groups. 32 Other alternative risk classifications carry the limitations of categorized variables. To overcome this hin- drance, Joensuu et al. proposed a risk classifica- tion based on the nonlinear modeling of mitotic count and size, analyzing them as continuous variables. The accuracy of this prediction was performed in a population-based registry, and generating heatmaps is superior to other risk clas- sification models when the area under the curve was compared. The European Society for Medical Oncology guidelines are prone to use heatmaps as the best tool to offer risk estimation. Adjuvant imatinib is usually recommended for those cases with a probability of recurrence higher than 40% using the heatmaps model. 46 Molecular features predictive of risk prognosis There is available evidence indicating that the type and location of the mutation influence the risk of recurrence. We found that deletions affecting codons 557 and/or 558 in KIT exon 11 (from now on, we will refer such deletions as ‘critical mutation’) have a higher recurrence risk within the first 3–4 years after surgery, 32 which was confirmed in larger series. 47,48 A later retrospective study from the Conticanet net- work summarizing 1056 localized GIST cases found that intermediate-risk gastric cases har- boring ‘critical mutations’ had a significant and independent worse prognosis. 49 Mutations within PDGFRA showed a trend toward a bet- ter prognosis. Risk stratification: Final recommendations 1. We recommend the NIH consensus-mod- ified risk criteria, as it has been widely used for the recommendation of adjuvant imatinib (III,A). 2. Deletion type of mutations affecting codons 557 and 558 confers a risk for recurrence Table 2. Guidelines for risk assessment of primary GIST. Tumor parameters Risk of progressive disease a (%) Mitotic rate Size Gastric Duodenum Jejunum/ileum Rectum ⩽ 5 per 5 mm 2 ⩽ 2 cm None (0%) None (0%) None (0%) None (0%) > 2– ⩽ 5 cm Very low (1.9%) Low (8.3%) Low (4.3%) Low (8.5%) > 5– ⩽ 10 cm Low (3.6%) (Insufficient data) Moderate (24%) (Insufficient data) > 10 cm Moderate (10%) High (34%) High (52%) High (57%) > 5 per 5 mm 2 ⩽ 2 cm None b (Insufficient data) High b High (54%) > 2– ⩽ 5 cm Moderate (16%) High (50%) High (73%) High (52%) > 5– ⩽ 10 cm High (55%) (Insufficient data) High (85%) (Insufficient data) > 10 cm High (86%) High (86%) High (90%) High (71%) Source: Adapted with permission from Miettinen and Lasota. Copyright 2006 by Elsevier. a Defined as metastasis or tumor-related death. b Denotes small number of cases. GIST, gastrointestinal stromal tumor.",
    "Therapeu T ic a dvances in Medical Oncology Volume 15 8 journals.sagepub.com/home/tam regardless of its previous classification, according to different retrospective series (III,A). Management of localized disease Surgery Complete surgical resection is the standard treat- ment for localized GIST. The goal is an R0 sur- gery with complete removal of the tumor, including an intact pseudocapsule. Recommended macroscopic resection margin is 1 cm. Tumor resection must be carefully performed to avoid tumor rupture. 21,50 Peritoneal and hepatic sur- faces should be carefully examined to exclude tumor spread. Lymphadenectomy is unnecessary except for SDH-deficient GIST, or if macro- scopic lymph node involvement is detected. Segmental resection of the intestine and stomach (nonanatomical resection/‘wedge’ resection) is generally accepted, thus avoiding aggressive pro- cedures with unnecessary removal of unaffected tissue. Radiological criteria for unresectability include infiltration of the celiac trunk, the supe- rior mesenteric artery, or the mesenteric artery- to-portal vein. Occasionally, en bloc resection can be considered; however, multi-visceral resection should be avoided and multidisciplinary consul- tation with a GIST expert team is highly recommended. 51,52 R1 resection of a GIST tumor neither involves higher risk of recurrence nor a worse survival, whereas a macroscopic incomplete resection (R2) is associated with worse outcome. 53,54 Re-excision after R1 surgery is not well defined and might be offered if it does not imply major risks or func- tional consequences. Laparoscopic resection should follow the same principles of open surgery, with the same goal of achieving an R0 resection. 55,56 Overall, laparo- scopic resection in GIST is not recommended in tumors > 10 cm due to a high risk of tumor rup- ture. It can be considered in GIST < 5 cm in favorable anatomical locations such as the greater curvature, the fundus, and the anterior gastric aspect. The extraction of the surgical specimen must be carried out in a bag to avoid locoregional dissemination. Nevertheless, the indication of laparoscopic resection should be agreed on a case-by-case basis following a multidisciplinary evaluation by teams with broad experience in lap- aroscopic surgery. Small GIST < 2 cm. Esophagogastric or duodenal submucosal GISTs < 2 cm are primarily managed with endoscopic ultrasound. If a biopsy is feasi- ble, the diagnosis of GIST should be made. If confirmed, endoscopic resection with complete excision and without tumor rupture can be an acceptable alternative to laparoscopic or open resections to minimize morbidity. Alternatively, patients can choose to undergo active surveil- lance. Likewise, if a biopsy is not feasible or the material is inadequate, the first option is normally active surveillance, although patients can opt for surgical or endoscopic resection. Initial follow-up with endoscopy can be performed every 3 months and can be prolonged in the absence of tumor growth. 17 Adjuvant treatment with imatinib Although complete surgical resection is feasible in most localized GISTs, metastatic relapse occurs in approximately 40% of the patients. 46 Three phase III randomized clinical trials assessed the role of adjuvant imatinib to prevent disease recurrence and improve OS. ACOSOG Z9001 57 and SSGX- VIII/AIO 58 studies showed improved relapse-free survival (RFS) after 1 and 3 years, respectively, of adjuvant imatinib 400 mg daily. In addition, the SSGX-VIII/AIO trial demonstrated an increase in OS with 3 years of imatinib administration in com- parison with 1 year in high-risk patients, according to the NIH-modified risk criteria. Lately, the EORTC 62024 phase III study randomized inter- mediate-risk and high-risk patients to 2 years of imatinib versus observation. 59 Despite the overt impact of imatinib on RFS, there were no differ- ences in OS or in imatinib failure-free survival (IFFS) – an innovative end point capturing the time to the development of secondary resistance to imatinib in the metastatic setting – although there was a nonsignificant trend toward IFFS improve- ment in high-risk patients. A more recent 10-year follow-up from the SSGX- VIII/AIO trial confirmed the long-term benefit of 3 years of adjuvant imatinib, showing 10-year OS rates of 79% compared with 65% in the 12-month group. 60 In view of these results, the scientific community agrees to recommend 3 years of adju- vant treatment with imatinib 400 mg daily in high-risk patients with imatinib-sensitive muta- tions in KIT or PDGFRA. Two important questions remain open. First, the duration of adjuvant imatinib. Recently, the",
    "C Serrano, J Martín-Broto et al. journals.sagepub.com/home/tam 9 phase II, single-arm, PERSIST-5 clinical trial reported an estimated 5-year RFS of 90%, supe- rior to historical data, although only 46 out of the 91 patients enrolled completed the 5 years of adjuvant imatinib. 61 The currently ongoing SSG XXII (NCT02413736) phase III trial randomizes surgically resected high-risk GIST patients to 3 versus 5 years of adjuvant imatinib. The second question relates to the potential benefit of adju- vant imatinib in particular situations, the most notable intermediate-risk patients with KIT pri- mary mutations affecting 557 and/or 558 codons. 32,48,49 Although molecular determinants of risk are not included in international consen- sus, based on the strong evidence reported by others and us, we recommend adjuvant imatinib in this subset of patients. Adjuvant imatinib in special situations - Tumor rupture, regardless of whether it occurs spontaneously or during the surgical procedure, is associated with a risk of relapse close to 100%. 21 Therefore, these cases should be considered metastatic and treated with imatinib accordingly. However, the total length of imatinib can be individu- ally discussed in special situations such as tumor microperforation. - The specific sensitivity of some KIT and PDGFRA primary genotypes should always be carefully considered for the indication of adjuvant imatinib. For instance, the benefit of the standard 400 mg dose has also been demonstrated retrospectively in KIT exon 9-mutant GIST patients,62 a subset of GIST that benefits from a higher imatinib dose (see below). However, GIST with the primary PDGFRA D842V mutation and all GIST WT for KIT and PDGFRA are, by definition, insensitive to imatinib and thus adjuvant imatinib is not indicated. - R1 surgery, by itself, does not constitute a criterion to weight in a potential use of adjuvant imatinib. Neoadjuvant treatment with imatinib A treatment strategy based on front-line imatinib followed by surgery can be occasionally indicated in GIST patients with locally advanced disease. Prior discussion in a multidisciplinary tumor board is mandatory. The final goal is to facilitate an R0 surgical procedure. Therefore, this approach can be attempted in those GISTs that are initially resectable, but at the expense of a mutilating sur- gery. 63 Typical examples of such scenarios are GIST masses in the gastroesophageal junction, duodenum, or rectum. Other locations can be considered as well, particularly in cases with a high risk of tumor rupture, that is, > 10 cm necrotic masses. Molecular profiling before treat- ment initiation is critical since it guides dosing or discourages the use of imatinib. Early response assessment, that is, after 4 weeks of treatment initiation is highly recommended since an unsuccessful imatinib treatment could impede a surgical procedure that otherwise could have been undertaken. Although a CT scan is suf- ficient for the evaluation of response, a PET/CT scan can be more advantageous to measure the efficacy of imatinib within a short period of time. 64 The recommended duration of neoadjuvant imatinib cannot be based on objective criteria. However, it is estimated that surgery could be performed between 6 and 12 months after initia- tion of imatinib, as maximal response and mini- mal risk of secondary resistance are expected in this time interval. 65 Imatinib can be stopped 24 h before the surgery and reinitiated once the oral tolerance has been confirmed. Adjuvant treatment with imatinib can be indi- cated once the surgery is completed. To do so, a mitotic count should be taken from the tumor biopsy obtained prior to the neoadjuvant treat- ment. Likewise, tumor size and location will be taken from the baseline CT scan. If indicated, the total duration of preoperative and postoperative imatinib treatment should sum up the total of 3-year duration of a conventional adjuvant treatment. Management of localized disease: Final recommendations 1. The standard treatment of localized GISTs is a complete surgical resection (III,A). 2. Adjuvant treatment with imatinib 400 mg daily is indicated in GIST patients at high risk of relapse-bearing imatinib-sensitive mutations in KIT or PDGFRA (I,A). Imatinib 400 mg daily is an option for patients with KIT exon 9 mutations (IV,C). 3. Molecular profile of KIT and PDGFRA is mandatory before initiation of adjuvant imatinib (II,A). 4. Treatment with neoadjuvant imatinib can be considered in a multidisciplinary tumor",
    "Therapeu T ic a dvances in Medical Oncology Volume 15 10 journals.sagepub.com/home/tam board in GIST patients with locally advanced disease in which tumor shrinkage can facilitate the surgical procedure (III,A). Management of metastatic disease First-line treatment with imatinib Dose and efficacy. The standard dose of imatinib 400 mg per day 66 was established from two ran- domized phase III trials in metastatic GIST with positive immunostaining for CD117 (EORTC 62005 and NASG S0033). 67,68 In both trials, daily doses of 400 versus 800 mg were compara- ble, obtaining a clinical benefit rate (complete response, partial response, and stable disease) of ~90%. The progression-free survival (PFS) in the EORTC trial favored the 800 mg dose, with a 2-year PFS of 52% versus 44% (HR 0.78), which was confirmed in a later meta-analysis. 69 Never- theless, since this did not translate into survival advantage and lower doses were better tolerated, 400 mg daily is the standard recommended dose. Predictive value of KIT and PDGFRA genotyp- ing. The objective response rates for KIT exon 11, exon 9 mutants, and GISTs WT were 72%, 38%, and 28%, respectively, with a median time to pro- gression (mTTP) of 25, 17, and 12,8 months, respectively. 70–73 A later meta-analysis confirmed that only KIT exon 9-mutant GISTs benefit from imatinib 400 mg twice a day, thereby reducing by 42% the risk of progression and by 31% the risk of death. 69 Current data are insufficient to provide clear numbers for KIT exons 13 or 17, and there- fore imatinib 400 mg is initially recommended. Based on laboratory and scattered clinical data, the most common PDGFRA mutation in GIST, D842V, is deemed completely resistant to imatinib. 36,74 By contrast, other mutations in PDGFRA not involving the D842V substitution appear to be sensitive. Practical issues on first-line imatinib in metastatic patients - How long should the therapy last? The BFR14 trial randomized patients with non- progressive GIST to imatinib continuation versus interruption after 1, 3, or 5 years of treatment. Treatment interruption was con- sistently associated with disease progression even in patients with complete response. 75 Consequently, imatinib must be continued until disease progression or until unaccep- table toxicity (I,A). - Although seldom, some patients may expe- rience imatinib intolerance. In this setting, treatment with second-line sunitinib should be discussed. Alternatively, nilotinib could also be contemplated (II,B). 76 - Plasma levels can potentially guide treat- ment decisions in patients with unexpected poor efficacy with imatinib, based on retro- spective data correlating low plasma levels ( < 1110 ng/mL) with shortened mTTP (IV,B). 77 - Metastatic relapse after finalization of adju- vant imatinib does not usually harbor acquired resistance. Therefore, the recom- mendation is to reintroduce imatinib using first-line doses (IV,A). Treatment for patients with disease progression following imatinib failure Imatinib dose escalation. If compliance is correct, systemic therapy should be changed. One option to consider is to increase the dose to 400 mg twice daily. A total of 30% of the patients that crossed- over from 400 to 800 mg in the EORTC 62005 and the NASG S0033 trials 67,78 achieved disease control. Although the mTTP was modest, 81 days, 18% of the patients remained free of progression 1 year after cross-over. Patients with KIT exon 9 mutation appear to benefit particularly from this approach, whereas it is more limited in KIT exon 11 mutants. 79–81 The incidence of anemia and asthenia increases significantly with this dosage; therefore, a strict follow-up is required. 67,68 Second line: Sunitinib. The multikinase inhibitor sunitinib is an equally valid alternative to high-dose imatinib after progression to imatinib 400 mg. Sunitinib showed improvement in the mTTP from 1.5 to 6.3 months in comparison to placebo. 82 The recommended dose is 50 mg orally once daily over 4 weeks followed by a 2-week rest period. A later single-arm phase II trial with a continuous daily dose of 37.5 mg showed comparable activity and better tolerability, thus constituting a valid alterna- tive. 83 The most common side effects were asthenia, skin toxicity, diarrhea, hypertension, and hypothy- roidism. Specific molecular backgrounds benefit",
    "C Serrano, J Martín-Broto et al. journals.sagepub.com/home/tam 11 particularly from sunitinib treatment: KIT exon 9 primary mutation, SDH-deficient GIST, and sec- ondary mutations in KIT exons 13 and 14. 11,84,85 Sunitinib remains the standard second-line treat- ment after the results of the INTRIGUE trial, in which sunitinib and ripretinib showed compara- ble outcomes, with a PFS of 8.3 and 8.0 months, respectively. 86 Third line: Regorafenib. The multikinase inhibitor regorafenib is approved at the doses of 160 mg daily, 3 weeks on, 1 week off, as the third line of treatment based on the results of the phase III GRID trial, 87 exhibiting a PFS of 4.8 months compared with 0.9 in the placebo arm. The most common toxicities are hypertension, hand–foot skin reaction, and diarrhea. In contrast to suni- tinib, regorafenib appears to be more active against secondary KIT mutations located in the activation loop (exons 17 and 18). 35 Regorafenib remains the standard third-line treat- ment after the results of the VOYAGER trial, in which regorafenib and avapritinib showed com- parable outcomes, with a PFS of 5.6 and 4.2 months, respectively. 88 Fourth line and beyond. Ripretinib is a type II TKI that antagonizes both the juxtamembrane domain and the activation loop of KIT and PDGFRA. The phase III INVICTUS trial proved that ripretinib 150 mg daily was superior to placebo after progression to all standard treatments, show- ing a PFS of 6.3 months compared to 1.0 month. 89 The toxicity profile of ripretinib is comparable with imatinib, albeit with a higher incidence of alopecia and mild hand–foot syndrome. Pazopanib 90 and cabozantinib, 91 among other multi-targeted TKI, 39 have shown some interest- ing activity in imatinib-resistant patients in phase II clinical trials, although large randomized trials are lacking and they are not approved for the treatment of GIST. However, they might be used as compassionate use in selected patients after progression to all standard treatments. Finally, continuous TKI suppression after progression to a given agent appears to improve the outcomes of metastatic GIST patients, as it has been demon- strated with imatinib rechallenge 92 and the main- tenance of sunitinib or avapritinib beyond progression. 93,94 Therefore, given the rapid pro- gression of TKI-refractory GIST patients, 89 we recommend maintaining or re-challenging a prior TKI while a therapeutic alternative is available. PDGFRA D842V-mutant GIST patients The substitution of aspartic acid by valine at codon 842 in PDGFRA exon 18 (D842V) occurs in ~5% of all GIST and is known to be resistant to all therapeutic agents. 36,74 The activity of avapritinib, a type I TKI, was studied in the phase I NAVIGATOR trial in 56 D842V-mutant GISTs, including 11 TKI naïve. The overall response rate was 91%, clinical benefit rate 98%, and median PFS 34 months, which constitutes an unprecedented activity in this molecular sub- set of GIST. 95,96 Most common toxicities are nausea, fatigue, anemia, diarrhea, and edema, and also a characteristic increase in cognitive effects in 37% of the patients that require strict monitoring. 97 The activity of all approved agents for the treat- ment of GIST is summarized in Table 3. Table 3. Updated activity of approved tyrosine kinase inhibitors in advanced/metastatic GIST. KIT/PDGFRA-mutant GIST PDGFRA D842V Imatinib (66) Sunitinib (85) Regorafenib (87) Ripretinib (88) Avapritinib (95) Treatment line First Second Third ⩾ Fourth Any ORR (%) 68.1 17.6 7.2 9.4 91.0 SD (%) 15.6 N.A. 67.8 47.0 9.0 mPFS (mo) 24.0 8.3 5.6 6.3 34.0 GIST, gastrointestinal stromal tumor; mo, months; mPFS, median progression-free survival; N.A., not available; ORR, overall response rate; SD, stable disease (at least 12 weeks).",
    "Therapeu T ic a dvances in Medical Oncology Volume 15 12 journals.sagepub.com/home/tam Local treatment of metastatic GIST Several retrospective series, including ours, have consistently demonstrated that cytoreductive sur- gery aiming at R0/R1 disease following initial response to imatinib is associated with improved long-term survival. 98,99 However, incomplete resection, including debulking surgery, does not seem to prolong survival. 98,100 The absence of data discourages the combined use of hyperthermic intraperitoneal chemotherapy (HIPEC). Together, and despite their retrospective and likely biased nature, these works support that selected patients may undergo cytoreductive surgery after initial response to imatinib and if the metastatic disease is deemed resectable. Given their metastatic nature, it is important to avoid mutilating procedures and maintain imatinib afterward. While all these studies do not recommend surgery in patients with multifocal progression, they agree that the resection of unifocal/limited progression may improve PFS. 98,100,101 This decision should be taken on an individual basis after discussion in a multidis- ciplinary tumor board. Seemingly, this approach benefits mainly patients on imatinib. However, it can be considered in later lines depending on the time of the drug. As in patients with cytoreductive surgery, the same TKI must be continued after resection. Finally, the evidence for other approaches such as embolization or radiofrequency is lacking, and therefore surgery should be prioritized. Imatinib for metastatic disease: Final recommendations 1. Genotype is mandatory for treating advanced/metastatic GIST patients (II,A). 2. Imatinib 400 mg daily is the recommended dose in the first line (I,A). 3. Imatinib 400 mg every 12 h is the recom- mended dose for GIST with KIT exon 9 mutation (II,A). 4. It is unclear whether imatinib should be the first line in GIST KIT/PDGFRA WT (IV,C). 5. Debulking surgery aiming an R0/R1 sur- gery can be considered in selected patients after initial response to imatinib (IV,B). Imatinib-resistant disease: Final recommendations 1. Confirm adherence to treatment and rule out drug interactions at the time of progres- sion to any TKI (III,B). 2. After the failure of imatinib, the standard second-line treatment is sunitinib 50 mg daily 4/2 (I,A) or 37.5 mg continuously (III,C). 3. Before sunitinib, imatinib dose escalation to 400 mg twice daily can be considered, particularly in patients with KIT exon 9-mutant GIST (III,B). 4. Standard third- and fourth-line treatments are, respectively, regorafenib 160 mg daily 3/1 (I,A) and ripretinib 150 mg once daily (I,A). 5. Avapritinib 300 mg daily is the only effective treatment available for PDGFRA D842V- mutant GIST and it should be introduced, if possible, as the first line (III,A). 6. Maintenance of TKI pressure improves outcomes and it is advised while an alterna- tive therapeutic option is unavailable (III,B). 7. Surgery of unifocal/limited progression can be considered after discussion in a multidis- ciplinary tumor board (IV,C). Response evaluation and follow-up Localized resectable disease There are no studies analyzing the efficacy of dif- ferent follow-up strategies. Most accepted recom- mendations advocate adjustment to the risk of recurrence with time based on known risk fac- tors. 17 We suggest the following schedules accord- ing to each risk group for 10 years: 46 - Very low risk . If surgically removed, no follow-up. - Low risk . Annual CT scan. - Intermediate risk and high risk . 1–2 years CT scan every 4 months; 3–5 years every 6 months; annually thereafter. Note that once imatinib is withdrawn, relapses occur most frequently within the follow- ing 2 years. Unresectable or metastatic disease Follow-up should be conducted every 3 months from the beginning and can be prolonged up to every 6 months if the response is obtained, especially if response remains beyond a 5 years. Modified RECIST 1.1 and Choi criteria must be considered to avoid confusion with pseudoprogression. Conclusions and future perspectives Since the last update of the GIST GEIS guidelines in 2017, two new TKIs, ripretinib and avapritinib, have been approved by the regulatory authorities",
    "C Serrano, J Martín-Broto et al. journals.sagepub.com/home/tam 13 for the treatment of metastatic GIST. Two later phase III randomized trials have helped in consoli- dating sunitinib and regorafenib as the standard- of-care second and third lines, respectively. Given the continuous understanding of GIST biology and the high potential to develop international ran- domized trials, it is likely that the therapeutic field will be shaken in the years to come. In this sense, we encourage to treat GIST patients at any stage in clinical trials to boost drug development. Two more aspects of GIST management will be clarified over the next years: First, whether 5 years of adjuvant imatinib is superior to 3 years is the current standard second, the role of circulating tumor DNA in taking treatment decisions, partic- ularly in metastatic GIST. Finally, we want to emphasize that, despite all this therapeutic success, GIST is a rare tumor. As such, the collective evi- dence has consistently demonstrated that the treat- ment of these patients in sarcoma referral centers improved their outcomes. Therefore, we favor a continuous dialogue between patients’ physicians from home and sarcoma expert institutions to have GIST patients referred in their best interest. Declarations Ethics approval and consent to participate Not applicable. Consent for publication Not applicable. Author contributions César Serrano: Conceptualization; Data cura- tion; Formal analysis; Methodology; Project administration; Supervision; Writing – original draft; Writing – review & editing. Javier Martín-Broto: Conceptualization; Data curation; Writing – review & editing. José Manuel Asencio-Pascual: Concep - tualization; Data curation; Writing – review & editing. José Antonio López-Guerrero: Concep - tualization; Data curation; Writing – review & editing. Jordi Rubió-Casadevall: Conceptualization; Data curation; Writing – review & editing. Silvia Bagué: Conceptualization; Data curation; Writing – review & editing. Xavier García-del-Muro: Conceptualization; Data curation; Writing – review & editing. Juan Ángel Fernández-Hernández: Concep - tualization; Data curation; Writing – review & editing. Luís Herrero: Conceptualization; Supervision; Validation. Antonio López-Pousa: Conceptualization; Data curation; Writing – review & editing. Andrés Poveda: Conceptualization; Data cura- tion; Writing – review & editing. Virginia Martínez-Marín: Conceptualization; Data curation; Supervision; Writing – review & editing. Acknowledgements We appreciate the Spanish Sarcoma Research Group (GEIS) for its administrative support. Funding The authors disclosed receipt of the following financial support for the research, authorship, and/or publication of this article: This work was supported in part by AECC (CLSEN20004SERR) and the Fero Foundation, both to CS. Competing interests CS has received research funding (institution) from IDRX, Karyopharm, Pfizer, Deciphera, and Bayer; consulting fees (advisory role) from CogentBio, Immunicum AB, Deciphera, and Blueprint; payment for lectures from Roche, PharmaMar, Bayer, and Blueprint; and travel grants from Gilead, PharmaMar, Pfizer, and Bayer AG. JMB has received research funding (institutional) from Adaptimmune, Amgen, AROG, Bayer, Blueprint; BMS, Celgene, Daiichi Sankyo, Deciphera, Local PI; Eisai, FORMA, GSK, IMMIX Biopharma, Karyopharm, Lilly, Lixte, NEKTAR, Novartis, Pfizer, and PharmaMar. And honoraria for advisories and lectures from Asofarma; Bayer, Eisai; Lilly; PharmaMar, and Tecnofarma. Section editor in Ther Adv Med Oncol. JALG has received research funding (institution) from Generalitat Valenciana and European Commission; consult- ing fees (advisory role) from AstraZeneca and Diaceutics; payment for lectures from AstraZeneca, GSK, and Astellas. XG has received research funding (institution) from AstraZeneca; consulting fees (advisory role) and lectures from Roche, Pharmamar, BMS, Pfizer, Ipsen,",
    "Therapeu T ic a dvances in Medical Oncology Volume 15 14 journals.sagepub.com/home/tam EusaPharma, Eisai, and Astellas. The remaining authors declare no competing interests. Availability of data and materials Not applicable. References 1. Ducimetière F, Lurkin A, Ranchère-Vince D , et al . Incidence of sarcoma histotypes and molecular subtypes in a prospective epidemiological study with central pathology review and molecular testing. PLoS One 2011; 6: e20294. 2. Hirota S, Isozaki K, Moriyama Y , et al . Gain- of-function mutations of c-kit in human gastrointestinal stromal tumors. Science 1998; 279: 577–580. 3. Heinrich MC, Corless CL, Duensing A , et al . PDGFRA activating mutations in gastrointestinal stromal tumors. Science 2003; 299: 708–710. 4. Serrano C and George S. Gastrointestinal stromal tumor: challenges and opportunities for a new decade. Clin Cancer Res 2020; 26: 5078–5085. 5. Call JW, Wang Y, Montoya D , et al . Correction to: survival in advanced GIST has improved over time and correlates with increased access to post- imatinib tyrosine kinase inhibitors: results from Life Raft Group Registry. Clin Sarcoma Res 2019; 9: 7. 6. Poveda A, Artigas V, Casado A , et al . [Clinical practice guidelines in gastrointestinal stromal tumours (GEIS): update 2008]. Cir Esp 2008; 84(Suppl. 1): 1–21. 7. Poveda A, del Muro XG, López-Guerrero JA , et al . GEIS 2013 guidelines for gastrointestinal sarcomas (GIST). Cancer Chemother Pharmacol 2014; 74: 883–898. 8. Poveda A, García Del Muro X, López-Guerrero JA , et al . GEIS guidelines for gastrointestinal sarcomas (GIST). Cancer Treat Rev 2017; 55: 107–119. 9. Rubió-Casadevall J, Borràs JL, Carmona C , et al . Temporal trends of incidence and survival of sarcoma of digestive tract including gastrointestinal stromal tumours (GIST) in two areas of the north-east of Spain in the period 1981–2005: a population-based study. Clin Transl Oncol 2014; 16: 660–667. 10. Søreide K, Sandvik OM, Søreide JA , et al . Global epidemiology of gastrointestinal stromal tumours (GIST): a systematic review of population-based cohort studies. Cancer Epidemiol 2016; 40: 39–46. 11. Janeway KA, Kim SY, Lodish M , et al . Defects in succinate dehydrogenase in gastrointestinal stromal tumors lacking KIT and PDGFRA mutations. Proc Natl Acad Sci USA 2011; 108: 314–318. 12. Maertens O, Prenen H, Debiec-Rychter M , et al . Molecular pathogenesis of multiple gastrointestinal stromal tumors in NF1 patients. Hum Mol Genet 2006; 15: 1015–1023. 13. Fornasarig M, Gasparotto D, Foltran L , et al . A novel kindred with familial gastrointestinal stromal tumors caused by a rare KIT germline mutation (N655K): clinico-pathological presentation and TKI sensitivity. J Pers Med 2020; 10: 234. 14. Murphy JD, Ma GL, Baumgartner JM , et al . Increased risk of additional cancers among patients with gastrointestinal stromal tumors: a population-based study. Cancer 2015; 121: 2960–2967. 15. Rubió-Casadevall J, Borràs JL, Carmona-García MC , et al . Correlation between mutational status and survival and second cancer risk assessment in patients with gastrointestinal stromal tumors: a population-based study. World J Surg Oncol 2015; 13: 47. 16. Lee CM, Chen HC, Leung TK , et al . Gastrointestinal stromal tumor: computed tomographic features. World J Gastroenterol 2004; 10: 2417–2418. 17. Casali PG and Blay JY. Gastrointestinal stromal tumours: ESMO clinical practice guidelines for diagnosis, treatment and follow-up. Ann Oncol 2010; 21: v98–v102. 18. Trindade AJ, Benias PC, Alshelleh M , et al . Fine- needle biopsy is superior to fine-needle aspiration of suspected gastrointestinal stromal tumors: a large multicenter study. Endosc Int Open 2019; 7: E931–E936. 19. Miettinen M and Lasota J. Gastrointestinal stromal tumors–definition, clinical, histological, immunohistochemical, and molecular genetic features and differential diagnosis. Virchows Arch 2001; 438: 1–12. 20. Miettinen M, Lasota J and Sobin LH. Gastrointestinal stromal tumors of the stomach in children and young adults: a clinicopathologic, immunohistochemical, and molecular genetic study of 44 cases with long-term follow-up and review of the literature. Am J Surg Pathol 2005; 29: 1373–1381. 21. Hohenberger P, Ronellenfitsch U, Oladeji O , et al . Pattern of recurrence in patients with",
    "C Serrano, J Martín-Broto et al. journals.sagepub.com/home/tam 15 ruptured primary gastrointestinal stromal tumour. Br J Surg 2010; 97: 1854–1859. 22. Fletcher CD, Berman JJ, Corless C , et al . Diagnosis of gastrointestinal stromal tumors: a consensus approach. Int J Surg Pathol 2002; 10: 81–89. 23. Rubin BP. Gastrointestinal stromal tumours: an update. Histopathology 2006; 48: 83–96. 24. Debiec-Rychter M, Wasag B, Stul M , et al . Gastrointestinal stromal tumours (GISTs) negative for KIT (CD117 antigen) immunoreactivity. J Pathol 2004; 202: 430–438. 25. Medeiros F, Corless CL, Duensing A , et al . KIT- negative gastrointestinal stromal tumors: proof of concept and therapeutic implications. Am J Surg Pathol 2004; 28: 889–894. 26. Antonescu CR, Romeo S, Zhang L , et al . Dedifferentiation in gastrointestinal stromal tumor to an anaplastic KIT-negative phenotype: a diagnostic pitfall: morphologic and molecular characterization of 8 cases occurring either de novo or after imatinib therapy. Am J Surg Pathol 2013; 37: 385–392. 27. Liegl B, Hornick JL, Corless CL , et al . Monoclonal antibody DOG1.1 shows higher sensitivity than KIT in the diagnosis of gastrointestinal stromal tumors, including unusual subtypes. Am J Surg Pathol 2009; 33: 437–446. 28. Papke Dj Jr, Forgó E, Charville GW , et al . PDGFRA immunohistochemistry predicts PDGFRA mutations in gastrointestinal stromal tumors. Am J Surg Pathol 2022; 46: 3–10. 29. Miettinen M and Lasota J. Gastrointestinal stromal tumors: review on morphology, molecular pathology, prognosis, and differential diagnosis. Arch Pathol Lab Med 2006; 130: 1466–1478. 30. Martín-Broto J, Rubio L, Alemany R , et al . Clinical implications of KIT and PDGFRA genotyping in GIST. Clin Transl Oncol 2010; 12: 670–676. 31. Lasota J and Miettinen M. Clinical significance of oncogenic KIT and PDGFRA mutations in gastrointestinal stromal tumours. Histopathology 2008; 53: 245–266. 32. Martín J, Poveda A, Llombart-Bosch A , et al . Deletions affecting codons 557-558 of the c-KIT gene indicate a poor prognosis in patients with completely resected gastrointestinal stromal tumors: a study by the Spanish group for sarcoma research (GEIS). J Clin Oncol 2005; 23: 6190–6198. 33. Rubin BP, Heinrich MC and Corless CL. Gastrointestinal stromal tumour. J Lancet 2007; 369: 1731–1741. 34. Liegl B, Kepten I, Le C , et al . Heterogeneity of kinase inhibitor resistance mechanisms in GIST. J Pathol 2008; 216: 64–74. 35. Serrano C, Mariño-Enríquez A, Tao DL , et al . Complementary activity of tyrosine kinase inhibitors against secondary kit mutations in imatinib-resistant gastrointestinal stromal tumours. Br J Cancer 2019; 120: 612–620. 36. Corless CL, Schroeder A, Griffith D , et al . PDGFRA mutations in gastrointestinal stromal tumors: frequency, spectrum and in vitro sensitivity to imatinib. J Clin Oncol 2005; 23: 5357–5364. 37. Doyle LA, Nelson D, Heinrich MC , et al . Loss of succinate dehydrogenase subunit B (SDHB) expression is limited to a distinctive subset of gastric wild-type gastrointestinal stromal tumours: a comprehensive genotype-phenotype correlation study. Histopathology 2012; 61: 801–809. 38. Boikos SA, Pappo AS, Killian JK , et al . Molecular subtypes of KIT/PDGFRA wild-type gastrointestinal stromal tumors: a report from the national institutes of health gastrointestinal stromal tumor clinic. JAMA Oncol 2016; 2: 922–928. 39. Schaefer IM, DeMatteo RP and Serrano C. The GIST of advances in treatment of advanced gastrointestinal stromal tumor. Am Soc Clin Oncol Educ Book 2022; 42: 885–899. 40. Demetri GD, Antonescu CR, Bjerkehagen B , et al . Diagnosis and management of tropomyosin receptor kinase (TRK) fusion sarcomas: expert recommendations from the World Sarcoma Network. Ann Oncol 2020; 31: 1506–1517. 41. Gasparotto D, Rossi S, Bearzi I , et al . Multiple primary sporadic gastrointestinal stromal tumors in the adult: an underestimated entity. Clin Cancer Res 2008; 14: 5715–5721. 42. Atiq MA, Davis JL, Hornick JL , et al . Mesenchymal tumors of the gastrointestinal tract with NTRK rearrangements: a clinicopathological, immunophenotypic, and molecular study of eight cases, emphasizing their distinction from gastrointestinal stromal tumor (GIST). Mod Pathol 2021; 34: 95–103. 43. Martin Broto J, Valverde C, Hindi N , et al . 1520O REGISTRI: Regorafenib in first-line of KIT/PDGFR wild type advanced GIST: capatalize the A Spanish (GEIS), Italian (ISG) and French sarcoma group (FSG) phase II trial. Ann Oncol 2021; 32: S1111–S1128. 44. Miettinen M and Lasota J. Gastrointestinal stromal tumors: pathology and prognosis at",
    "Therapeu T ic a dvances in Medical Oncology Volume 15 16 journals.sagepub.com/home/tam different sites. Semin Diagn Pathol 2006; 23: 70–83. 45. Demetri GD, Benjamin RS, Blanke CD , et al . NCCN Task Force report: management of patients with gastrointestinal stromal tumor (GIST)–update of the NCCN clinical practice guidelines. J Natl Compr Canc Netw 2007; 5(Suppl. 2): S1–29. quiz S30. 46. Joensuu H, Vehtari A, Riihimäki J , et al . Risk of recurrence of gastrointestinal stromal tumour after surgery: an analysis of pooled population- based cohorts. Lancet Oncol 2012; 13: 265–274. 47. Corless CL, Ballman KV, Antonescu CR , et al . Pathologic and molecular features correlate with long-term outcome after adjuvant therapy of resected primary GI stromal tumor: the ACOSOG Z9001 trial. J Clin Oncol 2014; 32: 1563–1570. 48. Martin-Broto J, Gutierrez A, Garcia-Del-Muro X , et al . Prognostic time dependence of deletions affecting codons 557 and/or 558 of KIT gene for relapse-free survival (RFS) in localized GIST: a Spanish group for sarcoma research (GEIS) study. Ann Oncol 2010; 21: 1552–1557. 49. Wozniak A, Rutkowski P, Schöffski P , et al . Tumor genotype is an independent prognostic factor in primary gastrointestinal stromal tumors of gastric origin: a European multicenter analysis based on ConticaGIST. Clin Cancer Res 2014; 20: 6105–6116. 50. Gronchi A, Bonvalot S, Poveda Velasco A , et al . Quality of surgery and outcome in localized gastrointestinal stromal tumors treated within an international intergroup randomized clinical trial of adjuvant imatinib. JAMA Surg 2020; 155: e200397. 51. Blay JY, Honore C and Stoeckle E. Surgery in reference centers improves survival of sarcoma patients: a nationwide study. Ann Oncology 2019; 30: 1143–1153. 52. Martin-Broto J, Hindi N, Cruz J , et al . Relevance of reference centers in sarcoma care and quality item evaluation: results from the prospective registry of the Spanish group for research in sarcoma (GEIS). Oncologist 2019; 24: e338–e346. 53. Hølmebakk T, Bjerkehagen B, Hompland I , et al . Relationship between R1 resection, tumour rupture and recurrence in resected gastrointestinal stromal tumour. Br J Surg 2019; 106: 419–426. 54. McCarter MD, Antonescu CR, Ballman KV , et al . Microscopically positive margins for primary gastrointestinal stromal tumors: analysis of risk factors and tumor recurrence. J Am Coll Surg 2012; 215: 53–59. discussion 59–60. 55. Karakousis GC, Singer S, Zheng J , et al . Laparoscopic versus open gastric resections for primary gastrointestinal stromal tumors (GISTs): a size-matched comparison. Ann Surg Oncol 2011; 18: 1599–1605. 56. Piessen G, Lefèvre JH, Cabau M , et al . Laparoscopic versus open surgery for gastric gastrointestinal stromal tumors: what is the impact on postoperative outcome and oncologic results? Ann Surg 2015; 262: 831–839. discussion 829–840. 57. Dematteo RP, Ballman KV, Antonescu CR , et al . Adjuvant imatinib mesylate after resection of localised, primary gastrointestinal stromal tumour: a randomised, double-blind, placebo- controlled trial. Lancet 2009; 373: 1097–1104. 58. Joensuu H, Eriksson M, Sundby Hall K , et al . One vs three years of adjuvant imatinib for operable gastrointestinal stromal tumor: a randomized trial. JAMA 2012; 307: 1265–1272. 59. Casali PG, Le Cesne A, Poveda Velasco A , et al . Time to definitive failure to the first tyrosine kinase inhibitor in localized GI stromal tumors treated with imatinib as an adjuvant: a European organisation for research and treatment of cancer soft tissue and bone sarcoma group intergroup randomized trial in collaboration with the Australasian gastro-intestinal trials group, UNICANCER, French sarcoma group, Italian sarcoma group, and Spanish group for research on Sarcomas. J Clin Oncol 2015; 33: 4276–4283. 60. Joensuu H, Eriksson M, Sundby Hall K , et al . Survival outcomes associated with 3 years vs 1 year of adjuvant imatinib for patients with high- risk gastrointestinal stromal tumors: an analysis of a randomized clinical trial after 10-Year follow-up. JAMA Oncol 2020; 6: 1241–1246. 61. Raut CP, Espat NJ, Maki RG , et al . Efficacy and tolerability of 5-Year adjuvant imatinib treatment for patients with resected intermediate- or high- risk primary gastrointestinal stromal tumor: the PERSIST-5 clinical trial. JAMA Oncol 2018; 4: e184060. 62. Vincenzi B, Napolitano A, Fiocco M , et al . Adjuvant imatinib in patients with GIST harboring Exon 9 KIT mutations: results from a multi-institutional European retrospective study. Clin Cancer Res 2022; 28: 1672–1679. 63. Eisenberg BL, Harris J, Blanke CD , et al . Phase II trial of neoadjuvant/adjuvant imatinib mesylate (IM) for advanced primary and metastatic/ recurrent operable gastrointestinal stromal tumor",
    "C Serrano, J Martín-Broto et al. journals.sagepub.com/home/tam 17 (GIST): early results of RTOG 0132/ACRIN 6665. J Surg Oncol 2009; 99: 42–47. 64. McAuliffe JC, Hunt KK, Lazar AJ , et al . A randomized, phase II study of preoperative plus postoperative imatinib in GIST: evidence of rapid radiographic response and temporal induction of tumor cell apoptosis. Ann Surg Oncol 2009; 16: 910–919. 65. Tirumani SH, Shinagare AB, Jagannathan JP , et al . Radiologic assessment of earliest, best, and plateau response of gastrointestinal stromal tumors to neoadjuvant imatinib prior to successful surgical resection. Eur J Surg Oncol 2014; 40: 420–428. 66. Demetri GD, von Mehren M, Blanke CD , et al . Efficacy and safety of imatinib mesylate in advanced gastrointestinal stromal tumors. New Engl J Med 2002; 347: 472–480. 67. Blanke CD, Demetri GD, von Mehren M , et al . Long-term results from a randomized phase II trial of standard- versus higher-dose imatinib mesylate for patients with unresectable or metastatic gastrointestinal stromal tumors expressing KIT. J Clin Oncol 2008; 26: 620–625. 68. Verweij J, Casali PG, Zalcberg J , et al . Progression-free survival in gastrointestinal stromal tumours with high-dose imatinib: randomised trial. J Lancet 2004; 364: 1127–1134. 69. MetaGIST. Comparison of two doses of imatinib for the treatment of unresectable or metastatic gastrointestinal stromal tumors: a meta-analysis of 1,640 patients. J Clin Oncol 2010; 28: 1247–1253. 70. Debiec-Rychter M, Dumez H, Judson I , et al . Use of c-KIT/PDGFRA mutational analysis to predict the clinical response to imatinib in patients with advanced gastrointestinal stromal tumours entered on phase I and II studies of the EORTC soft tissue and bone sarcoma group. Eur J Cancer 2004; 40: 689–695. 71. Debiec-Rychter M, Sciot R, Le Cesne A , et al . KIT mutations and dose selection for imatinib in patients with advanced gastrointestinal stromal tumours. Eur J Cancer 2006; 42: 1093–1103. 72. Heinrich MC, Corless CL, Blanke CD , et al . Molecular correlates of imatinib resistance in gastrointestinal stromal tumors. J Clin Oncol 2006; 24: 4764–4774. 73. Heinrich MC, Corless CL, Demetri GD , et al . Kinase mutations and imatinib response in patients with metastatic gastrointestinal stromal tumor. J Clin Oncol 2003; 21: 4342–4349. 74. Cassier PA, Fumagalli E, Rutkowski P , et al . Outcome of patients with platelet-derived growth factor receptor alpha-mutated gastrointestinal stromal tumors in the tyrosine kinase inhibitor era. Clin Cancer Res 2012; 18: 4458–4464. 75. Le Cesne A, Ray-Coquard I, Bui BN , et al . Discontinuation of imatinib in patients with advanced gastrointestinal stromal tumours after 3 years of treatment: an open-label multicentre randomised phase 3 trial. Lancet Oncol 2010; 11: 942–949. 76. Blay JY, Shen L, Kang YK , et al . Nilotinib versus imatinib as first-line therapy for patients with unresectable or metastatic gastrointestinal stromal tumours (ENESTg1): a randomised phase 3 trial. Lancet Oncol 2015; 16: 550–560. 77. Demetri GD, Wang Y, Wehrle E , et al . Imatinib plasma levels are correlated with clinical benefit in patients with unresectable/metastatic gastrointestinal stromal tumors. J Clin Oncol 2009; 27: 3141–3147. 78. Zalcberg JR, Verweij J, Casali PG , et al . Outcome of patients with advanced gastro-intestinal stromal tumours crossing over to a daily imatinib dose of 800 mg after progression on 400 mg. Eur J Cancer 2005; 41: 1751–1757. 79. Hsu CC, Wu CE, Chen JS , et al . Imatinib escalation or sunitinib treatment after first-line imatinib in metastatic gastrointestinal stromal tumor patients. Anticancer Res 2014; 34: 5029– 5036. 80. Vincenzi B, Nannini M, Fumagalli E , et al . Imatinib dose escalation versus sunitinib as a second line treatment in KIT exon 11 mutated GIST: a retrospective analysis. Oncotarget 2016; 7: 69412–69419. 81. Yoo C, Ryu MH, Ryoo BY , et al . Efficacy, safety, and pharmacokinetics of imatinib dose escalation to 800 mg/day in patients with advanced gastrointestinal stromal tumors. Investig New Drugs 2013; 31: 1367–1374. 82. Demetri GD, van Oosterom AT, Garrett CR , et al . Efficacy and safety of sunitinib in patients with advanced gastrointestinal stromal tumour after failure of imatinib: a randomised controlled trial. Lancet 2006; 368: 1329–1338. 83. George S, Blay JY, Casali PG , et al . Clinical evaluation of continuous daily dosing of sunitinib malate in patients with advanced gastrointestinal stromal tumour after imatinib failure. Eur J Cancer 2009; 45: 1959–1968. 84. Demetri GD, Heinrich MC, Fletcher JA , et al . Molecular target modulation, imaging, and clinical evaluation of gastrointestinal stromal tumor patients treated with sunitinib malate after imatinib failure. Clin Cancer Res 2009; 15: 5902–5909.",
    "Therapeu T ic a dvances in Medical Oncology Volume 15 18 journals.sagepub.com/home/tam 85. Heinrich MC, Maki RG, Corless CL , et al . Primary and secondary kinase genotypes correlate with the biological and clinical activity of sunitinib in imatinib-resistant gastrointestinal stromal tumor. J Clin Oncol 2008; 26: 5352– 5359. 86. Bauer S, Jones RL, Blay JY , et al . Ripretinib versus sunitinib in patients with advanced gastrointestinal stromal tumor after treatment with imatinib (INTRIGUE): a randomized, open-label, phase III trial. J Clin Oncol 2022; 40: 3918–3928. 87. Demetri GD, Reichardt P, Kang YK , et al . Efficacy and safety of regorafenib for advanced gastrointestinal stromal tumours after failure of imatinib and sunitinib (GRID): an international, multicentre, randomised, placebo-controlled, phase 3 trial. J Lancet 2013; 381: 295–302. 88. Kang YK, George S, Jones RL , et al . Avapritinib versus regorafenib in locally advanced unresectable or metastatic GI stromal tumor: a randomized, open-label phase III study. J Clin Oncol 2021; 39: 3128–3139. 89. Blay JY, Serrano C, Heinrich MC , et al . Ripretinib in patients with advanced gastrointestinal stromal tumours (INVICTUS): a double-blind, randomised, placebo-controlled, phase 3 trial. Lancet Oncol 2020; 21: 923–934. 90. Mir O, Cropet C, Toulmonde M , et al . Pazopanib plus best supportive care versus best supportive care alone in advanced gastrointestinal stromal tumours resistant to imatinib and sunitinib (PAZOGIST): a randomised, multicentre, open-label phase 2 trial. Lancet Oncol 2016; 17: 632–641. 91. Schöffski P, Mir O, Kasper B , et al . Activity and safety of the multi-target tyrosine kinase inhibitor cabozantinib in patients with metastatic gastrointestinal stromal tumour after treatment with imatinib and sunitinib: European organisation for research and treatment of cancer phase II trial 1317 ‘CaboGIST’. Eur J Cancer 2020; 134: 62–74. 92. Kang YK, Ryu MH, Yoo C , et al . Resumption of imatinib to control metastatic or unresectable gastrointestinal stromal tumours after failure of imatinib and sunitinib (RIGHT): a randomised, placebo-controlled, phase 3 trial. Lancet Oncol 2013; 14: 1175–1182. 93. Grunewald S, Klug LR, Mühlenberg T , et al . Resistance to avapritinib in PDGFRA-driven GIST is caused by secondary mutations in the PDGFRA kinase domain. Cancer Discov 2021; 11: 108–125. 94. Reichardt P, Kang YK, Rutkowski P , et al . Clinical outcomes of patients with advanced gastrointestinal stromal tumors: safety and efficacy in a worldwide treatment-use trial of sunitinib. Cancer 2015; 121: 1405–1413. 95. Heinrich MC, Jones RL, von Mehren M , et al . Avapritinib in advanced PDGFRA D842V- mutant gastrointestinal stromal tumour (NAVIGATOR): a multicentre, open-label, phase 1 trial. Lancet Oncol 2020; 21: 935–946. 96. Jones RL, Serrano C, von Mehren M , et al . Avapritinib in unresectable or metastatic PDGFRA D842V-mutant gastrointestinal stromal tumours: long-term efficacy and safety data from the NAVIGATOR phase I trial. Eur J Cancer 2021; 145: 132–142. 97. Joseph CP, Abaricia SN, Angelis MA , et al . Optimal avapritinib treatment strategies for patients with metastatic or unresectable gastrointestinal stromal tumors. Oncologist 2021; 26: e622–e631. 98. Bauer S, Rutkowski P, Hohenberger P , et al . Long-term follow-up of patients with GIST undergoing metastasectomy in the era of imatinib – analysis of prognostic factors (EORTC-STBSG collaborative study). Eur J Surg Oncol 2014; 40: 412–419. 99. Rubió-Casadevall J, Martinez-Trufero J, Garcia- Albeniz X , et al . Role of surgery in patients with recurrent, metastatic, or unresectable locally advanced gastrointestinal stromal tumors sensitive to imatinib: a retrospective analysis of the Spanish Group for research on Sarcoma (GEIS). Ann Surg Oncol 2015; 22: 2948–2957. 100. DeMatteo RP, Maki RG, Singer S , et al . Results of tyrosine kinase inhibitor therapy followed by surgical resection for metastatic gastrointestinal stromal tumor. Ann Surg 2007; 245: 347–352. 101. Fairweather M, Balachandran VP, Li GZ , et al . Cytoreductive surgery for metastatic gastrointestinal stromal tumors treated with tyrosine kinase inhibitors: a 2-institutional analysis. Ann Surg 2018; 268: 296–302. Visit Sage journals online journals.sagepub.com/ home/tam Sage journals"
  ],
  "processed_at": "2026-01-30T15:58:49.850Z"
}