{
  "doc_id": "4e854232403d2a642c2da793972a8fa5",
  "source_id": "479_full",
  "total_pages": 7,
  "pages": [
    "S P E C I A L C O N T R I B U T I O N Proposal for a Structured Reporting System for Prostate-Specific Membrane Antigen–Targeted PET Imaging: PSMA-RADS Version 1.0 Steven P. Rowe 1,2 , Kenneth J. Pienta 2 , Martin G. Pomper 1,2 , and Michael A. Gorin 1,2 1 Russell H. Morgan Department of Radiology and Radiological Science, Johns Hopkins University School of Medicine, Baltimore, Maryland; and 2 James Buchanan Brady Urological Institute and Department of Urology, Johns Hopkins University School of Medicine, Baltimore, Maryland See an invited perspective on this article on page 466. A s medical imaging has grown progressively more com- plicated and subspecialized in recent decades, several stan- dardized reporting systems have been proposed for a variety of imaging modalities and conditions. These include report- ing and data systems for imaging of the breast (BI-RADS) ( 1 ), prostate (PI-RADS) ( 2 ), lung (LUNG-RADS) ( 3 ), liver (LI-RADS) ( 4 ), and thyroid (TI-RADS) ( 5 ). Although these systems differ extensively in their details, each provides a standardized framework for conveying findings and recommendations to clinicians. Within the field of molecular imaging, efforts at insti- tuting standardized reporting systems have been largely focused on response to therapy, such as the Lugano criteria ( 6 ). Among the wide array of molecular agents that have been developed for imaging prostate cancer (PCa), perhaps the most exciting results have been generated with the urea-based small molecules targeting the active site of prostate-specific membrane antigen (PSMA) ( 7 – 9 ). Labeled with radionuclides that allow for PET, such agents have been investigated in the context of pre- operative staging of patients at risk of occult pelvic lymph node involvement ( 10 ), patients found to have biochemical recurrence after definitive therapy ( 11,12 ), and patients with widely metastatic disease ( 13 ). Overall, PSMA-targeted PET radiotracers have been found in the aforementioned studies, as well as in many others, to have high sensitivity and specificity for the identification of sites of PCa. Despite the outstanding performance characteristics noted in the literature, radiotracers targeting PSMA have been reported to show uptake in a number of nonprostatic malignancies ( 14 – 24 ), as well as in many types of benign lesions ( 25 – 40 ). Moreover, even among sites of PCa, the degree of uptake can vary widely depending on the level of PSMA expression and the size and location of detected lesions. This implies a need for a standardized method by which imaging specialists interpreting PSMA PET scans can reflect their level of certainty on findings. Moreover, a standardized reporting system would facilitate the collection of data for large prospective trials and allow for an accurate and efficient means of relaying findings to referring providers. To address that outstanding need, we propose a struc- tured reporting system, termed PSMA-RADS version 1.0, for reporting findings on PSMA-targeted PET studies. OVERVIEW OF PSMA-RADS Table 1 provides an overview of the PSMA-RADS version 1.0 reporting system. The system is based on our personal clinical experience in interpreting PSMA-targeted PET studies for guiding clinical management and on our reading of the published literature to date. The goal of the PSMA-RADS reporting system is to convey the imaging specialist’s level of confidence on the presence of PCa and the potential need for any additional work-up. This approach is similar to other reporting and data systems such as BI-RADS, although it differs in being specific to a class of agents being used in whole-body staging examinations as opposed to being focused on the imaging of a specific organ. Indeed, we recognize that a potential source of confusion is the use of the term RADS for the first time to refer to a modality-based reporting system; however, given the widespread familiarity, among both imagers and clini- cians, with other systems that make use of the term RADS, we advocate the name PSMA-RADS as appropriate for our reporting system. We believe that the PSMA-RADS system is most useful for the categorization of lesions outside the prostate. The reason for that is twofold. First, the primary means of diagnosing and charac- terizing primary PCa is biopsy. Second, the validated PI-RADS 2.0 system ( 2 ) already provides a modality-specific (i.e., MRI) means of categorizing findings within the prostate gland, and exactly how the information from a PSMA-targeted PET scan should be incorporated with PI-RADS data is outside the scope of this initial proposal. Additionally, with the advent of PET/ MRI ( 41 ), the eventual paradigm for imaging localized PCa may change and need to be addressed in greater depth in the future. Before we discuss the individual PSMA-RADS categories, it should be noted that both individual lesions and the overall impression of the imaging study can receive a PSMA-RADS indicator. For example, a lesion could be noted to be benign even on a scan that is Received Apr. 24, 2017; revision accepted Aug. 1, 2017. For correspondence or reprints contact: Steven P. Rowe, Division of Nuclear Medicine and Molecular Imaging, Russell H. Morgan Department of Radiology and Radiological Science, Johns Hopkins University School of Medicine, 600 N. Wolfe St., Baltimore, MD 21287. E-mail: srowe8@jhmi.edu Published online Sep. 8, 2017. COPYRIGHT © 2018 by the Society of Nuclear Medicine and Molecular Imaging. DOI: 10.2967/jnumed.117.195255 PSMA-RADS • Rowe et al. 479",
    "definitive overall for widespread metastatic PCa, as detailed fur- ther below. DESCRIPTIONS OF PSMA-RADS CATEGORIES PSMA-RADS-1 PSMA-RADS-1 lesions are those known to be benign on the basis of a prior biopsy or a pathognomonic appearance on anatomic imaging (Table 1). We believe PSMA-RADS-1 is best served by being divided into 2 subcategories. The PSMA-RADS-1A designation should be used to describe a benign lesion with no discernable abnormal uptake (Fig. 1). In contrast, PSMA-RADS-1B should be used to designate benign lesions that demonstrate de- finitive uptake. Examples of PSMA-RADS-1B lesions include thyroid nodules with uptake that have been previously biopsied and found to be benign, liver hemangiomas with focal uptake that have been characterized with liver protocol CT or MRI (Fig. 2), and adrenal adenomas with uptake but also characteristic imaging findings on CT or MRI. The primary rationale for separating PSMA-RADS-1A from PSMA-RADS-1B is for reasons of clinical communication. More specifically, the 1B designation would allow for a way to convey that a finding of increased uptake was appre- ciated by the imaging specialist (i.e., not missed) but determined to be benign. TABLE 1 Summary of PSMA-RADS Version 1.0 for Reporting Findings on PSMA-Targeted PET Imaging Category Findings PSMA-RADS-1 (benign) PSMA-RADS-1A Benign lesion characterized by biopsy or pathognomonic finding on anatomic imaging and without abnormal uptake (Fig. 1). PSMA-RADS-1B Benign lesion characterized by biopsy or pathognomonic finding on anatomic imaging and with focal radiotracer uptake (Fig. 2). PSMA-RADS-2 (likely benign) Equivocal (focal, but low level such as blood pool) uptake in soft-tissue site atypical of PCa involvement (e.g., axillary or hilar lymph nodes) (Fig. 3); equivocal uptake in bone lesion atypical of PCa involvement (e.g., uptake fused to bone lesion and strongly suspected of being degenerative or another benign etiology) (Fig. 4). PSMA-RADS-3 (equivocal*) PSMA-RADS-3A Equivocal uptake in soft-tissue site typical of PCa involvement (e.g., pelvic or retroperitoneal lymph nodes). If targetable for biopsy (up to and including excision), biopsy may help confirm diagnosis. Alternatively, follow-up imaging (either anatomic or PSMA-targeted PET/CT) showing progression can confirm diagnosis. We recommend initial follow-up period of 3 – 6 mo (Fig. 5). PSMA-RADS-3B Equivocal uptake in bone lesion not definitive but also not atypical of PCa on anatomic imaging (i.e., pure marrow-based lesion with little if any surrounding bony reaction, lytic or infiltrative lesion, or classic osteoblastic lesion [Fig. 6]). Comparison to bone scan, Na 18 F PET, or tumor-protocol MR images may be helpful, and bone biopsy may have a role. Alternatively, follow-up imaging (either anatomic or PSMA-targeted PET/CT) with evidence of progression may confirm diagnosis. We recommend initial follow-up period of 3 – 6 mo. PSMA-RADS-3C Intense uptake in site highly atypical of all but advanced stages of PCa. Likelihood of nonprostatic malignancy or other benign tumor is high (Fig. 7). Biopsy to confirm diagnosis histologically is often preferred, although organ-specific follow-up imaging may be done (e.g., liver-protocol MRI to evaluate possible primary hepatocellular carcinoma). PSMA-RADS-3D Lesion suggestive of malignancy on anatomic imaging but lacking uptake (Fig. 8). Differential considerations include nonprostatic malignancy, neuroendocrine PCa, and an uncommon case of prostate adenocarcinoma that fails to express PSMA. Biopsy to confirm diagnosis histologically is often preferred, although organ-specific follow-up imaging may be done. PSMA-RADS-4 (PCa highly likely) Intense uptake in site typical of PCa but lacking definitive findings on conventional imaging (Fig. 9). Given the high specificity of PSMA agents in all reported series, it is unlikely that biopsy confirmation will be needed, although obtaining tissue for genomic analysis or other purposes may be useful. PSMA-RADS-5 (PCa almost certainly present) Intense uptake in site typical of PCa and having corresponding findings on conventional imaging (Fig. 10). Given the high specificity of PSMA agents in all reported series, it is unlikely that biopsy confirmation will be needed, although obtaining tissue for genomic analysis or other purposes may be useful. *Further work-up can be considered. 480 T HE J OURNAL OF N UCLEAR M EDICINE • Vol. 59 • No. 3 • March 2018",
    "PSMA-RADS-2 The PSMA-RADS-2 desig- nation is reserved for lesions with uptake that are likely benign but have not been biop- sied or are not definitively iden- tifiable as a specific entity on the basis of anatomic imaging (Table 1). PSMA-RADS-2 in- cludes lesions with low levels of uptake in what would be atypical sites for PCa. Exam- ples of PSMA-RADS-2 include isolated mediastinal or axillary lymph nodes with minimal up- take or focal uptake (Fig. 3) that fuses to a bone lesion that is strongly suspected of being degenerative or another benign etiology (Fig. 4). We recognize that there may be overlap be- tween PSMA-RADS-1B and PSMA-RADS-2 interpretations depending on several factors such as the experience of the interpreter and that per- son’s own style of interpre- tation. Effort should be made, however, to use the PSMA- RADS-1 designation for de- finitively benign findings and to use PSMA-RADS-2 for lesions that are felt to be benign but in very rare instances could harbor malignancy. PSMA-RADS-3 The PSMA-RADS-3 category is the most complex of the 5 designations in the proposed schema. Like the BI-RADS-0 desig- nation, PSMA-RADS-3 suggests that either further work-up or follow-up imaging may be of value to more completely charac- terize the finding. PSMA-RADS-3A and PSMA-RADS-3B are separated on the basis of representing findings in either soft tissue, such as lymph nodes (PSMA-RADS-3A, Fig. 5) or bone (PSMA- RADS-3B, Fig. 6), as such findings may require different methods of additional work-up. For example, biopsy is likely to be the first choice in evaluating an indeterminate lymph node or soft-tissue lesion. In contrast, Na 18 F PET/CT may be helpful for PSMA- RADS-3B lesions, although tumor protocol MRI and bone biopsy represent definitive methods of evaluating an indeterminate bone lesion. Both PSMA-RADS-3A and PSMA-RADS-3B are meant to indicate lesions that are suggestive of but not definitive for PCa. Such lesions may include small lymph nodes in a location typical of PCa that have focal but mild uptake (PSMA-RADS-3A) or bone lesions that demonstrate focal uptake but could either repre- sent a metastasis or derive from a degenerative or traumatic origin (PSMA-RADS-3B). Lesions that cannot be histologically sampled or practically evaluated by another imaging modality should be assessed with follow-up imaging. We recommend a follow-up interval of 3–6 mo. Ideally, the follow-up imaging modality would be PSMA-targeted PET, and any evidence of progression of the lesion (i.e., increased uptake or enlargement/evolution of the findings on the CT por- tion of the study) would increase the PSMA-RADS designation to 4 or 5. Stable lesions in patients not being actively treated would suggest a benign etiology, and such lesions could then be assigned a PSMA-RADS score of 1 or 2. For some lesions, a measure of suspicion may remain, and we leave it to the discretion of the interpreting imaging specialist to recommend additional FIGURE 1. PSMA-RADS-1A: whole- body maximum-intensity-projection image of patient with biochemi- cally recurrent PCa imaged with 18 F-DCFPyL. No sites of abnormal uptake can be appreciated. Normal biodistribution of agent is seen, includ- ing uptake in lacrimal glands, salivary glands, liver, spleen, kidneys, and small bowel. In addition, radiotracer is seen being excreted within urinary tract. FIGURE 2. PSMA-RADS-1B: images of patient with biochemically recurrent PCa found to have hepatic hemangioma on both 18 F-DCFPyL PET/CT and MRI. (A) Maximum-intensity-projection 18 F-DCFPyL PET image shows intense focus projecting over right lobe of liver. (Patient had left nephrectomy for remote history of renal cell carcinoma.) Very small lymph nodes in retroperitoneum that were thought to represent recurrent PCa are not well seen. (B – D) Axial CT (B), axial 18 F-DCFPyL PET (C), and axial 18 F-DCFPyL PET/CT (D) images through liver corroborate that intense focus is in segment IVB (arrows) and has no anatomic correlate on CT. (E – F) T2 fat-saturation (E), T1 fat-saturation enhanced (20 s after 11.5-mL gadobutrol injection) (F), and T1 fat-saturation enhanced (70 s after 11.5-mL gadobutrol injection) images from subsequent MRI (G) show homogeneous T2 bright lesion in segment IVB at location of PET abnormality, with brisk peripheral contrast uptake on earlier image and complete fill-in on later image. No restricted diffusion was evident. MRI findings are typical of hepatic hemangioma. PSMA-RADS • Rowe et al. 481",
    "follow-up time points. At the time of the writing of this article, no ligand for PSMA-targeted PET is approved by the U.S. Food and Drug Administration, and patients are imaged only on re- search protocols, limiting the potential for the use of PSMA-targeted PET for follow-up. Therefore, for the immediate future in the United States, the modality for follow-up will vary by type of lesion and may be limited to contrast-enhanced CT or MRI for assessment of initially indeterminate lymph nodes and Na 18 F PET, bone scans, CT, or MRI for follow-up of bone lesions. In the presence of PSMA-RADS-4 and PSMA-RADS-5 lesions, PSMA-RADS-3A and PSMA-RADS-3B lesions would need further evaluation only if the patient is being considered for focal or metastasis-directed therapy such as stereotactic radiation ablation. PSMA-RADS-3C lesions are different from other PSMA- RADS-3 lesions in that they possibly represent another non-PCa malignant process. One example is a lung mass in a patient with a FIGURE 3. PSMA-RADS-2: likely benign lymph nodes with uptake in patient with biochemically recurrent PCa. Axial CT (A), axial 18 F-DCFPyL PET (B), and axial 18 F-DCFPyL PET/CT (C) images show mild uptake in multiple axillary lymph nodes. Such findings in axillae (and lung hila and mediastinum) indicate chronic inflammatory process and are not overtly suggestive of PCa in setting of biochemical recurrence. FIGURE 4. PSMA-RADS-2: likely benign skeletal finding with uptake in patient with biochemically recurrent PCa. Patient was an avid bicyclist and had experienced several episodes of minor trauma over the years, including a recent back injury. Coronal CT (A), coronal 18 F-DCFPyL PET (B), and coronal 18 F-DCFPyL PET/CT images (C) show slightly de- pressed L1 superior endplate with smooth, linear uptake (arrows). This uptake can occur in healing fractures and generally does not indicate disease. We categorized this patient as PSMA-RADS-2 instead of PSMA-RADS-1B because in rare circumstances uptake in such a loca- tion may obscure uptake from PCa. FIGURE 5. PSMA-RADS-3A: equivocal uptake in several retroperi- toneal lymph nodes of patient with rapidly rising level of prostate- specific antigen and no other evidence of disease. Axial CT (A), axial 18 F-DCFPyL PET (B), and axial 18 F-DCFPyL PET/CT (C) images show series of small (short-axis diameter, , 0.8 cm) left paraaortic lymph nodes (arrows). Degree of uptake is similar to blood pool, leaving this finding indeterminate. Depending on local practice pattern, biopsy of these nodes may be considered (although biopsy of this site is difficult). Follow-up imaging in 3 – 6 mo may also be considered. FIGURE 6. PSMA-RADS-3B: equivocal uptake in bone lesion of pa- tient with recurrent PCa. Axial bone window CT (A), axial 18 F-DCFPyL PET (B), and axial 18 F-DCFPyL PET/CT (C) images show bone lesion. Pelvic adenopathy was seen on other images. Low-level uptake in an- terior right iliac bone (arrows) and lack of anatomic correlates leaves this finding indeterminate for early metastatic disease vs. benign processes such as traumatic changes or small site of fibrous dysplasia. Depending on local practice pattern, biopsy or tumor-protocol MRI may be the preferred follow-up approaches. FIGURE 7. PSMA-RADS-3C: high level of uptake in lung nodule of patient with biochemically recurrent PCa. Coronal CT (A), coronal 18 F- DCFPyL PET (B), and coronal 18 F-DCFPyL PET/CT (C) images show exceptionally high uptake in right-lower-lobe pulmonary nodule (ar- rows). Patient ’ s low prostate-specific antigen level was discordant with this finding. Biopsy of lesion was recommended. FIGURE 8. PSMA-RADS-3D: non – radiotracer-avid lung nodule in pa- tient with biochemically recurrent PCa. Axial lung window CT (A), axial 18 F-DCFPyL PET (B), and axial 18 F-DCFPyL PET/CT (C) images show 1.5-cm right upper lobe nodule without appreciable uptake (arrows). Patient had sites of disease in pelvis to explain his elevated prostate- specific antigen level. Although uptake of PSMA-targeted radiotracers has been described for primary bronchogenic neoplasms, it is unknown what lack of uptake implies about this lung lesion. 18 F-FDG PET/CT was recommended as an initial step, with the eventual need for tissue di- agnosis being likely. 482 T HE J OURNAL OF N UCLEAR M EDICINE • Vol. 59 • No. 3 • March 2018",
    "low serum prostate-specific antigen level being evaluated for bio- chemical recurrence. Such a lesion may represent a primary lung cancer, and elucidation of the histology of the lesion would be important to guide further therapy. PSMA-RADS-3D lesions are also distinct from other PSMA- RADS-3 lesions. Such lesions represent a potential malignant etiology on anatomic imaging but are distinctly negative on PSMA-based PET imaging (Fig. 8). Such lesions can include non-PCa malignancies that fail to express PSMA (often, the distribution of such lesions would be atypical of PCa) or could represent PCa that does not express PSMA, such as neuroendo- crine differentiated tumors ( 42 – 44 ) or prostate adenocarcinoma that lacks PSMA expression ( 45 ). It is likely that tissue sampling will be important in determining appropriate next steps for PSMA-RADS-3D lesions. PSMA-RADS-4 In this proposed reporting and data system, PSMA-RADS-4 lesions represent those that have a high likelihood of being PCa but do not have confirmatory findings on anatomic imaging or bone scans (Table 1). Examples include small pelvic or retroperi- toneal lymph nodes with intense focal uptake (Fig. 9), intense focal uptake in the prostate bed that is clearly separable from urinary bladder activity, and bone lesions with intense uptake that do not have a clearly benign appearance on anatomic imaging. Given the repeatedly excellent specificity of PSMA-targeted PET radiotracers ( 10,46,47 ), further evaluation of PSMA- RADS-4 lesions with tissue confirmation is unlikely to be of value except when molecular information on the patient’s tumor can guide therapy. PSMA-RADS-5 PSMA-RADS-5 lesions (Table 1) are diagnostic of the pres- ence of PCa, as they demonstrate classic findings on both PSMA- based PET and anatomic imaging or bone scans. Such lesions can be viewed as so highly characteristic of PCa that biopsies failing to yield a diagnosis of PCa should be suspected of being falsely neg- ative (like BI-RADS-5 lesions in breast imaging). REPORTING GUIDELINES To provide information most accurately and efficiently to referring providers, we propose a set of minimum requirements for conveying PSMA-RADS findings. Clinical history should be reviewed for all patients undergoing PSMA-targeted PET, and the following information should be included with each report: indication for the study, a brief summary of the most important aspects of the patient’s PCa history (particularly, any history of treatment with antiandrogen therapy, including gonadotropin-releasing hormone agonists or antagonists, enzalu- tamide, or abiraterone; the last date of dosing and the duration of therapy with any of those agents would also be in- cluded), and any additional salient aspects of the history such as other known malig- nancies, current prostate-specific antigen level, and important imaging findings known from other modalities. The amount of PSMA-targeted radiotracer injected should also be specified, as should the up- take time from injection to imaging and the acquired field of view of the study. For patients with a limited number of lesions (i.e., any state of disease up to oligometastatic PCa, usually defined as # 5 metastatic sites ( 48,49 )), each lesion should be given a PSMA-RADS designation as well as an anatomic description, axial slice number or table position, maximum diameter in the axial plane (short-axis diameter for lymph nodes), and indication of uptake FIGURE 9. PSMA-RADS-4: radiotracer-avid retroperitoneal lymph node without definitive findings on conventional imaging. Axial CT (A), axial 18 F-DCFPyL PET (B), and axial 18 F-DCFPyL PET/CT (C) images show a degree of uptake consistent with metastatic PCa (arrows). How- ever, because short-axis diameter of lymph node was 0.7 cm (i.e., , 1.0 cm) this node would generally not be considered pathologically enlarged. FIGURE 10. PSMA-RADS-5: images of patient with extensive metastatic PCa. (A) Whole-body maximum-intensity-projection image shows diffuse osseous metastatic disease and retroperitoneal adenopathy. This scan would be categorized as PSMA-RADS-5, and there are also several individual PSMA-RADS-5 lesions. (B – D) Axial CT (B), axial 18 F-DCFPyL PET (C), and axial 18 F-DCFPyL PET/CT (D) images through retroperitoneum show multiple enlarged lymph nodes (short-axis diameter, . 1.0 cm) with intense uptake (arrows). (E – G) Sagittal bone window CT (E), sagittal 18 F-DCFPyL PET (F), and sagittal 18 F-DCFPyL PET/CT (G) images show diffuse metastatic disease in spine with intense uptake and underlying sclerotic changes in bones. Lack of sacral uptake in F and G is due to previous pelvic radiation therapy. PSMA-RADS • Rowe et al. 483",
    "expressed as either SUV max normalized to lean body mass or SUV max normalized to body weight ( 50 ). Similar parameters have also been suggested by a joint statement from the Euro- pean Association of Nuclear Medicine and the Society of Nu- clear Medicine and Molecular Imaging ( 51 ). The body of the report should include all relevant PET and CT/MRI findings (depending on the use of CT or MRI as the fusion modality). These findings can either be discussed in separate sections of the body of the report or combined into a single narrative. The impression of the study should include specific PSMA-RADS designations for up to 5 lesions, again, based on the belief that this represents the number of lesions qualifying a patient to be considered oligometastatic, as well as an overall PSMA-RADS score for the scan that reflects the absence or presence of scinti- graphically apparent PCa. A report that assigns an overall PSMA-RADS score of 3 or more to the scan but does not de- scribe the anatomic sites of abnormal uptake would be consid- ered inadequate, as the information necessary for appropriate follow-up recommendations or guidance of focal therapy has not been conveyed. For patients with widespread disease, it would often be imprac- tical to provide these parameters for every lesion. Further, because such patients are likely to receive systemic treatment, demarcation of every lesion would be unnecessary. In those situations, we recommend that the information be provided for a dominant or representative lesion (i.e., the lesion with the highest uptake or largest size) of the prostate bed, lymph nodes, bone, and each involved visceral organ, as applicable. One may consider using these representative lesions as a baseline for following the response to therapy, although the exact role of PSMA-targeted PET for this application is still being established and little is yet known about the intrinsic variability of PSMA-targeted PET uptake ( 50 ). Regardless of the number of lesions on a given study, we encourage the interpreting physician to include in the impression an overall PSMA-RADS designation for each scan. In many situations, the highest PSMA-RADS lesion will also be the designation of the overall PET scan (analogous to the Lugano criteria). For example, a patient with multiple PSMA-RADS-5 lesions who also has a PSMA-RADS-3A or PSMA-RADS-3B lesion could be thought of as having definitive imaging evidence of PCa and, thus, the PSMA- RADS-3 lesion would not need to be included in the impression. The impression would state that such a patient has a PSMA-RADS- 5 scan. However, situations may also arise in which it is important that the impression delineate every site of disease; in these situations, further evaluation of all PSMA-RADS-3A and PSMA- RADS-3B lesions may be necessary. The proposed PSMA-RADS-3C and PSMA-RADS-3D categories represent a special situation that will often require a separate point in the impression of the study regardless of other findings. CONCLUSION We propose a structured reporting and data system, termed PSMA-RADS version 1.0, for PSMA-targeted PET imaging studies. The proposal summarized in Table 1 should be treated as a starting point that can be amended on the basis of ongoing experience and individual practice patterns at institutions that use PSMA-based PET examinations. The eventual establishment of a widely agreed on and validated reporting system is a goal we set forth and is not necessarily achieved in the preliminary system we propose here. As the field of PSMA-targeted PET imaging matures, it may eventually be possible to assign to each of the PSMA-RADS categories the numeric likelihood of cancer being present. We strongly encour- age comments and feedback from those who routinely use PSMA-targeted PET. With a more mature version of PSMA- RADS in hand, we will greatly improve the consistency of clin- ical data generated with PSMA-targeted PET. DISCLOSURE No potential conflict of interest relevant to this article was reported. REFERENCES 1. Orel SG, Kay N, Reynolds C, Sullivan DC. BI-RADS categorization as a pre- dictor of malignancy. Radiology. 1999;211:845–850. 2. Weinreb JC, Barentsz JO, Choyke PL, et al. PI-RADS prostate imaging: reporting and data system—2015, version 2. Eur Urol. 2016;69:16–40. 3. McKee BJ, Regis SM, McKee AB, Flacke S, Wald C. Performance of ACR Lung- RADS in a clinical CT lung screening program. J Am Coll Radiol. 2015;12:273–276. 4. Purysko AS, Remer EM, Coppa CP, Leao Filho HM, Thupili CR, Veniero JC. LI- RADS: a case-based review of the new categorization of liver findings in patients with end-stage liver disease. Radiographics. 2012;32:1977–1995. 5. Tessler FN, Middleton WD, Grant EG, et al. ACR thyroid imaging, reporting and data system (TI-RADS): white Paper of the ACR TI-RADS committee. J Am Coll Radiol. 2017;14:587–595. 6. Cheson BD, Fisher RI, Barrington SF, et al. Recommendations for initial eval- uation, staging, and response assessment of Hodgkin and non-Hodgkin lym- phoma: the Lugano classification. J Clin Oncol. 2014;32:3059–3068. 7. Maurer T, Eiber M, Schwaiger M, Gschwend JE. Current use of PSMA-PET in prostate cancer management. Nat Rev Urol. 2016;13:226–235. 8. Rowe SP, Gorin MA, Allaf ME, et al. PET imaging of prostate-specific mem- brane antigen in prostate cancer: current state of the art and future challenges. Prostate Cancer Prostatic Dis. 2016;19:223–230. 9. Kiess AP, Banerjee SR, Mease RC, et al. Prostate-specific membrane antigen as a target for cancer imaging and therapy. Q J Nucl Med Mol Imaging. 2015;59:241–268. 10. Maurer T, Gschwend JE, Rauscher I, et al. Diagnostic efficacy of 68 gallium- PSMA positron emission tomography compared to conventional imaging for lymph node staging of 130 consecutive patients with intermediate to high risk prostate cancer. J Urol. 2016;195:1436–1443. 11. Eiber M, Maurer T, Souvatzoglou M, et al. Evaluation of hybrid 68 Ga-PSMA ligand PET/CT in 248 patients with biochemical recurrence after radical pros- tatectomy. J Nucl Med. 2015;56:668–674. 12. Morigi JJ, Stricker PD, van Leeuwen PJ, et al. Prospective comparison of 18 F- fluoromethylcholine versus 68 Ga-PSMA PET/CT in prostate cancer patients who have rising PSA after curative treatment and are being considered for targeted therapy. J Nucl Med. 2015;56:1185–1190. 13. Rowe SP, Macura KJ, Mena E, et al. PSMA-based [ 18 F]DCFPyL PET/CT is superior to conventional imaging for lesion detection in patients with metastatic prostate cancer. Mol Imaging Biol. 2016;18:411–419. 14. Kanthan GL, Coyle L, Kneebone A, Schembri GP, Hsiao E. Follicular lymphoma showing avid uptake on 68 Ga PSMA-HBED-CC PET/CT. Clin Nucl Med. 2016;41:500–501. 15. Zacho HD, Nielsen JB, Dettmann K, Haberkorn U, Petersen LJ. Incidental de- tection of thyroid metastases from renal cell carcinoma using 68 Ga-PSMA PET/ CT to assess prostate cancer recurrence. Clin Nucl Med. 2017;42:221–222. 16. Rowe SP, Gorin MA, Hammers HJ, et al. Imaging of metastatic clear cell renal cell carcinoma with PSMA-targeted 18 F-DCFPyL PET/CT. Ann Nucl Med. 2015;29:877–882. 17. Rowe SP, Gorin MA, Hammers HJ, Pomper MG, Allaf ME, Javadi MS. De- tection of 18 F-FDG PET/CT occult lesions with 18 F-DCFPyL PET/CT in a pa- tient with metastatic renal cell carcinoma. Clin Nucl Med. 2016;41:83–85. 18. Gorin MA, Rowe SP, Hooper JE, et al. PSMA-targeted 18 F-DCFPyL PET/CT imaging of clear cell renal cell carcinoma: results from a rapid autopsy. Eur Urol. 2017;71:145–146. 19. Gupta M, Choudhury PS, Gupta G, Gandhi J. Metastasis in urothelial carcinoma mimicking prostate cancer metastasis in Ga-68 prostate-specific membrane an- tigen positron emission tomography-computed tomography in a case of synchro- nous malignancy. Indian J Nucl Med. 2016;31:222–224. 20. Einspieler I, Tauber R, Maurer T, Schwaiger M, Eiber M. 68 Ga prostate-specific membrane antigen uptake in renal cell cancer lymph node metastases. Clin Nucl Med. 2016;41:e261–e262. 484 T HE J OURNAL OF N UCLEAR M EDICINE • Vol. 59 • No. 3 • March 2018",
    "21. Huang YT, Fong W, Thomas P. Rectal carcinoma on 68 Ga-PSMA PET/CT. Clin Nucl Med. 2016;41:e167–e168. 22. Lawhn-Heath C, Flavell RR, Glastonbury C, Hope TA, Behr SC. Incidental detection of head and neck squamous cell carcinoma on 68 Ga-PSMA-11 PET/CT. Clin Nucl Med. 2017;42:e218–e220. 23. Shetty D, Loh H, Bui C, Mansberg R, Stevanovic A. Elevated 68 Ga prostate-specific membrane antigen activity in metastatic non-small cell lung cancer. Clin Nucl Med. 2016;41:414–416. 24. Sasikumar A, Joy A, Nanabala R, Pillai MR, Thomas B, Vikraman KR. 68 Ga-PSMA PET/CT imaging in primary hepatocellular carcinoma. Eur J Nucl Med Mol Imaging. 2016;43:795–796. 25. Rowe SP, Deville C, Paller C, et al. Uptake of F-DCFPyL in Paget’s disease of bone, an important potential pitfall in clinical interpretation of PSMA PET studies. Tomography. 2015;1:81–84. 26. Sasikumar A, Joy A, Nanabala R, Pillai MR, TA H. 68 Ga-PSMA PET/CT false- positive tracer uptake in Paget disease. Clin Nucl Med. 2016;41:e454–e455. 27. Derlin T, Weiberg D, Sohns JM. Multitracer molecular imaging of Paget disease targeting bone remodeling, fatty acid metabolism, and PSMA expression on PET/CT. Clin Nucl Med. 2016;41:991–992. 28. Blazak JK, Thomas P. Paget disease: a potential pitfall in PSMA PET for prostate cancer. Clin Nucl Med. 2016;41:699–700. 29. Artigas C, Alexiou J, Garcia C, et al. Paget bone disease demonstrated on 68 Ga-PSMA ligand PET/CT. Eur J Nucl Med Mol Imaging. 2016;43:195–196. 30. Bourgeois S, Gykiere P, Goethals L, Everaert H, De Geeter FW. Aspecific uptake of 68 GA-PSMA in Paget disease of the bone. Clin Nucl Med. 2016;41:877–878. 31. Dias AH, Holm Vendelbo M, Bouchelouche K. Prostate-specific membrane an- tigen PET/CT: uptake in lymph nodes with active sarcoidosis. Clin Nucl Med. 2017;42:e175–e176. 32. Kobe C, Maintz D, Fischer T, Drzezga A, Chang DH. Prostate-specific mem- brane antigen PET/CT in splenic sarcoidosis. Clin Nucl Med. 2015;40:897–898. 33. Ardies PJ, Gykiere P, Goethals L, De Mey J, De Geeter F, Everaert H. PSMA uptake in mediastinal sarcoidosis. Clin Nucl Med. 2017;42:303–305. 34. Chan M, Schembri GP, Hsiao E. Serous cystadenoma of the pancreas showing uptake on 68 Ga PSMA PET/CT. Clin Nucl Med. 2017;42:56–57. 35. Kanthan GL, Drummond J, Schembri GP, Izard MA, Hsiao E. Follicular thyroid adenoma showing avid uptake on 68 Ga PSMA-HBED-CC PET/CT. Clin Nucl Med. 2016;41:331–332. 36. Kanthan GL, Hsiao E, Kneebone A, Eade T, Schembri GP. Desmoid tumor showing intense uptake on 68 Ga PSMA-HBED-CC PET/CT. Clin Nucl Med. 2016;41:508–509. 37. Kanthan GL, Izard MA, Emmett L, Hsiao E, Schembri GP. Schwannoma showing avid uptake on 68 Ga-PSMA-HBED-CC PET/CT. Clin Nucl Med. 2016;41:703–704. 38. Law WP, Fiumara F, Fong W, Miles KA. Gallium-68 PSMA uptake in adrenal adenoma. J Med Imaging Radiat Oncol. 2016;60:514–517. 39. Rischpler C, Maurer T, Schwaiger M, Eiber M. Intense PSMA-expression using 68 Ga-PSMA PET/CT in a paravertebral schwannoma mimicking prostate cancer metastasis. Eur J Nucl Med Mol Imaging. 2016;43:193–194. 40. Bilgin R, Ergul N, Cermik TF. Incidental meningioma mimicking metastasis of prostate adenocarcinoma in 68 Ga-labeled PSMA ligand PET/CT. Clin Nucl Med. 2016;41:956–958. 41. Eiber M, Weirich G, Holzapfel K, et al. Simultaneous 68 Ga-PSMA HBED-CC PET/ MRI improves the localization of primary prostate cancer. Eur Urol. 2016;70:829–836. 42. Chakraborty PS, Tripathi M, Agarwal KK, Kumar R, Vijay MK, Bal C. Meta- static poorly differentiated prostatic carcinoma with neuroendocrine differentia- tion: negative on 68 Ga-PSMA PET/CT. Clin Nucl Med. 2015;40:e163–e166. 43. Tosoian JJ, Gorin MA, Rowe SP, et al. Correlation of PSMA-targeted 18 F-DCFPyL PET/CT findings with immunohistochemical and genomic data in a patient with metastatic neuroendocrine prostate cancer. Clin Genitourin Cancer. 2017;15:e65–e68. 44. Usmani S, Ahmed N, Marafi F, Rasheed R, Amanguno HG, Al Kandari F. Molecular imaging in neuroendocrine differentiation of prostate cancer: 68 Ga-PSMA versus 68 Ga-DOTA NOC PET-CT. Clin Nucl Med. 2017;42:410–413. 45. Wright GL Jr, Haley C, Beckett ML, Schellhammer PF. Expression of prostate- specific membrane antigen in normal, benign, and malignant prostate tissues. Urol Oncol. 1995;1:18–28. 46. Bud ä us L, Leyh-Bannurah SR, Salomon G, et al. Initial experience of 68 Ga-PSMA PET/CT imaging in high-risk prostate cancer patients prior to radical prostatectomy. Eur Urol. 2016;69:393–396. 47. Perera M, Papa N, Christidis D, et al. Sensitivity, specificity, and predictors of positive 68 Ga-prostate-specific membrane antigen positron emission tomography in advanced prostate cancer: a systematic review and meta-analysis. Eur Urol. 2016;70:926–937. 48. Reyes DK, Pienta KJ. The biology and treatment of oligometastatic cancer. Oncotarget. 2015;6:8491–8524. 49. Tosoian JJ, Gorin MA, Ross AE, Pienta KJ, Tran PT, Schaeffer EM. Oligometa- static prostate cancer: definitions, clinical outcomes, and treatment consider- ations. Nat Rev Urol. 2017;14:15–25. 50. Li X, Rowe SP, Leal JP, et al. Semiquantitative parameters in PSMA-targeted PET imaging with 18 F-DCFPyL: variability in normal-organ uptake. J Nucl Med. 2017;58:942–946. 51. Fendler WP, Eiber M, Beheshti M, et al. 68 Ga-PSMA PET/CT: joint EANM and SNMMI procedure guideline for prostate cancer imaging—version 1.0. Eur J Nucl Med Mol Imaging. 2017;44:1014–1024. PSMA-RADS • Rowe et al. 485"
  ],
  "processed_at": "2026-01-30T15:58:49.931Z"
}