{
  "doc_id": "0cdb95a2425fdb6351abf0bc55d052c2",
  "source_id": "8606_00",
  "total_pages": 51,
  "pages": [
    "1 cancer.org | 1.800.227.2345 Colorectal Cancer Early Detection, Diagnosis, and Staging Know the signs and symptoms of colorectal cancer. Find out how colorectal cancer is tested for, diagnosed, and staged. Detection and Diagnosis Finding cancer early, when it's small and hasn't spread, often allows for more treatment options. Some early cancers may have signs and symptoms that can be noticed, but that's not always the case. Can Colorectal Polyps and Cancer Be Found Early? American Cancer Society Guideline for Colorectal Cancer Screening Colorectal Cancer Screening Tests Insurance Coverage for Colorectal Cancer Screening Colorectal Cancer Signs and Symptoms Tests to Diagnose and Stage Colorectal Cancer Understanding Your Pathology Report Stages and Outlook (Prognosis) After a cancer diagnosis, staging provides important information about the extent of cancer in the body and anticipated response to treatment. Colorectal Cancer Stages Survival Rates for Colorectal Cancer",
    "cancer.org | 1.800.227.2345 American Cancer Society 2 Questions to Ask About Colorectal Cancer Here are some questions you can ask your cancer care team to help you better understand your cancer diagnosis and treatment options. Questions to Ask About Colorectal Cancer Can Colorectal Polyps and Cancer Be Found Early? Colorectal cancer can often be found early with screening tests. is the Screening process of looking for cancer or precancer in people who have no symptoms of the disease. Colonoscopy, a colorectal cancer screening test, can even prevent colorectal cancer by finding polyps before they turn into cancer. Screening for colorectal cancer Why is colorectal cancer screening important? Who should get screened? Screening for colorectal cancer Colorectal cancer is a leading cause of cancer death in the United States. But the death rate (the number of deaths per 100,000 people per year) for colorectal cancer . has been dropping for several decades 1 Regular colorectal cancer screening is one of the most powerful tools against colorectal cancer. Why is colorectal cancer screening important?",
    "cancer.org | 1.800.227.2345 American Cancer Society 3 1. Finding colorectal cancer early Screening can often find colorectal cancer early , when it’s small, hasn’t spread, and might be easier to treat. Colorectal cancer prevention Regular screening can even prevent colorectal cancer. A polyp can take as many as 10 to 15 years to develop into cancer. With a colonoscopy, doctors can find and remove polyps before they have the chance to turn into cancer. Polyp removal during screening One reason the death rate for colorectal cancer has improved is that colorectal polyps are more often found by screening and removed before they can develop into cancers. Who should get screened? The American Cancer Society recommends that people at average risk of colorectal cancer . People at higher risk might need to start start regular screening at age 45 earlier. Unfortunately, about 1 in 3 people in the United States who should get tested for colorectal cancer have never been screened. This may be because they don’t know that regular testing could save their lives from this disease, or due to things like cost and . health insurance coverage issues Learn more about who should be screened in American Cancer Society Guideline for . Talk to your health care provider about which tests might be Colorectal Screening good options for you, and check with your insurance provider about your coverage. See for more information about the tests used to Colorectal Cancer Screening Tests colorectal cancer and polyps. Hyperlinks",
    "cancer.org | 1.800.227.2345 American Cancer Society 4 1. www.cancer.org/cancer/types/colon-rectal-cancer/about/key-statistics.html References American Cancer Society. . Atlanta, American Cancer Cancer Facts & Figures 2020 Society; 2020. American Cancer Society. . Atlanta, Colorectal Cancer Facts & Figures 2023-2025 American Cancer Society; 2023. Howlader N, Noone AM, Krapcho M, Miller D, Brest A, Yu M, Ruhl J, Tatalovich Z, Mariotto A, Lewis DR, Chen HS, Feuer EJ, Cronin KA (eds). SEER Cancer Statistics Review, 1975-2016, National Cancer Institute. Bethesda, MD, https://seer.cancer.gov /csr/1975_2016/, based on November 2018 SEER data submission, posted to the SEER web site, April 2019. Last Revised: January 29, 2024 American Cancer Society Guideline for Colorectal Cancer Screening The American Cancer Society has developed colorectal cancer screening guidelines for people at average risk as well people at high risk for colorectal cancer. For people at average risk Test options for colorectal cancer screening For people at increased or high risk For people at average risk",
    "cancer.org | 1.800.227.2345 American Cancer Society 5 The American Cancer Society recommends that people at average risk* of colorectal cancer . This can be done either with a sensitive test start regular screening at age 45 that looks for signs of cancer in a person’s stool (a stool-based test), or with an exam that looks at the colon and rectum (a visual exam). These options are listed below. People who are in good health and with a life expectancy of more than 10 years should continue regular colorectal cancer screening through . age 75 For people , the decision to be screened should be based on a ages 76 through 85 person’s preferences, life expectancy, overall health, and prior screening history. People should no longer get colorectal cancer screening. over age 85 *For screening, people are considered to be at average risk if they have: do not A personal history of colorectal cancer or certain types of polyps A family history of colorectal cancer A personal history of inflammatory bowel disease (ulcerative colitis or Crohn’s disease) A confirmed or suspected hereditary colorectal cancer syndrome, such as familial adenomatous polyposis (FAP) or Lynch syndrome (hereditary non-polyposis colon cancer or HNPCC) A personal history of getting radiation to the abdomen (belly) or pelvic area to treat a prior cancer Test options for colorectal cancer screening Several test options are available for colorectal cancer screening: Stool-based tests Highly sensitive fecal immunochemical test (FIT) every year Highly sensitive guaiac-based fecal occult blood test (gFOBT) every year Multi-targeted stool DNA test with fecal immunochemical testing (MT-sDNA or sDNA-FIT or FIT-DNA)) every 3 years",
    "cancer.org | 1.800.227.2345 American Cancer Society 6 Visual (structural) exams of the colon and rectum Colonoscopy every 10 years CT colonography (virtual colonoscopy) every 5 years Sigmoidoscopy every 5 years There are some differences between these tests to consider (see Colorectal Cancer ), but Screening Tests the most important thing is to get screened, no matter . Talk to your health care provider about which tests might be which test you choose good options for you, and to your . insurance provider about your coverage If a person chooses to be screened with a test other than colonoscopy, any abnormal test result should be followed up with a timely colonoscopy. For people at increased or high risk People at increased or high risk of colorectal cancer might need to start colorectal cancer screening before age 45, be screened more often, and/or get specific tests. This includes people with: A strong family history of colorectal cancer or certain types of polyps (see ) Colorectal Cancer Risk Factors 1 A personal history of colorectal cancer or certain types of polyps A personal history of inflammatory bowel disease (ulcerative colitis or Crohn’s disease) A known family history of a hereditary colorectal cancer syndrome, such as familial adenomatous polyposis (FAP) or Lynch syndrome (also known as hereditary non- polyposis colon cancer or HNPCC) A personal history of radiation to the abdomen (belly) or pelvic area to treat a prior cancer The American Cancer Society does not have screening guidelines specifically for people at increased or high risk of colorectal cancer . However, other professional medical organizations, such as the US Multi-Society Task Force on Colorectal Cancer (USMSTF), do put out such guidelines. These guidelines are complex and are best reviewed with your health care provider. In general, these guidelines put people into several groups (although the details depend on each person’s specific risk factors).",
    "cancer.org | 1.800.227.2345 American Cancer Society 7 People at increased risk for colorectal cancer People with one or more family members who have had colon or rectal cancer Screening recommendations for these people depend on who in the family had cancer and how old they were when it was diagnosed. Some people with a family history will be able to follow the recommendations for average-risk adults, but others might need to get a colonoscopy (and not any other type of test) more often, and possibly starting before age 45. People who have had certain types of polyps removed during a colonoscopy Most of these people will need to get a colonoscopy again after 3 years, but some people might need to get one earlier (or later) than 3 years, depending on the type, size, and number of polyps. People who have had colon or rectal cancer Most of these people will need to start having colonoscopies regularly about 1 year after surgery to remove the cancer. Other procedures like MRI or proctoscopy with ultrasound might also be recommended for some people with rectal cancer, depending on the type of surgery they had. People who have had radiation to the abdomen (belly) or pelvic area to treat a prior cancer Most of these people will need to start having colorectal screening (colonoscopy or stool-based testing) at an earlier age (depending on how old they were when they got the radiation). Screening often begins 10 years after the radiation was given or at age 35, whichever comes last. These people might also need to be screened more often than normal (such as at least every 3 to 5 years). People at high risk for colorectal cancer People with inflammatory bowel disease (Crohn’s disease or ulcerative colitis)",
    "cancer.org | 1.800.227.2345 American Cancer Society 8 1. 2. These people generally need to get colonoscopies (not any other type of test) starting at least 8 years after they are diagnosed with inflammatory bowel disease. Follow-up colonoscopies should be done every 1 to 3 years, depending on the person’s risk factors for colorectal cancer and the findings on the previous colonoscopy. People known or suspected to have certain genetic syndromes These people generally need to have colonoscopies (not any other tests). Screening is often recommended to begin at a young age, possibly as early as the teenage years for some syndromes – and needs to be done much more frequently. Specifics depend on which genetic syndrome you have and other factors. If you’re at increased or high risk of colorectal cancer (or think you might be), talk to your health care provider to learn more. They can suggest the best screening option for you, as well as determine what type of screening schedule you should follow, based on your individual risk. Know Your Cancer Risk 2 Take the ACS CancerRisk360™ assessment to learn more about what you can change to improve your health. By taking 5 minutes to answer a few questions, we will give you a personalized roadmap of actions with helpful resources you can use to lower your risk of cancer. Hyperlinks www.cancer.org/cancer/types/colon-rectal-cancer/causes-risks-prevention/risk- factors.html acscancerrisk360.cancer.org/ References",
    "cancer.org | 1.800.227.2345 American Cancer Society 9 Burnett-Hartman AN, Lee JK, Demb J, Gupta S. An Update on the Epidemiology, Molecular Characterization, Diagnosis, and Screening Strategies for Early-Onset Colorectal Cancer. Gastroenterology. 2021 Mar;160(4):1041-1049. doi: 10.1053/j. gastro.2020.12.068. Epub 2021 Jan 5. PMID: 33417940; PMCID: PMC8273929. Lin JS, Perdue LA, Henrikson NB, Bean SI, Blasi PR. Screening for Colorectal Cancer: Updated Evidence Report and Systematic Review for the US Preventive Services Task Force. JAMA. 2021 May 18;325(19):1978-1998. doi: 10.1001/jama.2021.4417. Erratum in: JAMA. 2021 Jul 20;326(3):279. PMID: 34003220. National Comprehensive Cancer Network (NCCN). NCCN Clinical Practice Guidelines in Oncology: Genetic/Familial High-Risk Assessment: Colorectal. V.2.2023. Accessed at https://www.nccn.org/professionals/physician_gls/pdf/genetics_colon.pdf on Jan 29, 2024. National Comprehensive Cancer Network (NCCN). NCCN Clinical Practice Guidelines in Oncology: Rectal Cancer. V.6.2023. Accessed at https://www.nccn.org/professionals /physician_gls/pdf/rectal.pdf on Jan 29, 2024. Smith RA, Andrews KS, Brooks D, Fedewa SA, Manassaram-Baptiste D, Saslow D et al. Cancer screening in the United States, 2018: A review of current American Cancer Society guidelines and current issues in cancer screening. 2018;68 CA: Cancer J Clin. (4):297-316. doi: 10.3322/caac.21446. Epub 2018 May 30. Wolf AMD, Fontham ETH, Church TR, Flowers CR, Guerra CE, LaMonte SJ, Etzioni R, McKenna MT, Oeffinger KC, Shih YT, Walter LC, Andrews KS, Brawley OW, Brooks D, Fedewa SA, Manassaram-Baptiste D, Siegel RL, Wender RC, Smith RA. Colorectal cancer screening for average-risk adults: 2018 guideline update from the American Cancer Society. CA Cancer J Clin. 2018 Jul;68(4):250-281. doi: 10.3322/caac.21457. Epub 2018 May 30. PMID: 29846947. Last Revised: January 29, 2024",
    "cancer.org | 1.800.227.2345 American Cancer Society 10 Colorectal Cancer Screening Tests Several tests can be used to screen for colorectal cancer (see American Cancer ). Society Guideline for Colorectal Cancer Screening The most important thing is to Colonoscopy, a screening test, can get screened, no matter which test you choose. even prevent colorectal cancer by finding polyps before they turn into cancer. Types of colorectal cancer screening tests Stool-based tests Visual exams Blood-based tests What are some of the benefits and limits of colorectal cancer screening tests? Types of colorectal cancer screening tests There are 3 main types of colorectal cancer screening tests : Stool-based tests: These tests check the stool (feces) for signs of colon or rectal cancer, such as small amounts of blood. These tests are not invasive and are easier to have done than visual exams, but they need to be done more often. Visual exams: These tests look inside the colon and rectum for any abnormal areas. They are done either with a scope (a tube-like instrument with a light and tiny video camera on the end) that is placed into the rectum, or with special imaging tests. Blood-based tests: These tests check a person's blood for signs of colorectal cancer. These tests each have different benefits, limits, and harms (see the table below), and some of them might be better choices for you than others. If you choose to be screened with a test other than colonoscopy, any abnormal test result should be followed up with a timely colonoscopy. Some of these tests (especially colonoscopy) might also be used if you have that might be caused by other digestive diseases. symptoms",
    "cancer.org | 1.800.227.2345 American Cancer Society 11 Stool-based tests These tests look at the stool (feces) for possible signs of colorectal cancer or polyps, such as small amounts of blood or changes in the DNA or RNA from cells in the stool. These tests can be done at home, and many people find they are more convenient and easier to have than visual tests like a colonoscopy. Stool-based tests, however, need to be done more often compared with visual exams. If the result from a stool-based test is abnormal, you will still need a colonoscopy to see if you have colorectal cancer. All stool-based tests look for occult (hidden) blood in the stool, and some look for other possible signs of cancer as well. The idea behind this is that blood vessels in larger colorectal polyps or in cancers are often fragile and easily damaged when stool passes through. The damaged vessels usually bleed into the colon or rectum, but only rarely is there enough blood for it to be seen by the naked eye in the stool. Fecal immunochemical test (FIT) The fecal immunochemical test (FIT) checks for hidden blood in the stool from the lower intestines. If you choose this test, it should be done every year, in the privacy of your home. Sometimes this test is called iFOBT or immunochemical fecal occult blood test. Unlike the guaiac-based fecal occult blood test (gFOBT, see below), the FIT test does not have any drug or dietary restrictions because vitamins and foods do not affect the test results. Collecting the samples may also be easier. This test is also less likely to react to bleeding from the upper parts of the digestive tract, such as the stomach.",
    "cancer.org | 1.800.227.2345 American Cancer Society 12 Collecting the samples: Your health care provider will give you the supplies you need for testing. Have all your supplies ready and in one place. Supplies typically include a test kit, test cards or tubes, long brushes or other collecting devices, waste bags, and a mailing envelope. The kit will give you detailed instructions on how to collect the If you have samples. Be sure to follow the instructions that come with your kit. any questions about how to use your kit, contact your health care provider’s office or clinic. Once you have collected the samples, return them (generally within 24 hours) as instructed. If the test result is positive (that is, if hidden blood is found), a colonoscopy will be needed to investigate further. Although blood in the stool can be from cancer or polyps, it can also be from other causes, such as ulcers, hemorrhoids, or other conditions. Watch this video on YouTube 1 Guaiac-based fecal occult blood test (gFOBT) The guaiac-based fecal occult blood test (gFOBT) finds occult (hidden) blood in the stool through a chemical reaction. It works differently from the fecal immunochemical test (FIT). Unlike the FIT, the gFOBT can’t tell if the blood is from the colon or from other parts of the digestive tract (such as the stomach). If you choose this test, it should be done every year, in the privacy of your home. It checks more than one stool sample. The American Cancer Society recommends that only the highly sensitive versions of this test be used. An FOBT done during a digital rectal exam in the doctor’s office is not enough for proper screening, because it is more likely to miss some colorectal cancers. Before the test: Some foods or drugs can affect the results of this test, so you may be instructed to avoid the following before this test: Nonsteroidal anti-inflammatory drugs (NSAIDs), such as ibuprofen (Advil), naproxen (Aleve), or aspirin, for 7 days before testing. (They can cause bleeding, which can lead to a false-positive result.) You should try to avoid taking Note: NSAIDs for minor aches prior to the test. But if you take these medicines daily for heart problems or other conditions, don’t stop them for this test without talking to your health care provider first.",
    "cancer.org | 1.800.227.2345 American Cancer Society 13 Vitamin C (more than 250 mg a day) from either supplements or citrus fruits and juices for 3 to 7 days before testing. (This can affect the chemicals in the test and make the result negative, even if blood is present.) Red meats (beef, lamb, or liver) for 3 days before testing. (Components of blood in the meat may cause a positive test result.) Some people who are given the test never do it or don’t return it because they worry that something they ate may affect the test. Even if you are concerned that something you ate may alter the test result, the most important thing is to get the test done. Collecting the samples: You will get a kit with instructions from your health care provider’s office or clinic. The kit will explain how to take stool samples at home (usually samples from 3 separate bowel movements are smeared onto small paper cards). The kit is then returned to the doctor’s office or medical lab for testing. To do this test, have all your supplies ready and in one place. Supplies typically include a test kit, test cards, either a brush or wooden applicator, and a mailing envelope. The kit will give you detailed instructions on how to collect the stool samples. Be If you have any questions sure to follow the instructions that come with your kit. about how to use your kit, contact your health care provider’s office or clinic. Once you have collected the samples, return them as instructed in the kit. If the test result is positive (if hidden blood is found), a colonoscopy will be needed to find the reason for the bleeding. Multitargeted stool DNA or RNA tests Multitargeted stool DNA or RNA tests with fecal immunochemical testing (FIT) look for certain abnormal sections of DNA or RNA from cancer or polyp cells, as well as for occult (hidden) blood. Colorectal cancer or polyp cells often have DNA or RNA mutations (changes). Cells with these mutations often get into the stool, where tests may be able to find them. Cologuard and test for DNA changes and blood in the stool. Cologuard Plus ColoSense tests for RNA changes and blood in the stool.*",
    "cancer.org | 1.800.227.2345 American Cancer Society 14 *ColoSense is approved by the US Food and Drug Administration (FDA), but it has not yet been evaluated for inclusion in colorectal cancer screening guidelines by the American Cancer Society or the US Preventive Services Task Force (USPSTF). Because it’s not included in the current USPSTF recommendations, insurance coverage may not be available. If you choose one of these tests, it should be done every 3 years. They are done in the privacy of your own home. They test a full bowel movement. There are no drug or dietary restrictions before taking the test. Collecting the samples: You’ll get a kit in the mail to use to collect your entire stool sample at home. The kit will have a sample container, a bracket for holding the container in the toilet, a bottle of liquid preservative, a tube, labels, a FIT test (see above), and a shipping box. The kit has detailed instructions on how to collect the If you have any sample. Be sure to follow the instructions that come with your kit. questions about how to use your kit, contact your doctor’s office or clinic. Once you have collected the sample, return it as instructed in the kit. If the test result is positive (if it finds DNA changes, RNA changes, or blood), a colonoscopy will need to be done. For information on the differences between these tests and other colorectal cancer screening tests, see the table below. Watch this video on YouTube 2 Visual exams These tests look at the inside of the colon and rectum for any abnormal areas that might be cancer or polyps. Colonoscopy",
    "cancer.org | 1.800.227.2345 American Cancer Society 15 For this test, the doctor looks at the entire length of the colon and rectum with a colonoscope, a flexible tube with a light and small video camera on the end. It’s put in through the anus and into the rectum and colon. Special instruments can be passed through the colonoscope to biopsy (take samples) or remove any suspicious-looking areas such as polyps, if needed. To see a visual animation of a colonoscopy as well as learn more about how to prepare for the procedure, how the procedure is done, and potential side effects, see . Colonoscopy 3 This test is different from a (also known as ), virtual colonoscopy CT colonography which is a type of . CT scan 4 (see below) Watch this video on YouTube 5 Watch this video on YouTube 6 CT colonography (virtual colonoscopy) This test is an advanced type of of the colon and computed tomography (CT) scan rectum that can show abnormal areas, like polyps or cancer. Special computer programs use both x-rays and a CT scan to make 3-dimensional pictures of the inside of the colon and rectum. It does not require sedation (medicine to sleep) or a scope to be put into the rectum or colon. A small catheter is placed into your rectum to fill your colon with air or carbon dioxide. This allows for clearer CT pictures. This test may be useful for some people who can’t have or don’t want to have an invasive test such as a colonoscopy. It can be done fairly quickly, but it requires the same type of bowel prep as a colonoscopy. If polyps or other suspicious areas are seen on this test, a colonoscopy will still be needed to remove them or to explore the area fully. Before the test: It’s important that the colon and rectum are emptied before this test to get the best images. You’ll probably be told to follow the same instructions to clean out the intestines as someone getting a colonoscopy.",
    "cancer.org | 1.800.227.2345 American Cancer Society 16 During the test: This test is done in a special room with a CT scanner. It takes about 15 minutes. You’ll be asked to lie on a narrow table that’s part of the CT scanner, and will have a small, flexible tube put into your rectum. Air is pumped through the tube into the colon and rectum to expand them to provide better pictures. The table then slides into the CT scanner, and you’ll be asked to hold your breath for a few seconds while the scan is done. You’ll likely have 2 scans: 1 while you’re lying on your back and 1 while you’re on your stomach or side. Possible side effects and complications: There are usually few side effects after this test. You may feel bloated or have cramps because of the air in the colon and rectum, but this should go away once the air passes from the body. There’s a very small risk that inflating the colon with air could injure or puncture it, but this risk is thought to be much less than with colonoscopy. Like other types of CT scans, this test also exposes you to a small amount of radiation. Sigmoidoscopy A sigmoidoscopy is like a colonoscopy except it doesn’t examine the entire colon. A sigmoidoscope, a flexible, lighted tube with a small video camera on the end, is inserted in through the anus, into the rectum, and then moved into the lower part of the colon. The sigmoidoscope is only about 2 feet (60 cm) long, so the doctor can only see the entire rectum and less than half of the colon. Images from the scope are seen on a video screen so the doctor can find and possibly remove any abnormal areas. This test is not widely used as a screening tool for colorectal cancer in the United States. This is mainly because a sigmoidoscopy looks only at the lower portion (left side) of your colon, while at least 4 out of 10 colorectal cancers start in the upper portion (right side) of the colon. Before the test: The colon and rectum should be emptied before this test to get the best pictures (known as ). You’ll probably need to take medicines such as bowel prep enemas to clean out the intestines before the test, although this is likely to be less intense than the bowel prep needed before a colonoscopy. During the test: A sigmoidoscopy usually takes about 10 to 20 minutes. Most people don’t need to be sedated for this test, but this might be an option you can discuss with your doctor. Sedation may make the test less uncomfortable, but you’ll need some time to recover from it, and you’ll need someone with you to take you home after the test.",
    "cancer.org | 1.800.227.2345 American Cancer Society 17 You’ll probably be asked to lie on a table on your left side with your knees pulled up near your chest. Before the test, your doctor may put a gloved, lubricated finger into your rectum to examine it. The sigmoidoscope is first lubricated to make it easier to put into the rectum. Air is then pumped into the colon and rectum through the sigmoidoscope so the doctor can see the inner lining better. This might be uncomfortable, but it should not be painful. Be sure to let your doctor know if you feel pain during the procedure. If you are not sedated during the procedure, you might feel pressure and slight cramping in your lower belly. To ease discomfort and the urge to have a bowel movement, it may help to breathe deeply and slowly through your mouth. You’ll feel better after the test once the air leaves your bowels. If any polyps are found during the test, the doctor may remove them with a small instrument passed through the scope. The polyps will be looked at in the lab. If a pre- cancerous polyp (an adenoma) or colorectal cancer is found, you’ll need to have a colonoscopy later to look for polyps or cancer in the rest of the colon. Possible complications and side effects: You might see a small amount of blood in your bowel movements for a day or 2 after the test. More serious bleeding and puncture of the colon or rectum are possible, but they are not common. Blood-based tests There are 2 FDA-approved, blood-based tests for colorectal screening in people who are at average risk: Shield ColoHealth (previously Epi proColon) These tests look for possible signs of colorectal cancer or pre-cancerous polyps in a person's blood, although they are more accurate at detecting colorectal cancer than pre-cancerous polyps. These tests are done in a clinic, where a sample of your blood will be collected and sent to a lab. In the lab, your blood will be tested for certain DNA changes that could suggest the presence of cancer or pre-cancer cells. Medical insurance coverage may be different for each test.",
    "cancer.org | 1.800.227.2345 American Cancer Society 18 Although these tests are FDA-approved, they have not been reviewed by the American Cancer Society, so they are not included as part of the ACS Guideline for Colorectal Cancer Screening at this time. They also have not been reviewed by the USPSTF, which means they might not be covered by private insurance without out-of-pocket costs. However, Medicare Part B covers the Shield blood test for colorectal cancer screening without out-of-pocket costs. For a comparison of the different colorectal cancer screening tests, see the table below. What are some of the benefits and limits of colorectal cancer screening tests? Test Benefits Limits Blood-based test No direct risk to the colon No bowel prep No pre-test diet or medication changes needed Can miss many polyps and some cancers Will need to have blood drawn in clinic Medical insurance coverage may vary depending on which blood test is done Colonoscopy will be needed if results are abnormal Fecal immunochemical test (FIT) No direct risk to the colon No bowel prep No pre-test diet or medication changes needed Sampling done at home Inexpensive Can miss many polyps and some cancers Can have false-positive test results Needs to be done every year Colonoscopy will be needed if results are abnormal Can miss many polyps and some cancers",
    "cancer.org | 1.800.227.2345 American Cancer Society 19 Guaiac-based fecal occult blood test (gFOBT) No direct risk to the colon No bowel prep Sampling done at home Inexpensive Can have false-positive test results Pre-test changes in diet (and possibly medication) are needed Needs to be done every year Colonoscopy will be needed if results are abnormal Stool DNA test No direct risk to the colon No bowel prep No pre-test diet or medication changes needed Sampling done at home Can miss many polyps and some cancers Can have false-positive test results Should be done every 3 years Colonoscopy will be needed if results are abnormal Colonoscopy Can usually look at the entire colon Can biopsy and remove polyps Done every 10 years Can help find some other diseases Full bowel prep needed Costs more on a one-time basis than other forms of testing if a person is uninsured Sedation is usually needed, in which case you will need someone to drive you home You might miss a day of work Small risk of bleeding, bowel tears, or infection Fairly quick and safe Can usually see the entire colon Can miss small polyps Full bowel prep needed Some false-positive test results",
    "cancer.org | 1.800.227.2345 American Cancer Society 20 1. 2. 3. 4. 5. 6. 7. CT colonography (virtual colonoscopy) Done every 5 years No sedation needed Exposure to a small amount of radiation Can’t remove polyps during testing Colonoscopy will be needed if results are abnormal Sigmoidoscopy Fairly quick and safe Sedation usually not used Done every 5 years Not widely used as a screening test Bowel prep may still be requested Looks at only about a third of the colon Can miss small polyps and/or colorectal cancer Can’t remove all polyps May be some discomfort Very small risk of bleeding, infection, or bowel tear Colonoscopy will be needed if results are abnormal Watch this video on YouTube 7 Hyperlinks www.youtube.com/embed/zSP97it4kGM?origin=http%3A%2F%2Flocalhost% 3A4502&hl=en&enablejsapi=1 www.youtube.com/embed/VMNAfKgaK0k?origin=http%3A%2F%2Flocalhost% 3A4502&hl=en&enablejsapi=1 www.cancer.org/cancer/diagnosis-staging/tests/endoscopy/colonoscopy.html www.cancer.org/cancer/diagnosis-staging/tests/imaging-tests/ct-scan-for-cancer. html www.youtube.com/embed/gsuRehiqYnU?origin=http%3A%2F%2Flocalhost% 3A4502&hl=en&enablejsapi=1 www.youtube.com/embed/dxoynxgsEt8?origin=http%3A%2F%2Flocalhost% 3A4502&hl=en&enablejsapi=1",
    "cancer.org | 1.800.227.2345 American Cancer Society 21 7. www.youtube.com/embed/s36p4DIl4w0?origin=http%3A%2F%2Flocalhost% 3A4502&hl=en&enablejsapi=1 References Chung DC, Gray DM 2nd, Singh H, Issaka RB, Raymond VM, Eagle C, Hu S, Chudova DI, Talasaz A, Greenson JK, Sinicrope FA, Gupta S, Grady WM. A Cell-free DNA Blood-Based Test for Colorectal Cancer Screening. 2024 Mar 14;390 N Engl J Med. (11):973-983. doi: 10.1056/NEJMoa2304714. PMID: 38477985. Epigenomics. Epi proColon. Accessed July 30, 2024. https://www.labcorp.com/tests /related-documents/EpiPatient. Medicare.gov. Screening for Colorectal Cancer - Blood-Based Biomarker Tests. Accessed July 30, 2024. https://www.cms.gov/medicare-coverage-database/-decision- memo. National Comprehensive Cancer Network (NCCN). NCCN Clinical Practice Guidelines in Oncology: Colorectal Cancer Screening. V.1.2023. Accessed at https://www.nccn.org /professionals/physician_gls/pdf/colorectal_screening.pdf on Jan 29, 2024. Smith RA, Andrews KS, Brooks D, Fedewa SA, Manassaram-Baptiste D, Saslow D et al. Cancer screening in the United States, 2018: A review of current American Cancer Society guidelines and current issues in cancer screening. 2018;68 CA: Cancer J Clin. (4):297-316. doi: 10.3322/caac.21446. Epub 2018 May 30. Last Revised: October 15, 2025 Insurance Coverage for Colorectal Cancer Screening",
    "cancer.org | 1.800.227.2345 American Cancer Society 22 The American Cancer Society (ACS) believes that all people should have access to cancer screenings, without regard to health insurance coverage. People should have the option of screening Federal law Private health insurance coverage for colorectal cancer screening Medicare coverage for colorectal cancer screening What colorectal cancer screening tests does Medicare cover? What would someone on Medicare expect to pay for a colorectal cancer screening test? Medicaid coverage for colorectal cancer screening People should have the option of screening Limitations on coverage should not keep someone from the benefits of early detection of cancer. ACS supports policies that give all people access to and coverage of early detection tests for cancer. Such policies should be age- and risk-appropriate and based on current scientific evidence as outlined in the American Cancer Society Guideline for . Colorectal Cancer Screening Federal law The (ACA) requires both private insurers and Medicare to cover Affordable Care Act 1 the costs of all colorectal cancer screening tests that are recommended by the United States Preventive Services Task Force (USPSTF). The law stipulates that there should be no out-of-pocket costs for patients, such as co-pays or deductibles, for these screening tests. But the definition of a “screening” test can sometimes be confusing, as discussed below. The USPSTF currently recommends that people at average risk should start colorectal cancer screening at age 45. Private health insurance coverage for colorectal cancer screening",
    "cancer.org | 1.800.227.2345 American Cancer Society 23 The Affordable Care Act requires health plans that started on or after September 23, 2010, to cover recommended by the USPSTF, which colorectal cancer screening tests includes a range of test options. In most cases there should be no out-of-pocket costs (such as co-pays or deductibles) for these tests. For people who choose to be screened with colonoscopy Many people choose to be screened with colonoscopy. While it might not be right for everyone, it can have some advantages, such as only needing to be done once every 10 years. And if the doctor sees something abnormal during the colonoscopy, it can be biopsied or removed at that time, most likely without the need for any other test. Although many private insurance plans cover the costs of colonoscopy as a screening test, you still might be charged for some services. Review your health insurance plan for specific details, including if your doctor is on your insurance company’s list of “in- network” providers. If the doctor is not in the plan’s network, you might have to pay more out-of-pocket. Call your insurer if you have a question or aren't sure about something. Soon after the ACA became law, some insurance companies considered a colonoscopy to no longer be just a “screening” test if a polyp was removed during the procedure. It would then be a “diagnostic” test, and would therefore be subject to co- pays and deductibles. However, the US Department of Health and Human Services has clarified that removal of a polyp is an integral part of a screening colonoscopy, and therefore patients with private insurance should not have to pay out-of-pocket for it (although this does not apply to Medicare, as discussed below). Before you get a screening colonoscopy, ask your insurance company how much (if anything) you should expect to pay for it. Find out if this amount could change based on what’s found during the test. This can help you avoid surprise costs. If you do have large bills afterward, you may be able to appeal the insurance company’ s decision. For people who choose to be screened with a different test",
    "cancer.org | 1.800.227.2345 American Cancer Society 24 Test options other than colonoscopy are also available, and people might choose one of these other tests for a variety of reasons. Any screening test recommended by the USPSTF should be covered, with no out-of-pocket costs such as co-pays or deductibles. But if you have a screening test other than colonoscopy and the result is positive (abnormal), you will need to have a colonoscopy. Some insurers consider this to be a (not screening) colonoscopy, so you may have to pay the usual diagnostic deductible and co-pay. Before you get a screening test, check with your insurance provider to find out: If it is covered What it might mean if you need a colonoscopy as a result of the test and How much (if anything) you should expect to pay for it This can help you avoid surprise costs. If you do have large bills afterward, you may be able to appeal the insurance company’s decision. Medicare coverage for colorectal cancer screening Medicare 2 covers an initial preventive physical exam for all new Medicare beneficiaries. It must be done within one year of enrolling in Medicare. The “Welcome to Medicare” physical includes referrals for preventive services already covered under Medicare, including colorectal cancer screening tests. If you’ve had Medicare Part B for longer than 12 months, a yearly “ ” visit is wellness covered without any cost. This visit is used to develop or update a personalized prevention plan to prevent disease and disability. Your health care provider should discuss a screening schedule (like a checklist) with you for preventive services you should have, including colorectal cancer screening. What colorectal cancer screening tests does Medicare cover? Medicare covers the following tests, generally starting at age 45: Fecal occult blood test (FOBT) or once every 12 fecal immunochemical test (FIT) months.",
    "cancer.org | 1.800.227.2345 American Cancer Society 25 Stool DNA test (Cologuard or Cologuard Plus) every 3 years for people ages 45 to 85 who do not have symptoms of colorectal cancer and who do not have an increased risk of colorectal cancer. Flexible sigmoidoscopy every 4 years, but not within 10 years of a previous colonoscopy. Colonoscopy Once every 2 years for those at high risk (regardless of age) Once every 10 years for those who are at average risk Four years after a flexible sigmoidoscopy for those who are at average risk Double-contrast barium enema if a doctor determines that its screening value is equal to or better than flexible sigmoidoscopy or colonoscopy: Once every 2 years for those who are at high risk Once every 4 years for those who are at average risk At this time, Medicare cover the cost of (CT does not virtual colonoscopy colonography). If you have questions about your costs, including deductibles or co-pays, it’s best to speak with your insurer. What would someone on Medicare expect to pay for a colorectal cancer screening test? FOBT/FIT: Covered at no cost for those age 45 or older* (no co-insurance or Part B deductible) Stool DNA test (Cologuard or Cologuard Plus): Covered at no cost* for those age 45 to 85 as long as they are not at increased risk of colorectal cancer and don’ t have symptoms of colorectal cancer (no co-insurance or Part B deductible)",
    "cancer.org | 1.800.227.2345 American Cancer Society 26 It's important to know that if you have a positive result on a screening FOBT, FIT, or , Medicare will cover the cost of a follow-on screening colonoscopy. stool DNA lab test You will not have to pay for this test as long as your doctor or other qualified health care provider accepts assignment. However, if a polyp or other tissue is found and removed during the follow-up screening colonoscopy, you might have to pay 15% of the Medicare-approved amount for your doctor’s services. Colonoscopy: Covered at no cost* at any age (no co-insurance, co-payment, or Part B deductible) when the test is done for screening. If the test results in a Note: biopsy or removal of a growth, it’s no longer a “screening” test, and you will be charged the 15% co-insurance and/or a co-pay (but you don’t have to pay the deductible). Flexible sigmoidoscopy: Covered at no cost* (no co-insurance, co-payment, or Part B deductible) when the test is done for screening. If the test results in a Note: biopsy or removal of a growth, it’s no longer a “screening” test, and you will be charged the 15% co-insurance and/or a co-pay (but you don't have to pay the Part B deductible). Double-contrast barium enema: You pay 20% of the Medicare-approved amount for the doctor services. If the test is done in an outpatient hospital department or ambulatory surgical center, you also have a hospital co-payment (but you don’t have to pay the Part B deductible). If you’re getting a screening colonoscopy (or flexible sigmoidoscopy), be sure to find whether you might have to pay for any related charges. This can help you avoid surprise costs. Ask how much you will have to pay if a polyp is removed or a biopsy is done. You may have a co-pay of 15% of the Medicare-approved amount for the doctor’s services. You may also have to pay for the bowel prep kit unless your Medicare Part D or Medicare Advantage plan covers the cost. Depending on where your colonoscopy is done, you may have to pay 15% co- insurance for a facility fee. *This service is covered at no cost as long as the doctor accepts assignment (the amount Medicare pays as the full payment). Doctors that do not accept assignment are required to tell you up front.",
    "cancer.org | 1.800.227.2345 American Cancer Society 27 1. 2. Medicaid coverage for colorectal cancer screening States are authorized to cover colorectal screening under their Medicaid programs. But unlike Medicare, there’s no federal assurance that all state Medicaid programs must cover colorectal cancer screening in people without symptoms. Medicaid coverage for colorectal cancer screening varies by state. Some states cover fecal occult blood testing (FOBT), while others cover colorectal cancer screening if a doctor determines the test is medically necessary. In some states, coverage varies according to which Medicaid managed care plan a person is enrolled in. Hyperlinks www.cancer.org/cancer/financial-insurance-matters/health-insurance-laws/the- health-care-law.html www.cancer.org/cancer/financial-insurance-matters/understanding-health- insurance/government-funded-programs/medicare.html References Centers for Medicare & Medicaid Services. Affordable Care Act Implementation FAQs - Set 12. cms.gov. Accessed at https://www.cms.gov/CCIIO/Resources/Fact-Sheets-and- FAQs/aca_implementation_faqs12 on Jan 29, 2024. Centers for Medicare & Medicaid Services. Preventative and screening services. Medicare.gov. Accessed at https://www.medicare.gov/coverage/preventive-screening- services on Jan 29, 2024. Wolf AMD, Fontham ETH, Church TR, Flowers CR, Guerra CE, LaMonte SJ, Etzioni R, McKenna MT, Oeffinger KC, Shih YT, Walter LC, Andrews KS, Brawley OW, Brooks D, Fedewa SA, Manassaram-Baptiste D, Siegel RL, Wender RC, Smith RA. Colorectal cancer screening for average-risk adults: 2018 guideline update from the American Cancer Society. CA Cancer J Clin. 2018 Jul;68(4):250-281. doi: 10.3322/caac.21457. Epub 2018 May 30. PMID: 29846947.",
    "cancer.org | 1.800.227.2345 American Cancer Society 28 Last Revised: October 15, 2025 Colorectal Cancer Signs and Symptoms Colorectal cancer might not cause symptoms right away, but if it does, it may cause one or more of these symptoms. Common signs and symptoms of colorectal cancer Signs of colorectal cancer that has spread Do colon polyps cause symptoms? If you have signs or symptoms Common signs and symptoms of colorectal cancer A change in bowel habits, such as diarrhea, constipation, or narrowing of the stool, that lasts for more than a few days A feeling that you need to have a bowel movement that’s not relieved by having one Rectal bleeding with bright red blood Blood in the stool, which might make the stool look dark brown or black Cramping or abdominal (belly) pain Weakness and fatigue Unintended weight loss Colorectal cancers can often bleed into the digestive tract. Sometimes the blood can be seen in the stool or make it look darker, but often the stool looks normal. But over time, the blood loss can build up and can lead to low red blood cell counts (anemia). Sometimes the first sign of colorectal cancer is a blood test showing a low red blood cell count. Signs of colorectal cancer that has spread",
    "cancer.org | 1.800.227.2345 American Cancer Society 29 Some people may have signs that the cancer has spread to the liver with a large liver felt on exam, jaundice (yellowing of the skin or whites of the eyes), or trouble breathing from cancer spread to the lungs. Do colon polyps cause symptoms? Most people with polyps will not have any symptoms. However, some people may have symptoms from polyps, such as: Bleeding from the rectum Change in stool color, either red or black Change in bowel movement, either prolonged constipation or diarrhea Low red blood cell count due to low iron (iron deficiency anemia) Abdominal (belly) pain These symptoms can also be due to other causes, such as foods, medicines, or other medical conditions. If these symptoms are present, you should discuss further with your doctor. If you have signs or symptoms Many of these symptoms can be caused by conditions other than colorectal cancer, such as infection, hemorrhoids, or irritable bowel syndrome. Still, if you have any of these problems, it’s important to see your doctor right away so the cause can be found and treated, if needed. See . Tests to Diagnose Colorectal Cancer References National Cancer Institute. Physician Data Query (PDQ). Colon Cancer Treatment. 2024. Accessed at https://www.cancer.gov/types/colorectal/hp/colon-treatment-pdq on Jan 29, 2024. National Cancer Institute. Physician Data Query (PDQ). Rectal Cancer Treatment. 2023. Accessed at https://www.cancer.gov/types/colorectal/hp/rectal-treatment-pdq on Jan 29, 2024.",
    "cancer.org | 1.800.227.2345 American Cancer Society 30 Last Revised: January 29, 2024 Tests to Diagnose and Stage Colorectal Cancer If you have that might be from colorectal cancer, or if a symptoms screening test shows something abnormal, your doctor will recommend one or more of the exams and tests below to find the cause. Medical history and physical exam Tests to look for blood in your stool Blood tests Diagnostic colonoscopy Proctoscopy Biopsy Imaging tests to look for colorectal cancer Medical history and physical exam Your doctor will ask about your medical history to learn about possible risk factors, including your family history. You will also be asked if you’re having any symptoms and, if so, when they started and how long you’ve had them. As part of a physical exam, your doctor will feel your abdomen for masses or enlarged organs, and also examine the rest of your body. You may also have a digital rectal exam (DRE). During this test, the doctor inserts a lubricated, gloved finger into your rectum to feel for any abnormal areas. Tests to look for blood in your stool",
    "cancer.org | 1.800.227.2345 American Cancer Society 31 If you are seeing the doctor because of anemia or symptoms you are having (other than obvious bleeding from your rectum or blood in your stools), a stool test might be recommended to check for blood that isn’t visible to the naked eye (occult blood), which might be a sign of cancer. These types of tests – a fecal occult blood test (FOBT) or fecal immunochemical test (FIT) – are done at home and require you to collect 1 to 3 samples of stool from bowel movements. For more on how these tests are done, see . Colorectal Cancer Screening Tests (A stool blood test should be the next test done if you’ve already had an abnormal not screening test, in which case you should have a diagnostic colonoscopy, which is described below.) Blood tests Your doctor might also order certain blood tests to help determine if you have colorectal cancer. These tests also can be used to help monitor your disease if you’ve been diagnosed with cancer. Complete blood count (CBC): This test measures the different types of cells in your blood. It can show if you have (too few red blood cells). Some people with anemia 1 colorectal cancer become anemic because the tumor has been bleeding for a long time. Liver enzymes: You may also have a blood test to check your liver function, because colorectal cancer can spread to the liver. Tumor markers: Colorectal cancer cells sometimes make substances called tumor markers that can be found in the blood. The most common tumor marker for colorectal cancer is the carcinoembryonic antigen (CEA). Blood tests for this tumor marker can sometimes suggest someone might have colorectal cancer, but they can’t be used alone to screen for or diagnose cancer. This is because tumor marker levels can sometimes be normal in someone who has cancer and can be abnormal for reasons other than cancer. Tumor marker tests are used most often along with other tests to monitor patients who have already been diagnosed with colorectal cancer and are receiving treatment. They may help show how well treatment is working or provide an early warning that a cancer has returned.",
    "cancer.org | 1.800.227.2345 American Cancer Society 32 Diagnostic colonoscopy A diagnostic colonoscopy is just like a screening colonoscopy, but it’s done because a person is having symptoms, or because something abnormal was found on another type of screening test. For this test, the doctor looks at the entire length of the colon and rectum with a colonoscope, a thin, flexible, lighted tube with a small video camera on the end. It is inserted through the anus and into the rectum and the colon. Special instruments can be passed through the colonoscope to biopsy or remove any suspicious-looking areas such as polyps, if needed. Colonoscopy may be done in a hospital outpatient department or in a surgery clinic. To learn more about colonoscopy, how it’s done, and what to expect if you have one, see . Colonoscopy 2 Proctoscopy This test may be done if rectal cancer is suspected. For this test, the doctor looks inside the rectum with a proctoscope, a thin, rigid, lighted tube with a small video camera on the end. It’s put in through the anus. The doctor can look closely at the inside lining of the rectum through the scope. The tumor can be seen, measured, and its exact location can be determined. For instance, the doctor can see how close the tumor is to the sphincter muscles that control the passing of stool. Biopsy If a suspected colorectal tumor is found during a screening or diagnostic test, it usually is biopsied. In a biopsy, the doctor removes a small piece of tissue with a special instrument passed through the scope. Less often, part of the colon may need to be surgically removed to make the diagnosis. See Biopsy and Cytology Tests for Cancer 3 to learn more about the types of biopsies, how the tissue is used in the lab to diagnose cancer, and what the results may show. Lab tests of biopsy samples",
    "cancer.org | 1.800.227.2345 American Cancer Society 33 Biopsy samples (from colonoscopy or surgery) are sent to the lab where they are looked at closely. If cancer is found, other lab tests may also be done on the biopsy samples to help better classify the cancer and guide specific treatment options. These are biomarker tests that look for genes, proteins, and other substances that can reveal important details about a person's cancer. Learn more in Biomarker Tests and Cancer . Treatment 4 Molecular tests: If the cancer is advanced, the cancer cells will probably be tested for specific gene and protein changes that might help tell if targeted therapy drugs could be options for treatment. For example, the cancer cells are typically tested for changes (mutations) in the , as well as other gene and protein KRAS, NRAS , and BRAF genes changes. If the cancer cells are found to have a mutation(s) in the , or not KRAS, NRAS genes, then treatment with drugs that target EGFR proteins might be helpful. BRAF If the cancer cells are found to have a mutation in the gene, known as BRAF , then treatment with drugs that target the BRAF and EGFR proteins BRAF V600E might be helpful. Some colorectal cancers that don’t have mutations in the or KRAS, NRAS, BRAF genes might be tested to see if they make too much of the . For HER2 protein these cancers, treatment with drugs that target HER2 might be helpful. Colorectal cancers that don't have mutations in the , or genes KRAS, NRAS BRAF might also be tested for changes in the . These gene changes can NTRK genes lead to abnormal cell growth. For cancers that have one of these gene changes, drugs that target the proteins coded for by the genes might be helpful. NTRK For more on the targeted drugs that might be used, see Targeted Therapy Drugs for . Colorectal Cancer 5 MSI and MMR testing: Colorectal cancer cells are also typically tested to see if they have high numbers of gene changes called (MSI). Testing microsatellite instability might also be done to check for changes in any of the mismatch repair (MMR) genes ( , , , and ) or the proteins they encode. , another gene, MLH1 MSH2 MSH6 PMS2 EPCAM is also routinely checked.",
    "cancer.org | 1.800.227.2345 American Cancer Society 34 Changes in MSI or in MMR genes (or both) are often seen in people with Lynch (HNPCC). Most colorectal cancers do not have high levels of MSI or syndrome 6 changes in MMR genes. But most colorectal cancers that are linked to Lynch syndrome do. There are 2 possible reasons to test colorectal cancers for MSI or for MMR gene changes: To determine if certain drugs might be options for treatment immunotherapy 7 To identify people who should be tested for Lynch syndrome. People with Lynch syndrome are at higher risk for some other cancers, so they are typically advised to get other cancer screenings (for example, women with Lynch syndrome may need to be screened for ). Also, if a person has Lynch endometrial cancer 8 syndrome, their relatives could have it as well, and may want to be tested for it. For more on lab tests that might be done on biopsy samples, see Colon and Rectal . Pathology 9 Imaging tests to look for colorectal cancer Imaging tests use sound waves, x-rays, magnetic fields, or radioactive substances to create pictures of the inside of your body. Imaging tests may be done for a number of reasons, such as: To look at suspicious areas that might be cancer To learn how far cancer might have spread To help determine if treatment is working To look for signs of cancer coming back after treatment Computed tomography (CT or CAT) scan",
    "cancer.org | 1.800.227.2345 American Cancer Society 35 A uses x-rays to make detailed cross-sectional images of your body. This CT scan 10 test can help tell if colorectal cancer has spread to nearby lymph nodes or to your liver, lungs, or other organs. CT-guided needle biopsy: If a biopsy is needed to check for cancer spread, this test can also be used to guide a biopsy needle into the mass (lump) to get a tissue sample to check for cancer. Ultrasound Ultrasound 11 uses sound waves and their echoes to create images of the inside of the body. A small microphone-like instrument called a gives off sound waves transducer and picks up the echoes as they bounce off organs. The echoes are converted by a computer into an image on a screen. Abdominal ultrasound: For this exam, a technician moves the transducer along the skin over your abdomen. This type of ultrasound can be used to look for tumors in your liver, gallbladder, pancreas, or elsewhere in your abdomen, but it can’t look for tumors of the colon or rectum. Endorectal ultrasound: This test uses a special transducer that is inserted into the rectum. It is used to see how far through the rectal wall a cancer has grown and whether it has reached nearby organs or lymph nodes. Intraoperative ultrasound: This exam is done during surgery. The transducer is placed directly against the surface of the liver, making this test very useful for detecting the spread of colorectal cancer to the liver. This allows the surgeon to biopsy the tumor, if one is found, while the patient is asleep. Magnetic resonance imaging (MRI) scan",
    "cancer.org | 1.800.227.2345 American Cancer Society 36 Like CT scans, show detailed images of soft tissues in the body. But MRI MRI scans 12 scans use radio waves and strong magnets instead of x-rays. A contrast material called may be injected into a vein before the scan to get clear pictures. gadolinium MRI can be used to look at abnormal areas in the liver or the brain and spinal cord that could be cancer spread. Endorectal MRI: An MRI scan of the pelvis can be used in patients with rectal cancer to see if the tumor has spread into nearby structures. To improve the accuracy of the test, some doctors use an endorectal MRI. For this test, the doctor places a probe, called an , inside the rectum. This stays in place for 30 to 45 minutes endorectal coil during the test and might be uncomfortable. The endorectal MRI helps stage rectal cancer and guides decision-making in regard to surgery and treatment. Chest x-ray An might be done after colorectal cancer has been diagnosed to see if cancer x-ray 13 has spread to the lungs, but more often a CT scan of the lungs is done since it tends to give more detailed pictures. Positron emission tomography (PET) scan For a , a slightly radioactive form of sugar (known as FDG) is injected into PET scan 14 the blood and collects mainly in cancer cells. PET scans are generally done to help see if the cancer has spread to other parts of the body, outside of the colon or rectum. However, they do not show if cancer has spread to the brain. Angiography Angiography is an for looking at blood vessels. A contrast dye is injected x-ray test 15 into an artery, and then x-rays are taken. The dye outlines the blood vessels on x-rays. If your cancer has spread to the liver, this test can show the arteries that supply blood to those tumors. This can help surgeons decide if the liver tumors can be removed and if so, it can help plan the operation. Angiography can also help in planning other treatments for cancer spread to the liver, like . embolization 16",
    "cancer.org | 1.800.227.2345 American Cancer Society 37 1. 2. 3. 4. 5. 6. 7. 8. 9. 10. 11. 12. 13. 14. 15. 16. Hyperlinks www.cancer.org/cancer/managing-cancer/side-effects/low-blood-counts/anemia. html www.cancer.org/cancer/diagnosis-staging/tests/endoscopy/colonoscopy.html www.cancer.org/cancer/diagnosis-staging/tests/biopsy-and-cytology-tests.html www.cancer.org/cancer/diagnosis-staging/tests/biomarker-tests.html www.cancer.org/cancer/types/colon-rectal-cancer/treating/targeted-therapy.html www.cancer.org/cancer/types/colon-rectal-cancer/causes-risks-prevention/risk- factors.html www.cancer.org/cancer/types/colon-rectal-cancer/treating/immunotherapy.html www.cancer.org/cancer/types/endometrial-cancer.html www.cancer.org/cancer/diagnosis-staging/tests/biopsy-and-cytology-tests /understanding-your-pathology-report/colon-pathology.html www.cancer.org/cancer/diagnosis-staging/tests/imaging-tests/ct-scan-for-cancer. html www.cancer.org/cancer/diagnosis-staging/tests/imaging-tests/ultrasound-for- cancer.html www.cancer.org/cancer/diagnosis-staging/tests/imaging-tests/mri-for-cancer.html www.cancer.org/cancer/diagnosis-staging/tests/imaging-tests/x-rays-and-other- radiographic-tests.html www.cancer.org/cancer/diagnosis-staging/tests/imaging-tests/nuclear-medicine- scans-for-cancer.html www.cancer.org/cancer/diagnosis-staging/tests/imaging-tests/x-rays-and-other- radiographic-tests.html www.cancer.org/cancer/types/colon-rectal-cancer/treating/ablation-embolization. html References",
    "cancer.org | 1.800.227.2345 American Cancer Society 38 Lawler M, Johnston B, Van Schaeybroeck S, Salto-Tellez M, Wilson R, Dunlop M, and Johnston PG. Chapter 74 – Colorectal Cancer. In: Niederhuber JE, Armitage JO, Dorshow JH, Kastan MB, Tepper JE, eds. . 6th ed. Abeloff’s Clinical Oncology Philadelphia, Pa. Elsevier: 2020. Libutti SK, Saltz LB, Willett CG, and Levine RA. Ch 62 - Cancer of the Colon. In: DeVita VT, Hellman S, Rosenberg SA, eds. DeVita, Hellman, and Rosenberg’s Cancer: . 11th ed. Philadelphia, Pa: Lippincott-Williams & Principles and Practice of Oncology Wilkins; 2019. Libutti SK, Willett CG, Saltz LB, and Levine RA. Ch 63 - Cancer of the Rectum. In: DeVita VT, Hellman S, Rosenberg SA, eds. DeVita, Hellman, and Rosenberg’s Cancer: . 11th ed. Philadelphia, Pa: Lippincott-Williams & Principles and Practice of Oncology Wilkins; 2019. National Cancer Institute. Physician Data Query (PDQ). Colon Cancer Treatment. 2024. Accessed at https://www.cancer.gov/types/colorectal/hp/colon-treatment-pdq on Jan 29, 2024. National Cancer Institute. Physician Data Query (PDQ). Rectal Cancer Treatment. 2023. Accessed at https://www.cancer.gov/types/colorectal/hp/rectal-treatment-pdq on Jan 29, 2024. National Comprehensive Cancer Network (NCCN). NCCN Clinical Practice Guidelines in Oncology: Colon Cancer. V.1.2024. Accessed at https://www.nccn.org/professionals /physician_gls/pdf/colon.pdf on Jan 29, 2024. National Comprehensive Cancer Network (NCCN). NCCN Clinical Practice Guidelines in Oncology: Rectal Cancer. V.1.2024. Accessed at https://www.nccn.org/professionals /physician_gls/pdf/rectal.pdf on Jan 29, 2024. Tanaka A, Sadahiro S, Suzuki T, Okada K, Saito G. Comparisons of Rigid Proctoscopy, Flexible Colonoscopy, and Digital Rectal Examination for Determining the Localization of Rectal Cancers. . 2018;61(2):202-206. Dis Colon Rectum Last Revised: January 29, 2024",
    "cancer.org | 1.800.227.2345 American Cancer Society 39 Colorectal Cancer Stages After someone is diagnosed with colorectal cancer, doctors will try to figure out if it has spread, and if so, how far. This process is called . The stage of a cancer staging describes how much cancer is in the body. It helps determine how serious the cancer is and . Doctors also use a cancer's stage when talking about survival how best to treat it 1 statistics. The earliest stage of colorectal cancers is called stage 0 (a very early cancer), and then range from stages I (1) through IV (4). As a rule, the lower the number, the less the cancer has spread. A higher number, such as stage IV, means cancer has spread more. And within a stage, an earlier letter means a lower stage. Although each person’ s cancer experience is unique, cancers with similar stages tend to have a similar outlook and are often treated in much the same way. The staging system most often used for colorectal cancer is the American Joint Committee on Cancer (AJCC) system, which is based on 3 key pieces of TNM information: The extent (size) of the umor How far has the cancer grown into the wall of t (T): the colon or rectum? These layers, from the inner to the outer, include: The inner lining (mucosa), which is the layer in which nearly all colorectal cancers start. This includes a thin muscle layer (muscularis mucosa). The fibrous tissue beneath this muscle layer (submucosa) A thick muscle layer (muscularis propria) The thin, outermost layers of connective tissue (subserosa and serosa) that cover most of the colon but not the rectum",
    "cancer.org | 1.800.227.2345 American Cancer Society 40 The spread to nearby lymph odes Has the cancer spread to nearby lymph n (N): nodes? The spread ( etastasis) to distant sites Has the cancer spread to distant m (M): lymph nodes or distant organs such as the liver or lungs? The system described below is the most recent AJCC system effective January 2018. It uses the (also called the ), which is determined by pathologic stage surgical stage examining tissue removed during an operation. This is also known as surgical staging . This is likely to be more accurate than which takes into account the clinical staging, results of a , done surgery. physical exam, biopsies, and imaging tests before",
    "cancer.org | 1.800.227.2345 American Cancer Society 41 Numbers or letters after T, N, and M provide more details about each of these factors. Higher numbers mean the cancer is more advanced. Once a person’s T, N, and M categories have been determined, this information is combined in a process called to assign an overall stage. For more information, see stage grouping Cancer Staging 2 . Cancer staging can be complex, so ask your doctor to explain it to you in a way you understand. AJCC Stage Stage grouping Stage description* 0 Tis N0 M0 The cancer is in its earliest stage. This stage is also known as carcinoma in situ or intramucosal carcinoma (Tis). It has not grown beyond the inner layer (muscularis mucosa) of the colon or rectum. I T1 or T2 N0 M0 The cancer has grown through the muscularis mucosa into the submucosa (T1), and it may also have grown into the muscularis propria (T2). It has not spread to nearby lymph nodes (N0) or to distant sites (M0). IIA T3 N0 M0 The cancer has grown into the outermost layers of the colon or rectum but has not gone through them (T3). It has not reached nearby organs. It has not spread to nearby lymph nodes (N0) or to distant sites (M0). IIB T4a N0 M0 The cancer has grown through the wall of the colon or rectum but has not grown into other nearby tissues or organs (T4a). It has not yet spread to nearby lymph nodes (N0) or to distant sites (M0). IIC T4b N0 M0 The cancer has grown through the wall of the colon or rectum and is attached to or has grown into other nearby tissues or organs (T4b). It has not yet spread to nearby lymph nodes (N0) or to distant sites (M0).",
    "cancer.org | 1.800.227.2345 American Cancer Society 42 IIIA T1 or T2 N1/N1c M0 The cancer has grown through the muscularis mucosa into the submucosa (T1), and it may also have grown into the muscularis propria (T2). It has spread to 1 to 3 nearby lymph nodes (N1) or into areas of fat near the lymph nodes but not the nodes themselves (N1c). It has not spread to distant sites (M0). OR T1 N2a M0 The cancer has grown through the muscularis mucosa into the submucosa (T1). It has spread to 4 to 6 nearby lymph nodes (N2a). It has not spread to distant sites (M0). IIIB T3 or T4a N1/N1c M0 The cancer has grown into the outermost layers of the colon or rectum (T3) or through the wall of the colon or rectum (including the visceral peritoneum) (T4a) but has not reached nearby organs. It has spread to 1 to 3 nearby lymph nodes (N1a or N1b) or into areas of fat near the lymph nodes but not the nodes themselves (N1c). It has not spread to distant sites (M0). OR T2 or T3 N2a M0 The cancer has grown into the muscularis propria (T2) or into the outermost layers of the colon or rectum (T3). It has spread to 4 to 6 nearby lymph nodes (N2a). It has not spread to distant sites (M0). OR T1 or T2 N2b M0 The cancer has grown through the muscularis mucosa into the submucosa (T1), and it might also have grown into the muscularis propria (T2). It has spread to 7 or more nearby lymph nodes (N2b). It has not spread to distant sites (M0). T4a",
    "cancer.org | 1.800.227.2345 American Cancer Society 43 IIIC N2a M0 The cancer has grown through the wall of the colon or rectum (including the visceral peritoneum) but has not reached nearby organs (T4a). It has spread to 4 to 6 nearby lymph nodes (N2a). It has not spread to distant sites (M0). OR T3 or T4a N2b M0 The cancer has grown into the outermost layers of the colon or rectum (T3) or through the wall of the colon or rectum (including the visceral peritoneum) (T4a) but has not reached nearby organs. It has spread to 7 or more nearby lymph nodes (N2b). It has not spread to distant sites (M0). OR T4b N1 or N2 M0 The cancer has grown through the wall of the colon or rectum and is attached to or has grown into other nearby tissues or organs (T4b). It has spread to at least 1 nearby lymph node or into areas of fat near the lymph nodes (N1 or N2). It has not spread to distant sites (M0). IVA Any T Any N M1a The cancer may or may not have grown through the wall of the colon or rectum (Any T). It might or might not have spread to nearby lymph nodes. (Any N). It has spread to 1 distant organ (such as the liver or lung) or distant set of lymph nodes, but not to distant parts of the peritoneum (the lining of the abdominal cavity) (M1a). IVB Any T Any N M1b The cancer might or might not have grown through the wall of the colon or rectum (Any T). It might or might not have spread to nearby lymph nodes (Any N). It has spread to more than 1 distant organ (such as the liver or lung) or distant set of lymph nodes, but not to distant parts of the peritoneum (the lining of the abdominal cavity) (M1b).",
    "cancer.org | 1.800.227.2345 American Cancer Society 44 1. 2. IVC Any T Any N M1c The cancer might or might not have grown through the wall of the colon or rectum (Any T). It might or might not have spread to nearby lymph nodes (Any N). It has spread to distant parts of the peritoneum (the lining of the abdominal cavity), and may or may not have spread to distant organs or lymph nodes (M1c). * The following additional categories are not listed in the table above: TX: Main tumor cannot be assessed due to lack of information. T0: No evidence of a primary tumor. NX: Regional lymph nodes cannot be assessed due to lack of information. Hyperlinks www.cancer.org/cancer/types/colon-rectal-cancer/treating.html www.cancer.org/cancer/diagnosis-staging/staging.html References American Joint Committee on Cancer. Chapter 20 - Colon and Rectum. In: AJCC . 8th ed. New York, NY: Springer; 2017. Cancer Staging Manual Last Revised: January 29, 2024 Survival Rates for Colorectal Cancer",
    "cancer.org | 1.800.227.2345 American Cancer Society 45 Survival rates can give you an idea of what percentage of people with the same type and stage of cancer are still alive a certain amount of time (usually 5 years) after they were diagnosed. They can’t tell you how long you will live, but they may help give you a better understanding of how likely it is that your treatment will be successful. What is a 5-year relative survival rate? Where do these numbers come from? 5-year relative survival rates for colon cancer 5-year relative survival rates for rectal cancer Understanding the numbers Keep in mind that survival rates are estimates and are often based on previous outcomes of large numbers of people who had a specific cancer, but they can’t predict what will happen in any particular person’s case. These statistics can be confusing and may lead you to have more questions. Ask your doctor, who is familiar with your situation, how these numbers may apply to you. What is a 5-year relative survival rate? A compares people with the same type and stage of cancer to relative survival rate people in the overall population. For example, if the for a 5-year relative survival rate specific stage of colon or rectal cancer is 80%, it means that people who have that cancer are, on average, about 80% as likely as people who don’t have that cancer to live for at least 5 years after being diagnosed. Where do these numbers come from? The American Cancer Society relies on information from the Surveillance, Epidemiology, and End Results (SEER) database, maintained by the National Cancer Institute (NCI), to provide survival statistics for different types of cancer. The SEER database tracks 5-year relative survival rates for colon and rectal cancer in the United States, based on how far the cancer has spread. However, the SEER database does not group cancers by (stage 1, stage 2, stage 3, AJCC TNM stages etc.). Instead, it groups cancers into localized, regional, and distant stages:",
    "cancer.org | 1.800.227.2345 American Cancer Society 46 Localized: There is no sign that the cancer has spread outside of the colon or rectum. Regional: The cancer has spread outside the colon or rectum to nearby structures or lymph nodes. Distant: The cancer has spread to distant parts of the body, such as the liver, lungs, or distant lymph nodes. 5-year relative survival rates for colon cancer These numbers are based on people diagnosed with cancers of the colon between 2014 and 2020. SEER stage 5-year relative survival rate Localized 91% Regional 74% Distant 13% All SEER stages combined 63% 5-year relative survival rates for rectal cancer These numbers are based on people diagnosed with cancers of the rectum between 2014 and 2020. SEER stage 5-year relative survival rate Localized 90% Regional 74% Distant 18% All SEER stages combined 67%",
    "cancer.org | 1.800.227.2345 American Cancer Society 47 Understanding the numbers These numbers apply only to the stage of the cancer when it is first diagnosed. They do not apply later on if the cancer grows, spreads, or comes back after treatment. These numbers don’t take everything into account. Survival rates are grouped based on how far the cancer has spread, but your age and overall health, whether the cancer started on the left or right side of the colon, if the cancer cells have certain , how well the cancer responds to treatment, and gene or protein changes other factors can also affect your outlook. People now being diagnosed with colon or rectal cancer may have a better outlook than these numbers show. Treatments improve over time, and these numbers are based on people who were diagnosed and treated at least 5 years earlier. References American Cancer Society. . Atlanta : American Cancer Cancer Facts & Figures 2026 Society; 2026. Petrelli F, Tomasello G, Borgonovo K, et al. Prognostic survival associated with left- sided vs right-sided colon cancer: A Systematic review and meta-analysis. JAMA Oncol . 2017 Feb 1;3(2):211-219. doi: 10.1001/jamaoncol.2016.4227. Last Revised: January 13, 2026 Questions to Ask About Colorectal Cancer",
    "cancer.org | 1.800.227.2345 American Cancer Society 48 It’s important to have honest, open discussions with your cancer care team. When you’re told you have colorectal cancer When deciding on a treatment plan During treatment After treatment When you’re told you have colorectal cancer The cancer care team wants to answer all of your questions, so that you can make informed treatment and life decisions. For instance, consider these questions: Where is the cancer located? Has the cancer spread beyond where it started? What is the cancer’s (extent), and what does that mean? stage Will I need other before we can decide on treatment? tests Should I see a genetic counselor to guide future screening for myself and my family? Has my cancer been checked for gene changes that could help you choose my treatment options? Do I need to see any other doctors or health professionals? If I’m concerned about the costs and insurance coverage for my diagnosis and treatment, who can help me? When deciding on a treatment plan What are my ? treatment options 1 If surgery is part of my treatment, will I need an ostomy? If so, will it be temporary or permanent? Who will teach me how to care for it? What do you recommend and why? How much experience do you have treating this type of cancer? Should I get a second opinion? How do I do that? Can you recommend someone? What would the goal of the treatment be? How quickly do we need to decide on treatment? What should I do to be ready for treatment? How long will treatment last? What will it be like? Where will it be done?",
    "cancer.org | 1.800.227.2345 American Cancer Society 49 What risks or side effects are there to the treatments you suggest? Are there things I can do to reduce these side effects? If considering having children in the future, does this treatment affect my fertility and family planning? How might treatment affect my daily activities? Can I still work full time? What are the chances that I can be cured of this cancer with these treatment options? What would my options be if the treatment doesn’t work or if the cancer comes back (recurs) after treatment? What if I have transportation problems getting to and from treatment? During treatment Once treatment begins, you’ll need to know what to expect and what to look for. Not all of these questions may apply to you, but asking the ones that do may be helpful. How will I know if the treatment is working? Is there anything I can do to help manage side effects? What symptoms or side effects should I tell you about right away? How can I reach you on nights, holidays, or weekends? Do I need to change what I eat during treatment? Are there any limits on what I can do? Can I exercise during treatment? If so, what kind should I do, and how often? Can you suggest a mental health professional I can see if I start to feel overwhelmed, depressed, or distressed? What if I need social support during treatment because my family lives far away? After treatment Do I need a special diet after treatment? Are there any limits on what I can do? What symptoms should I watch for? What kind of exercise should I do now? What type of follow-up will I need after treatment? How often will I need to have follow-up exams and imaging tests? When should my next colonoscopy be done?",
    "cancer.org | 1.800.227.2345 American Cancer Society 50 1. 2. 3. Will I need any blood tests? How will we know if the cancer has come back? What should I watch for? What will my options be if the cancer comes back? Along with these sample questions, be sure to write down some of your own. For instance, you might want more information about recovery times. Or you may want to ask about for which you may qualify. clinical trials 2 Keep in mind that doctors aren’t the only ones who can give you information. Other health care professionals, such as nurses and social workers, can answer some of your questions. Learn more in Who Is the Cancer Care Team? 3 Hyperlinks www.cancer.org/cancer/types/colon-rectal-cancer/treating.html www.cancer.org/cancer/managing-cancer/making-treatment-decisions/clinical- trials.html www.cancer.org/cancer/preparing-for-treatment/cancer-care-team.html Last Revised: January 29, 2024 Written by The American Cancer Society medical and editorial content team (https://www.cancer. org/cancer/acs-medical-content-and-news-staff.html) Our team is made up of doctors and oncology certified nurses with deep knowledge of cancer care as well as editors and translators with extensive experience in medical writing. American Cancer Society medical information is copyrighted material. For reprint requests, please see our Content Usage Policy (www.cancer.org/about-us/policies . /content-usage.html)",
    "cancer.org | 1.800.227.2345 American Cancer Society 51 cancer.org | 1.800.227.2345"
  ],
  "processed_at": "2026-01-30T15:58:50.007Z"
}