{
  "doc_id": "f6c27087d5da26a737d850e7a4276c3b",
  "source_id": "ACR_AIUM_SPR_SRU_PRACTICE_PARAMETER_FOR_THE_PERFORMANCE_OF_PERIPHERAL_VENOUS_ULTRASOUND_EXAMINATION",
  "total_pages": 11,
  "pages": [
    "ACR–AIUM–SPR–SRU PRACTICE PARAMETER FOR THE PERFORMANCE OF PERIPHERAL VENOUS ULTRASOUND EXAMINATION The American College of Radiology, with more than 40,000 members, is the principal organization of radiologists, radiation oncologists, and clinical medical physicists in the United States. The College is a nonprofit professional society whose primary purposes are to advance the science of radiology, improve radiologic services to the patient, study the socioeconomic aspects of the practice of radiology, and encourage continuing education for radiologists, radiation oncologists, medical physicists, and persons practicing in allied professional fields. The American College of Radiology will periodically define new practice parameters and technical standards for radiologic practice to help advance the science of radiology and to improve the quality of service to patients throughout the United States. Existing practice parameters and technical standards will be reviewed for revision or renewal, as appropriate, on their fifth anniversary or sooner, if indicated. Each practice parameter and technical standard, representing a policy statement by the College, has undergone a thorough consensus process in which it has been subjected to extensive review and approval. The practice parameters and technical standards recognize that the safe and effective use of diagnostic and therapeutic radiology requires specific training, skills, and techniques, as described in each document. Reproduction or modification of the published practice parameter and technical standard by those entities not providing these services is not authorized. PREAMBLE This document is an educational tool designed to assist practitioners in providing appropriate radiologic care for patients. Practice Parameters and Technical Standards are not inflexible rules or requirements of practice and are not intended, nor should they be used, to establish a legal standard of care 1 . For these reasons and those set forth below, the American College of Radiology and our collaborating medical specialty societies caution against the use of these documents in litigation in which the clinical decisions of a practitioner are called into question. The ultimate judgment regarding the propriety of any specific procedure or course of action must be made by the practitioner considering all the circumstances presented. Thus, an approach that differs from the guidance in this document, standing alone, does not necessarily imply that the approach was below the standard of care. To the contrary, a conscientious practitioner may responsibly adopt a course of action different from that set forth in this document when, in the reasonable judgment of the practitioner, such course of action is indicated by variables such as the condition of the patient, limitations of available resources, or advances in knowledge or technology after publication of this document. However, a practitioner who employs an approach substantially different from the guidance in this document may consider documenting in the patient record information sufficient to explain the approach taken. The practice of medicine involves the science, and the art of dealing with the prevention, diagnosis, alleviation, and treatment of disease. The variety and complexity of human conditions make it impossible to always reach the most appropriate diagnosis or to predict with certainty a particular response to treatment. Therefore, it should be recognized that adherence to the guidance in this document will not assure an accurate diagnosis or a successful outcome. All that should be expected is that the practitioner will follow a reasonable course of action based on current knowledge, available resources, and the needs of the patient to deliver effective and safe medical care. The purpose of this document is to assist practitioners in achieving this objective. _________________________________________________________________________________________________ 1 Iowa Medical Society and Iowa Society of Anesthesiologists v. Iowa Board of Nursing , 831 N.W.2d 826 (Iowa 2013) Iowa Supreme Court refuses to find that the \" ACR Technical Standard for Management of the Use of Radiation in Fluoroscopic Procedures (Revised 2008)\" sets a national standard for who may perform fluoroscopic procedures in light of the standard’s stated purpose that ACR standards are educational tools and not intended to establish a legal standard of care. See also, Stanley v. McCarver , 63 P.3d 1076 (Ariz. App. 2003) where in a concurring opinion the Court stated that “published standards or guidelines of specialty medical organizations are useful in determining the duty owed or the standard of care applicable in a given situation” even though ACR standards themselves do not establish the standard of care. I. INTRODUCTION The clinical aspects contained in specific sections of this practice parameter (Introduction, Indications, Specifications of the Examination, and Equipment Specifications) were developed collaboratively by the American College of Radiology (ACR), the American Institute of Ultrasound in Medicine (AIUM), the Society for Pediatric Radiology (SPR), and the Society of Radiologists in Ultrasound (SRU). Recommendations for Qualifications and Responsibilities of Personnel, Written Request for the Examination, Documentation, and Quality Control and Improvement, Safety, Infection Control, and Patient Education vary among the organizations",
    "and are addressed by each separately. This document is intended to assist practitioners performing noninvasive ultrasound evaluation of peripheral veins. The pediatric population may require targeted evaluations depending on the clinical situation. Although it is not possible to detect every abnormality, adherence to the following practice parameter will maximize the probability of detecting most of the abnormalities that occur in the veins of the extremities. II. INDICATIONS The indications for peripheral venous ultrasound examinations include, but are not limited to, the following [ 1-4 ]: Evaluation for suspected deep venous thrombosis (DVT) or venous obstruction based on clinical assessment, a risk score based on the clinical prediction rules (eg, the Wells score), and/or D-dimer levels. This includes patients with intermediate or high risk (likelihood) based on pretest probability, low-risk (likelihood) patients with a positive D-dimer test, patients with positive D-dimer tests, and patients whose pretest probability for DVT has not been evaluated. 1. Serial evaluation for DVT in some high-risk individuals (eg, based on history, pretest probability, or persistent or worsening symptoms) whose initial examination is negative for DVT [ 5 ]. 2. Evaluation of patients with iliocaval thrombus or occlusion, or with asymmetric iliofemoral Doppler waveforms [ 6 ]. 3. Assessment of venous insufficiency, reflux, and varicosities 4. Postprocedural assessment of venous ablation or other interventions. 5. Assessment of dialysis access 6. Venous mapping before surgical procedures (see also the ACR–AIUM–SRU Practice Parameter for the Performance of Ultrasound Vascular Mapping Prior to Dialysis Access [ 7 ]) 7. Evaluation of veins before venous access 8. Evaluation of suspected or known vascular anomaly 9. Repeat ultrasound at or near the end of anticoagulation to establish a new baseline and to determine if scarring is present [ 1 , 8 ]. 10. Follow-up of patients with known calf (distal) DVT who are not being treated but are being monitored for progression [ 5 ]. If calf DVT is being followed and not treated, the first follow-up examination is usually at 5–7 days [ 9 ]. 11. Follow-up of patients with limited lower-extremity evaluations when either the calf veins or portions of the thigh veins could not be imaged. In general, follow-up should be done within 5–7 days [ 10 , 11 ]. 12. Follow-up of patients with suspected recurrent DVT and with equivocal findings. In general, follow-up should be done within 3 days and if still equivocal repeated at 7–10 days [ 12 ] 13. Follow-up of patients with known venous thrombosis on therapy and who undergo a clinical change and when a change in thrombus burden will alter treatment [ 13 ]. 14. To help determine the source of a known pulmonary embolism 15. Screening of high-risk asymptomatic patientsif the benefit of screening is warranted. 16. A limited study to assess the patency of the upper-extremity veins to be used for catheter placement may be performed, especially in the setting of a documented upper-extremity DVT. If thrombus is discovered, then a full examination should be performed unless otherwise requested by the clinician. III. QUALIFICATIONS AND RESPONSIBILITIES OF PERSONNEL Core Privileging: This procedure is considered part of or amenable to image-guided core privileging. See the ACR–SPR–SRU Practice Parameter for the Performance and Interpretation of Diagnostic Ultrasound Examinations [ 14 ]. IV. SPECIFICATIONS OF THE EXAMINATION The written or electronic request for a peripheral venous ultrasound examination should provide sufficient information to demonstrate the medical necessity of the examination and allow for its proper performance and interpretation. Documentation that satisfies medical necessity includes 1) signs and symptoms and/or 2) relevant history (including known diagnoses). Additional information regarding the specific reason for the examination or a provisional diagnosis would be helpful and may at times be needed to allow for the proper performance and interpretation of the examination. The request for the examination must be originated by a physician or other appropriately licensed health care",
    "provider. The accompanying clinical information should be provided by a physician or other appropriately licensed health care provider familiar with the patient’s clinical problem or question and consistent with the state’s scope of practice requirements. (ACR Resolution 35, adopted in 2006 – revised in 2016, Resolution 12-b) IV. SPECIFICATIONS OF THE EXAMINATION A. Venous Thromboembolic Disease: Lower Extremity 1. Technique: The evaluation is from the inguinal ligament to the ankle whenever possible. Advantages of extending the examination to the ankle include: 1) a single, comprehensive protocol avoids errors identifying those who need scanning to the ankle and those who do not, 2) a single ultrasound to the ankle excludes DVT safely without the need for a serial examination in most patients, 3) the examination to the calf may explain symptoms in patients in whom cases of calf DVT or other abnormalities are detected. The study to the ankle will detect more calf DVT, recognizing that treatment for calf DVT is not entirely established. There are benefits to detecting DVT regardless of whether calf DVT is followed with serial ultrasound or treated [ 18-22 ]. Extending the examination beyond the popliteal vein may not be appropriate in pediatric patients. a. Compression ultrasound: Venous compression is applied every 2 cm or less in the transverse (short axis) plane with adequate pressure on the skin to completely obliterate the normal vein lumen. The fullest visible extent of the common femoral, femoral (formerly known as the superficial femoral [ 23 ]), popliteal, and posterior tibial and peroneal veins must be scanned using optimal grayscale compression technique. The deep femoral vein should also be examined at the confluence with the femoral vein. The great saphenous vein is examined at the sapheno-femoral junction. b. Focal symptoms will generally require evaluation of those areas, such as, for example, gastrocnemius or soleal veins. Focal symptom evaluation is especially important if the standard sonographic examination did not confirm the presence of DVT. Patients with calf vein DVT, with DVT involving one of the duplicated veins, or with superficial thrombophlebitis may present with tenderness or pain rather than swelling, and such cases of venous thrombus may be detected by these scans. c. Superficial thrombosis, when present, may include additional images that document the distance of the thrombus from the deep venous system and the length of the thrombus [ 24 ]. d. Spectral Doppler: All studies, unilateral or bilateral, should include right and left common femoral or right and left external iliac venous spectral Doppler waveforms. Recordings should evaluate for asymmetry and/or loss of respiratory phasicity [ 25 ]. Both sides should be assessed with similar patient posture and similar respiration so symmetry can be assessed. Popliteal venous spectral Doppler waveforms of the symptomatic leg should also be obtained. All spectral Doppler should be obtained from the long axis. Routine spectral Doppler distal augmentation is not necessary to diagnose DVT [ 26 ]. e. Color or spectral Doppler evaluation can be used to support the presence or absence of an abnormality [ 27 ]. Color Doppler using distal augmentation can be helpful to identify vessels and to distinguish complete versus incomplete occlusion. f. IV. SPECIFICATIONS OF THE EXAMINATION A. Venous Thromboembolic Disease: Lower Extremity 2. Recordings: For normal examinations, images or cine loops are recorded at selected sites to represent a subset of the images seen during the more comprehensive scanning: Grayscale images (or cine loops) should be recorded without and with compression at each of the following levels when feasible: Common femoral vein a. i. a.",
    "Confluence of the common femoral vein with the great saphenous vein b. Deep (profunda) femoral vein at the confluence with the femoral vein separately or along with the femoral vein c. Femoral vein at the upper thigh d. Femoral vein at the mid-thigh e. Femoral vein at the distal thigh f. Popliteal vein g. Representative without and with compression images (or cine loops) of posterior tibial and peroneal veins with both veins on the images or as separate images for each vein h. Color and spectral Doppler waveforms from the long axis should be recorded at each of the following levels: Right common femoral or external iliac vein a. Left common femoral or external iliac vein b. Popliteal vein on the symptomatic side, or on both sides if the examination is bilateral c. ii. Abnormal symptoms or findings generally require additional images to document the complete extent of the abnormalities. The extent and location of sites where the veins fail to compress completely should be clearly recorded and generally require additional images. Long-axis views without compression and color/power Doppler may be helpful to characterize abnormal findings. i. Symptomatic areas in the calf and thigh generally require additional evaluation and additional images if the cause of the symptoms is not readily clarified by the standard examination. ii. b. The patient presentation, clinical indication, or clinical management pathways may require protocol adjustments (eg, more detailed evaluation of the superficial venous system) or a bilateral study [ 28-30 ]. c. Other vascular and nonvascular abnormalities, if found, should be recorded but may require additional imaging for diagnosis or further characterization. Anatomical variations, such as duplications, should be noted. d. IV. SPECIFICATIONS OF THE EXAMINATION A. Venous Thromboembolic Disease: Lower Extremity 3. Interpretation A single negative ultrasound from the thigh to the ankle generally excludes acute DVT. A more limited study generally requires follow-up in one week or further evaluation [ 1 ]. Abnormal findings include acute DVT, chronic postthrombotic change, and indeterminate (equivocal) results.. The term chronic postthrombotic change is preferred for material that persists in a vein after an acute DVT. Chronic DVT or residual DVT does not reflect the pathology of the residual material in a scarred vein [ 31 , 32 ]. Indeterminate studies generally need other confirmatory tests or follow-up. Follow-up may be as short as 1–3 days and up to a week based on findings, symptoms, or risk factors. a. A negative study is usually accurate to exclude femoropopliteal DVT but less accurate to exclude calf DVT. The report may state this: \"No DVT in the femoropopliteal veins. No DVT in visible portions of the calf veins.\" b. Technically compromised studies do occur, most commonly at the calf veins and femoral vein in Hunter's canal [ 27 , 33 , 34 ]. Difficult body habitus is a major cause of technically compromised studies. In such circumstances, the study c.",
    "can at times be improved by positioning the patient in a reversed Trendelenburg (improving venous distention), using a lower-frequency transducer, and by use of color Doppler, possibly with augmentation, to evaluate for or exclude filling defects. Minor issues, such as inability to visualize a < 3-cm segment in an otherwise normal study, are unlikely to be significant. In such circumstances, normal color flow and normal spectral waveform can help exclude DVT, whereas abnormal Doppler should raise clinical suspicion. More compromised studies may require additional evaluation such as d-dimer or follow-up imaging. Follow-up after an initially negative study may be warranted [1]. Persistent or worsening symptoms, high- risk groups, and those with concern for iliocaval DVT may require further evaluation. d. Follow-up after a positive study may be warranted. Calf vein DVT that is not treated may be followed weekly, generally up to two weeks, to exclude extension. Acute DVT on treatment does not need short- term follow-up unless change will affect management. e. Abnormalities in superficial veins and the findings of nonvascular abnormalities should be mentioned in the report. If a specific diagnosis cannot be made, additional evaluation/imaging may be recommended. f. IV. SPECIFICATIONS OF THE EXAMINATION B. Venous Insufficiency: Lower Extremity 1. Technique Reflux is evaluated as documented by spectral Doppler waveforms showing baseline and response to accepted provocative maneuvers [ 35 , 36 ]. Abnormal reflux time should be reported [ 37 ]. Measurement units must be consistent and can be expressed in units of either milliseconds or seconds. For competent veins, the report can state: \"There is no abnormal reflux” without or with reporting the actual normal reflux time. a. Duplex interrogation should be performed at as many levels as necessary to ensure a complete examination based on the clinical indications and a standard protocol [ 36 , 38-40 ]. Veins in the superficial and deep system should be evaluated for reflux. b. Valsalva may be used at the groin; however, augmentation of flow with calf compression should generally be used. A rapid cuff inflation system may also be used. c. The patient should be standing for the detection or exclusion of reflux. A minimum of 45° reverse Trendelenburg position can be used if the standing examination is not feasible. The examined leg should be in a non–weight-bearing position. A sitting position can be used for evaluating the superficial and perforating veins of the calf. The patient should not be studied for reflux in less than 45° supine position. d. All spectral Doppler waveforms and measurements should be obtained from the long axis. e. IV. SPECIFICATIONS OF THE EXAMINATION B. Venous Insufficiency: Lower Extremity 2. Recording Recordings should document the presence, absence, and location of reflux. At a minimum, abnormal reflux times should be measured and reported. a. At minimum, recordings should be performed for: b.",
    "Common femoral vein • Femoral vein • Popliteal vein • Great saphenous vein at saphenofemoral junction • Great saphenous vein at upper thigh • Great saphenous vein at mid thigh • Great saphenous vein at distal thigh • Great saphenous vein at the calf • Small saphenous vein • Anterior accessory saphenous vein, if present • Recording of the transverse diameter of the vein must be performed. c. Visible varicosities should be documented, and their connection to larger veins should be reported. d. Anatomical variations, such as hypoplastic or aplastic segments, the intersaphenous vein (vein of Giacomini), significant accessory veins, or duplications should be noted. e. The patient presentation, clinical indication, or clinical management pathways may require protocol adjustments, such as more detailed evaluation of perforating veins, a patient with recurrent or residual disease after prior treatment, areas with associated wounds, the deep venous system, or a bilateral study. f. Other vascular and nonvascular abnormalities, for example, chronic postthrombotic changes or obstruction of the deep veins, particularly evidence of deep venous obstruction proximal to the common femoral vein, should be commented on if found and should be recorded but may require additional imaging for diagnosis or further characterization. g. IV. SPECIFICATIONS OF THE EXAMINATION C. Venous Thromboembolic Disease: Upper Extremity [41-43] 1. Technique Upper-extremity duplex evaluation consists of grayscale, color, and spectral Doppler assessment of all the accessible portions of the internal jugular, subclavian, axillary, and brachiocephalic (innominate) veins as well as compression grayscale ultrasound of the brachial, basilic, cephalic, internal jugular, and axillary veins in the upper arm to the elbow. All accessible veins should be scanned using optimal grayscale and Doppler techniques as well as appropriate positioning. Venous compression is applied to accessible veins in the transverse plane with adequate pressure on the skin to completely obliterate the normal vein lumen. Supine position, if possible, is preferred. Symmetrical posture to prevent false asymmetry, if possible, is preferred. Symptomatic areas, such as the forearm, may require additional evaluation if the cause of the symptoms is not already clarifiedby the standard examination. IV. SPECIFICATIONS OF THE EXAMINATION C. Venous Thromboembolic Disease: Upper Extremity [41-43] 2. Recording For each normal examination, at a minimum: Grayscale images or cine loops should be recorded without and with compression at each of the following levels: Internal jugular vein a. Axillary vein b. Brachial vein in the upper arm c. Cephalic vein in the upper arm d. Basilic vein in the upper arm e. i. a.",
    "Focal symptomatic areas, if present f. Color and spectral Doppler images should be recorded at each of the following levels: Internal jugular vein a. Subclavian vein b. Axillary vein c. If seen, the brachiocephalic vein , brachial vein, cephalic vein, and basilic vein may be recorded with color and spectral Doppler d. ii. All studies, unilateral or bilateral, should include the right and left subclavian venous spectral Doppler waveforms. Recordings should evaluate for asymmetry or loss of pulsatility and respiratory phasicity. iii. All spectral Doppler should be obtained from the long axis. iv. Abnormal examinations generally require additional images. The extent and location of sites where the veins fail to compress or fill with color completely should be clearly recorded and generally require additional images. Long-axis views without compression may be helpful to characterize the abnormal vein. b. The patient presentation, clinical indication, or clinical management pathways may require protocol adjustments, such as imaging the forearm veins or performing a bilateral study [ 29-31 ]. c. Other vascular and nonvascular abnormalities, if found, should be recorded but may require additional imaging for diagnosis or further characterization. d. IV. SPECIFICATIONS OF THE EXAMINATION D. Vein Mapping Mapping of superficial leg or arm veins is performed to determine the patency, size, condition (such as calcification or thickening), and course of superficial veins. If found, duplications and anatomic anomalies should be noted. The location of the vein may be marked on the skin overlying the veins. Tourniquets or other methods to accentuate the veins may be used based on the clinical indication (eg, mapping before hemodialysis grafts or fistulas). V. DOCUMENTATION Reporting should be in accordance with the ACR Practice Parameter for Communication of Diagnostic Imaging Findings [ 44 ]. Adequate documentation is essential for high-quality patient care. There should be a permanent record of the ultrasound examination and its interpretation. Comparison with prior relevant imaging studies may prove helpful. Images of all appropriate areas, both normal and abnormal, should be recorded. Variations from normal size should generally be accompanied by measurements. Images should be labeled with the patient identification, facility identification, examination date, and image orientation. An official interpretation (final report) of the ultrasound examination should be included in the patient’s medical record. Retention of the ultrasound examination images should be consistent both with clinical need and with relevant legal and local health care facility requirements. VI. EQUIPMENT SPECIFICATIONS Equipment performance monitoring should be in accordance with the ACR–AAPM Technical Standard for Diagnostic Medical Physics Performance Monitoring of Real Time Ultrasound Equipment [ 45] . Equipment must be capable of duplex imaging: both real-time imaging with compression of the veins and Doppler evaluation of the blood flow signals originating from within the lumen of the veins. Imaging should be conducted at the highest clinically appropriate frequency, realizing that there is a trade-off between resolution and beam penetration. This should usually be at a frequency of 5 MHz or greater, with the occasional need for a lower frequency transducer. In most cases, a linear or curved linear transducer is preferable, but sector scanners can be helpful for difficult patients or for the medial subclavian or brachiocephalic veins. Evaluation of the blood flow signals originating from within the lumen of the vein should be conducted with a carrier frequency of 2.5 MHz or above. A display of the relative amplitude and direction of moving blood should be available. Imaging and blood flow analysis are currently performed with duplex sonography using range gating. Color Doppler",
    "can be used to facilitate the examination. VII. QUALITY CONTROL AND IMRPOVEMENT, SAFETY, INFECTION CONTROL, AND PATIENT EDUCATION Policies and procedures related to quality, patient education, infection control, and safety should be developed and implemented in accordance with the ACR Policy on Quality Control and Improvement, Safety, Infection Control, and Patient Education appearing under the heading Position Statement on QC & Improvement, Safety, Infection Control , and Patient Education on the ACR website ( https://www.acr.org/Advocacy-and- Economics/ACR-Position-Statements/Quality-Control-and-Improvement ). ACKNOWLEDGEMENTS This Practice Parameter was revised according to the process described under the heading The Process for Developing ACR Practice Parameters and Technical Standards on the ACR website ( https://www.acr.org/Clinical- Resources/Practice-Parameters-and-Technical-Standards ) by the Committee on Practice Parameters – Ultrasound of the ACR Commission on Ultrasound and the Committee on Practice Parameters – Pediatric Radiology of the ACR Commission on Pediatric Radiology, in collaboration with the AIUM, the SPR, and the SRU. Writing Committee – members represent their societies in the initial and final revision of this practice parameter ACR Gunabushanam, Gowthaman MBBS, MD, Chair Needleman, Laurence MD, Co-Chair Burgan, Constantine MD Poletto, Erica MD Thompson, Joel MD SRU Adler, Cameron MD SPR Paltiel, Harriet J MD Silva, Cicero T MD AIUM Pellerito, John Stephen MD Sheth, Sheila MD Committee on Practice Parameters - Ultrasound (ACR Committee responsible for sponsoring the draft through the process) Dahiya, Nirvikar MD, Chair Azadi, Javad MD Bohm-Velez, Marcela MD Burgan, Constantine MD Carnahan, Molly MD Fung, Christopher MD Gabriel, Helena MD Gunabushanam, Gowthaman MBBS, MD Itani, Malak MD Melany, Michelle MD Penna, Rupinder MD Sohaey, Roya MD Squires, Judy H MD Committee on Practice Parameters – Pediatric Imaging (ACR Committee responsible for sponsoring the draft through the process) Levin, Terry L MD, Chair Alizai, Hamza MD Amodio, John B MD Betz, Bradford W MD Blumfield, Einat MD Collard, Michael MD Goldman-Yassen, Adam MD Lai, Hollie A MD Lala, Shailee V MD Lasiecka, Zofia M MD, PhD Laufer, Adina MD Li, Arleen MD Maloney, John A MD Noda, Sakura MD Shah, Summit MD Trout, Andrew T MD Vatsky, Seth DO Barth, Richard MD, Chair, Commission on Pediatric Radiology",
    "Nicola, Lauren MD, Chair, Commission on Ultrasound Comments Reconciliation Committee Gupta, Yasha - CSC, Chair Adler, Cameron MD Amodio, John B MD Barth, Richard MD Burgan, Constantine MD Dahiya, Nirvikar MD Gabriel, Helena MD Gunabushanam, Gowthaman MBBS, MD Levin, Terry L MD Needleman, Laurence MD Nicola, Lauren MD Paltiel, Harriet J MD Pellerito, John Stephen MD Poletto, Erica MD Sheth, Sheila MD Silva, Cicero T MD Thompson, Joel MD REFERENCES Needleman L, Cronan JJ, Lilly MP, et al. Ultrasound for Lower Extremity Deep Venous Thrombosis: Multidisciplinary Recommendations From the Society of Radiologists in Ultrasound Consensus Conference. Circulation 2018;137:1505-15. 1. Heit JA. The epidemiology of venous thromboembolism in the community. Arterioscler Thromb Vasc Biol 2008;28:370-2. 2. Snow V, Qaseem A, Barry P, et al. Management of venous thromboembolism: a clinical practice guideline from the American College of Physicians and the American Academy of Family Physicians. Ann Intern Med 2007;146:204-10. 3. US Department of Health and Human Services. The surgeon general's call to action to prevent deep vein thrombosis and pulmonary embolism. Available at: https://www.ncbi.nlm.nih.gov/books/NBK44178/ . 4. Guyatt GH, Akl EA, Crowther M, Gutterman DD, Schuunemann HJ. Executive summary: Antithrombotic Therapy and Prevention of Thrombosis, 9th ed: American College of Chest Physicians Evidence-Based Clinical Practice Guidelines. Chest 2012;141:7S-47S. 5. Bach AM, Hann LE. When the common femoral vein is revealed as flattened on spectral Doppler sonography: is it a reliable sign for diagnosis of proximal venous obstruction? AJR Am J Roentgenol 1997;168:733-6. 6. American College of Radiology. ACR–AIUM–SRU Practice Parameter for the Performance of Ultrasound Vascular Mapping for Preoperative Planning of Dialysis Access. Available at: https://www.acr.org/- /media/ACR/Files/Practice-Parameters/US-PreOpDialysis.pdf . Accessed january 13, 2023. 7. Prandoni P, Prins MH, Lensing AW, et al. Residual thrombosis on ultrasonography to guide the duration of anticoagulation in patients with deep venous thrombosis: a randomized trial. Ann Intern Med 2009;150:577-85. 8. Kearon C, Akl EA, Ornelas J, et al. Antithrombotic Therapy for VTE Disease: CHEST Guideline and Expert Panel Report. Chest 2016;149:315-52. 9. Bernardi E, Camporese G, Buller HR, et al. Serial 2-point ultrasonography plus D-dimer vs whole-leg color- coded Doppler ultrasonography for diagnosing suspected symptomatic deep vein thrombosis: a randomized controlled trial. JAMA 2008;300:1653-9. 10. Birdwell BG, Raskob GE, Whitsett TL, et al. The clinical validity of normal compression ultrasonography in outpatients suspected of having deep venous thrombosis. Ann Intern Med 1998;128:1-7. 11. Schellong SM. Diagnosis of recurrent deep vein thrombosis. Hamostaseologie 2013;33:195-200. 12. Society for Vascular Medicine. Five Things Physicians and Patients Should Question. http://www.choosingwisely.org/doctor-patient-lists/society-for-vascular-medicine/ . Accessed October 1, 2018. 13. American College of Radiology. ACR–SPR–SRU Practice Parameter for Performing and Interpreting Diagnostic Ultrasound Examinations. Available at: https://www.acr.org/-/media/ACR/Files/Practice- Parameters/US-Perf-Interpret.pdf . Accessed January 13, 2023. 14. Kraaijenhagen RA, Piovella F, Bernardi E, et al. Simplification of the diagnostic management of suspected 15.",
    "deep vein thrombosis. Arch Intern Med 2002;162:907-11. Wells PS, Anderson DR, Bormanis J, et al. Value of assessment of pretest probability of deep-vein thrombosis in clinical management. Lancet 1997;350:1795-8. 16. American College of Radiology. ACR Radiology Coding Source. http://www.acr.org/Advocacy/Economics- Health-Policy/Billing-Coding/Coding-Source-List/2007/Jan-Feb-2007/Noninvasive-Vascular-Diagnostic- Studies . Accessed January 13, 2023. 17. Johnson SA, Stevens SM, Woller SC, et al. Risk of deep vein thrombosis following a single negative whole-leg compression ultrasound: a systematic review and meta-analysis. JAMA 2010;303:438-45. 18. Goodacre S, Sampson F, Thomas S, van Beek E, Sutton A. Systematic review and meta-analysis of the diagnostic accuracy of ultrasonography for deep vein thrombosis. BMC Med Imaging 2005;5:6. 19. Schellong SM. Distal DVT: worth diagnosing? Yes. J Thromb Haemost 2007;5 Suppl 1:51-4. 20. Seinturier C, Bosson JL, Colonna M, Imbert B, Carpentier PH. Site and clinical outcome of deep vein thrombosis of the lower limbs: an epidemiological study. J Thromb Haemost 2005;3:1362-7. 21. Palareti G. Do isolated calf deep vein thrombosis need anticoagulant treatment? J Thorac Dis 2016;8:E1691- E93. 22. Bundens WP, Bergan JJ, Halasz NA, Murray J, Drehobl M. The superficial femoral vein. A potentially lethal misnomer. Jama 1995;274:1296-8. 23. Smith ZT, Bagley AR, Guy D, Preston L, Ali NS. Ultrasound Imaging of Superficial Venous Thrombosis in the Upper and Lower Extremities: Closing the Gap Between Clinical Management Guidelines and Ultrasound Practice Parameters. J Ultrasound Med 2022;41:535-42. 24. Lin EP, Bhatt S, Rubens D, Dogra VS. The importance of monophasic Doppler waveforms in the common femoral vein: a retrospective study. J Ultrasound Med 2007;26:885-91. 25. Lockhart ME, Sheldon HI, Robbin ML. Augmentation in lower extremity sonography for the detection of deep venous thrombosis. AJR Am J Roentgenol 2005;184:419-22. 26. Noren A, Ottosson E, Sjunnesson M, Rosfors S. A detailed analysis of equivocal duplex findings in patients with suspected deep venous thrombosis. J Ultrasound Med 2002;21:1375-83; quiz 84-5. 27. Miller N, Obrand D, Tousignant L, Gascon I, Rossignol M. Venous duplex scanning for unilateral symptoms: when do we need a contralateral evaluation? Eur J Vasc Endovasc Surg 1998;15:18-23. 28. Naidich JB, Torre JR, Pellerito JS, Smalberg IS, Kase DJ, Crystal KS. Suspected deep venous thrombosis: is US of both legs necessary? [ comment]. Radiology 1996;200:429-31. 29. Stevens SM, Elliott CG, Chan KJ, Egger MJ, Ahmed KM. Withholding anticoagulation after a negative result on duplex ultrasonography for suspected symptomatic deep venous thrombosis. Ann Intern Med 2004;140:985-91. 30. Comerota AJ, Oostra C, Fayad Z, et al. A histological and functional description of the tissue causing chronic postthrombotic venous obstruction. Thromb Res 2015;135:882-7. 31. Ocke Reis PE. The Pathology of Chronic Post-Thrombotic Venous Obstruction is not Chronic Thrombus. Journal of Vascular and Endovascular Therapy 2016. 32. Wright DJ, Shepard AD, McPharlin M, Ernst CB. Pitfalls in lower extremity venous duplex scanning. J Vasc Surg 1990;11:675-9. 33. Messina LM, Sarpa MS, Smith MA, Greenfield LJ. Clinical significance of routine imaging of iliac and calf veins by color flow duplex scanning in patients suspected of having acute lower extremity deep venous thrombosis. Surgery 1993;114:921-7. 34. Cavezzi A, Labropoulos N, Partsch H, et al. Duplex ultrasound investigation of the veins in chronic venous disease of the lower limbs--UIP consensus document. Part II. Anatomy. Eur J Vasc Endovasc Surg 2006;31:288-99. 35. Coleridge-Smith P, Labropoulos N, Partsch H, Myers K, Nicolaides A, Cavezzi A. Duplex ultrasound investigation of the veins in chronic venous disease of the lower limbs--UIP consensus document. Part I. Basic principles. Eur J Vasc Endovasc Surg 2006;31:83-92. 36. Thorisson HM, Pollak JS, Scoutt L. The role of ultrasound in the diagnosis and treatment of chronic venous insufficiency. Ultrasound Q 2007;23:137-50. 37. Hanrahan LM, Araki CT, Rodriguez AA, Kechejian GJ, LaMorte WW, Menzoian JO. Distribution of valvular incompetence in patients with venous stasis ulceration. J Vasc Surg 1991;13:805-11; discussion 11-2. 38. Labropoulos N, Leon M, Nicolaides AN, Giannoukas AD, Volteas N, Chan P. Superficial venous insufficiency: correlation of anatomic extent of reflux with clinical symptoms and signs. J Vasc Surg 1994;20:953-8. 39.",
    "Labropoulos N, Leon M, Nicolaides AN, et al. Venous reflux in patients with previous deep venous thrombosis: correlation with ulceration and other symptoms. J Vasc Surg 1994;20:20-6. 40. Baxter GM, Kincaid W, Jeffrey RF, Millar GM, Porteous C, Morley P. Comparison of colour Doppler ultrasound with venography in the diagnosis of axillary and subclavian vein thrombosis. Br J Radiol 1991;64:777-81. 41. Grassi CJ, Polak JF. Axillary and subclavian venous thrombosis: follow-up evaluation with color Doppler flow US and venography. Radiology 1990;175:651-4. 42. Knudson GJ, Wiedmeyer DA, Erickson SJ, et al. Color Doppler sonographic imaging in the assessment of upper-extremity deep venous thrombosis. AJR Am J Roentgenol 1990;154:399-403. 43. American College of Radiology. ACR Practice Parameter for Communication of Diagnostic Imaging Findings. Available at: https://www.acr.org/-/media/ACR/Files/Practice-Parameters/CommunicationDiag.pdf . Accessed January 16, 2023. 44. American College of Radiology. ACR-AAPM Technical Standard for Diagnostic Medical Physics Performance Monitoring of Real Time Ultrasound Equipment. Available at: https://www.acr.org/- /media/ACR/Files/Practice-Parameters/US-Equip.pdf . Accessed October 1, 2018. 45. *Practice parameters and technical standards are published annually with an effective date of October 1 in the year in which amended, revised, or approved by the ACR Council. For practice parameters and technical standards published before 1999, the effective date was January 1 following the year in which the practice parameter or technical standard was amended, revised, or approved by the ACR Council. Development Chronology for this Practice Parameter 1993 (Resolution 6) Revised 1997 (Resolution 28) Revised 2001 (Resolution 37) Revised 2006 (Resolution 40, 35) Revised 2010 (Resolution 31) Amended 2014 (Resolution 39) Revised 2015 (Resolution 33) Revised 2019 (Resolution 29) Amended 2019 (Resolution 23) Revised 2024 (Resolution 22) Revised 2024 (Resolution 22)"
  ],
  "processed_at": "2026-01-30T15:58:50.148Z"
}