{
  "doc_id": "1c5673ba9a52de6a1e1b1245080653b2",
  "source_id": "ACR_AIUM_SPR_SRU_PRACTICE_PARAMETER_FOR_THE_PERFORMANCE_OF_SCROTAL_ULTRASOUND_EXAMINATIONS",
  "total_pages": 6,
  "pages": [
    "ACR–AIUM–SPR–SRU PRACTICE PARAMETER FOR THE PERFORMANCE OF SCROTAL ULTRASOUND EXAMINATIONS The American College of Radiology, with more than 40,000 members, is the principal organization of radiologists, radiation oncologists, and clinical medical physicists in the United States. The College is a nonprofit professional society whose primary purposes are to advance the science of radiology, improve radiologic services to the patient, study the socioeconomic aspects of the practice of radiology, and encourage continuing education for radiologists, radiation oncologists, medical physicists, and persons practicing in allied professional fields. The American College of Radiology will periodically define new practice parameters and technical standards for radiologic practice to help advance the science of radiology and to improve the quality of service to patients throughout the United States. Existing practice parameters and technical standards will be reviewed for revision or renewal, as appropriate, on their fifth anniversary or sooner, if indicated. Each practice parameter and technical standard, representing a policy statement by the College, has undergone a thorough consensus process in which it has been subjected to extensive review and approval. The practice parameters and technical standards recognize that the safe and effective use of diagnostic and therapeutic radiology requires specific training, skills, and techniques, as described in each document. Reproduction or modification of the published practice parameter and technical standard by those entities not providing these services is not authorized. PREAMBLE This document is an educational tool designed to assist practitioners in providing appropriate radiologic care for patients. Practice Parameters and Technical Standards are not inflexible rules or requirements of practice and are not intended, nor should they be used, to establish a legal standard of care 1 . For these reasons and those set forth below, the American College of Radiology and our collaborating medical specialty societies caution against the use of these documents in litigation in which the clinical decisions of a practitioner are called into question. The ultimate judgment regarding the propriety of any specific procedure or course of action must be made by the practitioner considering all the circumstances presented. Thus, an approach that differs from the guidance in this document, standing alone, does not necessarily imply that the approach was below the standard of care. To the contrary, a conscientious practitioner may responsibly adopt a course of action different from that set forth in this document when, in the reasonable judgment of the practitioner, such course of action is indicated by variables such as the condition of the patient, limitations of available resources, or advances in knowledge or technology after publication of this document. However, a practitioner who employs an approach substantially different from the guidance in this document may consider documenting in the patient record information sufficient to explain the approach taken. The practice of medicine involves the science, and the art of dealing with the prevention, diagnosis, alleviation, and treatment of disease. The variety and complexity of human conditions make it impossible to always reach the most appropriate diagnosis or to predict with certainty a particular response to treatment. Therefore, it should be recognized that adherence to the guidance in this document will not assure an accurate diagnosis or a successful outcome. All that should be expected is that the practitioner will follow a reasonable course of action based on current knowledge, available resources, and the needs of the patient to deliver effective and safe medical care. The purpose of this document is to assist practitioners in achieving this objective. _________________________________________________________________________________________________ 1 Iowa Medical Society and Iowa Society of Anesthesiologists v. Iowa Board of Nursing , 831 N.W.2d 826 (Iowa 2013) Iowa Supreme Court refuses to find that the \" ACR Technical Standard for Management of the Use of Radiation in Fluoroscopic Procedures (Revised 2008)\" sets a national standard for who may perform fluoroscopic procedures in light of the standard’s stated purpose that ACR standards are educational tools and not intended to establish a legal standard of care. See also, Stanley v. McCarver , 63 P.3d 1076 (Ariz. App. 2003) where in a concurring opinion the Court stated that “published standards or guidelines of specialty medical organizations are useful in determining the duty owed or the standard of care applicable in a given situation” even though ACR standards themselves do not establish the standard of care. I. INTRODUCTION The clinical aspects contained in specific sections of this practice parameter (Introduction, Indications, Specifications of the Examination, and Equipment Specifications) were developed collaboratively by the American College of Radiology (ACR), the American Institute of Ultrasound in Medicine (AIUM), the Society of Radiologists in Ultrasound (SRU), and the Society for Pediatric Radiology (SPR). Recommendations for Qualifications and Responsibilities of Personnel, Written Requests for the Examination, Documentation, and Quality Control and Improvement, Safety, Infection Control, and Patient Education vary among the four organizations and are",
    "addressed by each separately. These practice parameters are intended to assist practitioners performing ultrasound studies of the scrotum. In some cases, additional and/or specialized examinations may be necessary. Although it is not possible to detect every abnormality, adherence to the following practice parameters will maximize the probability of detecting most of the abnormalities that occur in the scrotum. II. INDICATIONS Indications for scrotal ultrasound include, but are not limited to [1, 2] , the following: Evaluation of scrotal pain resultant from any etiology, including, but not limited to, trauma, ischemia, infection, and inflammation [3-11] 1. Evaluation of a palpable inguinal, intrascrotal, or testicular mass [1, 2, 12-15] 2. Evaluation of scrotal asymmetry, swelling, or enlargement [1, 2, 16] 3. Evaluation of potential intrascrotal hernia [17] 4. Detection/evaluation of varicoceles [18, 19] 5. Evaluation of male infertility [1, 20] 6. Follow-up of previous indeterminate scrotal ultrasound findings [14, 19, 21] 7. Evaluation of inguinal testes [22] 8. Detection of an occult primary tumor in patients with metastatic germ cell tumor [23] or unexplained retroperitoneal adenopathy or paraneoplastic syndrome 9. Follow-up of patients with previous primary testicular neoplasms, testicular adrenal rest tumors, or testicular leukemia/lymphoma [24, 25] 10. Evaluation of an abnormality noted on other imaging studies (including, but not limited to, computed tomography , magnetic resonance imaging and positron emission tomography ) 11. Evaluation of a disorder of sexual development [26] 12. III. QUALIFICATIONS AND RESPONSIBILITIES OF PERSONNEL See the ACR–SPR–SRU Practice Parameter for the Performance and Interpretation of Diagnostic Ultrasound Examinations [27] . IV. SPECIFICATIONS OF THE EXAMINATION The written or electronic request for scrotal ultrasound should provide sufficient information to demonstrate the medical necessity of the examination and allow for the proper performance and interpretation of the examination. Documentation that satisfies medical necessity includes 1) signs and symptoms and/or 2) relevant history (including known diagnoses). The provision of additional information regarding the specific reason for the examination or a provisional diagnosis would be helpful and may at times be needed to allow for the proper performance and interpretation of the examination. The request for the examination must be originated by a physician or other appropriately licensed health care provider. The accompanying clinical information should be provided by a physician or other appropriately licensed health care provider familiar with the patient’s clinical problem or question and consistent with the state scope of practice requirements. (ACR Resolution 35 adopted in 2006 – revised in 2016, Resolution 12-b) The presence of two testes should be documented either on a single transverse, coronal, or coronal oblique image. A cine loop survey scan, taken in both longitudinal and transverse projections, may be obtained and stored with the rest of the study when technically feasible. The testes should be evaluated in at least two planes, longitudinal and transverse. Transverse images should be obtained in the superior, mid, and inferior portions of the testes. Longitudinal views should be obtained centrally as well as medially and laterally. Each testis should be evaluated in its entirety. Testicular volumes can be provided using the Lambert formula (length × width × height × 0.71) [28] . In cases of acute swelling or pain, the presence or absence of pain, by patient report, before beginning the scan should be noted. Some authors suggest that the asymptomatic side should be evaluated first and the",
    "symptomatic side afterward with the same/similar grayscale and Doppler settings [11] . The size, echogenicity, and blood flow of each testis and the epididymis should be compared with the contralateral side. Comparison of the right and left testes on both grayscale and color/power Doppler is best done with separate side by side views in a dual screen format. If a palpable abnormality is the indication for the sonogram, this area should be directly imaged [1, 2] . In the event that a testis is not identified within the scrotum, the ipsilateral inguinal canal, inguinal rings, and pelvis should be scanned in an attempt to locate the testis. Relevant intra-scrotal structures should be evaluated. The head, body, and tail of the epididymis should be evaluated when technically feasible. The spermatic cord and the supratesticular area should be evaluated if there is suspicion for testicular torsion [9, 10, 29] . The scrotal wall, including the overlying skin, should be evaluated. Additional techniques, such as the Valsalva maneuver or upright positioning, can be used as needed. If the examination is performed for infertility workup, consider scanning in the upright position which can increase the sensitivity for detection of varicoceles [30] . When possible, the vas deferens should also be evaluated in infertility workup. [31] . Any abnormality should be documented. Doppler sonography (spectral and color/power Doppler imaging) should be used as necessary in examinations of the scrotum and is required in the setting of acute scrotal pain. If used, color and/or power Doppler sonography should include at least one side-by-side image comparing both testes. Provided overlying tissues do not attenuate sound asymetrically, identical Doppler settings should be used to evaluate symmetry of flow between the testes. Both arterial and venous flow should be documented on Doppler sonography. Low-flow detection settings should be used, if necessary, to document testicular blood flow. When available, resistive index measurements from arteries in each testis for comparison. V. DOCUMENTATION Reporting should be in accordance with the ACR Practice Parameter for Communication of Diagnostic Imaging Findings [32] Adequate documentation is essential for high-quality patient care. In the case of testicular torsion, which is a critical diagnosis (or emergent finding), please refer to the ACR Practice Parameter for Communication of Diagnostic Imaging Findings [32], in the section on nonroutine communications. Comparison with previous relevant imaging studies may prove helpful. Images of all appropriate areas, both normal and abnormal, should be recorded. Variations from normal size should generally be accompanied by measurements. The presence or absence of changes should be documented when prior ultrasound examinations are available for comparison. Comparison with other previous relevant imaging studies may also prove helpful. An official interpretation (final report) of the ultrasound examination should be included in the patient’s medical record. Retention of the ultrasound examination images should be consistent both with clinical need and with relevant legal and local health care facility requirements. VI. EQUIPMENT SPECIFICATIONS Equipment performance monitoring should be in accordance with the ACR-AAPM Technical Standard for Diagnostic Medical Physics Performance Monitoring of Real Time Ultrasound Equipment [33] . Scrotal studies should be conducted, preferably using a 12 MHz or higher linear array transducer. A curved array transducer or linear transducer with lower frequencies may be needed if the scrotum is enlarged, recognizing that there is a trade-off between spatial resolution and beam penetration. The highest possible Doppler frequencies (typically in the 5.0-10 MHz range) providing optimal resolution and flow detection should be used. The Doppler frequency may differ from imaging frequency. A copious layer of gel can be used, if necessary, to improve imaging. VII. QUALITY CONTROL AND IMPROVEMENT, SAFETY, INFECTION CONTROL, AND PATIENT EDUCATION Transducers should be cleaned after each use. Policies and procedures related to quality, patient education, infection control, and safety should be developed and implemented in accordance with the ACR Policy on Quality Control and Improvement, Safety, Infection",
    "Control, and Patient Education appearing under the heading ACR Position Statement on Quality Control and Improvement, Safety, Infection Control and Patient Education on the ACR website ( https://www.acr.org/Advocacy-and-Economics/ACR-Position-Statements/Quality-Control-and-Improvement ). ACKNOWLEDGEMENTS This practice parameter was revised according to the process described under the heading The Process for Developing ACR Practice Parameters and Technical Standards on the ACR website ( https://www.acr.org/Clinical- Resources/Practice-Parameters-and-Technical-Standards ) by the Committee on Practice Parameters – Ultrasound of the ACR Commission on Ultrasound and by the Committee on Practice Parameters – Pediatric Imaging of the ACR Commission on Pediatric Radiology, in collaboration with the AIUM, the SPR, and the SRU. Writing Committee – members represent their societies in the initial and final revision of this practice parameter ACR Rebik, Kristin L DO, Chair Amodio, John B MD Itani, Malak MD Middleton, William D MD SRU Bajaj, Sanjiv MD Fordham, Lynn A MD SPR Linam, Leann MD Squires, Judy H MD Tutman, Jeffrey MD AIUM Mevorach, Robert A MD Committee on Practice Parameters - Ultrasound (ACR Committee responsible for sponsoring the draft through the process) Gabriel, Helena MD, Chair Adler, Cameron MD Azadi, Javad MD Bohm-Velez, Marcela MD Burgan, Constantine MD Carnahan, Molly MD Fu-Yen Lin, Michael MD Fung, Christopher MD Gunabushanam, Gowthaman MBBS, MD Itani, Malak MD Melany, Michelle MD Penna, Rupinder MD Squires, Judy H MD Committee on Practice Parameters and Technical Standards (ACR Committee responsible for sponsoring the draft through the process) Caplin, Drew M MD, Chair Committee on Practice Parameters – Pediatric Imaging (ACR Committee responsible for sponsoring the draft through the process) Amodio, John B MD, Chair Alizai, Hamza MD Betz, Bradford W MD Blumfield, Einat MD Collard, Michael MD Goldman-Yassen, Adam MD Lai, Hollie A MD Lala, Shailee V MD Lasiecka, Zofia M MD, PhD Laufer, Adina MD Levin, Terry L MD Li, Arleen MD Maloney, John A MD Noda, Sakura MD Shah, Summit MD Trout, Andrew T MD Vatsky, Seth DO",
    "Bulas, Dorothy I MD, Chair, Commission on Pediatric Radiology Larson, David B MBA, MD, Chair, Commission on Quality and Safety Nicola, Lauren MD, Chair, Commission on Ultrasound Comments Reconciliation Committee McAdams, Christopher MD - CSC, Co-Chair Amodio, John B MD Bajaj, Sanjiv MD Bulas, Dorothy I MD Caplin, Drew M MD Fordham, Lynn A MD Gabriel, Helena MD Itani, Malak MD Larson, David B MBA, MD Linam, Leann MD Mevorach, Robert A MD Middleton, William D MD Nicola, Lauren MD Rebik, Kristin L DO Squires, Judy H MD Tutman, Jeffrey MD REFERENCES 1. Appelbaum L, Gaitini D, Dogra VS. Scrotal ultrasound in adults. Seminars in Ultrasound, CT & MR. 34(3):257-73, 2013 Jun. 2. Mirochnik B, Bhargava P, Dighe MK, Kanth N. Ultrasound evaluation of scrotal pathology. [Review]. Radiologic Clinics of North America. 50(2):317-32, vi, 2012 Mar. 3. Dogra V, Bhatt S. Acute painful scrotum. Radiol Clin North Am 2004;42:349-63. 4. Vijayaraghavan SB. Sonographic differential diagnosis of acute scrotum: real-time whirlpool sign, a key sign of torsion. J Ultrasound Med. 2006;25(5):563-574. 5. Deurdulian C, Mittelstaedt CA, Chong WK, Fielding JR. US of acute scrotal trauma: optimal technique, imaging findings, and management. [Review] [27 refs]. Radiographics. 27(2):357-69, 2007 Mar-Apr. 6. Philips S, Nagar A, Dighe M, Vikram R, Sunnapwar A, Prasad S. Benign non-cystic scrotal tumors and pseudotumors. [Review]. Acta Radiol. 53(1):102-11, 2012 Feb 01. 7. Sung EK, Setty BN, Castro-Aragon I. Sonography of the pediatric scrotum: emphasis on the Ts--torsion, trauma, and tumors. [Review]. AJR. American Journal of Roentgenology. 198(5):996-1003, 2012 May. 8. Liang T, Metcalfe P, Sevcik W, Noga M. Retrospective review of diagnosis and treatment in children presenting to the pediatric department with acute scrotum. AJR Am J Roentgenol. 200(5):W444-9, 2013 May. 9. Yusuf GT, Sidhu PS. A review of ultrasound imaging in scrotal emergencies. [Review]. Journal of Ultrasound. 16(4):171-8, 2013 Sep 04. 10. Bandarkar AN, Blask AR. Testicular torsion with preserved flow: key sonographic features and value-added approach to diagnosis. [Review]. Pediatric Radiology. 48(5):735-744, 2018 05. 11. Rebik K, Wagner JM, Middleton W. Scrotal Ultrasound. [Review]. Radiologic Clinics of North America. 57(3):635-648, 2019 May. 12. Richenberg J, Brejt N. Testicular microlithiasis: is there a need for surveillance in the absence of other risk factors?. Eur Radiol. 2012 Nov;22(11):2540-6. 13. Wasnik AP, Maturen KE, Shah S, Pandya A, Rubin JM, Platt JF. Scrotal pearls and pitfalls: ultrasound findings of benign scrotal lesions. [Review]. Ultrasound Quarterly. 28(4):281-91, 2012 Dec. 14. Cooper ML, Kaefer M, Fan R, Rink RC, Jennings SG, Karmazyn B. Testicular microlithiasis in children and associated testicular cancer. Radiology. 270(3):857-63, 2014 Mar. 15. Gupta A, Bhatt S. Ultrasound Findings of Benign Scrotal Lesions: A Pictorial Review. Ultrasound Quarterly. 2019 Feb 04. 16. Rizvi SA, Ahmad I, Siddiqui MA, Zaheer S, Ahmad K. Role of color Doppler ultrasonography in evaluation of scrotal swellings: pattern of disease in 120 patients with review of literature. [Review]. Urology Journal. 8(1):60-5, 2011Winter. 17. Rubenstein RA, Dogra VS, Seftel AD, Resnick MI. Benign intrascrotal lesions. J Urol. 2004 May;171(5):1765-72. 18. Beddy P, Geoghegan T, Browne RF, Torreggiani WC. Testicular varicoceles. Clin Radiol. 2005 Dec;60(12):1248- 55. 19. Balawender K, Orkisz S, Wisz P. Testicular microlithiasis: what urologists should know. A review of the current literature. Cent European J Urol. 2018;71(3):310-314. 20. Aganovic L, Cassidy F. Imaging of the scrotum. [Review]. Radiologic Clinics of North America. 50(6):1145-65,",
    "2012 Nov. 21. Winter TC, Kim B, Lowrance WT, Middleton WD. Testicular Microlithiasis: What Should You Recommend?. AJR Am J Roentgenol. 2016 Jun;206(6):1164-9. 22. AIUM practice guideline for the performance of an ultrasound examination in the practice of urology. J Ultrasound Med. 2012 Jan;31(1):133-44. 23. Scholz M, Zehender M, Thalmann GN, Borner M, Thöni H, Studer UE. Extragonadal retroperitoneal germ cell tumor: evidence of origin in the testis. Ann Oncol. 2002 Jan;13(1):121-4. 24. Stoehr B, Zangerl F, Steiner E, et al. Routine scrotal ultrasonography during the follow-up of patients with testicular cancer leads to earlier detection of asynchronous tumours and a high rate of organ preservation. BJU Int. 2010 Apr;105(8):1118-20. 25. Corcioni B, Renzulli M, Marasco G, et al. Prevalence and ultrasound patterns of testicular adrenal rest tumors in adults with congenital adrenal hyperplasia. Translational Andrology & Urology. 10(2):562-573, 2021 Feb. 26. Pires CR, De Moura Poli AH, Zanforlin Filho SM, Mattar R, Moron AF, Debs Diniz AL. True hermaphroditism-the importance of ultrasonic assessment. Ultrasound Obstet Gynecol. 2005 Jul;26(1):86-8. 27. American College of Radiology. ACR–SPR–SRU Practice Parameter for Performing and Interpreting Diagnostic Ultrasound Examinations. Available at: https://gravitas.acr.org/PPTS/GetDocumentView?docId=24+&releaseId=2 28. Sakamoto H, Saito K, Oohta M, Inoue K, Ogawa Y, Yoshida H. Testicular volume measurement: comparison of ultrasonography, orchidometry, and water displacement. Urology. 2007 Jan;69(1):152-7. 29. Baud C, Veyrac C, Couture A, Ferran JL. Spiral twist of the spermatic cord: a reliable sign of testicular torsion. Pediatr Radiol 1998;28:950-4. 30. Punjani N, Wald G, Al-Hussein Alawamlh O, Dudley V, Goldstein M. Standing Ultrasound Adds Clinical Utility for the Diagnosis of Varicoceles. Journal of Urology. 206(4):1001-1008, 2021 10. 31. Kerr DM, Middleton WD. Ultrasound of the Normal and Abnormal Vas Deferens. Ultrasound Q. 2022 Sep 01;38(3):224-236. 32. American College of Radiology. ACR Practice Parameter for Communication of Diagnostic Imaging Findings. Available at https://gravitas.acr.org/PPTS/GetDocumentView?docId=74+&releaseId=2 33. American College of Radiology. ACR–AAPM Technical Standard for Diagnostic Medical Physics Performance Monitoring of Real Time Ultrasound Equipment. Available at https://gravitas.acr.org/PPTS/GetDocumentView?docId=118+&releaseId=2 *Practice parameters and technical standards are published annually with an effective date of October 1 in the year in which amended, revised, or approved by the ACR Council. For practice parameters and technical standards published before 1999, the effective date was January 1 following the year in which the practice parameter or technical standard was amended, revised, or approved by the ACR Council. Development Chronology for this Practice Parameter 1993 (Resolution 5) Revised 1997 (Resolution 30) Revised 2001 (Resolution 38) Revised 2006 (Resolution 42, 35) Revised 2010 (Resolution 33) Amended 2014 (Resolution 39) Revised 2015 (Resolution 35) Revised 2020 (Resolution 5) Amended 2023 (Resolution 2c) Revised 2025 (Resolution 11) Revised 2025 (Resolution 11)"
  ],
  "processed_at": "2026-01-30T15:58:50.167Z"
}