{
  "doc_id": "1e492d1c2644b782c117efa80e48e41a",
  "source_id": "ACR_Appropriateness_Criteria__Abnormal_Uterine_Bleeding",
  "total_pages": 10,
  "pages": [
    "APPROPRIATE USE CRITERIA ACR Appropriateness Criteria â Abnormal Uterine Bleeding Expert Panel on GYN and OB Imaging: Jessica B. Robbins, MD a , Elizabeth A. Sadowski, MD b , Katherine E. Maturen, MD, MS c , Esma A. Akin, MD d , Susan M. Ascher, MD e , Olga R. Brook, MD f , Courtney R. Cassella, MD g , Mark Dassel, MD h , Tara L. Henrichsen, MD i , Lee A. Learman, MD, PhD j , Michael N. Patlas, MD k , Carl Saphier, MD l , Ashish P. Wasnik, MD m , Phyllis Glanc, MD n Abstract This publication summarizes the relevant literature for the imaging of patients with symptoms of abnormal uterine bleeding, including initial imaging, follow-up imaging when the original ultrasound is inconclusive, and follow-up imaging when surveillance is appropriate. For patients with abnormal uterine bleeding, combined transabdominal and transvaginal ultrasound of the pelvis with Doppler is the most appropriate initial imaging study. If the uterus is incompletely visualized with the initial ultrasou2nd, MRI of the pelvis without and with contrast is the next appropriate imaging study, unless a polyp is suspected on the original ultrasound, then sonohysterography can be performed. If the patient continues to experience abnormal uterine bleeding, assessment with ultrasound of the pelvis, sono- hysterography, and MRI of the pelvis without and with contrast would be appropriate. The American College of Radiology Appropriateness Criteria are evidence-based guidelines for speci fi c clinical conditions that are reviewed annually by a multidisciplinary expert panel. The guideline development and revision include an extensive analysis of current medical literature from peer reviewed journals and the application of well-established methodologies (RAND/UCLA Appropriateness Method and Grading of Recommendations Assessment, Development, and Evaluation or GRADE) to rate the appropriateness of imaging and treatment procedures for speci fi c clinical scenarios. In those instances where evidence is lacking or equivocal, expert opinion may supplement the available evidence to recommend imaging or treatment. Key Words: Abnormal uterine bleeding, Appropriateness Criteria, Appropriate Use Criteria, AUC, Endometrium, MRI, Sonohys- terography, Ultrasound, Uterus J Am Coll Radiol 2020;17:S336-S345. Copyright ª 2020 American College of Radiology a Panel Vice-Chair, University of Wisconsin, Madison, Wisconsin. b University of Wisconsin, Madison, Wisconsin. c Panel Chair, University of Michigan, Ann Arbor, Michigan. d George Washington University Hospital, Washington, District of Columbia. e Georgetown University Hospital, Washington, District of Columbia. f Beth Israel Deaconess Medical Center, Boston, Massachusetts. g Reading Hospital, Reading, Pennsylvania; American College of Emergency Physicians. h Cleveland Clinic, Cleveland, Ohio; American College of Obstetricians and Gynecologists. i Mayo Clinic, Rochester, Minnesota. j Virginia Tech Carilion School of Medicine, Roanoke, Virginia; American College of Obstetricians and Gynecologists. k McMaster University, Hamilton, Ontario, Canada. l Women ’ s Ultrasound, LLC, Englewood, New Jersey; American College of Obstetricians and Gynecologists. m University of Michigan, Ann Arbor, Michigan. n Specialty Chair, University of Toronto and Sunnybrook Health Sciences Centre, Toronto, Ontario, Canada. Corresponding author: Jessica B. Robbins, MD, University of Wisconsin, 600 Highland Avenue, E3/374 CSC, Madison, WI 53792; e-mail: jrobbins@uwhealth.org. The American College of Radiology seeks and encourages collaboration with other organizations on the development of the ACR Appropriateness Criteria through society representation on expert panels. Participation by representatives from collaborating societies on the expert panel does not necessarily imply individual or society endorsement of the fi nal document. Reprint requests to: publications@acr.org. Dr. Patlas reports personal fees from Springer, outside the submitted work. The other authors state that they have no con fl ict of interest related to the material discussed in this article. Disclaimer: The ACR Committee on Appropriateness Criteria and its expert panels have developed criteria for determining appropriate imaging examinations for diagnosis and treatment of speci fi ed medical condition(s). These criteria are intended to guide radiologists, radiation oncologists and referring physicians in making decisions regarding radiologic imaging and treatment. Generally, the complexity and severity of a patient ’ s clinical condition should dictate the selection of appropriate imaging procedures or treatments. Only those examinations generally used for evaluation of the patient ’ s condition are ranked. Other imaging studies necessary to evaluate other co-existent diseases or other medical consequences of this condition are not considered in this document. The availability of equipment or personnel may in fl uence the selection of appropriate imaging procedures or treatments. Imaging techniques classi fi ed as investigational by the FDA have not been considered in developing these criteria; however, study of new equipment and applications should be encouraged. The ultimate decision regarding the appropriateness of any speci fi c radiologic examination or treatment must be made by the referring physician and radiologist in light of all the circumstances presented in an individual examination. ª 2020 American College of Radiology S336 1546-1440/20/$36.00 n https://doi.org/10.1016/j.jacr.2020.09.008",
    "Variant 1. Abnormal uterine bleeding. Initial imaging. Procedure Appropriateness Category Relative Radiation Level US duplex Doppler pelvis Usually Appropriate O US pelvis transabdominal Usually Appropriate O US pelvis transvaginal Usually Appropriate O US sonohysterography May Be Appropriate (Disagreement) O MRI pelvis without and with IV contrast Usually Not Appropriate O MRI pelvis without IV contrast Usually Not Appropriate O CT pelvis with IV contrast Usually Not Appropriate ☢☢☢ CT pelvis without IV contrast Usually Not Appropriate ☢☢☢ CT pelvis without and with IV contrast Usually Not Appropriate ☢☢☢☢ Variant 2. Abnormal uterine bleeding. Follow-up imaging when original ultrasound is inconclusive or further imaging characterization is needed. Procedure Appropriateness Category Relative Radiation Level US sonohysterography Usually Appropriate O MRI pelvis without and with IV contrast Usually Appropriate O US duplex Doppler pelvis May Be Appropriate (Disagreement) O US pelvis transabdominal May Be Appropriate (Disagreement) O US pelvis transvaginal May Be Appropriate (Disagreement) O MRI pelvis without IV contrast May Be Appropriate (Disagreement) O CT pelvis with IV contrast Usually Not Appropriate ☢☢☢ CT pelvis without IV contrast Usually Not Appropriate ☢☢☢ CT pelvis without and with IV contrast Usually Not Appropriate ☢☢☢☢ ACR Appropriateness Criteria Ò Abnormal Uterine Bleeding. Variants 1 to 3 and Tables 1 and 2. Variant 3. Abnormal uterine bleeding. Follow-up imaging when surveillance is appropriate given fi ndings from the initial ultrasound. Procedure Appropriateness Category Relative Radiation Level US duplex Doppler pelvis Usually Appropriate O US pelvis transabdominal Usually Appropriate O US pelvis transvaginal Usually Appropriate O US sonohysterography Usually Appropriate O MRI pelvis without and with IV contrast Usually Appropriate O MRI pelvis without IV contrast May Be Appropriate O CT pelvis with IV contrast Usually Not Appropriate ☢☢☢ CT pelvis without IV contrast Usually Not Appropriate ☢☢☢ CT pelvis without and with IV contrast Usually Not Appropriate ☢☢☢☢ Journal of the American College of Radiology S337 Robbins et al n Abnormal Uterine Bleeding",
    "SUMMARY OF LITERATURE REVIEW Introduction/Background At least one-third of women can be expected to experience abnormal uterine bleeding (AUB) at some time in their lives [1]. AUB is de fi ned as bleeding from the uterus that is abnormal in regularity, volume, frequency, or duration and occurs in the absence of pregnancy [2]. Causes of AUB can be partitioned into structural and nonstructural etiologies. Structural causes of AUB include endometrial polyps, adenomyosis, leiomyoma, malignancy (endometrial or myometrial), and endometrial hyperplasia. Nonstructural causes include coagulopathies, ovulatory dysfunction, primary endometrial disorders (such as molecular de fi ciencies in the regulation of endometrial hemostasis), iatrogenic etiologies (including exogenous gonadal steroids and intrauterine devices), and other causes not otherwise classi fi ed [1,2]. Because the nonstructural causes of AUB cannot be assessed with imaging, these will not be further discussed in this document. On the other hand, the structural causes can be diagnosed with imaging. In premenopausal women, polyps, adenomyosis, and leiomyoma are the common structural sources of AUB [3]. Although postmenopausal bleeding may be due to structural causes such as polyps or endometrial hyperplasia, endometrial cancer is the most serious etiology and is thus the main focus of the evaluation of the workup of AUB in the postmenopausal population [3-5]. The workup of a woman with abnormal bleeding begins with a thorough history, physical examination, and appropriate laboratory tests and may include imaging to primarily assess for structural abnormalities and help triage and manage both reproductive age and postmenopausal women with AUB [3,5-7]. Endometrial sampling may be considered in patients with AUB who have an increased risk for Table 2. Relative radiation level designations RRL Adult Effective Dose Estimate Range (mSv) Pediatric Effective Dose Estimate Range (mSv) O 0 0 ☢ < 0.1 < 0.03 ☢☢ 0.1-1 0.03-0.3 ☢☢☢ 1-10 0.3-3 ☢☢☢☢ 10-30 3-10 ☢☢☢☢☢ 30-100 10-30 Note: Relative radiation level (RRL) assignments for some of the examinations cannot be made, because the actual patient doses in these procedures vary as a function of a number of factors (eg, region of the body exposed to ionizing radiation, the imaging guidance that is used). The RRLs for these examinations are designated as “ varies. ” Table 1. Appropriateness category names and de fi nitions Appropriateness Category Name Appropriateness Rating Appropriateness Category De fi nition Usually Appropriate 7, 8, or 9 The imaging procedure or treatment is indicated in the speci fi ed clinical scenarios at a favorable risk-bene fi t ratio for patients. May Be Appropriate 4, 5, or 6 The imaging procedure or treatment may be indicated in the speci fi ed clinical scenarios as an alternative to imaging procedures or treatments with a more favorable risk-bene fi t ratio, or the risk-bene fi t ratio for patients is equivocal. May Be Appropriate (Disagreement) 5 The individual ratings are too dispersed from the panel median. The different label provides transparency regarding the panel ’ s recommendation. “ May be appropriate ” is the rating category and a rating of 5 is assigned. Usually Not Appropriate 1, 2, or 3 The imaging procedure or treatment is unlikely to be indicated in the speci fi ed clinical scenarios, or the risk-bene fi t ratio for patients is likely to be unfavorable. S338 Journal of the American College of Radiology Volume 17 n Number 11S n November 2020",
    "endometrial cancer due to obesity, chronic anovulation, family history, or age irrespective of imaging fi ndings. AUB during pregnancy is beyond the scope of this document and is addressed in the ACR Appropriateness Criteria Ò topic on “ First Trimester Vaginal Bleeding ” [8] and the ACR Appropriateness Criteria Ò topic on “ Second and Third Trimester Bleeding ” [9]. Special Imaging Considerations There are limitations to transvaginal ultrasound (TVUS), and it is not possible to assess the uterus in all women with AUB [10,11]. The position of the uterus, patient body habitus, and presence of uterine pathology, such as adenomyosis and leiomyomas, can all cause incomplete visualization of portions of the uterus and endometrium. In women with AUB, the main differential includes both endometrial causes (eg, endometrial cancer, hyperplasia, polyp, or endometrial atrophy) and myometrial causes (eg, leiomyomas, leiomyosarcomas, or adenomyosis). If the endometrium cannot be completely evaluated by ultrasound (US), endometrial sampling should be considered based upon each patient ’ s risk factors for endometrial cancer [10]. MRI can also be considered for the assessment of the endometrium. Even in the presence of leiomyomas and adenomyosis, MRI can visualize the endometrium because of its multiplanar capability and excellent tissue contrast resolution [12,13] when US cannot. Although pelvic MRI protocols may vary somewhat between institutions, we speci fi cally note that the addition of a diffusion-weighted imaging sequence is important in the MRI examination of the uterus in women with AUB. Diffusion-weighted imaging has been shown to improve the sensitivity and speci fi city of MRI for the accurate diagnosis of uterine pathology [14-16]. This has been most extensively studied in endometrial cancer; however, there is ongoing research in using diffusion-weighted imaging for differenti- ating leiomyosarcomas from benign leiomyomas [16-23]. MR angiography may be incorporated into the MRI protocol in the preprocedural workup of leiomyomas prior to uterine artery embolization because the vascular anatomy serves as a road map for the interventional radiologist [24,25]. In the initial assessment of leiomyomas and other uterine pathologies, 3-D US may also be considered, because this technique has the potential to help with spatial assessment and treatment planning [26]. Research is ongoing to determine the clinical accuracy of 3-D US compared with 2-D US alone [27-29]. Three- dimensional US may increase the con fi dence of the diagnosis and be helpful when communicating with the referring physician on the location and size of uterine pathology [30,31]. US elastography measures tissue stiffness. Small studies have shown that, in combination with routine 2-D US, strain elastography may increase the diagnostic accuracy of US in differentiating endometrial polyps from submucosal leiomyomas [32] and differentiating leiomyomas from adenomyosis [33]. Initial Imaging De fi nition Imaging at the beginning of the care episode for the medical condition de fi ned by the variant. More than one procedure can be considered usually appropriate in the initial imaging evaluation when n There are procedures that are equivalent alternatives (ie, only one procedure will be ordered to provide the clinical information to effectively manage the patient ’ s care) OR n There are complementary procedures (ie, more than one procedure is ordered as a set or simultaneously in which each procedure provides unique clinical information to effectively manage the patient ’ s care). DISCUSSION OF PROCEDURES BY VARIANT Variant 1: Abnormal uterine bleeding. Initial imaging CT Pelvis. To our knowledge, there is no relevant litera- ture to support the use of CT pelvis in the initial imaging evaluation of AUB. MRI Pelvis. To our knowledge, there is no relevant liter- ature to support the use of MRI pelvis in the initial imaging evaluation of AUB. US Duplex Doppler Pelvis. Although it is rated as a separate imaging procedure per ACR methodology, this document considers Doppler imaging to be a standard component of pelvic US. Color and spectral Doppler are routinely used in pelvic US examinations to evaluate inter- nal vascularity of pelvic fi ndings and distinguish fl uid from vascular soft tissue. US duplex Doppler evaluation of the vascularity of the endometrium can help identify vessels within endo- metrial polyps or cancer, or the lack of vascularity in the normal endometrium [30]. Visualization of a vascular pedicle during transvaginal color Doppler imaging has a speci fi city of 62% to 98% and a negative predictive value of 50% to 94% for the detection of endometrial polyps [34-36]. Currently, investigations are ongoing to evaluate whether color Doppler patterns can differentiate endome- trial polyps from endometrial cancer [4,34,37]. The Journal of the American College of Radiology S339 Robbins et al n Abnormal Uterine Bleeding",
    "addition of Doppler may improve the sensitivity, speci fi city, and positive predictive value of US for the diagnosis of adenomyosis [38]. To our knowledge, there is no relevant literature that has assessed vascularity of leiomyomas and leiomyosarcomas in order to differentiate these two entities. US Pelvis Transabdominal. A combined transabdominal and transvaginal approach is typically used for pelvic US imaging. Transabdominal US is most helpful in the case of a signi fi cantly enlarged uterus or uterine tumor, in which the limited fi eld of view of TVUS cannot image all portions of the uterus or uterine tumor. US Pelvis Transvaginal. TVUS should be combined with transabdominal US whenever possible in order to fully assess the pelvic structures. Combining the anatomic overview provided by the transabdominal approach with the greater spatial and contrast resolution of transvaginal imaging will allow for more complete assessment of the pelvis. TVUS is able to detect both benign endometrial or myometrial pa- thologies such as endometrial hyperplasia, polyps, adeno- myosis, or leiomyomas [39-41]. In the setting of postmenopausal bleeding, TVUS is considered the fi rst- line screening test for endometrial cancer [5,42]. An endometrial thickness of \u0014 4 mm in a postmenopausal woman conveys a negative predictive value for cancer of nearly 100% [5,10,43-45]. Although TVUS is sensitive for the evaluation of endometrial thickness, it cannot reliably determine the etiology of endometrial thickening [4]. Therefore, particularly in postmenopausal women, a thickened endometrium ( \u0015 5 mm) generally prompts evaluation by endometrial tissue sampling [10]. In premenopausal women, normal endometrial thickness varies with the phase of the menstrual cycle. Many studies have shown that the thickness of the endometrium in premenopausal women is not an indicator of endometrial pathology, and even if the thickness is < 5 mm, endometrial polyps or other endometrial pathology may be present [43]. There is no validated absolute upper limit cutoff for endometrial thickness in premenopausal women [46]. For both postmenopausal and premenopausal women, abnormal echogenicity and texture of the endometrium has been correlated with signi fi cant underlying uterine pathology [5,44,45]. Leiomyomas and adenomyosis are other structural cau- ses of AUB. In a meta-analysis of 14 studies including 1,898 women who had US for uterine pathology, the pooled sensitivity and speci fi city for TVUS for the diagnosis of adenomyosis were 82.5% and 84.6%, respectively [41]. However, detection of adenomyosis at TVUS may be limited if there is coexisting uterine pathology, such as leiomyomas. In one study, the sensitivity and speci fi city of TVUS for diagnosing adenomyosis in patients with and without leiomyomas were 33.3% and 78% and 97.8% and 97.1%, respectively [47]. US Sonohysterography. US sonohysterography, also referred to as hysterosonography, can be used in the setting of AUB, particularly if the initial TVUS demonstrates a focal endometrial abnormality [48]. The technique involves transcervical injection of sterile fl uid, such as saline, in combination with routine TVUS [10,49]. Although some authors describe transcervical injection of gel [37], sterile saline is currently the accepted standard endometrial contrast agent [49]. The literature supports the use of US sonohysterography as an examination to further characterize endometrial observations on TVUS [48-51]. Variant 2: Abnormal uterine bleeding. Follow-up imaging when original ultrasound is inconclusive or further imaging characterization is needed CT Pelvis. To our knowledge, there is no relevant litera- ture to support the use of CT pelvis for the reassessment or follow up imaging of AUB. MRI Pelvis. When MRI is performed, the use of a gadolinium-based intravenous (IV) contrast agent is preferred. Please refer to the ACR Manual on Contrast Media for additional information [52]. The inclusion of diffusion-weighted sequences should also be strongly considered. When the uterus is incompletely visualized by US or fi ndings are indeterminate, MRI can be considered because of its multiplanar capabilities and excellent tissue contrast and resolution in the pelvis. MRI can display the endome- trium, even in the setting of leiomyomas and adenomyosis, features that may obscure the endometrium on US. MRI can identify malignant uterine pathology with sensitivity and speci fi city up to 79% and 89%, respectively, for endometrial cancer and 100% and 100%, respectively, for leiomyosarcomas [17,53] and can differentiate benign endometrial pathologies (hyperplasia and polyps) from endometrial cancer [12-14,53]. An abnormal signal on diffusion-weighted images and irregularity of the endometrial-myometrial interface were the most helpful MRI features in differentiating benign from malignant pa- thologies, with area under the curve of 0.89 [14]. Please refer to the ACR Appropriateness Criteria Ò topic on “ Pretreatment Evaluation and Follow-Up of Endometrial Cancer ” [54] for additional information. In the case of assessing leiomyomas prior to treatment, MRI has been shown to have increased sensitivity and speci fi city for location and size, in addition to helping exclude the coexistence of a leiomyosarcoma [12,16,17,20,21]. MRI S340 Journal of the American College of Radiology Volume 17 n Number 11S n November 2020",
    "has a sensitivity of approximately 78% and speci fi city of nearly 93% for the diagnosis of adenomyosis, and it can be used in the reassessment of women with AUB to exclude adenomyosis [13,55]. US Duplex Doppler Pelvis. Although it is rated as a separate imaging procedure per ACR methodology, this document considers Doppler imaging to be a standard component of pelvic US. US duplex Doppler evaluation of the vascularity of the endometrium can help identify vessels within endometrial polyps or cancer [30,56]. Currently, there are no de fi nitive studies demonstrating whether Doppler can differentiate between benign and malignant endometrial lesions; however, research is ongoing [37,56,57]. US duplex Doppler evaluation of leiomyomas and adenomyosis can be performed; however, there are no de fi nitive studies demonstrating Doppler can differentiate between these two entities [58]. US Pelvis Transabdominal. A combined transabdominal and transvaginal approach is most appropriate for pelvic US imaging. Transabdominal US is most helpful in the case of an enlarged uterus or uterine tumor, in which the limited fi eld of view of TVUS cannot image all portions of the uterus or uterine tumor. US Pelvis Transvaginal. If the initial imaging and clinical evaluation (eg, endometrial sampling) of women with AUB are negative, endometrial cancer in these women is extremely unlikely [10]. Nonetheless, repeat TVUS can be performed to reassess the endometrium, because endometrial cancers may be missed on initial imaging or endometrial sampling [59]. If on repeat imaging, the endometrium remains < 4 mm in a postmenopausal woman, the negative predictive value for cancer is nearly 100% [10]. US Sonohysterography. US sonohysterography, also referred to as hysterosonography, can be used in the setting of AUB, particularly if the initial TVUS demonstrates a focal endometrial abnormality [48]. The technique involves transcervical injection of sterile fl uid, such as saline, in combination with routine TVUS [10,49]. Although some authors describe transcervical injection of gel [37], sterile saline is currently the accepted standard endometrial contrast agent [49]. The literature supports the use of US sonohysterography as an examination to further characterize endometrial ob- servations on TVUS [48-51]. US sonohysterography can help distinguish between leiomyomas and endometrial polyps with pooled accuracies of 97% [51]. With the sonohysterographic features of an intact myometrial- endometrial interface, a single vessel, an acute angle with the endometrium, and a homogenous echogenicity, the likelihood ratio of an endometrial polyp is optimized, whereas the combined features of absent endometrial- myometrial interface, arborized vascular pattern, obtuse angle with the endometrium, and a heterogeneous echoge- nicity maximize the likelihood ratio of an intracavitary or submucosal leiomyoma [50]. Despite its ability to differentiate polyps and leiomyo- mata, sonohysterography cannot distinguish between benign endometrial pathology and endometrial cancer with a high degree of certainty, and endometrial sampling or direct visualization with hysteroscopy is recommended in women with suspected endometrial pathology [10,50,51]. In the setting of focal endometrial pathology, an accurate description of the location of the abnormality may direct hysteroscopic resection. US sonohysterography is helpful to distinguish between focal or diffuse pathology in the setting of a postmenopausal woman with AUB and a thickened endometrium on TVUS [58]. However, US sonohysterography cannot distinguish between benign endometrial pathology and endometrial cancer with a high degree of certainty, and endometrial sampling or direct visualization with hysteroscopy is recommended in women with suspected endometrial pathology [10]. Additionally, US sonohysterography can con fi rm the diagnosis of endometrial atrophy. Although sonohysterography could be considered in the setting of a previously inconclusive US, there is no current evidence con fi rming this approach is helpful if the endometrium could not be visualized on conventional TVUS [28]. Variant 3: Abnormal uterine bleeding. Follow-up imaging when surveillance is appropriate given fi ndings from the initial ultrasound CT Pelvis. To our knowledge, there is no relevant litera- ture to support the use of CT pelvis for the reassessment or follow up imaging of AUB. MRI Pelvis. When MRI is performed, the use of a gadolinium-based IV contrast agent is preferred. Please refer to the ACR Manual on Contrast Media for additional in- formation [52]. The inclusion of diffusion-weighted se- quences should also be strongly considered. MRI can identify malignant uterine pathology with sensitivity and speci fi city up to 79% and 89%, respectively, for endometrial cancer and 100% and 100%, respectively, for leiomyosarcomas [17,53] and can differentiate benign endometrial pathologies (hyperplasia and polyps) from endometrial cancer [12-14,53]. An abnormal signal on diffusion-weighted images and irregularity of the endometrial-myometrial interface were the most helpful Journal of the American College of Radiology S341 Robbins et al n Abnormal Uterine Bleeding",
    "MRI features in differentiating benign from malignant pa- thologies, with area under the curve of 0.89 [14]. Please refer to the ACR Appropriateness Criteria Ò topic on “ Pretreatment Evaluation and Follow-Up of Endometrial Cancer ” [54] for additional information. In the case of assessing leiomyomas prior to treatment or for potential growth, MRI has been shown to have increased sensitivity and speci fi city for location and size, in addition to helping exclude the coexistence of a leiomyosarcoma [12,16,17,20,21]. MRI has a sensitivity of approximately 78% and speci fi city of nearly 93% for the diagnosis of adenomyosis, and it can be used in the reassessment of women with AUB to exclude adenomyosis [13,55]. US Duplex Doppler Pelvis. Although it is rated as a separate imaging procedure per ACR methodology, this document considers Doppler imaging to be a standard component of pelvic US. US duplex Doppler evaluation of the vascularity of the endometrium can help identify vessels within endometrial polyps or cancer [30,56]. Currently, there are no de fi nitive studies demonstrating whether Doppler can differentiate between benign and malignant endometrial lesions; however, research is ongoing [37,56,57]. US duplex Doppler evaluation of leiomyomas and adenomyosis can be performed; however, there are no de fi nitive studies demonstrating Doppler can differentiate between these two entities [58]. US Pelvis Transabdominal. A combined transabdominal and transvaginal approach is most appropriate for pelvic US imaging. Transabdominal US is most helpful in the case of an enlarged uterus or uterine tumor, in which the limited fi eld of view of TVUS cannot image all portions of the uterus or uterine tumor. US Pelvis Transvaginal. If the initial imaging and clinical evaluation (eg, endometrial sampling) of women with AUB are negative, endometrial cancer in these women is extremely unlikely [10]. Nonetheless, repeat TVUS can be performed to reassess the endometrium, because endometrial cancers may be missed on initial imaging or endometrial sampling [59]. If on repeat imaging, the endometrium remains < 4 mm in a postmenopausal woman, the negative predictive value for cancer is nearly 100% [10]. US Sonohysterography. US sonohysterography, also referred to as hysterosonography, can be used in the setting of AUB, particularly if the initial TVUS demonstrates a focal endometrial abnormality [48]. The technique involves transcervical injection of sterile fl uid, such as saline, in combination with routine TVUS [10,49]. Although some authors describe transcervical injection of gel [37], sterile saline is currently the accepted standard endometrial contrast agent [49]. The literature supports the use of US sonohysterography as an examination to further characterize endometrial ob- servations on TVUS [48-51]. US sonohysterography can help distinguish between leiomyomas and endometrial polyps with pooled accuracies of 97% [51]. With the sonohysterographic features of an intact myometrial- endometrial interface, a single vessel, an acute angle with the endometrium, and a homogenous echogenicity, the likelihood ratio of an endometrial polyp is optimized, whereas the combined features of absent endometrial- myometrial interface, arborized vascular pattern, obtuse angle with the endometrium, and a heterogeneous echoge- nicity maximize the likelihood ratio of an intracavitary or submucosal leiomyoma [50]. Despite its ability to differentiate polyps and leiomyo- mata, sonohysterography cannot distinguish between benign endometrial pathology and endometrial cancer with a high degree of certainty, and endometrial sampling or direct visualization with hysteroscopy is recommended in women with suspected endometrial pathology [10,50,51]. In the setting of focal endometrial pathology, an accurate description of the location of the abnormality may direct hysteroscopic resection. US sonohysterography is highly sensitive for endo- metrial lesions and can be used in the follow-up setting to assess for the presence and growth of endometrial pathology [60]. Additionally, US sonohysterography is helpful to distinguish between focal or diffuse pathology in the setting of a postmenopausal woman with AUB and a thickened endometrium on TVUS [58]. However, US sonohysterography cannot distinguish between benign endometrial pathology and endometrial cancer with a high degree of certainty, and endometrial sampling or direct visualization with hysteroscopy is recommended in women with suspected endometrial pathology [10]. SUMMARY OF RECOMMENDATIONS n Variant 1: US duplex Doppler pelvis, US pelvis transvaginal, and US pelvis transabdominal are usually appropriate for the initial imaging of AUB. These procedures are complementary (ie, more than one procedure is ordered as a set or simultaneously where each procedure provides unique clinical information to effectively manage the patient ’ s care). The panel did not agree on recommending US sonohysterography for patients in this clinical scenario. There is insuf fi cient medical literature to conclude S342 Journal of the American College of Radiology Volume 17 n Number 11S n November 2020",
    "whether or not these patients would bene fi t from this procedure. Imaging with US sonohysterography is controversial but may be appropriate. n Variant 2: US sonohysterography and MRI pelvis without and with IV contrast are usually appropriate for the follow-up imaging of AUB when the original US is inconclusive or further imaging characterization is needed. These procedures are complementary (ie, more than one procedure is ordered as a set or simul- taneously where each procedure provides unique clin- ical information to effectively manage the patient ’ s care.) The panel did not agree on recommending MRI pelvis without IV contrast, US duplex Doppler pelvis, US pelvis transabdominal, and US pelvis transvaginal for patients in this clinical scenario. There is insuf fi - cient medical literature to conclude whether or not these patients would bene fi t from these procedures. Imaging with these procedures is controversial but may be appropriate. n Variant 3: US pelvis transvaginal, US duplex Doppler pelvis, US pelvis transabdominal, US sonohysterography, and MRI pelvis without and with IV contrast are usually appropriate for the follow-up imaging of AUB when surveillance is appropriate given fi ndings from the initial US. These procedures are complementary (ie, more than one procedure is ordered as a set or simultaneously where each procedure provides unique clinical information to effectively manage the patient ’ s care.) SUPPORTING DOCUMENTS The evidence table, literature search, and appendix for this topic are available at https://acsearch.acr.org/list. The ap- pendix includes the strength of evidence assessment and rating round tabulations for each recommendation. For additional information on the Appropriateness Criteria methodology and other supporting documents go to www.acr.org/ac. RELATIVE RADIATION LEVEL INFORMATION Potential adverse health effects associated with radiation exposure are an important factor to consider when selecting the appropriate imaging procedure. Because there is a wide range of radiation exposures associated with different diag- nostic procedures, a relative radiation level (RRL) indication has been included for each imaging examination. The RRLs are based on effective dose, which is a radiation dose quantity that is used to estimate population total radiation risk associated with an imaging procedure. Patients in the pediatric age group are at inherently higher risk from exposure, because of both organ sensitivity and longer life expectancy (relevant to the long latency that appears to accompany radiation exposure). For these reasons, the RRL dose estimate ranges for pediatric examinations are lower as compared with those speci fi ed for adults (see Table 2). Additional information regarding radiation dose assessment for imaging examinations can be found in the ACR Appropriateness Criteria Ò Radiation Dose Assessment Introduction document [61]. REFERENCES 1. Munro MG, Critchley HOD, Fraser IS, Committee FMD. The two FIGO systems for normal and abnormal uterine bleeding symptoms and classi fi cation of causes of abnormal uterine bleeding in the reproductive years: 2018 revisions. Int J Gynaecol Obstet 2018;143: 393-408. 2. Munro MG, Critchley HO, Broder MS, Fraser IS, FIGO Working Group on Menstrual Disorders. FIGO classi fi cation sys- tem (PALM-COEIN) for causes of abnormal uterine bleeding in nongravid women of reproductive age. Int J Gynaecol Obstet 2011;113:3-13. 3. Valentin L. Imaging techniques in the management of abnormal vaginal bleeding in non-pregnant women before and after menopause. Best Pract Res Clin Obstet Gynaecol 2014;28:637-54. 4. Dias DS, Bueloni-Dias FN, Dias R, et al. Usefulness of clinical, ul- trasonographic, hysteroscopic, and immunohistochemical parameters in differentiating endometrial polyps from endometrial cancer. J Minim Invasive Gynecol 2014;21:296-302. 5. Goldstein RB, Bree RL, Benson CB, et al. Evaluation of the woman with postmenopausal bleeding: Society of Radiologists in Ultrasound- Sponsored Consensus Conference statement. J Ultrasound Med 2001;20:1025-36. 6. Bayer SR, DeCherney AH. Clinical manifestations and treatment of dysfunctional uterine bleeding. JAMA 1993;269:1823-8. 7. Sweet MG, Schmidt-Dalton TA, Weiss PM, Madsen KP. Evaluation and management of abnormal uterine bleeding in premenopausal women. Am Fam Physician 2012;85:35-43. 8. Brown DL, Packard A, Maturen KE, et al. ACR Appropriateness Criteria Ò First Trimester Vaginal Bleeding. J Am Coll Radiol 2018;15: S69-77. 9. American College of Radiology. ACR Appropriateness Criteria Ò : Second and Third Trimester Bleeding. Available at: https://acsearch. acr.org/docs/69465/Narrative/. Accessed March 27, 2020. 10. ACOG Committee Opinion No. 734: The role of transvaginal ul- trasonography in evaluating the endometrium of women with post- menopausal bleeding. Obstet Gynecol 2018;131:e124-9. 11. Ragupathy K, Cawley N, Ridout A, Iqbal P, Alloub M. Non-assessable endometrium in women with post-menopausal bleeding: to investigate or ignore. Arch Gynecol Obstet 2013;288:375-8. 12. Kim YJ, Kim KG, Lee SR, Lee SH, Kang BC. Preoperative 3- dimensional magnetic resonance imaging of uterine myoma and endometrium before myomectomy. J Minim Invasive Gynecol 2017;24:309-14. 13. Abbott JA. Adenomyosis and abnormal uterine bleeding (AUB-A)- pathogenesis, diagnosis, and management. Best Pract Res Clin Obstet Gynaecol 2017;40:68-81. 14. Kierans AS, Bennett GL, Haghighi M, Rosenkrantz AB. Utility of conventional and diffusion-weighted MRI features in distinguishing benign from malignant endometrial lesions. Eur J Radiol 2014;83: 726-32. 15. Jha RC, Zanello PA, Ascher SM, Rajan S. Diffusion-weighted imaging (DWI) of adenomyosis and fi broids of the uterus. Abdom Imaging 2014;39:562-9. 16. Lin G, Yang LY, Huang YT, et al. Comparison of the diagnostic ac- curacy of contrast-enhanced MRI and diffusion-weighted MRI in the Journal of the American College of Radiology S343 Robbins et al n Abnormal Uterine Bleeding",
    "differentiation between uterine leiomyosarcoma / smooth muscle tu- mor with uncertain malignant potential and benign leiomyoma. J Magn Reson Imaging 2016;43:333-42. 17. Lakhman Y, Veeraraghavan H, Chaim J, et al. Differentiation of uterine leiomyosarcoma from atypical leiomyoma: diagnostic accuracy of qualitative MR imaging features and feasibility of texture analysis. Eur Radiol 2017;27:2903-15. 18. Tanaka T, Terai Y, Ono YJ, et al. Preoperative MRI and intraoperative frozen section diagnosis of myometrial invasion in patients with endometrial cancer. Int J Gynecol Cancer 2015;25:879-83. 19. Mitamura T, Watari H, Todo Y, et al. Lymphadenectomy can be omitted for low-risk endometrial cancer based on preoperative assess- ments. J Gynecol Oncol 2014;25:301-5. 20. Li HM, Liu J, Qiang JW, Zhang H, Zhang GF, Ma F. Diffusion- weighted imaging for differentiating uterine leiomyosarcoma from degenerated leiomyoma. J Comput Assist Tomogr 2017;41:599-606. 21. Sato K, Yuasa N, Fujita M, Fukushima Y. Clinical application of diffusion-weighted imaging for preoperative differentiation between uterine leiomyoma and leiomyosarcoma. Am J Obstet Gynecol 2014;210:368 e1-68 e8. 22. Gaetke-Udager K, McLean K, Sciallis AP, et al. Diagnostic accuracy of ultrasound, contrast-enhanced CT, and conventional MRI for differ- entiating leiomyoma from leiomyosarcoma. Acad Radiol 2016;23: 1290-7. 23. Thomassin-Naggara I, Dechoux S, Bonneau C, et al. How to differ- entiate benign from malignant myometrial tumours using MR imag- ing. Eur Radiol 2013;23:2306-14. 24. Gupta A, Grunhagen T. Live MR angiographic roadmapping for uterine artery embolization: a feasibility study. J Vasc Interv Radiol 2013;24:1690-7. 25. Kubik-Huch RA, Weston M, Nougaret S, et al. European Society of Urogenital Radiology (ESUR) Guidelines: MR imaging of leiomyo- mas. Eur Radiol 2018;28:3125-37. 26. Canverenler E, Buke B, Canverneler S. The up to date status of three- dimensional ultrasonography in postmenopausal bleeding. J Gynecol Neonatal 2017;1:101. 27. El-Sherbiny W, El-Mazny A, Abou-Salem N, Mostafa WS. The diagnostic accuracy of two- vs three-dimensional sonohysterography for evaluation of the uterine cavity in the reproductive age. J Minim Invasive Gynecol 2015;22:127-31. 28. Nergiz S, Demircan-Sezer S, Kucuk M, Yuksel H, Odabasi AR, Altinkaya SO. Comparison of diagnostic methods for evaluation of postmenopausal bleeding. Eur J Gynaecol Oncol 2014;35:292-7. 29. Nieuwenhuis LL, Bij de Vaate MA, Hehenkamp WJ, et al. Repro- ducibility of three-dimensional gel installation sonohysterography in the assessment and classi fi cation of intrauterine abnormalities. Eur J Obstet Gynecol Reprod Biol 2014;179:141-6. 30. Fang L, Su Y, Guo Y, Sun Y. Value of 3-dimensional and power Doppler sonography for diagnosis of endometrial polyps. J Ultrasound Med 2013;32:247-55. 31. Inoue T, Kitajima M, Taniguchi K, Masuzaki H. Three-dimensional saline-infusion sonohysterography is useful for the identi fi cation of endometrial polyp. J Obstet Gynaecol Res 2016;42:855-9. 32. Czuczwar P, Wozniak S, Szkodziak P, Kudla MJ, Pyra K, Paszkowski T. Elastography improves the diagnostic accuracy of so- nography in differentiating endometrial polyps and submucosal fi - broids. J Ultrasound Med 2016;35:2389-95. 33. Stoelinga B, Hehenkamp WJ, Brolmann HA, Huirne JA. Real-time elastography for assessment of uterine disorders. Ultrasound Obstet Gynecol 2014;43:218-26. 34. Kabil Kucur S, Temizkan O, Atis A, et al. Role of endometrial power Doppler ultrasound using the international endometrial tumor analysis group classi fi cation in predicting intrauterine pathology. Arch Gynecol Obstet 2013;288:649-54. 35. Timmerman D, Verguts J, Konstantinovic ML, et al. The pedicle artery sign based on sonography with color Doppler imaging can replace second-stage tests in women with abnormal vaginal bleeding. Ultrasound Obstet Gynecol 2003;22:166-71. 36. Kamaya A, Yu PC, Lloyd CR, Chen BH, Desser TS, Maturen KE. Sonographic evaluation for endometrial polyps: the interrupted mu- cosa sign. J Ultrasound Med 2016;35:2381-7. 37. Dueholm M, Christensen JW, Rydbjerg S, Hansen ES, Ortoft G. Two- and three-dimensional transvaginal ultrasound with power Doppler angiography and gel infusion sonography for diagnosis of endometrial malignancy. Ultrasound Obstet Gynecol 2015;45:734- 43. 38. Kara Bozkurt D, Bozkurt M, Cil AS, Barut MU, Ersahin AA, Caliskan E. Concomitant use of transvaginal sonography and Doppler indices improve diagnosis of adenomyosis. J Obstet Gynaecol 2017;37: 888-95. 39. Dubinsky TJ. Value of sonography in the diagnosis of abnormal vaginal bleeding. J Clin Ultrasound 2004;32:348-53. 40. Smith-Bindman R, Kerlikowske K, Feldstein VA, et al. Endovaginal ultrasound to exclude endometrial cancer and other endometrial ab- normalities. JAMA 1998;280:1510-7. 41. Meredith SM, Sanchez-Ramos L, Kaunitz AM. Diagnostic accuracy of transvaginal sonography for the diagnosis of adenomyosis: sys- tematic review and metaanalysis. Am J Obstet Gynecol 2009;201: 107 e1-6. 42. Wong AS, Lao TT, Cheung CW, et al. Reappraisal of endometrial thickness for the detection of endometrial cancer in postmenopausal bleeding: a retrospective cohort study. BJOG 2016;123:439-46. 43. Breitkopf DM, Frederickson RA, Snyder RR. Detection of benign endometrial masses by endometrial stripe measurement in premeno- pausal women. Obstet Gynecol 2004;104:120-5. 44. Farquhar C, Ekeroma A, Furness S, Arroll B. A systematic review of transvaginal ultrasonography, sonohysterography and hysteroscopy for the investigation of abnormal uterine bleeding in premenopausal women. Acta Obstet Gynecol Scand 2003;82:493-504. 45. Ozdemir S, Celik C, Gezginc K, Kiresi D, Esen H. Evaluation of endometrial thickness with transvaginal ultrasonography and histopa- thology in premenopausal women with abnormal vaginal bleeding. Arch Gynecol Obstet 2010;282:395-9. 46. Hulka CA, Hall DA, McCarthy K, Simeone JF. Endometrial polyps, hyperplasia, and carcinoma in postmenopausal women: differentiation with endovaginal sonography. Radiology 1994;191: 755-8. 47. Bazot M, Cortez A, Darai E, et al. Ultrasonography compared with magnetic resonance imaging for the diagnosis of adenomyosis: corre- lation with histopathology. Hum Reprod 2001;16:2427-33. 48. Guideline developed in collaboration with the American College of Radiology; American College of Obstetricians and Gynecologists; Society of Radiologists in Ultrasound. AIUM practice guideline for the performance of sonohysterography. J Ultrasound Med 2015;34: 1-6. 49. American College of Obstetricians and Gynecologists ’ Committee on Gynecologic Practice. Technology assessment no. 12: sonohysterog- raphy. Obstet Gynecol 2016;128:e38-42. 50. Bhaduri M, Tomlinson G, Glanc P. Likelihood ratio of sonohys- terographic fi ndings for discriminating endometrial polyps from sub- mucosal fi broids. J Ultrasound Med 2014;33:149-54. 51. Bittencourt CA, Dos Santos Simoes R, Bernardo WM, et al. Accuracy of saline contrast sonohysterography in detection of endometrial polyps and submucosal leiomyomas in women of reproductive age with abnormal uterine bleeding: systematic review and meta-analysis. Ultrasound Obstet Gynecol 2017;50:32-9. 52. American College of Radiology. Manual on contrast media. Available at: https://www.acr.org/Clinical-Resources/Contrast-Manual. Accessed March 27, 2020. 53. McComiskey MH, McCluggage WG, Grey A, Harley I, Dobbs S, Nagar HA. Diagnostic accuracy of magnetic resonance imaging in endometrial cancer. Int J Gynecol Cancer 2012;22:1020-5. S344 Journal of the American College of Radiology Volume 17 n Number 11S n November 2020",
    "54. American College of Radiology. ACR Appropriateness Criteria Ò : Pretreatment Evaluation and Follow-Up of Endometrial Cancer Available at: https://acsearch.acr.org/docs/69459/Narrative/. Accessed March 27, 2020. 55. Hoyos LR, Benacerraf B, Puscheck EE. Imaging in endometriosis and adenomyosis. Clin Obstet Gynecol 2017;60:27-37. 56. Makled AK, Elmekkawi SF, El-Refaie TA, El-Sherbiny MA. Three- dimensional power Doppler and endometrial volume as predictors of malignancy in patients with postmenopausal bleeding. J Obstet Gynaecol Res 2013;39:1045-51. 57. El-Sharkawy M, El-Mazny A, Ramadan W, et al. Three-dimensional ultrasonography and power Doppler for discrimination between benign and malignant endometrium in premenopausal women with abnormal uterine bleeding. BMC Womens Health 2016; 16:18. 58. Cogendez E, Eken MK, Bakal N, Gun I, Kaygusuz EI, Karateke A. The role of transvaginal power Doppler ultrasound in the differential diagnosis of benign intrauterine focal lesions. J Med Ultrason (2001) 2015;42:533-40. 59. Chandavarkar U, Kuperman JM, Muderspach LI, Opper N, Felix JC, Roman L. Endometrial echo complex thickness in postmenopausal endometrial cancer. Gynecol Oncol 2013;131:109-12. 60. Erdem M, Bilgin U, Bozkurt N, Erdem A. Comparison of transvaginal ultrasonography and saline infusion sonohysterography in evaluating the endometrial cavity in pre- and postmenopausal women with abnormal uterine bleeding. Menopause 2007;14:846-52. 61. American College of Radiology. ACR Appropriateness Criteria Ò radiation dose assessment introduction. Available at: https://www. acr.org/-/media/ACR/Files/Appropriateness-Criteria/RadiationDose AssessmentIntro.pdf. Accessed March 27, 2020. Journal of the American College of Radiology S345 Robbins et al n Abnormal Uterine Bleeding"
  ],
  "processed_at": "2026-01-30T15:58:50.040Z"
}