{
  "doc_id": "3bb6de457510488f26723cf543d0f1e4",
  "source_id": "acr_incidental_adrenal",
  "total_pages": 7,
  "pages": [
    "ORIGINAL ARTICLE CLINICAL PRACTICE MANAGEMENT Management of Incidental Adrenal Masses: A White Paper of the ACR Incidental Findings Committee William W. Mayo-Smith, MD a , Julie H. Song, MD b , Giles L. Boland, MD a , Isaac R. Francis, MD c , Gary M. Israel, MD d , Peter J. Mazzaglia, MD e , Lincoln L. Berland, MD f , Pari V. Pandharipande, MD, MPH g Abstract The ACR Incidental Findings Committee presents recommendations for managing adrenal masses that are incidentally detected on CT or MRI. These recommendations represent an update to the adrenal component of the JACR 2010 white paper on managing incidental fi ndings in the adrenal glands, kidneys, liver, and pancreas. The Adrenal Subcommittee, constituted by abdominal radiologists and an endocrine surgeon, developed this algorithm. The algorithm draws from published evidence coupled with expert subspecialist opinion and was fi nalized by a process of iterative consensus. Algorithm branches categorize incidental adrenal masses on the basis of patient characteristics and imaging features. For each speci fi ed combination, the algorithm concludes with characterization of benignity or indolence (suf fi cient to discontinue follow-up) and/or a subsequent management recommendation. The algorithm addresses many, but not all, possible pathologies and clinical scenarios. Our goal is to improve the quality of patient care by providing guidance on how to manage incidentally detected adrenal masses. Key Words: Adrenal nodule, incidental fi ndings, incidentaloma J Am Coll Radiol 2017;14:1038-1044. Copyright Ó 2017 American College of Radiology OVERVIEW OF THE ACR INCIDENTAL FINDINGS PROJECT The core objectives of the ACR Incidental Findings Project are to (1) develop consensus on patient characteristics and imaging features that are required to characterize an inci- dental fi nding, (2) provide guidance to manage such fi ndings in ways that balance the risks and bene fi ts to pa- tients, (3) recommend reporting terms that re fl ect the level of con fi dence regarding a fi nding, and (4) focus future research by proposing a generalizable management framework across practice settings. The ACR Incidental Findings Committee (IFC) generated its fi rst white paper in 2010, addressing four algorithms for managing inci- dental pancreatic, adrenal, kidney, and liver fi ndings [1]. THE CONSENSUS PROCESS: THE INCIDENTAL ADRENAL MASS ALGORITHM The current article represents the fi rst revision of the IFC ’ s recommendations for incidental adrenal masses. The process of developing this algorithm included naming an Adrenal Subcommittee chair, who appointed four additional expert abdominal radiologists and an endocrine surgeon to the subcommittee. The subcommittee a Department of Radiology, Brigham and Women ’ s Hospital, Boston, Massachusetts. b Department of Radiology, Warren Alpert School of Medicine, Brown University, Providence, Rhode Island. c Department of Radiology, University of Michigan, Ann Arbor, Michigan. d Department of Radiology and Biomedical Imaging, Yale University School of Medicine, New Haven, Connecticut. e Department of Surgery, Warren Alpert School of Medicine, Brown Uni- versity, Providence, Rhode Island. f Department of Radiology, University of Alabama at Birmingham, Bir- mingham, Alabama. g Department of Radiology, Massachusetts General Hospital, Boston, Massachusetts. Corresponding author and reprints: William W. Mayo-Smith, MD, Department of Radiology, Brigham and Women ’ s Hospital, One Brigham Circle, BC-3-010C.11, 1620 Tremont Street, Boston, MA 02120; e-mail: wmayo-smith@bwh.harvard.edu. Dr Mayo-Smith discloses Book Royalties from Elsevier Publishers and Cambridge University Press. Dr Berland reports personal fees from Nuance Communications, Inc., outside the submitted work. Dr Pandharipande reports a research grant from the Medical Imaging and Technology Alliance, outside the submitted work. The other authors have no con fl icts of interest related to the material discussed in this article. ª 2017 American College of Radiology 1038 1546-1440/17/$36.00 n http://dx.doi.org/10.1016/j.jacr.2017.05.001",
    "developed and gained consensus on a preliminary version of the algorithm, using published evidence as their primary source. Where evidence was not available, they invoked the collective expertise of their team. The preliminary algo- rithm underwent review by additional members within the IFC, including the Body Commission chair, the IFC chair, and the additional IFC subcommittee chairs. The revised algorithm and corresponding white paper draft were sub- mitted to additional ACR stakeholders to gain input and feedback. Consensus was obtained iteratively after succes- sive reviews and revisions. After completion of this process, the algorithm and white paper were fi nalized. The IFC ’ s consensus processes meet policy standards of the ACR. However, they do not meet any speci fi c, formal national standards. This algorithm and set of recommendations does not represent the policy of the ACR Practice Guide- lines or the ACR Appropriateness Criteria. Our consensus may be termed “ guidance ” and “ recommendations ” rather than “ guidelines, ” which has a more formal de fi nition [1]. ELEMENTS OF THE FLOWCHARTS: COLOR CODING Within the fl owchart (Fig. 1), yellow boxes indicate using or acquiring clinical data (eg, mass features, size, or interval stability), green boxes describe recommendations for action (eg, follow-up imaging, biopsy, or consideration of resection), and red boxes indicate that workup or follow-up may be terminated (eg, if the mass is benign or indolent). To minimize complexity, each algorithm addresses most, but not all, imaging appearances and clinical scenarios. Radiologists should feel comfortable deviating from the algorithm in circumstances that are not represented in the algorithm, on the basis of the speci fi c imaging appearance and patient characteristics. SALIENT CHANGES FROM THE 2010 ALGORITHM Salient changes from the 2010 algorithm [1] are as follows: n updated references to support recommendations; n suggesting further evaluation of adrenal masses that are > 2 and < 4 cm in the absence of a prior cancer because malignancy is more likely in larger masses; n updated information about the role of PET/CT and biopsy in oncology patients; n updated information about dual-energy CT to characterize adrenal lesions; n suggesting reduced – radiation dose adrenal CT protocol as the optimal test for further characterizing an adrenal mass because it evaluates both density and washout characteristics in a single examination; and n recommending consideration of biochemical evaluation for incidental adrenal masses, recognizing that there is not substantial literature to support this practice. NATURE AND SCOPE OF THE PROBLEM Incidental adrenal masses are common, estimated to occur in approximately 3% to 7% of adults [2-6]. The most frequent type is a benign, nonhyperfunctioning adenoma [7]. It has been shown that the overwhelming majority of adrenal masses in patients with no known malignancy are benign [8]. Given the high prevalence of benign adrenal masses in the general population, even an incidental adrenal mass in an oncology patient is most likely benign [9,10]. However, the adrenal gland is also a common site for metastases and, much less commonly, primary adrenal tumors, including pheochromocytomas, aldosteronomas, and adrenal cortical carcinomas. The principal challenge of managing incidental adrenal masses is to correctly identify the rare unexpected malignant lesion or hyperfunctioning adenoma, while sparing the vast majority of patients — who have benign, clinically insigni fi cant disease — unnecessary clinical workup and follow-up examinations. When we do not make every attempt to distinguish clinically signi fi cant from insigni fi cant disease, we are at risk for overdiagnosis, a circumstance that arises when a disease is detected that will never affect patients over the course of their lifetimes [11]. Physicians ’ desire for diagnostic certainty and discomfort with diagnostic uncertainty has led to increased ordering of tests, which contributes to overdiagnosis [12]. Overdiagnosis places patients at risk for anxiety and unnecessary harms from diagnostic procedures and treatment; moreover, the costs incurred can be substantial. In the setting of benign incidental fi ndings, the concept of nonreporting has been introduced but remains controversial [13]. Because of the high prevalence of benign incidental adrenal masses, we strongly encourage radiologists to consider risks for overdiagnosis when managing affected patients. Because incidental adrenal masses are so common, there is substantial variability in radiologist reporting and recommendations concerning their management [14]. Endocrinologists and endocrine surgeons have each published their own guidelines on following incidental adrenal fi ndings [2,4,15,16], but the recommendations from these reports have been variable and critiqued Journal of the American College of Radiology 1039 Clinical Practice Management n Mayo-Smith et al n Managing Incidental Adrenal Findings",
    "as ineffective by some endocrinologists [17]. Here, we present an algorithm and recommendations to differentiate a benign “ leave-alone ” adrenal mass (eg, nonhyperfunctioning mass, myelolipoma, hemorrhage, cyst) from one that warrants treatment (eg, metastasis, adrenal cortical carcinoma, hyperfunctioning adrenal tumor) (Fig. 1). REPORTING CONSIDERATIONS The following features are important to report to opti- mize recommendations for managing incidental adrenal masses: n Diagnostic imaging features: macroscopic fat, low CT density ( \u0014 10 Houns fi eld units [HU]), MR signal drop Fig 1. Algorithm for evaluation of an incidentally detected adrenal mass. (1) Consider biochemical assays to determine functional status and exclude pheochromocytoma before biopsy/resection. (2) “ No enhancement ” applies if an examination without and with intravenous contrast is available. (3) “ Isolated ” de fi ned as no other metastatic disease identi fi ed. (4) May consider chemical- shift MRI (CS-MR). APW ¼ absolute percentage washout; Ca þþ ¼ calci fi cation; F/U ¼ follow-up; HU ¼ Houns fi eld units; Hx ¼ history; NCCT ¼ CT without intravenous contrast; RPW ¼ relative percentage washout; þ ¼ positive. 1040 Journal of the American College of Radiology Volume 14 n Number 8 n August 2017",
    "between in-phase and opposed-phase imaging, and hemorrhage. n Size of lesion: larger lesions are generally more suspicious. n Change in size of lesion over time: growing lesions are more suspicious. n Whether the patient has a history of cancer is impor- tant to know when optimizing the management of incidental adrenal masses. Although the vast majority of adrenal masses are benign, metastasis is more likely in patients with known malignancies. n Correlation with clinical signs or symptoms (hyper- tension, Cushing ’ s features) that may suggest a biochemically active neoplasm. INCLUSION AND EXCLUSION CRITERIA FOR USE OF THE ALGORITHM Our algorithm consists of a single fl owchart with associated recommendations (Fig. 1). The algorithm should be applied to patients who are adults ( \u0015 18 years of age), asymptomatic, and referred to imaging for a reason that is unrelated to potential adrenal pathology. This algorithm can be applied to patients with bilateral adrenal masses, with each lesion assessed separately. Although the algorithm re fl ects the most commonly encountered imaging scenarios, there are exceptions that depend on the individual patient ’ s presentation, history, and clinical context. For example, further evaluation of an incidental adrenal mass would be unlikely to alter management if there are multiple metastatic lesions elsewhere. IMPLICATIONS OF IMAGING AND CLINICAL FEATURES Five Common Principles of the Algorithm 1. In general, an incidental adrenal mass that is < 1 cm in the short axis need not be pursued. We provide such guidance to address circumstances in which radiolo- gists identify subcentimeter “ nodularity ” or adrenal “ thickening ” and are uncertain whether such fi ndings should qualify as adrenal masses. 2. Incidental masses are primarily categorized by the presence of diagnostic imaging features (described in the “ Reporting Considerations ” section), adrenal mass size, growth (the determination of which requires the availability of prior imaging), and cancer history. 3. To determine whether an adrenal mass that is \u0015 1 to < 4 cm and > 10 HU quali fi es as a benign adenoma, a dedicated adrenal CT protocol is the imaging examination of choice because it permits such characterization using both density measurement and contrast washout. 4. Radiologists should refer to available prior imaging examinations whenever possible to determine the stability of an adrenal mass. Even if not of the same examination type, prior imaging studies that include the adrenal glands — such as chest CT, PET/CT, abdominal ultrasound, or lumbar spine MRI — can be helpful. 5. Clinical context is a crucial factor for adrenal mass management. Workup of an incidental adrenal mass in a patient unable to receive treatment, or who has serious comorbidities and limited life expectancy, may be unnecessary. OVERVIEW OF THE ALGORITHM Masses With Diagnostic Benign Imaging Features If an adrenal mass has diagnostic features of a benign mass such as a myelolipoma (presence of macroscopic fat), cyst, or hemorrhage (masses without enhancement, de fi ned as change in pre- and postcontrast imaging of < 10 HU), no additional workup or follow-up imaging is needed. Similarly, a benign calci fi ed mass, such as an old hematoma or a calci fi cation from prior granulomatous infection, also needs no further imaging. If the mass has a density of \u0014 10 HU on unenhanced CT or signal loss compared with the spleen between in- and opposed-phase images of a chemical-shift MRI (CS-MRI) examination, these features are almost always diagnostic of a lipid-rich adenoma, regardless of size [10,18-23]. Again, in such circumstances, no further imaging is needed. Masses Without Diagnostic Features ( \u0015 1 to < 4 cm) If there are no diagnostic benign imaging features but the adrenal mass has been stable for 1 year or longer, it is very likely benign, requiring no additional imaging [24]. Conversely, a new or enlarging mass raises suspicion for malignancy. In patients with cancer history and enlarging adrenal masses, consider PET/CT or biopsy to exclude metastatic disease. Patients with no cancer history and enlarging indeterminate adrenal masses should undergo biochemical evaluation and, depending on the rate of growth, surgical resection (without biopsy) to treat possible adrenal cortical carcinoma. Both benign and malignant adrenal masses may enlarge over time, and there is not a known growth-rate threshold to differentiate benign from malignant adrenal masses [25]. Journal of the American College of Radiology 1041 Clinical Practice Management n Mayo-Smith et al n Managing Incidental Adrenal Findings",
    "If the patient has no history of cancer, even if there are no diagnostic benign imaging features or prior ex- aminations to assess stability, the mass is still almost certainly benign [26]. However, one could consider a follow-up adrenal CT protocol (described later) in 12 months for lesions 1 to 2 cm in size to document sta- bility. For those likely benign larger lesions measuring > 2 but < 4 cm, a dedicated adrenal CT protocol may be obtained at the time of identi fi cation to con fi rm benig- nity [27-29]. In the less common scenario in which a speci fi c benign diagnosis cannot be made using a dedicated adrenal CT protocol, 6- to 12-month follow- up CT to document stability or resection may be considered, depending on the clinical context. If the patient has a history of cancer without known metastatic disease and the adrenal mass has no benign diagnostic benign imaging features or prior examinations to document stability, a dedicated adrenal CT protocol is recommended (without and with intravenous contrast) because benign and malignant lesions usually cannot be differentiated using contrast-enhanced CT alone [30]. If the adrenal mass demonstrates central necrosis, the likelihood that the lesion is metastatic increases, and adrenal biopsy or PET/CT may be considered [30,31]. PET/CT in this circumstance is to both characterize the adrenal mass (metastases tend to be more 18 F- fl uorodeoxyglucose avid than adenomas) and detect occult extra-adrenal metastases [30]. Masses Without Diagnostic Features ( \u0015 4 cm) For an isolated adrenal mass that is \u0015 4 cm in size, if there are no benign diagnostic features or history of cancer, surgical resection (without biopsy) is recommended to treat possible primary adrenal cortical carcinoma. OVERVIEW OF DIAGNOSTIC STRATEGIES IN THE ALGORITHM Adrenal CT Protocol A dedicated adrenal CT protocol permits characterizing benign adrenal adenomas using two different techniques: density measurement and contrast washout. The recom- mended collimation for an adrenal CT is 3 mm, with reconstructions in the axial and coronal planes. An adrenal protocol CT consists of an unenhanced CT acquisition through the upper abdomen, which is reviewed in real time by the covering radiologist. If there are not benign diagnostic imaging features (macroscopic fat, adrenal density \u0014 10 HU), dynamic contrast-enhanced CT (60-90 seconds after the administration of intravenous contrast by power injector) and a 15-min delayed acquisition are performed [32]. The unenhanced CT scan measures native adrenal density (and hence intracellular lipid content). If contrast is required, adrenal washout is calculated as described later. Unenhanced CT should use a reduced- dose technique, including tube-current modulation with limited z-axis coverage of the adrenal glands (rather than of the entire abdomen), resulting in limited radiation exposure [33,34]. We suggest using 120 kVp technique (without tube-voltage modulation) because this has been used most frequently to estimate tissue density, and the use of a different tube voltage can alter the measured density. The speci fi c CT technique should be tailored to each CT device, taking care to ensure adequate spatial resolu- tion for accurate measurement of both adrenal size and density. We are not aware of dedicated literature that speci fi cally addresses adrenal mass density on reduced-dose CT; however, a 10-HU threshold has been used to diagnose an adenoma on CT colonography [35,36]. Adenomas typically enhance rapidly with the use of iodinated contrast material or gadolinium chelates and also display rapid washout [28]. Although metastases generally enhance rapidly, their washout is more prolonged. Using CT, absolute percentage washout values are calculated using the formula (enhanced HU \u0004 15-min delayed HU)/(enhanced HU \u0004 unenhanced HU) \u0005 100%. A value of 60% or greater is diagnostic of an adenoma. Relative percent washout is used when an unenhanced CT value is not available, and the enhanced values are compared with 15-min delayed scans. Relative percentage washout is calculated using the formula (enhanced HU \u0004 15-min delayed HU)/enhanced HU \u0005 100%; a value of 40% or greater is diagnostic for an adenoma [27-29]. Adrenal washout CT was used successfully to distinguish adenomas from nonadenomas in 160 of 166 adrenal masses with 98% sensitivity and 92% speci fi city [27]. If an adrenal mass does not demonstrate enhancement ( < 10-HU change between unenhanced and enhanced scan), the mass represents a cyst or hemorrhage, and no follow-up examination is needed. We are unaware of literature addressing speci fi c adrenal HU values to determine if an adrenal mass enhances; however, such data are available for renal mass characterization. In renal masses, density differences < 10 HU before and after contrast administration have been de fi ned as de fi nitive for nonenhancement [37,38]. We have applied this < 10- HU criterion to ascertain nonenhancement in adrenal masses. Conversely, when an adrenal mass shows avid enhancement ( > 110-120 HU), a pheochromocytoma 1042 Journal of the American College of Radiology Volume 14 n Number 8 n August 2017",
    "should be considered, and biochemical evaluation with serum catecholamines is recommended [39]. CS-MRI CS-MRI remains an important tool for diagnosing an ad- enoma, especially in patients with allergies to iodinated contrast. Although there are some data to suggest that CS-MRI may be slightly more sensitive for the detection of intracellular lipid than unenhanced CT, high-density ad- enomas ( > 20-30 HU on unenhanced CT) may remain indeterminate on CS-MRI, and adrenal CT with washout has been shown to outperform CS-MRI [20,40-43]. Therefore, adrenal CT using a dedicated adrenal CT protocol remains the primary tool in the workup of an adrenal mass, carrying the bene fi t of a “ one-stop examination ” that uses both density and washout to characterize an adenoma. When choosing between adrenal CT and CS-MRI, there are also practical consid- erations, such as availability, patient convenience for a single examination, and cost, which usually favor CT. If reduced-radiation dose CT techniques are used to characterize a known adrenal mass (as described previously), the radiation to the patient is likely not signi fi cant. There has been concern for payment denial by in- surers requiring that a speci fi c protocol be followed in advance of the CT examination. Speci fi cally, if pre- authorization is obtained for a CT protocol without and with intravenous contrast, but only unenhanced CT is performed, insurers could deny payment. Local work- fl ows should be developed in a way that addresses this potential barrier, if it is present. Dual-Energy CT Dual-energy CT is used at many centers and can provide material-speci fi c information about the unique CT attenuation properties of different materials at different energies [44]. The virtual unenhanced density of an adrenal mass, obtained from contrast-enhanced dual-en- ergy CT, has been shown to approximate its true unen- hanced density and can be used to diagnose an adenoma, potentially reducing the need for additional studies [45- 48]. The virtual unenhanced density can be higher than true unenhanced density; therefore, a 10-HU threshold may be used to diagnose an adenoma on dual-energy CT. However, manufacturers differ in the methods used to acquire dual-energy images and data. We recommend that users refer to speci fi c up-to-date research about their equipment and protocols. PET/CT Recent advances in imaging characterization with CT, MRI, and particularly PET/CT have decreased the need for image-guided percutaneous biopsies to characterize adrenal masses [49,50]. In oncology patients, an enlarging adrenal mass, an indeterminate adrenal mass on adrenal CT, and an adrenal mass \u0015 4 cm should proceed with PET/CT or biopsy because the presumed diagnosis is metastatic disease. Adrenal Mass Biopsy The role of adrenal mass biopsy is reserved predominantly to con fi rm a suspected adrenal metastasis; this procedure has been shown to be safe with a low morbidity [51]. If there are signs or symptoms of pheochromocytoma, plasma-fractionated metanephrine and normetanephrine levels should be obtained before the biopsy [52]. Endocrine Evaluation Imaging examinations are useful to separate benign from malignant masses but do not address the functional status of an incidental adrenal mass. Imaging can characterize adrenal adenomas with high accuracy but cannot be used to distinguish hyperfunctioning from non- hyperfunctioning masses [53]. The incidence of subclinical adrenal hyperfunction in the incidentally discovered adrenal mass is not known but has been reported to vary from 5% to 9% [15]. In addition, although pheochromocytomas are rare, one recent study demonstrated that 70% (40 of 57) of surgically proven pheochromocytomas were detected incidentally [54]. Endocrine workup of an incidental adrenal mass is somewhat controversial. Controversies include (1) whether biochemical evaluation should be performed in all patients with incidentally discovered adrenal masses; (2) what biochemical assays to perform; and (3) if initial assays are normal, whether and how often to repeat them. Detailed review of endocrine evaluation is beyond the scope of this article, but on the basis of clinical recom- mendations from our endocrine and surgical colleagues, we now advise consideration of routine biochemical evaluation for most incidentally discovered adrenal masses (Fig. 1). Our prior recommendation was to recommend biochemical testing if the patient was hypertensive or had clinical signs or symptoms of adrenal hyperfunction. However, several published guidelines recommend excluding an occult, asymptomatic hyperfunctioning mass for all incidental adrenal masses [2,4,6,15,16]. Current guidelines from the American Journal of the American College of Radiology 1043 Clinical Practice Management n Mayo-Smith et al n Managing Incidental Adrenal Findings",
    "Association of Clinical Endocrinologists and the American Association of Endocrine Surgeons recommend an initial biochemical evaluation of all adrenal incidentalomas to exclude pheochromocytoma, subclinical Cushing ’ s syndrome, and hyperaldosteronism. One approach used by endocrinologists and endo- crine surgeons is to obtain a dexamethasone suppression test and plasma metanephrines in all patients with inci- dentally discovered adrenal masses. If the plasma meta- nephrines are equivocal, 24-hour urine collection can be performed for metanephrines. If the patient is found to be hypertensive, serum renin and aldosterone levels may be performed to exclude an aldosteronoma. If the original biochemical evaluation is normal, the recommendations for subsequent follow-up are variable but in general suggest imaging and biochemical follow-up more frequently than in our algorithm. Over time, some benign adenomas may develop cortisol hypersecretion and cause subclinical Cushing ’ s syndrome [15,16]. There remains controversy concerning current endocrinology guidelines, with some endocrinologists noting that their society ’ s recommendations are too costly, with a high false-positive rate [17]. TAKE-HOME POINTS - Incidental adrenal masses are being discovered more frequently because of increased utilization and improved spatial resolution of CT and MR. - A standardized approach to managing incidental adrenal masses is desirable to reduce practice variation, decrease costs, and alleviate unnecessary patient and physician anxiety. - This update by the Adrenal Subcommittee of the ACR IFC systematically describes in- cidental adrenal fi ndings and provides speci fi c guidance about reporting and management recommendations. ACKNOWLEDGMENTS The ACR thanks the Society of Abdominal Radiology and the Society of Computed Body Tomography and Magnetic Resonance for their contributions to and endorsement of the recommendations in this white paper. In addition, we are grateful to Dr Brian Herts (IFC Renal Subcommittee chair), Dr Alec Megibow (IFC Pancreas Subcommittee chair), and Dr Richard Gore (IFC Liver Subcommittee chair), who provided substantial input and feedback for this white paper as members of the ACR IFC ’ s Executive Committee. ADDITIONAL RESOURCES References can be found online at: http://dx.doi.org/10. 1016/j.jacr.2017.05.001. Credits awarded for this enduring activity are designated “ SA-CME ” by the American Board of Radiology (ABR) and qualify toward ful fi lling requirements for Maintenance of Certi fi cation (MOC) Part II: Lifelong Learning and Self-assessment. Scan the QR code to access the SA-CME activity or visit http://bit.ly/ACRSACME. 1044 Journal of the American College of Radiology Volume 14 n Number 8 n August 2017"
  ],
  "processed_at": "2026-01-30T15:58:54.869Z"
}