{
  "doc_id": "195cc4c5a0a5e5cd89173fd3c8dba022",
  "source_id": "ACR_Appropriateness_Criteria__Prostate_Cancer_Pretreatment_Detection__Surveillance__and_Staging",
  "total_pages": 13,
  "pages": [
    "APPROPRIATE USE CRITERIA ACR Appropriateness Criteria â Prostate Cancer — Pretreatment Detection, Surveillance, and Staging Expert Panel on Urologic Imaging: Fergus V. Coakley, MD a , Aytekin Oto, MD b , Lauren F. Alexander, MD c , Brian C. Allen, MD d , Brian J. Davis, MD, PhD e , Adam T. Froemming, MD e , Pat F. Fulgham, MD f , Keyanoosh Hosseinzadeh, MD g , Christopher Porter, MD h , V. Anik Sahni, MD i , David M. Schuster, MD c , Timothy N. Showalter, MD, MPH j , Aradhana M. Venkatesan, MD k , Sadhna Verma, MD l , Carolyn L. Wang, MD m , Erick M. Remer, MD n , Steven C. Eberhardt, MD o Abstract Despite the frequent statement that “ most men die with prostate cancer, not of it, ” the reality is that prostate cancer is second only to lung cancer as a cause of death from malignancy in American men. The primary goal during baseline evaluation of prostate cancer is disease characterization, that is, establishing disease presence, extent (local and distant), and aggressiveness. Prostate cancer is usually diagnosed after the fi nding of a suspicious serum prostate-speci fi c antigen level or digital rectal examination. Tissue diagnosis may be obtained by transrectal ultrasound – guided biopsy or MRI-targeted biopsy. The latter requires a preliminary multiparametric MRI, which has emerged as a powerful and relatively accurate tool for the local evaluation of prostate cancer over the last few decades. Bone scintigraphy and CT are primarily used to detect bone and nodal metastases in patients found to have intermediate- or high-risk disease at biopsy. The American College of Radiology Appropriateness Criteria are evidence-based guidelines for speci fi c clinical conditions that are reviewed annually by a multidisciplinary expert panel. The guideline development and revision include an extensive analysis of current medical literature from peer reviewed journals and the application of well-established methodologies (RAND/UCLA Appropriateness Method and Grading of Recommendations Assessment, Development, and Evaluation or GRADE) to rate the appropriateness of imaging and treatment procedures for speci fi c clinical scenarios. In those instances where evidence is lacking or equivocal, expert opinion may supplement the available evidence to recommend imaging or treatment. Key Words: Appropriateness Criteria, Appropriate Use Criteria, AUC, cancer, imaging, prostate, staging J Am Coll Radiol 2017;14:S245-S257. Copyright Ó 2017 American College of Radiology a Principal Author, Oregon Health & Science University, Portland, Oregon. b Panel Vice-Chair, University of Chicago, Chicago, Illinois. c Emory University Hospital, Atlanta, Georgia. d Duke University Medical Center, Durham, North Carolina. e Mayo Clinic, Rochester, Minnesota. f Urology Clinics of North Texas, Dallas, Texas; American Urological Association. g Wake Forest University School of Medicine, Winston Salem, North Carolina. h Virginia Mason Medical Center, Seattle, Washington; American Uro- logical Association. i Brigham & Women ’ s Hospital, Boston, Massachusetts. j University of Virginia, Charlottesville, Virginia. k University of Texas MD Anderson Cancer Center, Houston, Texas. l University of Cincinnati Medical Center, Cincinnati, Ohio. m University of Washington, Seattle Cancer Care Alliance, Seattle, Washington. n Specialty Chair, Cleveland Clinic, Cleveland, Ohio. o Panel Chair, University of New Mexico, Albuquerque, New Mexico. Corresponding author: Fergus V. Coakley, MD, 3181 SW Sam Jackson Park Rd, MC L340, Portland, OR 97239-3011; e-mail: coakleyf@ohsu.edu. The American College of Radiology seeks and encourages collaboration with other organizations on the development of the ACR Appropriateness Criteria through society representation on expert panels. Participation by representatives from collaborating societies on the expert panel does not necessarily imply individual or society endorsement of the fi nal document. Reprint requests to: publications@acr.org Dr. Schuster reports grants from Blue Earth Diagnostics, Ltd., grants from Nihon MediPhysics Co, Ltd., grants from Progenics, personal fees from Siemens, outside the submitted work; Dr. Oto reports grants from Philips Healthcare, grants from Profound Healthcare, grants from Guerbet, other from Profound healthcare, other from Bracco, outside the submitted work; Dr. Coakley has a patent Novel fi xed curved array multichannel device for integrated endorectal MR imaging and transrectal MR-guided biopsy of the prostate pending. Dr. Venkatesan re- ports grants from Toshiba America Medical Systems, grants from Radiological Society of North America, during the conduct of the study.The other authors have no con fl icts of interest related to the material discussed in this article. Disclaimer: The ACR Committee on Appropriateness Criteria and its expert panels have developed criteria for determining appropriate imaging examinations for diagnosis and treatment of speci fi ed medical condition(s). These criteria are intended to guide radiologists, radiation oncologists, and referring physicians in making decisions regarding radiologic imaging and treatment. Generally, the complexity and severity of a patient ’ s clinical condition should dictate the selection of appropriate imaging procedures or treatments. Only those examinations generally used for evaluation of the patient ’ s condition are ranked. Other imaging studies necessary to evaluate other co-existent diseases or other medical consequences of this condition are not considered in this document. The availability of equipment or personnel may in fl uence the selection of appropriate imaging procedures or treatments. Imaging techniques classi fi ed as investigational by the FDA have not been considered in developing these criteria; however, study of new equipment and applications should be encouraged. The ultimate decision regarding the appropriateness of any speci fi c radiologic examination or treatment must be made by the referring physician and radiologist in light of all the circumstances presented in an individual examination. ª 2017 American College of Radiology 1546-1440/17/$36.00 n http://dx.doi.org/10.1016/j.jacr.2017.02.026 S245",
    "Variant 1. Clinically suspected prostate cancer, no prior biopsy (biopsy naïve). Detection. Radiologic Procedure Rating Comments RRL TRUS-guided biopsy prostate 9 B MRI pelvis without and with IV contrast 7 MRI (with or without contrast) in biopsy-naïve patients may be performed before TRUS-guided biopsy so the targeted sample may be obtained using MRI or TRUS fusion technology in patients with appropriate targets. MRI is complementary to TRUS-guided biopsy in this setting. B MRI-targeted biopsy prostate 7 B MRI pelvis without IV contrast 6 B CT abdomen and pelvis with IV contrast 3 ☢☢☢☢ TRUS prostate 2 B CT abdomen and pelvis without IV contrast 2 ☢☢☢☢ CT abdomen and pelvis without and with IV contrast 2 ☢☢☢☢ Tc-99m bone scan whole body 1 ☢☢☢ Note: Rating scale: 1, 2, 3 ¼ usually not appropriate; 4, 5, 6 ¼ may be appropriate; 7, 8, 9 ¼ usually appropriate. IV ¼ intravenous; RRL ¼ relative radiation level; TRUS ¼ transrectal ultrasound. Variant 2. Clinically suspected prostate cancer, prior negative TRUS-guided biopsy. Detection. Radiologic Procedure Rating Comments RRL MRI pelvis without and with IV contrast 8 B MRI-targeted biopsy prostate 8 B TRUS-guided biopsy prostate 7 Repeat TRUS-guided systematic biopsy is a reasonable option, but MRI (with or without contrast) should be performed fi rst so that MRI-targeted biopsies (fusion or in-bore technique) can be obtained from appropriate suspicious lesions. B MRI pelvis without IV contrast 6 B TRUS prostate 2 B CT abdomen and pelvis with IV contrast 2 ☢☢☢☢ CT abdomen and pelvis without IV contrast 2 ☢☢☢☢ CT abdomen and pelvis without and with IV contrast 2 ☢☢☢☢ Tc-99m bone scan whole body 1 ☢☢☢ Note: Rating scale: 1, 2, 3 ¼ usually not appropriate; 4, 5, 6 ¼ may be appropriate; 7, 8, 9 ¼ usually appropriate. IV ¼ intravenous; RRL ¼ relative radiation level; TRUS ¼ transrectal ultrasound. ACR Appropriateness Criteria Ò Prostate Cancer — Pretreatment Detection, Surveillance, and Staging. Variants 1 to 5 and Table 1. S246 Journal of the American College of Radiology Volume 14 n Number 5S n May 2017",
    "Variant 3. Clinically established low-risk prostate cancer. Active surveillance. Radiologic Procedure Rating Comments RRL MRI pelvis without and with IV contrast 8 B MRI-targeted biopsy prostate 8 B TRUS-guided biopsy prostate 7 Serial repeat TRUS-guided systematic biopsy is standard practice for patients on active surveillance, but MRI (with or without contrast) should be performed as well so that MRI-targeted biopsies (fusion or in-bore technique) can be obtained from appropriate suspicious lesions. B MRI pelvis without IV contrast 7 B TRUS prostate 2 B CT abdomen and pelvis with IV contrast 2 ☢☢☢☢ CT abdomen and pelvis without IV contrast 2 ☢☢☢☢ CT abdomen and pelvis without and with IV contrast 2 ☢☢☢☢ Tc-99m bone scan whole body 1 ☢☢☢ Note: Rating scale: 1, 2, 3 ¼ usually not appropriate; 4, 5, 6 ¼ may be appropriate; 7, 8, 9 ¼ usually appropriate. IV ¼ intravenous; RRL ¼ relative radiation level; TRUS ¼ transrectal ultrasound. Variant 4. Clinically established intermediate-risk prostate cancer. Staging and/or surveillance. Radiologic Procedure Rating Comments RRL MRI pelvis without and with IV contrast 8 B MRI pelvis without IV contrast 7 B MRI-targeted biopsy prostate 6 B CT abdomen and pelvis with IV contrast 6 ☢☢☢☢ Tc-99m bone scan whole body 6 ☢☢☢ TRUS-guided biopsy prostate 5 B CT abdomen and pelvis without IV contrast 5 ☢☢☢☢ TRUS prostate 2 B CT abdomen and pelvis without and with IV contrast 2 ☢☢☢☢ Note: Rating scale: 1, 2, 3 ¼ usually not appropriate; 4, 5, 6 ¼ may be appropriate; 7, 8, 9 ¼ usually appropriate. IV ¼ intravenous; RRL ¼ relative radiation level; TRUS ¼ transrectal ultrasound. Variant 5. Clinically established high-risk prostate cancer. Staging. Radiologic Procedure Rating Comments RRL MRI pelvis without and with IV contrast 8 B Tc-99m bone scan whole body 8 This procedure is complementary to MRI or CT for evaluation of possible bone metastases. ☢☢☢ CT abdomen and pelvis with IV contrast 8 ☢☢☢☢ CT abdomen and pelvis without IV contrast 7 ☢☢☢☢ MRI pelvis without IV contrast 6 B MRI-targeted biopsy prostate 3 B CT abdomen and pelvis without and with IV contrast 3 ☢☢☢☢ TRUS prostate 2 B TRUS-guided biopsy prostate 2 B Note: Rating scale: 1, 2, 3 ¼ usually not appropriate; 4, 5, 6 ¼ may be appropriate; 7, 8, 9 ¼ usually appropriate. IV ¼ intravenous; RRL ¼ relative radiation level; TRUS ¼ transrectal ultrasound. Journal of the American College of Radiology S247 Coakley et al n Prostate Cancer — Pretreatment",
    "SUMMARY OF LITERATURE REVIEW Introduction/Background Despite the frequent statement that “ most men die with prostate cancer, not of it ” [1], the reality is that prostate cancer is second only to lung cancer as a cause of death from malignancy in American men. Speci fi cally, in 2015, an estimated 220,800 American men were diagnosed with prostate cancer and 27,540 died of the disease [2]. In addition to the personal toll of these deaths, the direct economic cost of prostate cancer in the Unites States has been estimated at approximately $10 billion per year [3]. As with other malignancies, the primary goal during baseline evaluation of prostate cancer is disease characterization, that is, establishing disease extent, both local and distant, and aggressiveness. Determination of tumor aggressiveness is ultimately the most important factor, because this drives patient outcome. Several special circumstances make the accurate baseline evaluation of prostate cancer particularly challenging: n The currently available standard clinical tools used to evaluate prostate cancer, such as digital rectal exami- nation, serum prostate-speci fi c antigen (PSA) assay, and systematic biopsy results such as fraction of cores positive for cancer and Gleason score, are all subject to varying degrees of inaccuracy. Even radical prosta- tectomy, often regarded as the gold standard for pathological fi ndings, is subject to variable interpreta- tion. The published interobserver kappa values of 0.33 to 0.63 for the detection of extracapsular extension by different pathologists analyzing radical prostatectomy specimens [4,5] are about the same as the kappa values of 0.59 to 0.67 for different radiologists looking for extracapsular extension at MRI [6]. Multiple nomograms have been described, such as the Partin tables or the D ’ Amico risk strati fi cation scheme, that aggregate data from these parameters in an attempt to better estimate tumor stage or tumor aggressiveness, [7,8]. These nomograms are a reasonable attempt to synthesize the data but ultimately are undermined by the inherent fl aws and imprecision of the input parameters [9,10]. That said, both the D ’ Amico and the National Comprehensive Cancer Network (NCCN) risk strati fi cation systems are widely used and are shown in Appendix 1 and Appendix 2. It should be noted that the number of positive biopsy cores and the clinical stage are both factors that appear to have relatively little prognostic impact when compared with the other more impactful parameters of Gleason score and PSA [11-16]. Numerous novel biomarkers have been and continue to be investigated to try to improve characterization at a patient- or tumor-speci fi c level, such as PCA3 , tissue-gene signatures, serum-based microRNA, cell-free DNA, and circulating tumor cell analysis, but none has entered mainstream practice [17-20]. n Prostate cancer is a heterogeneous disease, ranging from small low-grade tumors that are indolent and incidental to large, aggressive, life-threatening tumors. This generates a twofold challenge. First, because we have limited ability to precisely characterize the disease in a given patient, it is dif fi cult to match patients to optimal treatment. Ideally, those with indolent disease would be managed by active surveillance, whereas those with higher-risk disease would receive de fi nitive management with radiation or surgery, possibly supplemented by short- or long-term androgen deprivation therapy. Those with systemic disease require systemic treatment, typically androgen deprivation therapy followed by chemotherapy after emergence of androgen resistance. Second, the bio- logical heterogeneity results in a protracted natural Table 1. Relative radiation level designations RRL* Adult Effective Dose Estimate Range (mSv) Pediatric Effective Dose Estimate Range (mSv) B 0 0 ☢ < 0.1 < 0.03 ☢☢ 0.1-1 0.03-0.3 ☢☢☢ 1-10 0.3-3 ☢☢☢☢ 10-30 3-10 ☢☢☢☢☢ 30-100 10-30 *Relative radiation level (RRL) assignments for some of the examinations cannot be made, because the actual patient doses in these procedures vary as a function of a number of factors (eg, region of the body exposed to ionizing radiation, the imaging guidance that is used). The RRLs for these examinations are designated as “ varies. ” S248 Journal of the American College of Radiology Volume 14 n Number 5S n May 2017",
    "history, so outcome studies may require 10 or 15 years of follow-up to generate meaningful data. For example, after 7 years of follow-up, analysis of the European Randomized Study of Screening for Prostate Cancer showed that 1,410 patients had to be screened and 48 patients had to be treated to save one life [21]. With 6 additional years of follow-up, these numbers dropped to 781 and 27, respectively [22]. n Prostate cancer is a dif fi cult organ and disease to image. For many years, the only imaging received by most pa- tients was a transrectal ultrasound (TRUS) used to localize the prostate ( not the cancer) prior to 6- to 12-core sys- tematic biopsy. The emergence of multiparametric MRI over the last few decades as a powerful and relatively ac- curate tool for the local evaluation of prostate cancer has both enhanced and complicated the baseline evaluation of prostate cancer because it has added the option of MRI-targeted biopsy as a supplement or replacement for standard systematic biopsy [23,24], at least in the approximately 60% of patients who have an actionable target at MRI [25]. A recent meta-analysis demonstrated that MRI-targeted biopsy signi fi cantly increases the detection rate for both all cancers and clinically signi fi cant cancers and signi fi cantly decreases the detection of clini- cally insigni fi cant cancers [26]. Overview of Imaging Modalities The common modalities used to evaluate prostate cancer are TRUS, MRI, CT, and bone scintigraphy. TRUS or MRI may be combined with biopsy. TRUS and MRI are used to evaluate local disease extent, whereas CT and bone scintigraphy are used to evaluate metastatic disease, which typically involves either nodal or bone deposits. Prostate risk strati fi cation is central in determining the appropriateness of evaluating for locally advanced or distant disease, because both are primarily detectable in intermediate- and high-risk disease alone (Appendix 3). Although several organizations have proposed guidelines on imaging prostate cancer based on slightly differing de fi nitions of higher-risk disease [27], it should be noted that the NCCN criteria for high-risk disease are any of the following [28]: n PSA \u0015 20 ng/mL; n Gleason score \u0015 8; n clinical stage \u0015 T3; n any two of the following: clinical stage T2b or T2c, Gleason score \u0015 7, PSA of 10 to 20 ng/mL. TRUS. In North America, TRUS is generally performed by urologists for purposes of localizing the prostate gland (not the cancer) prior to systematic biopsy. Conventional grayscale TRUS is not widely used for tumor localization because only 11% to 35% of tumors are sonographically visible and only 17% to 57% of sonographically detected hypoechoic lesions are malignant [29]. In a study of 31,296 cores obtained from 3,912 consecutive patients undergoing TRUS with biopsy, there was no statistically signi fi cant association between the presence of a hypoechoic lesion and the detection of cancer, whether on a per-patient or per-core basis [30]. Advanced ultrasound (US) techniques, such as Doppler, 3-D US, microbubble contrast-enhanced US, and elastography, have the potential to improve TRUS per- formance in the future [29,31,32], but none of these re fi nements have entered routine practice. TRUS with biopsy. TRUS-guided systematic biopsy has been the standard diagnostic test for prostate cancer since a landmark study in 1989 showed that it was superior to digitally directed biopsy sampling of the prostate [33]. However, because needle positioning relative to tumor location is essentially random, TRUS biopsy has a false- negative rate of 15% to 46% [34] and a tumor undergrading rate of up to 38% when compared with fi nal Gleason score at radical prostatectomy [35]. So-called tumor progression based on Gleason upgrad- ing on repeat systematic biopsy during active surveillance may simply re fl ect inadequate initial sampling [36]. Despite this substantial sampling error, multiple risk strati fi cation and management schemes rely heavily on systematic biopsy fi ndings of Gleason grade and percentage of tumor-containing cores. Scienti fi cally, it is suboptimal practice for such critical decision making to depend on inherently fl awed data. Multiparametric MRI. Over the last few decades, multiparametric MRI of the prostate has emerged as a powerful tool for the local evaluation of prostate cancer, including volumetric tumor localization within the prostate and assessment of local tumor extent and aggressiveness, as reviewed in more detail herein accord- ing to clinical scenario. Pioneering studies in the 1980s established that cancer generally appears as an ovoid masslike or crescentic subcapsular region of reduced T2 signal. Subsequent multicenter trials were disappointing [37-39] but did not incorporate multiparametric MRI with diffusion, perfusion, or spectroscopic sequences. In particular, diffusion imaging has been seen as a “ game changer ” by seasoned investigators, and more recent studies using a multiparametric approach have shown substantially improved results [40-44]. A recent Journal of the American College of Radiology S249 Coakley et al n Prostate Cancer — Pretreatment",
    "meta-analysis [45] incorporating 75 studies and 9,796 patients showed sensitivity and speci fi city of 0.57 (95% con fi dence interval [CI], 0.49-0.64) and 0.91 (95% CI, 0.88-0.93), respectively, for the diagnosis of extracapsular extension and sensitivity and speci fi city of 0.58 (95% CI, 0.47-0.68) and 0.96 (95% CI, 0.95-0.97), respectively, for the diagnosis of seminal vesicle invasion. The authors concluded that MRI has high speci fi city but poor and heterogeneous sensitivity for local prostate cancer staging, although it should be noted that any such meta-analysis inevitably includes studies that may not be considered optimal by current state-of-the-art technical and interpretative standards. Finally, the role of intravenous gadolinium-containing contrast media merits particular attention because, although it is widely recognized that diffusion imaging is a critical component of multiparametric prostate MRI, the role of perfusion imaging is more controversial [46,47]. Prostate cancer typically enhances more rapidly and washes out more quickly than benign prostatic tissue, and so detection may be aided by dynamic contrast-enhanced MRI sequences. Conversely, perfu- sion imaging adds time to study acquisition, poses the small risk of contrast reactions, and adds to the duration and complexity of interpretation by the radiologist tasked with reading the study. Recent work suggests the incre- mental bene fi t of perfusion imaging on tumor detection is relatively modest [48]. Accordingly, when performing a multiparametric prostate MRI, the administration of intravenous gadolinium will likely confer only slightly improved tumor evaluation over the same study performed without contrast. MRI-targeted biopsy. MRI-targeted biopsy of the prostate, after a diagnostic multiparametric MRI has depicted a focus of possible or probable malignancy, is currently a topic of major scienti fi c interest and promises to dramatically alter the current approach to prostate cancer diagnosis. MRI-guided biopsy may be used for baseline diagnosis in patients who are biopsy naïve, for diagnosis of cancer (often in the central gland) in patients who have had a negative TRUS-guided systematic biopsy but who continue to have an elevated PSA or other cause for clinical concern, for re-evaluation of tumor grade in patients on active surveillance, and for diagnosis of local recurrence in patients who have undergone prior therapy. After identi fi cation of a “ high-value target, ” MRI-targeted biopsy can be performed in one of three ways [49]: n Direct or “ in-bore ” : The patient is in the MRI scanner and the needle is placed in the target under MRI visualization. Generally, only the target(s) is (are) sampled. n Fusion: The patient undergoes a standard TRUS- guided biopsy, but MRI targets from a preceding MRI scan are digitally “ fused ” to the US images so that additional cores can also be taken from those locations under US visualization. n Cognitive: The patient undergoes a standard TRUS- guided biopsy, but in addition the operator biopsies the MRI target based on visual anatomic coregistra- tion. As might be expected, several studies [50-52], including a prospective comparative trial, have con fi rmed the inferiority of this approach. Overall, the clinical paradigm for prostate cancer diagnosis is rapidly moving toward MRI-targeted trans- rectal biopsy, based on substantial evidence from several centers (notably the National Institutes of Health; New York University [NYU]; University of California, Los Angeles [UCLA]; and Nijmegen) that this approach can transform baseline cancer evaluation when compared with traditional systematic biopsy, with fewer false- negatives, better tumor characterization, improved tumor localization, and better treatment strati fi cation, especially strati fi cation to lower-risk cohorts that may be appropriate for active surveillance or focal therapy [23,24,49,53-55]. CT. Although the primary tumor site may be seen as a focal area of masslike enhancement in the peripheral prostate on portal venous phase contrast-enhanced CT [56], the primary role of CT in prostate cancer is the detection of nodal metastases. In a meta-analysis of 24 published studies [57], the pooled sensitivity of CT was 0.42 (95% CI, 0.26-0.56) and pooled speci fi city was 0.82 (95% CI, 0.8-0.83). These relatively disappointing results likely re fl ect the limitations of the underlying assumption that nodal size re fl ects nodal content — it is well known that this paradigm has limited validity. The poor performance of CT for detection of nodal metastases has been con fi rmed in other recent studies [58,59]. NCCN guidelines [28] recommend CT if clinical stage is T3 or T4 or nomogram probability of lymph node involvement exceeds 10%. Recent European guidelines note that patients with stage T2 or less, PSA < 10 ng/mL, Gleason score \u0014 6, and < 50% positive biopsy cores have a < 10% likelihood of having node metastases and do not need nodal evaluation [60]. Bone scan. Bone scintigraphy remains the standard test used for detection of bone metastases in high-risk S250 Journal of the American College of Radiology Volume 14 n Number 5S n May 2017",
    "patients, although emerging techniques like positron emission tomography/CT with new tracers such as sodium fl uoride or choline and whole-body MRI may replace the traditional bone scan in the years to come. In the absence of these advanced techniques, it is ideal if bone scintigraphy is performed at sites with single-photon emission CT/CT capability. That said, bone scintigraphy remains widely available, relatively cheap, and accurate. A recent meta-analysis demonstrated a sensitivity of 0.79 (95% CI, 0.73-0.83), a speci fi city of 0.82 (95% CI, 0.78-0.85), and an area under the curve of 0.89 for the diagnosis of bone metastases by bone scintigraphy [61]. NCCN guidelines [28] recommend bone scintigraphy if baseline PSA is \u0015 20, clinical stage is T2 and PSA is \u0015 10, clinical stage is T3 or T4, Gleason score is \u0015 8, or any symptoms are suggestive of bone metastases. DISCUSSION OF IMAGING MODALITIES BY VARIANT Variant 1: Clinically suspected prostate cancer, no prior biopsy (biopsy naïve). Detection TRSU. In isolation, TRUS is inaccurate for prostate cancer detection [29,30] and is not recommended for this purpose. TRUS-guided biopsy. Despite signi fi cant concerns related to both underdiagnosis and overdiagnosis [34,35,62], TRUS-guided systematic prostate biopsy remains the standard of care for diagnosis in patients with clinically suspected prostate cancer. MRI. Historically, given the primacy of TRUS-guided systematic biopsy for prostate cancer diagnosis, MRI has not been widely used in biopsy-naïve patients with clini- cally suspected prostate cancer based on an abnormal digital rectal examination or serum PSA level. However, the emerging literature on the use of MRI targeting to guide baseline prostate biopsy (whether by fusion or in-bore approaches) provides strong evidence in favor of MRI to assist in tumor localization in this population. For example, in a prospective study of 223 biopsy-naïve patients, high- value targets (ie, lesions with a Prostate Imaging Report- ing and Data System [PI-RADS] score of 4 or 5) were seen in 109 patients (49%), and 94 of these patients (86%) had positive targeted in-bore biopsies [63]. Of the 94 patients with MRI-guided biopsies, the targeted cores showed intermediate- or high-risk disease in 90 (96%), and 16 of the patients (17%) had negative systematic biopsy results. Such results suggest prebiopsy MRI is a useful adjunct for tumor localization in biopsy-naïve patients. MRI-targeted biopsy. Given the emerging data on the utility of prebiopsy diagnostic MRI for tumor localiza- tion, MRI-targeted biopsy is among the appropriate options for biopsy-naïve patients [63]. CT. CT is generally not recommended unless higher-risk disease has been established histologically [27,28]. Bone scan. Bone scintigraphy is generally not recom- mended unless or until the presence of higher-risk disease has been established histologically [27,28]. Variant 2: Clinically suspected prostate cancer, prior negative TRUS-guided biopsy. Detection TRUS. In isolation, TRUS is inaccurate for prostate cancer detection [29,30] and is not recommended for this purpose. TRUS-guided biopsy. In patients with clinically sus- pected prostate cancer who have had one negative standard TRUS-guided systematic biopsy, a second TRUS-guided systematic biopsy will be positive in approximately 15% to 20% of cases [64-67], and so a second repeat biopsy in this setting is reasonable. The yield from additional systematic biopsies, particularly the yield of clinically signi fi cant cancer, falls off rapidly, with reported positive rates for the third biopsy of 8% to 17% and for the fourth biopsy of 7% to 12% [64-66,68], suggesting alternative approaches such as MRI-guided biopsy or saturation biopsy may be more appropriate in the niche setting of patients with two or more negative TRUS-guided systematic biopsies and persistent clinical concern for prostate cancer. MRI. Emerging data suggest using MRI to localize high- value targets for possible MRI-guided biopsy is an appropriate approach to patients with clinically suspected prostate cancer and one or more prior negative TRUS- guided systematic biopsies. In a series of 105 patients from UCLA with a negative TRUS biopsy and persis- tently elevated PSA, multiparametric MRI demonstrated intermediate- and high-value targets in 34 (32%) and 14 (13%) patients, respectively, with corresponding fusion cancer detection rates of 23% and 88% [69]. In a similar series of 172 patients from NYU, targets with suspicion scores of 3, 4, and 5 were seen in 60 (35%), 40 (23%), and 18 (10%), with overall cancer detection rates of 17%, 42%, and 89%, respectively [70]. In a Nijmegen study of 438 patients with a PSA over 4.0 ng/mL and one or more prior negative TRUS biopsies, 265 patients were found to have targets worthy of MRI- guided biopsy, with a cancer detection rate of 41% Journal of the American College of Radiology S251 Coakley et al n Prostate Cancer — Pretreatment",
    "[53]. Such results suggest prebiopsy MRI is a useful adjunct for tumor localization in biopsy-negative patients. MRI-targeted biopsy. Given the emerging data on the utility of prebiopsy/rebiopsy diagnostic MRI for tumor localization, MRI-targeted biopsy is among the appro- priate options for biopsy-negative patients [69,70]. CT. CT is generally not recommended unless higher-risk disease has been established histologically [27,28]. Bone scan. Bone scintigraphy is generally not recom- mended unless or until the presence of higher-risk disease has been established histologically [27,28]. Variant 3: Clinically established low-risk prostate cancer. Active surveillance TRUS. TRUS is inaccurate for prostate cancer detection [29,30] and also has limited accuracy for prostate cancer staging [71] and so is not generally recommended for the evaluation of patients on active surveillance. TRUS-guided biopsy. Many active surveillance pro- grams incorporate serial PSA testing and annual repeat TRUS biopsies, and some form of serial biopsy regimen is certainly the standard practice, although compliance with recommendations for serial biopsy is low [72]. MRI. The role of MRI in active surveillance has recently been the subject of a meta-analysis incorporating seven studies and 1,028 patients [73]. MRI demonstrated an unrecognized signi fi cant lesion in 33% of patients, and targeted biopsy demonstrated disease unsuitable for continued active surveillance in 15% of these cases. Conversely, only 6% of patients with a negative MRI were found to be outside criteria for active surveillance on repeat biopsy. In another study of 111 patients on active surveillance [74], multiparametric MRI showed actionable targets (PI-RADS scores of 3, 4, or 5) in 70 patients (63%). Of these 70 patients, 69 proceeded to targeted biopsy, which was positive in 31, including 16 patients with Gleason pattern 4 or above that was considered to preclude continuation on active surveillance. A study from Toronto showed high-value targets (Likert scores of 4 or 5) in 37 of 71 (52%) patients on active surveillance [75]. Fusion-targeted biopsy was positive for Gleason 7 þ cancer in 18 of these 37 patients, including 16 in whom the higher-grade cancer was present speci fi cally in the targeted cores. Conversely, only 1 of the 35 patients without a high- value target was found to have Gleason 7 þ cancer on rebiopsy. Other similar studies have con fi rmed that a negative MRI is a favorable prognostic fi nding in patients on active surveillance [76,77], and only 9% of such patients are reclassi fi ed to higher-risk disease on repeat biopsy [78]. MRI-targeted biopsy. Existing data support the use of MRI to look for visible disease as a potential biopsy target in men on active surveillance [79]. The use of serial MRI to evaluate disease progression is intuitively appealing, but as noted in a recent systematic review, “ Robust data on the use of repeat MRI in active surveillance are lacking. Prospective studies with clear de fi nitions of radiological signi fi cance and progression are needed before this approach can be adopted ” [80]. CT. CT is generally not recommended unless higher-risk disease has been established [27,28]. Bone scan. Bone scintigraphy is generally not recom- mended unless higher-risk disease has been established [27,28]. Variant 4: Clinically established intermediate-risk prostate cancer. Staging and/or surveillance TRUS. TRUS is unlikely to provide useful incremental information in patients with an established diagnosis of intermediate-risk prostate cancer and so is not recommended. TRUS-guided biopsy. Some publications have sug- gested that active surveillance may be an appropriate management option for at least a subset of patients with intermediate-risk prostate cancer [81,82]. In that setting, some form of serial TRUS-guided biopsy would be appropriate as part of the monitoring regimen. MRI. In addition to standard local and nodal staging observations, multiparametric MRI may be helpful in the management of intermediate-risk prostate cancer by revealing unfavorable disease in patients who may be considering active surveillance, demonstrating more extensive disease that may merit supplementary extended androgen deprivation therapy, localizing dominant disease for focal therapy, or guiding surgical planning [83-86]. MRI-targeted biopsy. Many patients with intermediate- risk disease choose de fi nitive therapy, and targeted biopsy is unlikely to signi fi cantly alter management or prognostic counseling. However, MRI-targeted biopsy in patients with established intermediate-risk disease may be appropriate in selected circumstances, for example, in patients with Gleason score 3 þ 4 cancer who might be considering active S252 Journal of the American College of Radiology Volume 14 n Number 5S n May 2017",
    "surveillance but who would opt for more aggressive therapy if targeted biopsy demonstrated Gleason score 4 þ 3 or higher disease. CT. CT or MRI for nodal staging is generally appro- priate in intermediate-risk patients, because the a priori risk of nodal disease exceeds 10% [28,60]. Bone scan. NCCN guidelines and existing literature [28,87] recommend bone scintigraphy if baseline PSA is \u0015 20, clinical stage is T2 and PSA is \u0015 10, clinical stage is T3 or T4, Gleason score is \u0015 8, or any symptoms are suggestive of bone metastases. Many intermediate-risk patients would meet these criteria. Variant 5: Clinically established high-risk prostate cancer. Staging TRUS. TRUS is unlikely to provide useful incremental information in patients with an established diagnosis of high-risk prostate cancer and so is not recommended. TRUS-guided biopsy. TRUS-guided biopsy is unlikely to provide useful incremental information in patients with an established diagnosis of high-risk prostate cancer and so is not recommended. MRI. In addition to standard local and nodal staging observations, multiparametric MRI may be helpful in the management of high-risk prostate cancer by demon- strating more extensive disease that may merit supple- mentary extended androgen deprivation therapy, localizing dominant disease for focal therapy, or guiding surgical planning [83-86]. MRI-targeted biopsy. Most patients with high-risk dis- ease require de fi nitive therapy, and targeted biopsy is unlikely to signi fi cantly alter management or prognostic counseling. CT. CT or MRI for nodal staging is generally appro- priate in high-risk patients, because the a priori risk of nodal disease exceeds 10% [28,60]. Bone scan. NCCN guidelines and existing literature [28,87] recommend bone scintigraphy if baseline PSA is \u0015 20, clinical stage is T2 and PSA is \u0015 10, clinical stage is T3 or T4, Gleason score is \u0015 8, or any symptoms are suggestive of bone metastases. Essentially all high-risk patients would meet these criteria. SUMMARY OF RECOMMENDATIONS - For diagnosis of prostate cancer, TRUS-guided systematic biopsy remains the standard procedure in routine clinical practice. However, MRI-targeted biopsy of high-value lesions identi fi ed at multi- parametric MRI, whether by fusion or in-bore techniques, is increasingly emerging as an impor- tant diagnostic tool that may be used to supplement (and perhaps someday supplant) TRUS-guided biopsy. MRI-targeted biopsy necessarily requires performance of a preceding multiparametric MRI. MRI-targeted biopsy is particularly appropriate for patients with an elevated PSA after one or more negative TRUS-guided biopsies who have a high- value target at diagnostic multiparametric MRI. - For monitoring of lower-risk prostate cancer being managed by active surveillance, serial TRUS-guided systematic biopsy remains a standard component of active surveillance regimens. MRI-targeted biopsy of high-value lesions identi fi ed at multiparametric MRI, whether by fusion or in-bore techniques, is increasingly emerging as an important supplemen- tary tool that often results in tumor upgrading. The role of serial multiparametric MRI as part of a surveillance regimen is undetermined. - For staging of intermediate- or higher-risk prostate cancer, multiparametric MRI offers reasonable accuracy in the evaluation of extracapsular extension and seminal vesicle invasion. MRI or CT can be used to evaluate pelvic and retroperitoneal lymph nodes, whereas bone scintigraphy remains the standard procedure for evaluation of possible bone metastases. SUMMARY OF EVIDENCE Of the 94 references cited in the ACR Appropriateness Criteria Ò Prostate Cancer-Pretreatment Detection Stag- ing and Surveillance document, 1 reference is categorized as a good-quality therapeutic reference. Additionally, 87 references are categorized as diagnostic references including 3 well-designed studies, 23 good-quality studies, and 33 quality studies that may have design limitations. There are 29 references that may not be useful as primary evidence. There are 5 references that are meta-analysis studies. The 94 references cited in the ACR Appropriateness Criteria Ò Prostate Cancer-Pretreatment Detection Stag- ing and Surveillance document were published from 1989 to 2016. While there are references that report on studies with design limitations, 27 well-designed or good-quality studies provide good evidence. Journal of the American College of Radiology S253 Coakley et al n Prostate Cancer — Pretreatment",
    "RELATIVE RADIATION LEVEL INFORMATION Potential adverse health effects associated with radiation exposure are an important factor to consider when selecting the appropriate imaging procedure. Because there is a wide range of radiation exposures associated with different diagnostic procedures, a relative radiation level (RRL) indication has been included for each imaging examina- tion. The RRLs are based on effective dose, which is a radiation dose quantity that is used to estimate population total radiation risk associated with an imaging procedure. Patients in the pediatric age group are at inherently higher risk from exposure, both because of organ sensitivity and longer life expectancy (relevant to the long latency that appears to accompany radiation exposure). For these reasons, the RRL dose estimate ranges for pediatric exam- inations are lower as compared to those speci fi ed for adults (see Table 1). Additional information regarding radiation dose assessment for imaging examinations can be found in the ACR Appropriateness Criteria Ò Radiation Dose Assessment Introduction document [94]. SUPPORTING DOCUMENTS For additional information on the Appropriateness Criteria methodology and other supporting documents go to www.acr.org/ac. REFERENCES 1. Uchio EM, Aslan M, Wells CK, Calderone J, Concato J. Impact of biochemical recurrence in prostate cancer among US veterans. Arch Intern Med 2010;170:1390-5. 2. Siegel RL, Miller KD, Jemal A. Cancer statistics, 2016. CA Cancer J Clin 2016;66:7-30. 3. Roehrborn CG, Black LK. The economic burden of prostate cancer. BJU Int 2011;108:806-13. 4. Evans AJ, Henry PC, Van der Kwast TH, et al. Interobserver vari- ability between expert urologic pathologists for extraprostatic extension and surgical margin status in radical prostatectomy specimens. Am J Surg Pathol 2008;32:1503-12. 5. van der Kwast TH, Collette L, Van Poppel H, et al. Impact of pathology review of stage and margin status of radical prostatectomy specimens (EORTC trial 22911). Virchows Arch 2006;449:428-34. 6. Graser A, Heuck A, Sommer B, et al. Per-sextant localization and staging of prostate cancer: correlation of imaging fi ndings with whole-mount step section histopathology. AJR Am J Roentgenol 2007;188:84-90. 7. D ’ Amico AV, Whittington R, Malkowicz SB, et al. Biochemical outcome after radical prostatectomy, external beam radiation therapy, or interstitial radiation therapy for clinically localized prostate cancer. JAMA 1998;280:969-74. 8. Ei fl er JB, Feng Z, Lin BM, et al. An updated prostate cancer staging nomogram (Partin tables) based on cases from 2006 to 2011. BJU Int 2013;111:22-9. 9. Karakiewicz PI, Bhojani N, Capitanio U, et al. External validation of the updated Partin tables in a cohort of North American men. J Urol 2008 Sep;180:898-902; discussion 902. 10. Yu JB, Makarov DV, Sharma R, Peschel RE, Partin AW, Gross CP. Validation of the Partin nomogram for prostate cancer in a national sample. J Urol 2010;183:105-11. 11. Armatys SA, Koch MO, Bihrle R, Gardner TA, Cheng L. Is it necessary to separate clinical stage T1c from T2 prostate adenocarci- noma? BJU Int 2005;96:777-80. 12. Klaassen Z, Singh AA, Howard LE, et al. Is clinical stage T2c prostate cancer an intermediate- or high-risk disease? Cancer 2015;121:1414-21. 13. Reese AC, Cooperberg MR, Carroll PR. Minimal impact of clinical stage on prostate cancer prognosis among contemporary patients with clinically localized disease. J Urol 2010;184:114-9. 14. Reese AC, Sadetsky N, Carroll PR, Cooperberg MR. Inaccuracies in assignment of clinical stage for localized prostate cancer. Cancer 2011;117:283-9. 15. Stephenson AJ, Scardino PT, Eastham JA, et al. Preoperative nomo- gram predicting the 10-year probability of prostate cancer recurrence after radical prostatectomy. J Natl Cancer Inst 2006;98:715-7. 16. Williams SG, Buyyounouski MK, Pickles T, et al. Percentage of biopsy cores positive for malignancy and biochemical failure following prostate cancer radiotherapy in 3,264 men: statistical signi fi cance without predictive performance. Int J Radiat Oncol Biol Phys 2008;70:1169-75. 17. Falzarano SM, Ferro M, Bollito E, Klein EA, Carrieri G, Magi- Galluzzi C. Novel biomarkers and genomic tests in prostate cancer: a critical analysis. Minerva Urol Nefrol 2015;67:211-31. 18. Klein EA, Cooperberg MR, Magi-Galluzzi C, et al. A 17-gene assay to predict prostate cancer aggressiveness in the context of Gleason grade heterogeneity, tumor multifocality, and biopsy undersampling. Eur Urol 2014;66:550-60. 19. Locke JA, Black PC. Next generation biomarkers in prostate cancer. Front Biosci (Landmark Ed) 2016;21:328-42. 20. Ross AE, D ’ Amico AV, Freedland SJ. Which, when and why? Rational use of tissue-based molecular testing in localized prostate cancer. Prostate Cancer Prostatic Dis 2016;19:1-6. 21. Andriole GL, Crawford ED, Grubb RL 3rd, et al. Mortality results from a randomized prostate-cancer screening trial. N Engl J Med 2009;360:1310-9. 22. Schroder FH, Hugosson J, Roobol MJ, et al. Screening and prostate cancer mortality: results of the European Randomised Study of Screening for Prostate Cancer (ERSPC) at 13 years of follow-up. Lancet 2014;384:2027-35. 23. Siddiqui MM, Rais-Bahrami S, Truong H, et al. Magnetic resonance imaging/ultrasound-fusion biopsy signi fi cantly upgrades prostate can- cer versus systematic 12-core transrectal ultrasound biopsy. Eur Urol 2013;64:713-9. 24. van de Ven WJ, Barentsz JO. Prostate cancer: MRI/US-guided biopsy — a viable alternative to TRUS-guidance. Nat Rev Urol 2013;10:559-60. 25. Moore CM, Robertson NL, Arsanious N, et al. Image-guided prostate biopsy using magnetic resonance imaging-derived targets: a systematic review. Eur Urol 2013;63:125-40. 26. Schoots IG, Roobol MJ, Nieboer D, Bangma CH, Steyerberg EW, Hunink MG. Magnetic resonance imaging-targeted biopsy may enhance the diagnostic accuracy of signi fi cant prostate cancer detection compared to standard transrectal ultrasound-guided biopsy: a system- atic review and meta-analysis. Eur Urol 2015;68:438-50. 27. Bjurlin MA, Rosenkrantz AB, Beltran LS, Raad RA, Taneja SS. Imaging and evaluation of patients with high-risk prostate cancer. Nat Rev Urol 2015;12:617-28. 28. NCCN Clinical Practice Guidelines in Oncology. Prostate Cancer. Version 2.2016. 2016; Available at: http://www.nccn.org/ professionals/physician_gls/pdf/prostate.pdf. 29. Smeenge M, de la Rosette JJ, Wijkstra H. Current status of transrectal ultrasound techniques in prostate cancer. Curr Opin Urol 2012;22: 297-302. 30. Onur R, Littrup PJ, Pontes JE, Bianco FJ Jr. Contemporary impact of transrectal ultrasound lesions for prostate cancer detection. J Urol 2004;172:512-4. 31. Mitterberger M, Pinggera GM, Horninger W, et al. Comparison of contrast enhanced color Doppler targeted biopsy to conventional S254 Journal of the American College of Radiology Volume 14 n Number 5S n May 2017",
    "systematic biopsy: impact on Gleason score. J Urol 2007;178:464-8; discussion 468. 32. Mitterberger M, Pinggera GM, Pallwein L, et al. The value of three- dimensional transrectal ultrasonography in staging prostate cancer. BJU Int 2007;100:47-50. 33. Hodge KK, McNeal JE, Terris MK, Stamey TA. Random systematic versus directed ultrasound guided transrectal core biopsies of the prostate. J Urol 1989;142:71-4; discussion 74-5. 34. Dominguez-Escrig JL, McCracken SR, Greene D. Beyond diagnosis: evolving prostate biopsy in the era of focal therapy. Prostate Cancer 2011;2011:386207. 35. Kvale R, Moller B, Wahlqvist R, et al. Concordance between Gleason scores of needle biopsies and radical prostatectomy specimens: a population-based study. BJU Int 2009;103:1647-54. 36. Porten SP, Whitson JM, Cowan JE, et al. Changes in prostate cancer grade on serial biopsy in men undergoing active surveillance. J Clin Oncol 2011;29:2795-800. 37. Rifkin MD, Zerhouni EA, Gatsonis CA, et al. Comparison of mag- netic resonance imaging and ultrasonography in staging early prostate cancer. Results of a multi-institutional cooperative trial. N Engl J Med 1990;323:621-6. 38. Tempany CM, Zhou X, Zerhouni EA, et al. Staging of prostate cancer: results of Radiology Diagnostic Oncology Group project comparison of three MR imaging techniques. Radiology 1994;192:47-54. 39. Weinreb JC, Blume JD, Coakley FV, et al. Prostate cancer: sextant localization at MR imaging and MR spectroscopic imaging before prostatectomy — results of ACRIN prospective multi-institutional clinicopathologic study. Radiology 2009;251:122-33. 40. Engelbrecht MR, Huisman HJ, Laheij RJ, et al. Discrimination of prostate cancer from normal peripheral zone and central gland tissue by using dynamic contrast-enhanced MR imaging. Radiology 2003;229:248-54. 41. Kim CK, Park BK, Kim B. Localization of prostate cancer using 3T MRI: comparison of T2-weighted and dynamic contrast-enhanced imaging. J Comput Assist Tomogr 2006;30:7-11. 42. Li C, Chen M, Li S, et al. Detection of prostate cancer in peripheral zone: comparison of MR diffusion tensor imaging, quantitative dynamic contrast-enhanced MRI, and the two techniques combined at 3.0 T. Acta Radiol 2014;55:239-47. 43. Turkbey B, Merino MJ, Gallardo EC, et al. Comparison of endorectal coil and nonendorectal coil T2W and diffusion-weighted MRI at 3 Tesla for localizing prostate cancer: correlation with whole-mount histopathology. J Magn Reson Imaging 2014;39:1443-8. 44. Vargas HA, Akin O, Franiel T, et al. Diffusion-weighted endorectal MR imaging at 3 T for prostate cancer: tumor detection and assess- ment of aggressiveness. Radiology 2011;259:775-84. 45. de Rooij M, Hamoen EH, Witjes JA, Barentsz JO, Rovers MM. Accuracy of magnetic resonance imaging for local staging of prostate cancer: a diagnostic meta-analysis. Eur Urol 2016;70:233-45. 46. Verma S, Turkbey B, Muradyan N, et al. Overview of dynamic contrast-enhanced MRI in prostate cancer diagnosis and management. AJR Am J Roentgenol 2012;198:1277-88. 47. Weinreb JC, Barentsz JO, Choyke PL, et al. PI-RADS Prostate Imaging — Reporting and Data System: 2015, version 2. Eur Urol 2016;69:16-40. 48. Romero G, Foster BR, Pettersson DR, Fung AW, Guimaraes AR, Coakley FV. Endorectal multiparametric MRI of the prostate: incre- mental effect of perfusion imaging on biopsy target identi fi cation. Clin Imaging 2016;40:553-7. 49. Klein EA. Prostate cancer: MR-TRUS fusion biopsy — de fi ning a new standard. Nat Rev Clin Oncol 2015;12:253-4. 50. Cool DW, Zhang X, Romagnoli C, Izawa JI, Romano WM, Fenster A. Evaluation of MRI-TRUS fusion versus cognitive registra- tion accuracy for MRI-targeted, TRUS-guided prostate biopsy. AJR Am J Roentgenol 2015;204:83-91. 51. Valerio M, McCartan N, Freeman A, Punwani S, Emberton M, Ahmed HU. Visually directed vs. software-based targeted biopsy compared to transperineal template mapping biopsy in the detection of clinically signi fi cant prostate cancer. Urol Oncol 2015;33:424. e9-16. 52. Wysock JS, Rosenkrantz AB, Huang WC, et al. A prospective, blinded comparison of magnetic resonance (MR) imaging-ultrasound fusion and visual estimation in the performance of MR-targeted prostate biopsy: the PROFUS trial. Eur Urol 2014;66:343-51. 53. Hoeks CM, Schouten MG, Bomers JG, et al. Three-Tesla magnetic resonance-guided prostate biopsy in men with increased prostate- speci fi c antigen and repeated, negative, random, systematic, trans- rectal ultrasound biopsies: detection of clinically signi fi cant prostate cancers. Eur Urol 2012;62:902-9. 54. Mendhiratta N, Rosenkrantz AB, Meng X, et al. Magnetic resonance imaging-ultrasound fusion targeted prostate biopsy in a consecutive cohort of men with no previous biopsy: reduction of over detection through improved risk strati fi cation. J Urol 2015;194:1601-6. 55. Nassiri N, Natarajan S, Margolis DJ, Marks LS. Targeted prostate biopsy: lessons learned midst the evolution of a disruptive technology. Urology 2015;86:432-8. 56. Jia JB, Houshyar R, Verma S, Uchio E, Lall C. Prostate cancer on computed tomography: a direct comparison with multi-parametric magnetic resonance imaging and tissue pathology. Eur J Radiol 2016;85:261-7. 57. Hovels AM, Heesakkers RA, Adang EM, et al. The diagnostic accuracy of CT and MRI in the staging of pelvic lymph nodes in patients with prostate cancer: a meta-analysis. Clin Radiol 2008;63:387-95. 58. Briganti A, Abdollah F, Nini A, et al. Performance characteristics of computed tomography in detecting lymph node metastases in contemporary patients with prostate cancer treated with extended pelvic lymph node dissection. Eur Urol 2012;61:1132-8. 59. Gabriele D, Collura D, Oderda M, et al. Is there still a role for computed tomography and bone scintigraphy in prostate cancer staging? An analysis from the EUREKA-1 database. World J Urol 2016;34:517-23. 60. Heidenreich A, Bastian PJ, Bellmunt J, et al. EAU guidelines on prostate cancer. part 1: screening, diagnosis, and local treatment with curative intent-update 2013. Eur Urol 2014;65:124-37. 61. Shen G, Deng H, Hu S, Jia Z. Comparison of choline-PET/CT, MRI, SPECT, and bone scintigraphy in the diagnosis of bone metastases in patients with prostate cancer: a meta-analysis. Skeletal Radiol 2014;43: 1503-13. 62. Sandhu GS, Andriole GL. Overdiagnosis of prostate cancer. J Natl Cancer Inst Monogr 2012;2012:146-51. 63. Pokorny MR, de Rooij M, Duncan E, et al. Prospective study of diagnostic accuracy comparing prostate cancer detection by transrectal ultrasound-guided biopsy versus magnetic resonance (MR) imaging with subsequent MR-guided biopsy in men without previous prostate biopsies. Eur Urol 2014;66:22-9. 64. Keetch DW, Catalona WJ, Smith DS. Serial prostatic biopsies in men with persistently elevated serum prostate speci fi c antigen values. J Urol 1994;151:1571-4. 65. Ploussard G, Nicolaiew N, Marchand C, et al. Risk of repeat biopsy and prostate cancer detection after an initial extended negative biopsy: longitudinal follow-up from a prospective trial. BJU Int 2013;111: 988-96. 66. Roehl KA, Antenor JA, Catalona WJ. Serial biopsy results in prostate cancer screening study. J Urol 2002;167:2435-9. 67. Vencalek O, Facevicova K, Furst T, Grepl M. When less is more: a simple predictive model for repeated prostate biopsy outcomes. Cancer Epidemiol 2013;37:864-9. 68. Zaytoun OM, Stephenson AJ, Fareed K, et al. When serial prostate biopsy is recommended: most cancers detected are clinically insignif- icant. BJU Int 2012;110:987-92. 69. Sonn GA, Chang E, Natarajan S, et al. Value of targeted prostate biopsy using magnetic resonance-ultrasound fusion in men with prior negative biopsy and elevated prostate-speci fi c antigen. Eur Urol 2014;65:809-15. 70. Meng X, Rosenkrantz AB, Mendhiratta N, et al. Relationship between prebiopsy multiparametric magnetic resonance imaging (MRI), biopsy Journal of the American College of Radiology S255 Coakley et al n Prostate Cancer — Pretreatment",
    "indication, and MRI-ultrasound fusion-targeted prostate biopsy outcomes. Eur Urol 2016;69:512-7. 71. Jung AJ, Coakley FV, Shinohara K, et al. Local staging of prostate cancer: comparative accuracy of T2-weighted endorectal MR imaging and transrectal ultrasound. Clin Imaging 2012;36:547-52. 72. Bokhorst LP, Alberts AR, Rannikko A, et al. Compliance rates with the Prostate Cancer Research International Active Surveillance (PRIAS) protocol and disease reclassi fi cation in noncompliers. Eur Urol 2015;68:814-21. 73. Guo R, Cai L, Fan Y, Jin J, Zhou L, Zhang K. Magnetic resonance imaging on disease reclassi fi cation among active surveillance candidates with low-risk prostate cancer: a diagnostic meta-analysis. Prostate Cancer Prostatic Dis 2015;18:221-8. 74. Abdi H, Pourmalek F, Zargar H, et al. Multiparametric magnetic resonance imaging enhances detection of signi fi cant tumor in patients on active surveillance for prostate cancer. Urology 2015;85:423-8. 75. Da Rosa MR, Milot L, Sugar L, et al. A prospective comparison of MRI-US fused targeted biopsy versus systematic ultrasound-guided biopsy for detecting clinically signi fi cant prostate cancer in patients on active surveillance. J Magn Reson Imaging 2015;41:220-5. 76. Fradet V, Kurhanewicz J, Cowan JE, et al. Prostate cancer managed with active surveillance: role of anatomic MR imaging and MR spectroscopic imaging. Radiology 2010;256:176-83. 77. Park BH, Jeon HG, Choo SH, et al. Role of multiparametric 3.0-Tesla magnetic resonance imaging in patients with prostate cancer eligible for active surveillance. BJU Int 2014;113:864-70. 78. Margel D, Yap SA, Lawrentschuk N, et al. Impact of multiparametric endorectal coil prostate magnetic resonance imaging on disease reclassi fi cation among active surveillance candidates: a prospective cohort study. J Urol 2012;187:1247-52. 79. Hu JC, Chang E, Natarajan S, et al. Targeted prostate biopsy in select men for active surveillance: do the Epstein criteria still apply? J Urol 2014;192:385-90. 80. Schoots IG, Petrides N, Giganti F, et al. Magnetic resonance imaging in active surveillance of prostate cancer: a systematic review. Eur Urol 2015;67:627-36. 81. Cooperberg MR, Cowan JE, Hilton JF, et al. Outcomes of active surveillance for men with intermediate-risk prostate cancer. J Clin Oncol 2011;29:228-34. 82. Raldow AC, Zhang D, Chen MH, Braccioforte MH, Moran BJ, D ’ Amico AV. Risk group and death from prostate cancer: implications for active surveillance in men with favorable intermediate-risk prostate cancer. JAMA Oncol 2015;1:334-40. 83. Anwar M, Westphalen AC, Jung AJ, et al. Role of endorectal MR imaging and MR spectroscopic imaging in de fi ning treatable intra- prostatic tumor foci in prostate cancer: quantitative analysis of imaging contour compared to whole-mount histopathology. Radiother Oncol 2014;110:303-8. 84. Hricak H, Wang L, Wei DC, et al. The role of preoperative endorectal magnetic resonance imaging in the decision regarding whether to preserve or resect neurovascular bundles during radical retropubic prostatectomy. Cancer 2004;100:2655-63. 85. Muglia VF, Westphalen AC, Wang ZJ, Kurhanewicz J, Carroll PR, Coakley FV. Endorectal MRI of prostate cancer: incremental prog- nostic importance of gross locally advanced disease. AJR Am J Roentgenol 2011;197:1369-74. 86. Roethke MC, Lichy MP, Kniess M, et al. Accuracy of preoperative endorectal MRI in predicting extracapsular extension and in fl uence on neurovascular bundle sparing in radical prostatectomy. World J Urol 2013;31:1111-6. 87. Merdan S, Womble PR, Miller DC, et al. Toward better use of bone scans among men with early-stage prostate cancer. Urology 2014;84: 793-8. 88. Edge SB, American Joint Committee on Cancer. AJCC cancer staging manual. 7th ed. New York, NY: Springer; 2010. 89. Gleave ME, Coupland D, Drachenberg D, et al. Ability of serum prostate-speci fi c antigen levels to predict normal bone scans in patients with newly diagnosed prostate cancer. Urology 1996;47:708-12. 90. Hirobe M, Takahashi A, Hisasue S, et al. Bone scanning — who needs it among patients with newly diagnosed prostate cancer? Jpn J Clin Oncol 2007;37:788-92. 91. Lee IH, Roberts R, Shah RB, Wojno KJ, Wei JT, Sandler HM. Perineural invasion is a marker for pathologically advanced disease in localized prostate cancer. Int J Radiat Oncol Biol Phys 2007;68: 1059-64. 92. Pettus JA, Masterson TA, Abel EJ, Middleton RG, Stephenson RA. Risk strati fi cation for positive lymph nodes in prostate cancer. J Endourol 2008;22:1021-5. 93. Rhoden EL, Torres O, Ramos GZ, Lemos RR, Souto CA. Value of prostate speci fi c antigen in predicting the existence of bone metastasis in scintigraphy. Int Braz J Urol 2003;29:121-5; discussion 126. 94. American College of Radiology. ACR Appropriateness Criteria Ò Radiation Dose Assessment Introduction. Available at: http://www.acr. org/ w /media/ACR/Documents/AppCriteria/RadiationDoseAssessment Intro.pdf. Accessed May 1, 2016. S256 Journal of the American College of Radiology Volume 14 n Number 5S n May 2017",
    "Appendix 3. Likelihood of locally advanced or distant disease in prostate cancer strati fi ed by D ’ Amico risk category [89-93] D ’ Amico risk group Extracapsular Extension (%) Seminal Vesicle Invasion (%) Nodal Metastases (%) Positive Bone Scan (%) Low 9 1 1.3 0 Intermediate 20 5 6 1.6-4.5 High 47 30 20 21-41 Appendix 2. NCCN risk strati fi cation system Risk group Characteristics Very low Clinical stage T1c and PSA < 10 ng/mL and PSA density < 0.15 ng/mL/g and 1-2 positive biopsy cores with \u0014 50% cancer in each and Gleason score \u0014 6 Low Clinical stage T1-T2a and PSA < 10 ng/mL and Gleason score \u0014 6 Intermediate Clinical stage T2b-T2c or PSA 10-20 ng/mL or Gleason score 7 High Clinical stage T3a or PSA > 20 ng/mL or Gleason score 8 þ Very high Clinical stage T3b-T4 or primary Gleason pattern 5 or > 4 cores with Gleason 8 þ NCCN ¼ National Comprehensive Cancer Network; PSA ¼ prostate-speci fi c antigen. Appendix 1. D ’ Amico risk strati fi cation system Risk group Characteristics* Low PSA < 10 ng/mL and Gleason score \u0014 6 and clinical stage T1 or T2a Intermediate PSA \u0015 10 and < 20 or Gleason score ¼ 7 or clinical stage T2b High PSA \u0015 20 ng/mL or Gleason score \u0015 8 or clinical stage \u0015 T2c PSA ¼ prostate-speci fi c antigen. *Clinical stage based on digital rectal examination results [88]: n T1: Clinically unapparent tumor is neither palpable nor visible by imaging. n T2: Palpable or visible tumor is con fi ned to prostate. n T2a: Tumor involves one-half of one lobe or less. n T2b: Tumor involves more than one-half of one lobe but not both lobes. n T2c: Tumor involves both lobes. n T3: Tumor extends through the prostate capsule. n T3a: Unilateral or bilateral extracapsular extension is evident. n T3b: Tumor invades seminal vesicle(s). n T4: Tumor is fi xed or invades adjacent structures other than seminal vesicles, such as external sphincter, rectum, bladder, levator muscles, and/or pelvic wall. n T4: Tumor is fi xed or invades adjacent structures other than seminal vesicles, such as external sphincter, rectum, bladder, levator muscles, and/or pelvic. Journal of the American College of Radiology S257 Coakley et al n Prostate Cancer — Pretreatment"
  ],
  "processed_at": "2026-01-30T15:58:50.083Z"
}