{
  "doc_id": "4ae45e9c5ece9ad3cf3de750112d4754",
  "source_id": "acr_incidental_renal",
  "total_pages": 10,
  "pages": [
    "ORIGINAL ARTICLE Management of the Incidental Renal Mass on CT: A White Paper of the ACR Incidental Findings Committee Brian R. Herts, MD a , Stuart G. Silverman, MD b , Nicole M. Hindman, MD c , Robert G. Uzzo, MD d , Robert P. Hartman, MD e , Gary M. Israel, MD f , Deborah A. Baumgarten, MD, MPH g , Lincoln L. Berland, MD h , Pari V. Pandharipande, MD, MPH i Abstract The ACR Incidental Findings Committee (IFC) presents recommendations for renal masses that are incidentally detected on CT. These recommendations represent an update from the renal component of the JACR 2010 white paper on managing incidental fi ndings in the adrenal glands, kidneys, liver, and pancreas. The Renal Subcommittee, consisting of six abdominal radiologists and one urologist, developed this algorithm. The recommendations draw from published evidence and expert opinion and were fi nalized by informal iterative consensus. Each fl owchart within the algorithm describes imaging features that identify when there is a need for additional imaging, surveillance, or referral for management. Our goal is to improve quality of care by providing guidance for managing incidentally detected renal masses. Key Words: Kidney, renal, small renal mass, cyst, Bosniak classi fi cation, incidental fi nding J Am Coll Radiol 2017; - : - - - . Copyright Ó 2017 American College of Radiology OVERVIEW OF THE ACR INCIDENTAL FINDINGS PROJECT The core objectives of the Incidental Findings Project are to (1) develop consensus on patient characteristics and imaging features that are required to characterize an incidental fi nding, (2) provide guidance to manage such fi ndings in ways that balance the risks and bene fi ts to patients, (3) recommend reporting terms that re fl ect the level of con fi dence regarding a fi nding, and (4) focus future research by proposing a generalizable management framework across practice settings. The Incidental Findings Committee (IFC) generated its fi rst white paper in 2010, addressing four algorithms for managing inci- dental pancreatic, adrenal, kidney, and liver fi ndings [1]. THE CONSENSUS PROCESS: THE INCIDENTAL RENAL MASS ALGORITHM The current publication represents the fi rst revision of the IFC ’ s recommendations on incidental renal masses. The algorithm was created by a committee comprised of the renal subcommittee chair, fi ve appointed abdominal radiologists, and one urologist. The subcommittee gained a Imaging Institute, Cleveland Clinic, Cleveland, Ohio. b Department of Radiology, Brigham and Women ’ s Hospital, Boston, Massachusetts. c Department of Radiology, NYU Medical Center, New York, New York. d Department of Urology, Fox Chase Cancer Center, Philadelphia, Pennsylvania. e Department of Radiology, Mayo Clinic, Rochester, Minnesota. f Department of Radiology, Yale University Medical Center, New Haven, Connecticut. g Department of Radiology, Emory University Hospital, Atlanta, Georgia. h Department of Radiology, University of Alabama Birmingham Medical Center, Birmingham, Alabama. i Department of Radiology, Massachusetts General Hospital, Boston, Massachusetts. Corresponding author and reprints: Brian R. Herts, MD, Imaging Institute — Desk L10, Cleveland Clinic, 9500 Euclid Avenue, Cleveland, OH 44195; e-mail: hertsb@ccf.org. Dr. Herts reports a research Grant from Siemens Healthineers. Dr. Silverman has nothing to disclose. Dr. Hindman has nothing to disclose. Dr. Uzzo reports personal fees as an advisory board member from P fi zer and Myriad, and receives speaker fees from Jannsen, all outside the submitted work. Dr. Hartman has nothing to disclose. Dr. Israel has nothing to disclose. Dr. Baumgarten has nothing to disclose. Dr. Berland reports personal fees from Nuance Communications, Inc., outside the submitted work. Dr. Pandharipande reports a research grant from the Medical Imaging and Technology Alliance, outside the submitted work. ª 2017 American College of Radiology 1546-1440/17/$36.00 n http://dx.doi.org/10.1016/j.jacr.2017.04.028 1",
    "consensus on a preliminary version using published evidence as their primary source. The team ’ s collective expertise was invoked where evidence was not available. The preliminary algorithm underwent review by addi- tional IFC members, including the body commission chair, the IFC chair, and additional IFC subcommittee chairs. The revised algorithm and corresponding white paper draft were submitted to additional ACR stakeholders to gain input and feedback. Consensus was obtained iteratively by successive review and revision, after which the algorithm and white paper were fi nalized. The IFC ’ s consensus processes meet policy standards of the ACR. However, they do not meet any speci fi c, formal national standards. This algorithm and set of recom- mendations does not represent policy of the ACR practice guidelines or the ACR appropriateness criteria. Our consensus may be termed “ guidance ” and “ recommen- dations ” rather than “ guidelines, ” which has a more formal de fi nition. ELEMENTS OF THE FLOWCHARTS: COLOR- CODING This algorithm consists of fi ve fl owcharts (Figs. 1-5). Within each fl owchart, yellow boxes indicate using or acquiring clinical data (eg, imaging features, interval stability), green boxes describe recommendations for action (eg, additional imaging or referral for treatment), and red boxes indicate that workup or surveillance may be terminated (eg, a benign or indolent mass). To minimize complexity, each algorithm addresses most — but not all — imaging appearances and clinical scenarios. Radiologists should feel comfortable deviating from the algorithm in circumstances that are not represented in the algorithm, based on the speci fi c imaging appearance of the fi nding in question and patient characteristics — the algorithm content must be viewed as recommendations, and should not a priori be considered as “ standard of care. ” NATURE AND SCOPE OF THE PROBLEM The majority of renal masses are benign cysts. The prevalence of cysts increases with age [2,3], and cysts can be seen in as many as 40% of patients on CT [4]. Incidental renal masses are concerning because most renal cell carcinomas (RCCs) are incidentally detected [5], and patient prognosis is better when RCC is detected incidentally [6-8]. However, there is no higher prevalence of urologic symptoms in patients with simple cysts [9]; thus, most cysts are also incidental fi ndings. Moreover, cancers of the kidney and renal pelvis are relatively uncommon, estimated to be only 3.7% of new cancer cases in 2016, less than breast, lung, prostate, lymphoma, colon, and bladder cancer [10]. Furthermore, many patients with small incidental renal cancers may not bene fi t from treatment [11-13]. Therefore, when evaluating any incidental renal mass, the potential bene fi t of early detection of RCC needs to Fig 1. Flowchart for managing an incidental renal mass on noncontrast CT. 1 If the mass contains fat attenuation (a region of interest < \u0001 10 HU), refer to Figure 5. 2 Too small to characterize. 3 Well-circumscribed and homogeneous TSTC renal masses that are visually much lower or much higher than the unenhanced renal parenchyma are probably benign cystic lesions. 4 MRI is preferred for characterizing smaller masses ( < 1.5 cm) and for detecting enhancement in suspected hypovascular masses. Ultrasound may be able to characterize a homogeneous hyperattenuating renal mass as a hemorrhagic or proteinaceous cyst. 5 If old images are available, any renal mass that has been without change in imaging features and has had an average growth of \u0014 3 mm per year for at least 5 years is likely of no clinical signi fi cance and does not need further workup. HU ¼ Houns fi eld unit; TSTC ¼ too small to characterize; WO&W ¼ without and with; W/U ¼ work-up. 2 Journal of the American College of Radiology Volume - n Number - n Month 2017",
    "be weighed against the potential harms of investigating or treating a benign or small malignant renal mass that may have no clinical signi fi cance. De fi nition of the Incidental Renal Mass The incidental renal mass is one that is initially detected on an imaging study performed for an indication other than the assessment of urinary tract disease. For any such mass, one of three conclusions can be drawn from its imaging features: (1) it is completely characterized, with imaging features diagnostic of a simple or complicated cystic mass, or of a solid neoplasm (with or without fat), such that management can be recom- mended; (2) it is incompletely characterized requiring further evaluation before recommending management; and (3) it is incompletely characterized, but based on Fig 2. Flowchart for managing an incidental renal mass on contrast-enhanced CT. 1 If the mass contains fat attenuation (a region of interest < \u0001 10 HU), refer to Figure 5. 2 Too small to characterize. 3 Well-circumscribed and homogeneous TSTC renal masses that are visually much lower than the enhanced renal parenchyma are probably benign cystic lesions. 4 MRI is preferred for characterizing smaller masses ( < 1.5 cm) and for detecting enhancement in suspected hypovascular masses. Ultrasound may be able to characterize a homogeneous renal mass as a hemorrhagic or proteinaceous cyst. 5 If old images are available, any renal mass that has been without change in imaging features and has had an average growth of \u0014 3 mm per year for at least 5 years is likely of no clinical signi fi cance and does not need further workup. HU ¼ Houns fi eld unit; TSTC ¼ too small to characterize; WO&W ¼ without and with; W/U ¼ work-up. Fig 3. Flowchart for managing a cystic renal mass on CT or MRI performed both without and with IV contrast. 1 If the mass contains fat attenuation (a region of interest < \u0001 10 HU), refer to Figure 5. 2 Morphologic change includes increasing number of septa, thickening of the wall or septa, or development of a solid nodular component (including reclassi fi cation as Bosniak III or IV). Growth of a cystic mass without morphologic change is not indicative of malignancy. 3 A Bosniak IIF cystic renal mass without change in imaging features for at least 5 years is considered stable and likely of no clinical signi fi cance. HU ¼ Houns fi eld unit; IV ¼ intravenous; WO&W ¼ without and with; W/U ¼ work-up. Journal of the American College of Radiology 3 Herts et al n Incidental Renal Mass on CT",
    "reliably benign features, further evaluation is unlikely to be bene fi cial. Treatment Recommendations There are multiple treatment options for renal neoplasms; the advantages and disadvantages of these treatment op- tions are beyond the scope of this article. We do identify when there is a need to refer for management and discuss when to consider percutaneous biopsy, but we do not distinguish among different treatment options or determine the best management for any given patient [14]. The American Urological Association and American Society of Clinical Oncology have published recommendations for management of small ( \u0014 4 cm) renal masses [15,16]. Factors That May Affect the Management of Renal Masses Management of a mass that may be RCC in a patient who has limited life expectancy or signi fi cant comorbidities or is otherwise a poor surgical risk requires special consideration. Fortunately, active surveillance of asymptomatic small RCC seems safe, at least for the short term: In a group of asymptomatic patients with patho- logic stage T1 solid and Bosniak IV cystic neoplasms who had delayed intervention, none was upstaged after a mean follow-up of 41 months [17]. Therefore, asymptomatic patients who are poor surgical candidates or who have limited life expectancy who are recommended to have treatment or surveillance by the algorithm could either undergo just surveillance or have no further evaluation; Fig 4. Flowchart for managing for a completely characterized solid renal mass or renal mass too small to characterize on CT or MRI performed both without and with IV contrast. 1 If the mass contains fat attenuation (a region of interest < \u0001 10 HU), refer to Figure 5. 2 Too small to characterize. 3 Size ¼ largest diameter in any plane, follows TNM version 7 staging criteria. 4 Well-circumscribed TSTC renal masses, either calci fi ed or noncalci fi ed but that are otherwise homogeneous and either visually much lower than the renal parenchyma on any phase or much higher than the unenhanced renal parenchyma, are probably benign cystic lesions that do not need further evaluation. 5 MRI is preferred for characterizing smaller renal masses ( < 1.5 cm) and for detecting enhancement in suspected hypovascular masses. 6 A renal mass without change in imaging features and with an average growth of \u0014 3 mm per year for at least 5 years is considered stable and likely of no clinical signi fi cance. 7 Growth is de fi ned as \u0015 4 mm per year average; morphologic change is any change in heterogeneity, such as a change in contour, attenuation, or number of septa. 8 Consider biopsy, especially if hyperattenuating on unenhanced CT, or hypointense on T2WI MRI, because these are suggestive of a fat-poor angiomyolipoma. 9 If a pathologic diagnosis is desired to determine management but biopsy is technically challenging, or there is another relative contraindication to biopsy, consider MRI to assess the signal intensity on T2WI. Fat-poor angiomyolipoma and papillary renal cell carcinoma may be hypointense on T2WI in contrast to clear cell renal cell carcinoma, which is typically heterogeneous and mildly hyperintense on T2WI. HU ¼ Houns fi eld unit; IV ¼ intravenous; T2WI ¼ T2-weighted imaging; WO&W ¼ without and with; W/U ¼ work-up. 4 Journal of the American College of Radiology Volume - n Number - n Month 2017",
    "this applies to the management of any such incidental renal mass in the algorithm. Management may need to be revisited if the patient becomes symptomatic. Finally, renal masses are more likely to be benign in women [18]. However, the predictive value of gender for diagnosing benign masses was not enough to warrant a distinct management path. REPORTING CONSIDERATIONS Before using the algorithm, it is important to ascertain that the mass is of renal origin and not a perinephric retroperitoneal mass, to exclude a pseudomass due to a prominent column of Bertin or scarring, and to exclude non-neoplastic etiologies such as a renal artery aneurysm, calyceal diverticulum, focal infection, or abscess. Although focal renal infections, including abscesses, are not typically incidental fi ndings, signs and symptoms of infection may not be elicited until after the diagnosis is suggested by imaging. Additionally, although calci fi cation within a renal mass is addressed in this algorithm, a mass that has only peripheral calci fi cation and a hilar location may be a renal artery aneurysm. Guidance for managing these other entities is not included in this algorithm. The following elements are necessary to evaluate and provide guidance for management of any incidental renal mass. Although it is not necessary to describe all imaging features of each mass (every simple cyst for example), when further evaluation or referral for management is recom- mended, describing the following features that inform the conclusion about the mass is strongly encouraged: 1. Size 2. Attenuation value 3. Homogeneity versus heterogeneity 4. Enhancement 5. Complexity of cystic masses (Bosniak classi fi cation) 6. Growth and morphologic change 7. Role of biopsy 1. Size In most studies, mass size correlates with the likelihood of malignancy [18-23] and, therefore, guides management of solid renal masses. Smaller solid masses are more likely to be benign: The likelihood that a renal mass less than 1 cm is benign is approximately 40%; of masses from 1 to 4 cm, approximately 20% are benign; and of masses larger than 4 cm, fewer than 10% are benign [19,20]. Smaller cancers are also more likely to be indolent and have a lower risk of metastasis [23,24]. 2 to 4. Attenuation, Homogeneity Versus Heterogeneity, and Enhancement Attenuation, homogeneity, heterogeneity (Table 1), and enhancement are crucial to the CT evaluation of renal masses. Multiple regions of interest (ROIs) should be placed within different portions of the mass to obtain Houns fi eld unit (HU) values [25]. Multiple ROIs assess the reproducibility of the attenuation value and provide objective evidence of heterogeneity [25]. One should never rely on individual pixel HU measurements. Fig 5. Flowchart for managing an incidental renal mass with a region of interest measuring fat attenuation (less than \u0001 10 HU). 1 Incidental sporadic AML (ie, no hematuria, fl ank pain, or perilesional hemorrhage.) 2 Many urologists will follow patients with small AMLs that are rapidly growing and some patients with multiple AMLs may bene fi t from an evaluation for tuberous sclerosis complex. 3 If only an unenhanced CT has been performed, consider CT or MR without and with IV contrast. 4 Patients with symptomatic AMLs (hematuria, fl ank pain, spontaneous bleeding) should be referred to urology regardless of size. 5 AML \u0015 4 cm or those with aneurysms greater than 0.5 cm should be referred for prophylactic treatment. AML ¼ angiomyolipoma; HU ¼ Houns fi eld unit; IV ¼ intravenous; WO&W ¼ without and with; W/U ¼ work-up. Journal of the American College of Radiology 5 Herts et al n Incidental Renal Mass on CT",
    "When without and with contrast-enhanced CT scans are available, homogeneous masses between \u0001 10 and þ 20 HU without enhancement are simple renal cysts. Although an RCC may have an average attenuation value of less than 20 HU before contrast, it is almost always heterogeneous on the unenhanced scan [26]. It is rare for a homogeneous mass less than 20 HU on an unenhanced CT to be RCC [27,28]. Therefore, any homogeneous mass between \u0001 10 and þ 20 HU on CT either without or with contrast is also considered a simple cyst (Bosniak I, Table 2) and does not require further evaluation. On unenhanced CT, a homogeneous mass of 70 HU or greater is almost always a hyperdense Bosniak II cyst [27,29] and needs no further evaluation. However, on contrast-enhanced CT scans, both RCCs and hyper- dense cysts may have contrast-enhanced attenuation of 70 HU or greater. CT or MRI before and after intravenous (IV) contrast is necessary to characterize any homogeneous mass greater than 20 and less than 70 HU on unenhanced CT, or greater than 20 HU on contrast-enhanced CT only. On these examinations, enhancement (Table 3) of the renal mass or any nodular component of a cystic renal mass is concerning for neoplasm [30-32]. Although some CT and MRI enhancement patterns are associated with benign tumors or speci fi c RCC subtypes, no pattern was considered sensitive or speci fi c enough to be included in the algorithm. However, percutaneous biopsy should be considered when features suggest a benign or indolent etiology [33-38]. An ROI value of less than \u0001 10 HU within the mass indicates the presence of fat [39]. The overwhelming majority of renal masses with fat are angiomyolipomas (AMLs). Most AMLs have ROIs with attenuation much closer to fatty tissue ( \u0001 100 HU) [40]. Unfortunately, a small percentage of AMLs have no fat detectable on unenhanced CT (termed fat-poor AMLs) and may be misdiagnosed as RCCs [39-42]. Because some cysts in a phantom study assessing multidetector CT scanners had attenuation values lower than \u0001 10 HU [43], MR or ultrasound should be considered to evaluate a homogeneous mass with an attenuation value between \u0001 20 and \u0001 10 HU to exclude a cyst. Calci fi cation is extremely rare in AML; therefore, a mass with interspersed fat and calci fi cation should be considered RCC. Any heterogeneous renal mass, as de fi ned by the presence of wall thickening, septa, mural nodules, attenuation differences, or calci fi cation (Table 1) [27], warrants complete characterization. Some incidental renal masses will be too small to measure the attenuation accurately — that is, too small to characterize (TSTC). This occurs when the lesion size is less than twice reconstructed slice thickness [25]. Creation and review of thin sections ( w 1 mm) may minimize the number of these lesions. Fortunately, these are usually clinically insigni fi cant and many can be assessed subjectively. Table 1. Features that indicate heterogeneity in a renal mass Feature Wall thickening One or more septa Mural nodule(s) Measurable or visible attenuation differences Calci fi cation Table 2. Bosniak renal cyst classi fi cation system Bosniak Classi fi cation Description I Benign simple cyst with a hairline thin wall without septa, calci fi cation, or solid component. Homogeneous near-water attenuation density ( \u0001 10 to 20 HU) without enhancement. II Benign minimally complicated cyst that may contain a few hairline thin septa that may have “ perceived ” but not measurable enhancement. Fine calci fi cation or a segment of slightly thickened calci fi cation may be present in the wall or septa. Also, a well-marginated nonenhancing homogeneous mass < 3 cm with density above simple fl uid attenuation (hyperdense cyst). IIF Usually benign complicated renal cyst with multiple hairline thin septa or minimal smooth thickening of the wall or septa. Wall or septa may contain thick and nodular calci fi cation and may have “ perceived ” but not measurable enhancement. Also, a well-marginated intrarenal nonenhancing mass > 3 cm with density above simple fl uid. III Indeterminate complicated cystic renal mass with thickened irregular walls or septa that have measurable enhancement. IV Malignant cystic renal mass with enhancing soft tissue components (cystic renal cell carcinoma). 6 Journal of the American College of Radiology Volume - n Number - n Month 2017",
    "5. Complexity of Cystic Masses (Bosniak Classi fi cation) As opposed to solid masses, where the likelihood of malignancy increases with size, the likelihood of malig- nancy of cystic renal masses is based on the degree of cyst complexity. Cystic RCCs are also smaller, have lower stage and grade, and have a more indolent biology [44]. Patients with cystic RCC have better survival rates and less frequent metastatic disease [45]; thus, cystic and solid masses are managed differently in the algorithm (Figs. 3, 4). We recommend the use of the Bosniak classi fi cation (Table 2) for evaluating any cystic renal mass [46-48]. Surveillance studies of Bosniak IIF and III cystic masses often show no progression or development of locally advanced or metastatic disease [49-51]. Therefore, guidance for managing Bosniak IIF and III complicated cystic lesions is based on the less aggressive nature of cystic RCC and reported malignancy rates of 11% and 54%, respectively [50,51], noting higher rates occur in patients with a history of RCC or co-existing Bosniak IV or solid mass [50]. Although management of Bosniak III masses varies among institutions, resection is generally favored [52]. Calci fi cation, once a component of the Bosniak system, is no longer considered as signi fi cant [47]. Size is not a factor in the Bosniak classi fi cation system. Although necrosis in RCC may measure fl uid attenuation, it is usually heterogeneous or poorly marginated and should not be mistaken for cystic morphology. 6. Growth and Morphologic Change Many small solid renal masses exhibit either slow or no growth, and RCC rarely metastasizes in the absence of growth [53-58]. In a meta-analysis of over 200 small (less than 4.1 cm) renal masses with a mean follow-up of 34 months and mean growth rate of 0.28 cm per year, only 1% developed metastases [59]. Therefore, although lack of or slow growth does not assure benignity, it indicates indolent disease. Ample and growing data support surveillance of small solid renal masses [25,60,61], and we recommend surveillance of solid and indeterminate renal masses smaller than 1.0 cm (Fig. 4) [5,48]. Conversely, rapid growth of a renal mass correlates with higher potential for metastatic disease during surveillance. In a study of patients with solid and Bosniak IV masses 4 cm or larger, 13.8% (5 of 36) progressed to metastatic disease; their average growth rate was 2.8 cm per year [62]. For indeterminate complicated cystic masses (Bosniak IIF), growth without morphologic change is not suspicious for malignancy [46]. Any change in morphology (ie, increasing hetero- geneity) of a renal mass is concerning for RCC and warrants referral for management. Neoplasm developing in an otherwise benign-appearing cyst is uncommon and does not occur without detectable morphologic change [3]. Based on surveillance studies, for this algorithm we consider lack of change in morphology and an average growth rate of \u0014 0.3 cm per year over at least 5 years to be a stable lesion with an insigni fi cant risk of metastasis [55,63]. This can be used retrospectively as well, and it is important to review old examinations, including nonabdominal studies like spine MR, to assess the stability of renal lesions. Unfortunately, the follow-up period required to con fi dently diagnose a mass as indo- lent or benign no longer requiring surveillance, remains undetermined [6]. Age, symptoms, imaging features, and maximum diameter of clinical stage T1a masses at presentation are not predictors of growth and, thus, cannot be used in lieu of surveillance [55,64]. 7. Role of Biopsy Renal mass biopsy is both safe and effective [65,66]. As our understanding of the nature and natural history of Table 3. CT and MRI criteria for de fi ning enhancement in a renal mass CT Criteria: Increase in Attenuation After Contrast \u0015 20 HU De fi nite for enhancement > 10 to < 20 HU Equivocal for enhancement; consider factors related to beam hardening, intra-renal location* \u0014 10 HU No enhancement MRI criteria for enhancement \u0015 15% increase in signal intensity after contrast Enhancing lesion Alternative method Visible signal intensity on subtraction images HU ¼ Houns fi eld units. *Stricter criteria (15 HU) should be used as a cutoff for enhancement of exophytic or larger lesions not prone to these factors. Journal of the American College of Radiology 7 Herts et al n Incidental Renal Mass on CT",
    "small renal masses has grown [17,57,64], percutaneous biopsy has become integrated more into the management of small renal masses [65-67]. There are a number of indications for renal mass biopsy [30,65,66], but with regard to the management of the incidental renal mass, the goal of biopsy is to either differentiate a benign from malignant mass or con fi rm a malignant mass and assess its metastatic potential. Unfortunately, there are no imaging features we deem reliable enough to con fi dently differentiate fat-poor AMLs, oncocyto- mas, and other benign renal neoplasms from RCC [34,40-42,68-70]. However, when there are imaging features suggestive of a benign mass such as a fat-poor AML (eg, an enhancing mass that is hyperdense to renal parenchyma on unenhanced CT or dark on T2-weighted imaging, especially in young women), biopsy should be strongly considered [40,70]. Biopsy is generally considered ineffective in the evaluation of cystic renal masses but may be helpful in patients who are poor surgical candidates [65]. Similarly, renal mass biopsy may assist clinical management decisions in patients with limited life expectancy or signi fi cant comorbidities, regardless of lesion size [25,30,65]. INCLUSION AND EXCLUSION CRITERIA FOR USE OF THE ALGORITHM This algorithm should be applied only to incidental renal masses in asymptomatic adult patients (18 years of age or older). This algorithm should not be applied to patients with medical conditions or genetic syndromes that pre- dispose them to renal neoplasms or to those with a pri- mary malignancy that has a reasonable possibility of metastasizing to the kidneys, such as lung cancer, lym- phoma, or melanoma. The algorithm also does not apply to in fi ltrating renal processes; these have a broad differ- ential diagnosis [71] and should be managed separately. There are also some renal masses that present with lymphadenopathy or other metastases or are so overwhelmingly likely to be an RCC that they should be directly referred for management. IMPLICATIONS OF IMAGING AND CLINICAL FEATURES Basic Principles of the Algorithm 1. Any renal mass containing fat attenuation (an ROI less than \u0001 10 HU) is handled in a separate fl owchart (Fig. 5). Of note, a renal mass without fat attenuation on a contrast-enhanced CT can subsequently be found to contain fat on an MR or the unenhanced thin- section CT of a renal mass protocol examination. 2. Other fl owcharts are based on the available imaging: CT without IV contrast (Fig. 1), CT with IV contrast (Fig. 2), or CT or MR both without and with IV contrast (Figs. 3, 4). 3. Guidance for renal masses is the same for both CT and MR without and with IV contrast. 4. Many TSTC renal masses are likely benign and can be assessed subjectively. 5. “ Management ” indicates the need to consider biopsy or treatment (ie, extirpation), surveillance, or nonimaging workup (eg, for tuberous sclerosis complex). Overview of the Algorithm Flowchart 1: Incidental Renal Mass on Unenhanced CT. Flowchart 1 is depicted in Figure 1. Although most renal masses on unenhanced CT are incompletely characterized, a homogeneous lesion between \u0001 10 and 20 HU is highly likely to be a benign cyst. Some members of the subcommittee suggest 15 HU as a more conservative upper limit, but supporting data are not currently available. A homogeneous lesion 70 HU or greater on unenhanced CT can con fi dently be diagnosed as a hyperdense Bosniak II cyst requiring no further characterization or treatment [27,29]. Further characterization of these masses would add anxiety and cost and is unlikely to alter the diagnosis. Any homogeneous mass with density greater than 20 and less than 70 HU and any heterogeneous mass on unenhanced CT warrants characterization with either CT or MRI. If less than 1.5 cm, these lesions should be characterized by MRI unless contraindicated [48] (see “ Imaging Options ” section). Ultrasound can be used if there is a high likelihood of successful characterization (ie, with thinner patients or larger homogeneous masses). Many of the renal masses on unenhanced CT that are TSTC are either benign or clinically insigni fi cant. When a TSTC mass has attenuation similar to the unenhanced parenchyma, only then is additional imaging suggested; MRI within 6 to 12 months is preferred. Otherwise, CT within 6 to 12 months is suggested. Some members of the subcommittee prefer an earlier workup with MRI because this may be de fi nitive; others suggest delaying the evaluation to assess growth. Flowchart 2: Incidental Renal Mass on Contrast- Enhanced CT. Flowchart 2 is depicted in Figure 2. Any homogenous renal mass on contrast-enhanced CT between \u0001 10 and 20 HU is a benign simple cyst, not 8 Journal of the American College of Radiology Volume - n Number - n Month 2017",
    "requiring further evaluation. Any homogeneous renal mass with an attenuation value > 20 HU needs additional imaging to differentiate a hyperdense Bosniak II cyst from a solid renal neoplasm. MRI or CT is suggested, with MRI preferred for smaller masses. Any hetero- geneous renal mass detected on contrast-enhanced CT warrants evaluation with MRI or CT without and with IV contrast. Many of the renal masses on enhanced CT that are TSTC are either benign or clinically insigni fi cant. Most of these TSTC masses are visibly much lower than the enhanced renal parenchyma and no further imaging is needed; if not, then MRI or CT without and with IV contrast is suggested within 6 to 12 months, with MRI preferred because of its speci fi city for characterizing small cysts. Flowchart 3: Cystic Renal Mass on CT or MRI Without and With IV Contrast. Flowchart 3 is depicted in Figure 3. For a lesion characterized as a cystic renal mass, that is, one predominantly consisting of homogeneous round or oval regions without measurable enhancement (Table 3), we advocate using the Bosniak classi fi cation system (Table 2). Bosniak I and II cystic masses are reliably considered benign and need no follow-up. Bosniak IIF cystic masses should undergo surveillance for changes in morphology because of a small chance of malignancy. Although there is no de fi nitive study deter- mining length or frequency of follow-up for Bosniak IIF cysts, we suggest fi rst semiannually then annually, for a minimum of 5 years, to allow for morphologic change to be identi fi ed. Both Bosniak III and IV cystic masses should be referred for treatment due to a high likelihood of malignancy. Surveillance of Bosniak III renal masses is an acceptable alternative in patients with limited life expec- tancy, comorbidities, or high surgical risk. Flowchart 4: Solid Renal Masses and Masses TSTC on CT or MRI Without and With IV Contrast. Flowchart 4 is depicted in Figure 4. Management of the incidental solid renal mass [30] is determined by size. Although a solid mass smaller than 1 cm has a 60% likelihood of malignancy on pathology, these lesions are likely to be indolent, and metastasis is highly unlikely [23,24,72,73]. Therefore, active surveillance with semi- annual then annual MR or CT is recommended until these lesions show growth to greater than 1 cm, at which point solid masses greater than 1 cm should be referred for management. Some small renal masses will continue under active surveillance until they are 2 or 3 cm, because there is a low risk of metastasis [24,73]. Because approximately 80% of solid renal masses be- tween 1 and 4 cm are malignant on pathology [19], until we have imaging biomarkers that distinguish between nonaggressive and aggressive renal neoplasms, referral for management of these masses is recommended. Biopsy should be considered as detailed previously [67]. Solid lesions larger than 4 cm should be treated promptly, because approximately 90% are malignant, and they have a greater chance of developing metastases [18]. Biopsy of these masses may play a role in directing treatment, but is generally reserved for patients with signi fi cant comorbidities. A change in this algorithm compared with the white paper published in 2010 [1] is that solid renal masses are now divided into 1 to 4 and greater than 4 cm, rather than 1 to 3 and greater than 3 cm. The new algorithm parallels the TNM version 7 staging system and matches the American Urological Association and American Society of Clinical Oncology guidelines [15,16]. The 3-cm threshold was used previously because of an increased incidence of metastases [73]. Flowchart 5: Renal Masses Containing Fat Attenuation. Flowchart 5 is depicted in Figure 5. Renal masses with fat attenuation and without calci fi cation are highly likely to be benign AMLs; tiny amounts of fat are only rarely identi fi ed in RCC without calcium [74,75]. Most AMLs are sporadic, and those smaller than 4 cm in an asymptomatic patient can be managed conservatively without surveillance imaging. Occasionally, symptoms are elicited with a directed medical history after a renal lesion is detected; symptomatic patients ( fl ank pain, hematuria, or spontaneous hemorrhage) or rapidly growing AMLs should be referred for treatment. Likewise, patients with an AML larger than 4 cm or an AML with a vascular aneurysm larger than 5 mm are at an increased risk of spontaneous hemorrhage and should be referred for prophylactic treatment [76]. Patients with multiple AMLs or other stigmata of tuberous sclerosis should be evaluated for tuberous sclerosis complex [40]. A CT or MR without and with contrast is recommended for any renal mass with both fat attenuation and calci fi cation for full characterization and staging of the possible but uncommon RCC that contains fat. IMAGING OPTIONS Primary options: MR and CT Any examination using CT or MR for renal mass characterization should be performed without and with Journal of the American College of Radiology 9 Herts et al n Incidental Renal Mass on CT",
    "IV contrast using a dedicated renal mass imaging pro- tocol [30]. Although CT and MRI are both excellent for detecting and characterizing renal masses [77], the superior contrast resolution of MRI provides several advantages. MRI is more sensitive to contrast enhancement and is recommended for renal masses with inconclusive enhancement or for depicting enhancing nodules [78]. MRI better detects and characterizes small renal cysts by their T2 hyperintensity and better detects enhancement in small renal lesions and is not subject to pseudo- enhancement as is CT [79,80]. Therefore, we prefer MR to characterize smaller renal masses. MRI may also be more speci fi c for the diagnosis of a fat-poor AML [81,82]. MRI depicts more septa or thickened walls in complex cystic masses, which may result in a higher Bosniak classi fi cation [83]. Newer Technologies and Other Modalities Dual-energy CT (DECT) and contrast-enhanced ultra- sound (CEUS) both show great potential for characterizing incidental or indeterminate renal masses [84,85]. With DECT, iodine mapping or virtual unenhanced images may allow complete characterization of a renal lesion detected only on a contrast-enhanced DECT [86,87]. With CEUS, enhancement patterns may differentiate between benign and malignant tumors and guide management [85,88]. Because neither DECT nor CEUS is in widespread use in the United States [89], these modalities are not directly included in the algorithm. Those using DECT and CEUS should integrate the additional data into the algorithm and direct management as for any fully characterized renal mass (Figs. 3 and 4). PET-CT and PET-MRI are not recom- mended because their role evaluating the incidental renal mass is limited. TAKE-HOME POINTS - Incidental renal masses are a common problem in im- aging; we provide an algorithm to guide management of the incidental renal mass based on imaging features. - Key properties of our algorithm include (1) guidance based on the CT examination on which the mass was detected; (2) guidance for solid, cystic, and fat-containing masses; (3) acknowl- edgment that many renal masses that are TSTC are either benign or otherwise insigni fi cant; (4) incorporation of renal mass biopsy as a diagnostic tool; and (5) surveillance of subcentimeter solid renal masses. - We emphasize the importance of shared decision making between patients and physicians, particu- larly in patients with limited life expectancy and comorbidities. ACKNOWLEDGMENTS The ACR thanks the Society of Abdominal Radiology and the Society of Computed Body Tomography and Magnetic Resonance for their contributions to and endorsement of the recommendations in this white paper. In addition, we are grateful to Dr Alec Megibow (IFC Pancreas Subcommittee chair), Dr William Mayo-Smith (IFC Adrenal Subcommittee chair), and Dr Richard Gore (IFC Liver Subcommittee chair), who provided substantial input and feedback for this white paper as members of the ACR IFC ’ s Executive Committee. ADDITIONAL RESOURCES References can be found online at: http://dx.doi.org/ 10.1016/j.jacr.2017.04.028. Credits awarded for this enduring activity are designated “ SA-CME ” by the American Board of Radiology (ABR) and qualify toward ful fi lling requirements for Maintenance of Certi fi cation (MOC) Part II: Lifelong Learning and Self-assessment. Scan the QR code to access the SA-CME activity or visit http://bit.ly/ACRSACME. 10 Journal of the American College of Radiology Volume - n Number - n Month 2017"
  ],
  "processed_at": "2026-01-30T15:58:54.901Z"
}