{
  "doc_id": "e93b4e7b60fe4f9ff89bdc154b3adf33",
  "source_id": "ACR_Appropriateness_Criteria__Radiologic_Management_of_Iliofemoral_Venous_Thrombosis",
  "total_pages": 10,
  "pages": [
    "APPROPRIATE USE CRITERIA ACR Appropriateness Criteria â Radiologic Management of Iliofemoral Venous Thrombosis Expert Panel on Interventional Radiology: Khashayar Farsad, MD, PhD a , Baljendra S. Kapoor, MD b , Nicholas Fidelman, MD c , Thomas R. Cain, MD d , Drew M. Caplin, MD e , Jens Eldrup-Jorgensen, MD f , Amit Gupta, MD g , Mikhail Higgins, MD, MPH h , Eric J. Hohenwalter, MD i , Margaret H. Lee, MD j , Joseph J. McBride, MD k , Jeet Minocha, MD l , Paul J. Rochon, MD m , Patrick D. Sutphin, MD, PhD n , Jonathan M. Lorenz, MD o Abstract Iliofemoral venous thrombosis carries a high risk for pulmonary embolism, recurrent deep vein thrombosis, and post-thrombotic syndrome complicating 30% to 71% of those affected. The clinical scenarios in which iliofemoral venous thrombosis is managed may be diverse, presenting a challenge to identify optimum therapy tailored to each situation. Goals for management include preventing morbidity from venous occlusive disease, and morbidity and mortality from pulmonary embolism. Anticoagulation remains the standard of care for iliofemoral venous thrombosis, although a role for more aggressive therapies with catheter-based interventions or surgery exists in select circumstances. Results from recent prospective trials have improved patient selection guidelines for more aggressive therapies, and have also demonstrated a lack of ef fi cacy for certain conservative therapies. The American College of Radiology Appropriateness Criteria are evidence-based guidelines for speci fi c clinical conditions that are reviewed annually by a multidisciplinary expert panel. The guideline development and revision include an extensive analysis of current medical literature from peer reviewed journals and the application of well-established methodologies (RAND/UCLA Appropriateness Method and Grading of Recommendations Assessment, Development, and Evaluation or GRADE) to rate the appropriateness of imaging and treatment procedures for speci fi c clinical scenarios. In those instances where evidence is lacking or equivocal, expert opinion may supplement the available evidence to recommend imaging or treatment. a Charles T. Dotter Department of Interventional Radiology, Portland, Oregon. b Panel Chair, Cleveland Clinic, Cleveland, Ohio. c Panel Vice-Chair, University of California San Francisco, San Francisco, California. d Desert Regional Medical Center, Palm Springs, California. e Zucker School of Medicine at Hofstra Northwell, Hempstead, New York. f Tufts University School of Medicine, Boston, Massachusetts; Society for Vascular Surgery. g Renaissance School of Medicine at Stony Brook University, Stony Brook, New York. h Boston University School of Medicine, Boston, Massachusetts. i Froedtert & The Medical College of Wisconsin, Milwaukee, Wisconsin. j David Geffen School of Medicine at UCLA, Los Angeles, California. k University of Nebraska Medical Center, Omaha, Nebraska. l University of California San Diego, San Diego, California. m University of Colorado Denver Anschutz Medical Campus, Aurora, Colorado. n UT Southwestern Medical Center, Dallas, Texas. o Specialty Chair, University of Chicago Hospital, Chicago, Illinois. Corresponding author: Khashayar Farsad, MD, PhD, Oregon Health and Science University, 3181 SW Sam Jackson Park Rd, Portland, OR 97221; e-mail: farsad@ohsu.edu. The American College of Radiology seeks and encourages collaboration with other organizations on the development of the ACR Appropriateness Criteria through society representation on expert panels. Participation by representatives from collaborating societies on the expert panel does not necessarily imply individual or society endorsement of the fi nal document. Reprint requests to: publications@acr.org. Dr Farsad reports other from Auxetics, Inc, personal fees from Cook Medical, personal fees from BTG, personal fees from Neuwave, grants and personal fees from Guerbet, LLC, personal fees from Genentech, personal fees from Dova Pharmaceuticals, outside the submitted work; In addition, Dr Farsad has a patent “ use of speci fi c stent class for the management of venous stenosis ” licensed to Auxetics, Inc. Dr Rochon reports support from Penumbra, support from Medtronic outside the submitted work. The other authors state that they have no con fl ict of interest related to the material discussed in this article. Disclaimer: The ACR Committee on Appropriateness Criteria and its expert panels have developed criteria for determining appropriate imaging examinations for diagnosis and treatment of speci fi ed medical condition(s). These criteria are intended to guide radiologists, radiation oncologists and referring physicians in making decisions regarding radiologic imaging and treatment. Generally, the complexity and severity of a patient ’ s clinical condition should dictate the selection of appropriate imaging procedures or treatments. Only those examinations generally used for evaluation of the patient ’ s condition are ranked. Other imaging studies necessary to evaluate other co-existent diseases or other medical consequences of this condition are not considered in this document. The availability of equipment or personnel may in fl uence the selection of appropriate imaging procedures or treatments. Imaging techniques classi fi ed as investigational by the FDA have not been considered in developing these criteria; however, study of new equipment and applications should be encouraged. The ultimate decision regarding the appropriateness of any speci fi c radiologic examination or treatment must be made by the referring physician and radiologist in light of all the circumstances presented in an individual examination. Copyright ª 2020 American College of Radiology 1546-1440/20/$36.00 n https://doi.org/10.1016/j.jacr.2020.01.035 S255",
    "Key Words: Appropriateness Criteria, Appropriate Use Criteria, AUC, Catheter-directed therapy, Deep vein thrombosis (DVT), Iliofemoral venous thrombosis, Thrombolysis, Venous stent J Am Coll Radiol 2020;17:S255-S264. Copyright ª 2020 American College of Radiology Variant 1. Acute iliofemoral DVT with mild symptoms less than 14 days, otherwise healthy. Procedure Appropriateness Category Anticoagulation alone Usually Appropriate CDT/PMT with or without stent placement Usually Not Appropriate Graded compression stocking therapy May Be Appropriate Surgical thrombectomy techniques Usually Not Appropriate Variant 2. Acute iliofemoral DVT with moderate to severe symptoms present for less than 14 days, otherwise healthy. Procedure Appropriateness Category Anticoagulation alone Usually Appropriate CDT/PMT with or without stent placement Usually Appropriate Surgical thrombectomy techniques May Be Appropriate Variant 3. Acute femoropopliteal DVT with mild to moderate symptoms present for less than 14 days, otherwise healthy. Procedure Appropriateness Category Anticoagulation alone Usually Appropriate CDT/PMT Usually Not Appropriate Graded compression stocking therapy May Be Appropriate ACR Appropriateness Criteria Ò Radiologic Management of Iliofemoral Venous Thrombosis. Variants 1 to 7 and Table 1. Variant 4. Acute iliofemoral DVT and symptoms less than 14 days. Cross-sectional imaging consistent with May-Thurner syndrome. Procedure Appropriateness Category Anticoagulation alone May Be Appropriate CDT/PMT with or without stent placement Usually Appropriate Hybrid surgical thrombectomy with stenting May Be Appropriate Variant 5. Acute iliofemoral DVT and limb-threatening ischemia (phlegmasia cerulea dolens). Procedure Appropriateness Category Anticoagulation alone Usually Not Appropriate CDT/PMT with or without stent placement Usually Appropriate Surgical thrombectomy with or without stent placement Usually Appropriate Systemic thrombolysis May Be Appropriate S256 Journal of the American College of Radiology Volume 17 n Number 5S n May 2020",
    "SUMMARY OF LITERATURE REVIEW Introduction/Background Venous thromboembolic disease (VTE), including deep vein thrombosis (DVT) and pulmonary embolism (PE), carries signi fi cant morbidity and economic burden with an estimated annual $7 to 10 billion in health expenditures and 375,000 to 425,000 incidence of new cases per year in the United States alone [1]. In addition to the risks of fatal PE, VTE is associated with high rates of recurrent DVT, post-thrombotic syndrome (PTS), and chronic PE with signi fi cant impacts on patient quality of life [1]. Management of VTE is multidisciplinary with potential involvement of providers from specialties and subspecialties including internal medicine, family practice, hematology/oncology, pulmonology, cardiology, vascular surgery, and interventional radiology. Iliofemoral venous thrombosis carries high risk for PE, recurrent DVT, and PTS [2] with reported estimates of PTS ranging from 30% to 71% of those with iliofemoral DVT [2,3]. Goals for management include preventing morbidity from venous occlusive disease as well as preventing morbidity and mortality from PE. Overview of Diagnostic and Therapeutic Options In general, the standard of care for iliofemoral VTE is anticoagulation in patients without a contraindication [4]. Depending on the circumstance, cross-sectional imaging may be appropriate to assess for an underlying obstructive Variant 7. Acute iliofemoral DVT in a pregnant patient with moderate to severe symptoms. Procedure Appropriateness Category Anticoagulation alone Usually Appropriate CDT/PMT with or without stent placement May Be Appropriate Graded compression stocking therapy May Be Appropriate Surgical thrombectomy with or without stent placement May Be Appropriate Variant 6. Iliofemoral DVT with persistent moderate symptoms at least 3 months after initial treatment with anticoagulation alone. Procedure Appropriateness Category Anticoagulation alone May Be Appropriate CDT/PMT with or without stent placement May Be Appropriate Graded compression stocking therapy May Be Appropriate Surgical thrombectomy with or without stent placement May Be Appropriate (Disagreement) Table 1. Appropriateness category names and de fi nitions Appropriateness Category Name Appropriateness Rating Appropriateness Category De fi nition Usually Appropriate 7, 8, or 9 The imaging procedure or treatment is indicated in the speci fi ed clinical scenarios at a favorable risk-bene fi t ratio for patients. May Be Appropriate 4, 5, or 6 The imaging procedure or treatment may be indicated in the speci fi ed clinical scenarios as an alternative to imaging procedures or treatments with a more favorable risk-bene fi t ratio, or the risk-bene fi t ratio for patients is equivocal. May Be Appropriate (Disagreement) 5 The individual ratings are too dispersed from the panel median. The different label provides transparency regarding the panel ’ s recommendation. “ May be appropriate ” is the rating category and a rating of 5 is assigned. Usually Not Appropriate 1, 2, or 3 The imaging procedure or treatment is unlikely to be indicated in the speci fi ed clinical scenarios, or the risk-bene fi t ratio for patients is likely to be unfavorable. Journal of the American College of Radiology S257 Farsad et al n Radiologic Management of Iliofemoral Venous Thrombosis",
    "cause, such as a venous compression syndrome or mass. In addition, ultrasound or CT may be helpful to differentiate chronic from acute DVT [2]. Patients with an underlying anatomic compression syndrome (eg, May-Thurner syn- drome) amenable to intervention or surgery generally have this addressed in addition to receiving anticoagulation therapy. There may be differences in the anticoagulation regimens prescribed for patients, depending on the clinical scenario (eg, cancer-related VTE, pregnancy-related VTE, or VTE in the setting of renal impairment). Although in some instances, there may be a role for more aggressive therapy with catheter-based interventions or surgery in addition to anticoagulation, anticoagulation alone remains the pillar of care. DISCUSSION OF PROCEDURES BY VARIANT Variant 1: Acute iliofemoral DVT with mild symptoms less than 14 days, otherwise healthy Anticoagulation Alone. The fi rst-line therapy for acute iliofemoral DVT with mild symptoms is anticoagulation [5]. Therapy is indicated, even in the absence of symptoms, to prevent recurrent VTE. Duration of anticoagulation is generally at least 3 months, with inde fi nite anticoagulation indicated for those with unprovoked DVT and otherwise without contraindication, such as a signi fi cant bleeding risk with anticoagulation [5]. Those with a contraindication to anticoagulation may be considered for inferior vena cava fi lter placement [6,7]. CDT/PMT With or Without Stent Placement. Two large prospective randomized controlled trials, The Norwegian-based Catheter-directed Venous Thrombolysis (CaVenT) trial and the United States – based Acute Venous Thrombosis: Thrombus Removal With Adjunctive Catheter-Directed Thrombolysis (ATTRACT) trial, attempted to address whether improved early venous patency results in reduced PTS with rigorous trial designs comparing catheter-based therapies with thrombolysis and anticoagulation to standard-of-care anticoagulation alone. Five-year outcomes from the CaVenT trial demonstrated improved venous disease grading scores with reduction in PTS in those treated with catheter-directed thrombolysis (CDT) compared with anticoagulation alone (43% versus 71%, P < .0001) [3]. Despite this, the two arms did not differ in patient quality-of-life measures. The larger ATTRACT trial showed no overall difference in PTS out- comes between patients randomized to CDT versus anti- coagulation alone (47% versus 48%, P ¼ .56) despite signi fi cant decreases in PTS severity scores as measured by the Villalta scale and Venous Clinical Severity Score (VCSS) [8]. The incidence of major bleeding was greater in those treated with CDT (1.7% versus 0.03%, P ¼ .049). Thus, based on these recent prospective randomized trials, there is currently no role for catheter-based therapies in this cohort with mild symptoms to reduce PTS [3,8]. Graded Compression Stocking Therapy. Graded compression therapy with stockings has traditionally been recommended to address venous stasis changes and poten- tially prevent PTS; however, several recent randomized trials have found no speci fi c bene fi t to compression therapy in preventing PTS [9-14]. Use of graded compression stockings in conjunction with additional measures, such as frequent leg elevation, may be recommended in addition to anticoagulation on an individualized basis for patient comfort and symptom management. Surgical Thrombectomy Techniques. The Society of Vascular Surgery guidelines generally recommend catheter- based therapies over open surgery for VTE and, as such, surgical thrombectomy would not be recommended for mildly symptomatic or asymptomatic iliofemoral DVT considering the risk-to-bene fi t ratio [15]. Variant 2: Acute iliofemoral DVT with moderate to severe symptoms present for less than 14 days, otherwise healthy Acute proximal DVT, de fi ned as involvement of the iliac and upper femoral venous system, carries a high risk of PE [2,5]. Morbidity associated with proximal iliofemoral DVT includes recurrent DVT or PE and PTS, which consists of lower-extremity pain, swelling, venous claudication, and venous stasis, potentially leading to venous ulceration. For these reasons, treatment for acute proximal iliofemoral DVT is indicated [5]. Anticoagulation Alone. Anticoagulation with heparin, vitamin K antagonist, or direct oral anticoagulants are rec- ommended as a fi rst-line therapy, with newer guidelines suggesting preference for the direct oral anticoagulants in patients without cancer because of a reduced bleeding risk and better patient convenience [5]. Duration of anticoagulation generally lasts for at least 3 months, with indications for inde fi nite anticoagulation remaining for those with unprovoked DVT and otherwise without contraindication to or signi fi cant bleeding risk with anticoagulation [5]. CDT/PMT With or Without Stent Placement. There has been considerable interest in more aggressive measures to quickly remove thrombus burden in acute iliofemoral DVT to minimize valvular damage that can lead to PTS, termed the “ open vein ” hypothesis. Studies have consis- tently demonstrated improved early venous patency rates in S258 Journal of the American College of Radiology Volume 17 n Number 5S n May 2020",
    "patients undergoing CDT or pharmacomechanical throm- bectomy (PMT) with angioplasty or stenting of obstructive lesions relative to anticoagulation alone [16]. Two large prospective randomized controlled trials, the CaVenT trial and the ATTRACT trial, attempted to address whether improved early venous patency resulted in reduced PTS with rigorous trial designs comparing catheter-based thera- pies with thrombolysis and anticoagulation to standard-of- care anticoagulation alone. Five-year outcomes from the CaVenT trial demonstrated improved venous disease grading scores with reduction in PTS in those treated with CDT compared with anticoagulation alone (43% versus 71%, P < .0001) [3]. Despite this, the two arms did not differ in patient quality-of-life measures. The larger ATTRACT trial showed no overall difference in PTS out- comes between patients randomized to CDT versus anti- coagulation alone (47% versus 48%, P ¼ .56) despite signi fi cant decreases in PTS severity scores as measured by the Villalta scale and VCSS [8]. The incidence of major bleeding was greater in those treated with CDT (1.7% versus 0.03%, P ¼ .049), with no reported fatal intracranial hemorrhage. A subgroup analysis of 391 prospectively strati fi ed patients within the ATTRACT trial who had acute DVT involving iliac and/or common femoral veins (ie, the subgroup with more proximal DVT involving larger central veins) found a bene fi t to additional CDT in this cohort relative to anticoagulation alone, particularly in those < 65 years of age [17]. The bene fi ts included signi fi cant improved early reduction in leg pain and swelling ( P < .01), reduced PTS severity through 24 months ( P < .01), and a decreased proportion of patients with moderate or severe PTS (Villalta scale > 10 or ulcer: 18% versus 28%; relative risk [RR] 0.65, P ¼ .021; Villalta scale > 15 or ulcer: 8.7% versus 15%; RR 0.57, P ¼ .048; VCSS > 8: 6.6% versus 14%; RR 0.46, P ¼ .013) despite no differences in the overall incidence of PTS at 2 years. Furthermore, signi fi cant improvement in venous-speci fi c quality-of-life scores were noted in the cohort receiving CDT compared with anti- coagulation alone ( P ¼ .029), despite no difference in generic quality of life ( P > .20). Moreover, in this subgroup, additional CDT did not result in increased major bleeding relative to anticoagulation alone (1.5% versus 0.5%, P ¼ .32). Part of the challenge in interpreting the apparent discrepancy between lack of measurable change in generic quality-of-life assessments, despite decreases in severity or incidence of PTS according to venous grading scales in these two studies, may rest in the relatively broad range of quality-of-life perception that has been reported for VTE [18]. Percutaneous mechanical thrombectomy alone has also been reported in a small series for reduction of thrombus burden and symptomatic improvement [19]. For patients who cannot receive thrombolytics and who have severe symptoms, thrombectomy strategies in addition to anticoagulation may be reasonable, although there is no relevant literature regarding the durability of these treatments and their long-term outcomes. Thus, optimal patient selection for more aggressive strategies versus anti- coagulation alone may need further re fi nement to identify those who will bene fi t most. At present, the best available data suggest CDT in conjunction with anticoagulation should be reserved for select cases of proximal DVT in severely symptomatic patients with low bleeding risk [3,8,17]. Surgical Thrombectomy Techniques. Although the Society of Vascular Surgery guidelines recommend catheter- based therapies over open surgery for VTE [15], surgical thrombectomy with or without arteriovenous fi stula creation and hybrid operative thrombectomy with iliac vein stenting has been explored as an alternative intervention for acute DVT. Hybrid techniques with thrombectomy and stenting have largely replaced adjunctive arteriovenous fi stula creation. Available studies include case series, case control trials, and a few prospective trials showing improved patient outcomes with operative techniques but no large rigorous head-to-head controlled trials assessing the performance of operative strategy to catheter-based therapies or anticoagulation alone [20-23]. For patients who cannot receive thrombolytics and who have severe symptoms, thrombectomy strategies may be reasonable, although there is no relevant literature regarding the durability of these treatments and their long- term outcomes. Variant 3: Acute femoropopliteal DVT with mild to moderate symptoms present for less than 14 days, otherwise healthy Anticoagulation Alone. Femoropopliteal DVT carries a risk for proximal extension and PE and is therefore also treated with anticoagulation as a fi rst-line therapy. Duration of anticoagulation is generally at least 3 months, with in- dications for inde fi nite anticoagulation remaining for those with unprovoked DVT and otherwise without contraindi- cation to or signi fi cant bleeding risk with anticoagulation [5]. CDT/PMT. Despite the known risks of PTS in this cohort, the best prospective evidence to date with the ATTRACT trial has demonstrated no improvement in PTS at 2 years with more aggressive CDT over anticoagulation alone. There is no relevant literature regarding use of percutaneous mechanical thrombectomy or surgical Journal of the American College of Radiology S259 Farsad et al n Radiologic Management of Iliofemoral Venous Thrombosis",
    "thrombectomy for those who cannot receive anticoagulation in this setting; however, extrapolation from the ATTRACT trial suggests this would not be of clinical bene fi t [8,15]. Graded Compression Stocking Therapy. Graded compression therapy with stockings has traditionally been recommended to address venous stasis changes and poten- tially prevent PTS; however, several recent randomized trials have found no speci fi c bene fi t to compression therapy in preventing PTS [9-14]. Use of graded compression stockings in conjunction with additional measures, such as leg elevation, may be recommended in addition to anticoagulation on an individualized basis for patient comfort and symptom management. Variant 4: Acute iliofemoral DVT and symptoms less than 14 days. Cross-sectional imaging consistent with May-Thurner syndrome Anticoagulation Alone. Anticoagulation is generally a fi rst-line therapy for acute iliofemoral DVT [5]. Presentation of acute left-sided DVT, particularly in otherwise young and healthy patients, should raise suspicion for a compression syndrome as there is a relatively higher incidence of iliac vein compression in this cohort (ie, May-Thurner Syndrome). As this fi nding may be underdiagnosed, many patients with iliofemoral DVT and an obstructive iliac vein lesion may be treated with anticoagulation alone. Recurrent VTE in the affected limb has been observed more frequently with anti- coagulation alone compared with those who underwent additional treatment with thrombectomy and iliac vein stenting [24-26]. Despite a general consensus to treat iliac vein obstructive lesions with stents in addition to anticoagulation, there is no relevant literature rigorously testing this practice against anticoagulation alone in prospective randomized controlled trials. CDT/PMT With or Without Stent Placement. Pre- sentation of acute left-sided DVT, particularly in otherwise young and healthy patients, should raise suspicion for a compression syndrome as there is a relatively higher inci- dence of iliac vein compression in this cohort (ie, May- Thurner Syndrome). Because of the underlying anatomic compression, additional measures, including balloon an- gioplasty with stenting of the compressive lesion, have been described with reported bene fi t in a small retrospective series [27-29]. Although there is no relevant literature rigorously testing this practice against anticoagulation alone in prospective randomized controlled trials, the general consensus is to treat iliac vein obstructive lesions with stents in addition to anticoagulation as recurrent VTE in the affected limb has been observed more frequently with anticoagulation alone [24-26]. Hybrid Surgical Thrombectomy With Stenting. Sur- gical thrombectomy/endovenectomy and iliac vein stenting have also been described in the setting of obstructive ilio- femoral DVT with reported bene fi t in small retrospective series [23,30]; however, there is no relevant literature comparing this therapy against anticoagulation alone or anticoagulation with catheter-based therapy in prospective randomized controlled trials. Variant 5: Acute iliofemoral DVT and limb- threatening ischemia (phlegmasia cerulea dolens) Anticoagulation Alone. Rarely, acute iliofemoral DVT can present as a potentially life- and limb-threatening emergency known as phlegmasia cerulea dolens. Typi- cally, a faster course of action is required above anti- coagulation alone to prevent venous gangrene and potentially death. CDT/PMT With or Without Stent Placement. De- pending on the state of the threatened limb, techniques for rapid thrombus resolution have included surgical throm- bectomy, percutaneous mechanical thrombectomy, and CDT [15,21,31,32]. Because of the rare nature of the condition, there is no relevant literature comparing outcomes between medical, catheter-based, or surgical therapies with prospective randomized controlled trials. Surgical Thrombectomy With or Without Stent Pla- cement. Depending on the state of the threatened limb, techniques for rapid thrombus resolution have included surgical thrombectomy, percutaneous mechanical throm- bectomy, and CDT [15,21,31,32]. Because of the rare nature of the condition, there is no relevant literature comparing outcomes between medical, catheter-based, or surgical therapies with prospective randomized controlled trials. Systemic Thrombolysis. Systemic intravenous delivery of thrombolytic medication has been performed in the past for severe symptoms of DVT [16]. Because of the risks of potential bleeding complications, systemic thrombolysis has largely been supplanted with catheter and surgical options that provide rapid treatment with lower risks of bleeding. However, because of the rare nature of the condition, there is no relevant literature directly comparing outcomes between medical, catheter-based, or S260 Journal of the American College of Radiology Volume 17 n Number 5S n May 2020",
    "surgical therapies with prospective randomized controlled trials. Variant 6: Iliofemoral DVT with persistent moderate symptoms at least 3 months after initial treatment with anticoagulation alone Anticoagulation Alone. The best way to address chronic DVT to improve symptoms of PTS remains controversial. Anticoagulation is indicated if imaging demonstrates recurrent VTE or for patients with unprovoked DVT to prevent recurrent VTE [5]. In the absence of new DVT, symptoms may re fl ect chronic PTS. Interventional catheter-based techniques and surgery have been described to address chronic symptoms. There is no relevant literature assessing the performance of these different procedures in prospective randomized controlled trials. CDT/PMT With or Without Stent Placement. Bene- fi cial outcomes have been reported with chronic DVT symptoms in small retrospective uncontrolled series with venous recanalization and improvement of out fl ow with balloon angioplasty and stenting [33-36]. A post hoc subgroup analysis of patients randomized to CDT alone versus CDT with adjunctive balloon angioplasty showed bene fi cial outcomes with additional balloon angioplasty on symptomatic venous scales with patients presenting with subacute, rather than acute, DVT [37]. A trial examining the ef fi cacy of endovascular intervention for chronic DVT with stenting of occluded segments with or without adjunctive endovenous ablation for saphenous vein re fl ux (Chronic Venous Thrombosis: Relief With Adjunctive Catheter-Directed Therapy, NCT03250247: https:// clinicaltrials.gov/ct2/show/NCT03250247) is currently underway. Graded Compression Stocking Therapy. Graded compression therapy with stockings is commonly employed to manage venous stasis symptoms, although recent series have shown it has no proven bene fi t in pre- venting PTS [9-14]. Use of graded compression stockings in conjunction with additional measures, such as leg elevation, may be recommended on an individualized basis for patient comfort and symptom management. Surgical Thrombectomy With or Without Stent Pla- cement. There is no relevant literature examining the ef- fi cacy of surgical thrombectomy compared with control groups in prospective randomized trials. Observational case series demonstrating symptomatic improvement after sur- gical endovenectomy with iliac vein stenting [38,39], and with saphenofemoral venous bypass [40], have been described. Variant 7: Acute iliofemoral DVT in a pregnant patient with moderate to severe symptoms Anticoagulation Alone. VTE can complicate pregnancy, and fi rst-line therapy is anticoagulation with low molecular weight heparin because of the lack of placental trans- gression [5]. There is no relevant literature providing guidance for duration of anticoagulation therapy, and individual patient management will factor risks of recurrent VTE and plans for future pregnancy. Although more aggressive thrombus removal strategies have been employed for pregnancy-related DVT, at present there is no relevant literature suggesting improvement in outcomes with use of these more aggressive therapies over anti- coagulation alone in prospective randomized controlled trials. The available data suggest optimal management to be anticoagulation with low molecular weight heparin for iliofemoral DVT with mild to moderate symptoms and, potentially, catheter-based therapy in the second or third trimester for severe symptoms unrelenting after a trial of anticoagulation [41-43]. Surgical thrombectomy and arteriovenous fi stula creation may be considered in the second or third trimester as well for severe refractory cases and to avoid radiation [21,44]. Depending on circumstances, optimal management could include anticoagulation until term, followed by CDT or thrombectomy if indicated for severe symptomatic DVT in the postpartum period [21,42,43]. CDT/PMT With or Without Stent Placement. There is no relevant literature de fi ning the bene fi t of catheter- based therapies for pregnancy-related iliofemoral DVT compared with anticoagulation alone in prospective randomized controlled trials. Case series of patients presenting with severe symptoms treated with CDT including thrombolysis, percutaneous mechanical thrombectomy, angioplasty, and stenting have shown symptomatic ef fi cacy and safety with respect to fetal and maternal health [42,44]. The issue of radiation exposure becomes critical, particularly in the fi rst trimester, as reported radiation doses to the fetus have been estimated at 175 to 245 mGy, approximately 6- to 10-fold greater than environmental exposure [42]. Thus, local multidisciplinary ethics board discussion surrounding CDT in the fi rst trimester is paramount. Second trimester CDT may be considered with severe symptoms refractory to anticoagulation, using shielding and principles of ALARA [42]. Depending on circumstances, optimal management could include anticoagulation until term, followed by CDT or thrombectomy if indicated for severe symptomatic DVT in the postpartum period [21,42,43]. Journal of the American College of Radiology S261 Farsad et al n Radiologic Management of Iliofemoral Venous Thrombosis",
    "Graded Compression Stocking Therapy. Graded compression therapy with stockings has traditionally been recommended to address venous stasis changes and poten- tially prevent PTS; however, several recent randomized trials have found no speci fi c bene fi t to compression therapy in preventing PTS [9-14]. Use of graded compression stockings in conjunction with additional measures, such as leg elevation, may be recommended in addition to anticoagulation on an individualized basis for patient comfort and symptom management. Surgical Thrombectomy With or Without Stent Pla- cement. There is no relevant literature de fi ning the bene fi t of surgical therapies for pregnancy-related iliofemoral DVT compared with anticoagulation or catheter-based therapies in prospective randomized controlled trials. Observational reports have described surgical thrombectomy with or without temporary arteriovenous fi stula creation for man- agement of DVT in pregnancy [21,44], with one study reporting 5 of 97 cases resulting in fetal demise, a 16.5% early thrombosis rate, and a secondary patency rate of 89.5% [45]. Surgical thrombectomy and arteriovenous fi stula creation may be considered in the second or third trimester as well to avoid radiation [21,44]. Depending on circumstances, optimal management could include anticoagulation until term followed by thrombectomy if indicated for severe symptomatic DVT in the postpartum period [21,43]. SUMMARY OF RECOMMENDATIONS n Variant 1: Anticoagulation alone is usually appropriate for a patient with acute iliofemoral DVT with mild symptoms < 14 days, otherwise healthy. n Variant 2: Anticoagulation alone or in conjunction with CDT/PMT with or without stent placement is usually appropriate for a patient with acute iliofemoral DVT with moderate to severe symptoms present for < 14 days, otherwise healthy. These procedures may be complementary (ie, both may be performed to effectively manage the patient ’ s care), particularly in patients < 65 years of age. n Variant 3: Anticoagulation alone is usually appropriate for a patient with acute femoropopliteal DVT with mild to moderate symptoms present for < 14 days, otherwise healthy. n Variant 4: Additional CDT/PMT with or without stent placement in conjunction with anticoagulation is usually appropriate for a patient with acute iliofemoral DVT and symptoms < 14 days when cross-sectional imaging of the patient is consistent with May-Thurner syndrome. n Variant 5: CDT/PMT with or without stent placement or surgical thrombectomy with or without stent placement is usually appropriate for a patient with acute iliofemoral DVT and limb-threatening ischemia (phlegmasia cerulea dolens). These in- terventions are equivalent alternatives (ie, only one procedure will be ordered to provide the clinical in- formation to effectively manage the patient ’ s care). n Variant 6: Anticoagulation alone, CDT/PMT with or without stent placement, or graded compression stocking therapy may be appropriate for a patient with iliofemoral DVT with persistent moderate symptoms at least 3 months after initial treatment with anticoagulation alone. The panel did not agree on recommending surgical thrombectomy with or without stent placement for this particular clinical scenario. There is insuf fi cient medical literature to conclude whether or not these patients would bene fi t from this intervention. Intervention in this patient population is controversial but may be appropriate. n Variant 7: Anticoagulation alone is usually appropriate for a patient with acute iliofemoral DVT in a pregnant patient with moderate to severe symptoms. SUPPORTING DOCUMENTS The evidence table, literature search, and appendix for this topic are available at https://acsearch.acr.org/list. The ap- pendix includes the strength of evidence assessment and rating round tabulations for each recommendation. For additional information on the Appropriateness Criteria methodology and other supporting documents go to www.acr.org/ac. SAFETY CONSIDERATIONS IN PREGNANT PATIENTS Imaging of the pregnant patient can be challenging, particularly with respect to minimizing radiation exposure and risk. For further information and guidance, see the following ACR documents: n ACR – SPR Practice Parameter for the Safe and Optimal Performance of Fetal Magnetic Resonance Imaging (MRI) [46] n ACR-SPR Practice Parameter for Imaging Pregnant or Potentially Pregnant Adolescents and Women With Ionizing Radiation [47] S262 Journal of the American College of Radiology Volume 17 n Number 5S n May 2020",
    "n ACR-ACOG-AIUM-SMFM-SRU Practice Parameter for the Performance of Standard Diagnostic Obstetrical Ul- trasound [48] n ACR Manual on Contrast Media [49] n ACR Guidance Document on MR Safe Practices: 2013 [50] REFERENCES 1. Grosse SD, Nelson RE, Nyarko KA, Richardson LC, Raskob GE. The economic burden of incident venous thromboembolism in the United States: a review of estimated attributable healthcare costs. Thromb Res 2016;137:3-10. 2. Sudheendra D, Vedantham S. Catheter-directed therapy options for iliofemoral venous thrombosis. Surg Clin North Am 2018;98:255-65. 3. Haig Y, Enden T, Grotta O, et al. Post-thrombotic syndrome after catheter-directed thrombolysis for deep vein thrombosis (CaVenT): 5- year follow-up results of an open-label, randomised controlled trial. Lancet Haematol 2016;3:e64-71. 4. Kearon C, Akl EA, Comerota AJ, et al. Antithrombotic therapy for VTE disease: antithrombotic therapy and prevention of thrombosis, 9th ed: American College of Chest Physicians Evidence-Based Clinical Practice Guidelines. Chest 2012;141:e419S-96S. 5. Kearon C, Akl EA, Ornelas J, et al. Antithrombotic therapy for VTE disease: CHEST Guideline and Expert Panel Report. Chest 2016;149: 315-52. 6. Minocha J, Smith AM, Kapoor BS, et al. ACR Appropriateness Criteria Ò Radiologic Management of Venous Thromboembolism- Inferior Vena Cava Filters. J Am Coll Radiol 2019;16:S214-26. 7. Muriel A, Jimenez D, Aujesky D, et al. Survival effects of inferior vena cava fi lter in patients with acute symptomatic venous thromboembolism and a signi fi cant bleeding risk. J Am Coll Cardiol 2014;63:1675-83. 8. Vedantham S, Goldhaber SZ, Julian JA, et al. Pharmacomechanical catheter-directed thrombolysis for deep-vein thrombosis. N Engl J Med 2017;377:2240-52. 9. Burgstaller JM, Steurer J, Held U, Amann-Vesti B. Ef fi cacy of compression stockings in preventing post-thrombotic syndrome in patients with deep venous thrombosis: a systematic review and meta- analysis. Vasa 2016;45:141-7. 10. Jayaraj A, Meissner M. Impact of graduated compression stockings on the prevention of post-thrombotic syndrome — results of a randomized controlled trial. Phlebology 2015;30:541-8. 11. Kahn SR, Shapiro S, Wells PS, et al. Compression stockings to prevent post-thrombotic syndrome: a randomised placebo-controlled trial. Lancet 2014;383:880-8. 12. Mol GC, van de Ree MA, Klok FA, et al. One versus two years of elastic compression stockings for prevention of post-thrombotic syn- drome (OCTAVIA study): randomised controlled trial. BMJ 2016;353:i2691. 13. Skervin AL, Thapar A, Franchini AJ, Prandoni P, Shalhoub J, Davies AH. Systematic review and meta-analysis of utility of graduated compression stockings in prevention of post-thrombotic syndrome. Eur J Vasc Endovasc Surg 2016;51:838-45. 14. Subbiah R, Aggarwal V, Zhao H, Kolluri R, Chatterjee S, Bashir R. Effect of compression stockings on post thrombotic syndrome in pa- tients with deep vein thrombosis: a meta-analysis of randomised controlled trials. Lancet Haematol 2016;3:e293-300. 15. Meissner MH. Rationale and indications for aggressive early thrombus removal. Phlebology 2012;27(Suppl 1):78-84. 16. Watson L, Broderick C, Armon MP. Thrombolysis for acute deep vein thrombosis. Cochrane Database Syst Rev 2016;11:CD002783. 17. Comerota AJ, Kearon C, Gu CS, et al. Endovascular thrombus removal for acute iliofemoral deep vein thrombosis. Circulation 2019;139:1162-73. 18. Hogg K, Kimpton M, Carrier M, Coyle D, Forgie M, Wells P. Estimating quality of life in acute venous thrombosis. JAMA Intern Med 2013;173:1067-72. 19. Cakir V, Gulcu A, Akay E, et al. Use of percutaneous aspiration thrombectomy vs. anticoagulation therapy to treat acute iliofemoral venous thrombosis: 1-year follow-up results of a randomised, clinical trial. Cardiovasc Intervent Radiol 2014;37:969-76. 20. Holper P, Kotelis D, Attigah N, Hyhlik-Durr A, Bockler D. Longterm results after surgical thrombectomy and simultaneous stenting for symptomatic iliofemoral venous thrombosis. Eur J Vasc Endovasc Surg 2010;39:349-55. 21. Koopmann MC, McLafferty RB. Advances in operative thrombectomy for lower extremity venous thrombosis. Surg Clin North Am 2018;98: 267-77. 22. Plate G, Eklof B, Norgren L, Ohlin P, Dahlstrom JA. Venous thrombectomy for iliofemoral vein thrombosis — 10-year results of a prospective randomised study. Eur J Vasc Endovasc Surg 1997;14: 367-74. 23. Rodriguez LE, Aboukheir-Aboukheir A, Figueroa-Vicente R, et al. Hybrid operative thrombectomy is noninferior to percutaneous tech- niques for the treatment of acute iliofemoral deep venous thrombosis. J Vasc Surg Venous Lymphat Disord 2017;5:177-84. 24. Birn J, Vedantham S. May-Thurner syndrome and other obstructive iliac vein lesions: meaning, myth, and mystery. Vasc Med 2015;20:74- 83. 25. Hartung O, Benmiloud F, Barthelemy P, Dubuc M, Bou fi M, Alimi YS. Late results of surgical venous thrombectomy with iliocaval stenting. J Vasc Surg 2008;47:381-7. 26. Mickley V, Schwagierek R, Rilinger N, Gorich J, Sunder-Plassmann L. Left iliac venous thrombosis caused by venous spur: treatment with thrombectomy and stent implantation. J Vasc Surg 1998;28:492-7. 27. Ming ZB, Li WD, Yuan RF, Li XQ, Ding WB. Effectiveness of catheter directed thrombolysis and stent implantation on iliofemoral vein thrombosis caused by iliac vein compression. J Thromb Thrombolysis 2017;44:254-60. 28. Park JY, Ahn JH, Jeon YS, Cho SG, Kim JY, Hong KC. Iliac vein stenting as a durable option for residual stenosis after catheter-directed thrombolysis and angioplasty of iliofemoral deep vein thrombosis secondary to May-Thurner syndrome. Phlebology 2014;29:461-70. 29. Zhu QH, Zhou CY, Chen Y, et al. Percutaneous manual aspiration thrombectomy followed by stenting for iliac vein compression syn- drome with secondary acute isolated iliofemoral deep vein thrombosis: a prospective study of single-session endovascular protocol. Eur J Vasc Endovasc Surg 2014;47:68-74. 30. Igari K, Kudo T, Toyofuku T, Jibiki M, Inoue Y. Surgical throm- bectomy and simultaneous stenting for deep venous thrombosis caused by iliac vein compression syndrome (May-Thurner syndrome). Ann Thorac Cardiovasc Surg 2014;20:995-1000. 31. Laohapensang K, Hanpipat S, Aworn S, Orrapin S. Surgical venous thrombectomy for phlegmasia cerulea dolens and venous gangrene of the lower extremities. J Med Assoc Thai 2013;96:1463-9. 32. Avgerinos ED, Hager ES, Naddaf A, Dillavou E, Singh M, Chaer RA. Outcomes and predictors of failure of thrombolysis for iliofemoral deep venous thrombosis. J Vasc Surg Venous Lymphat Disord 2015;3: 35-41. 33. Ruihua W, Xin W, Guang L, et al. Technique and clinical outcomes of combined stent placement for postthrombotic chronic total occlusions of the iliofemoral veins. J Vasc Interv Radiol 2017;28:373-9. 34. Sarici IS, Yanar F, Agcaoglu O, et al. Our early experience with ilio- femoral vein stenting in patients with post-thrombotic syndrome. Phlebology 2014;29:298-303. 35. Ye K, Lu X, Jiang M, et al. Technical details and clinical outcomes of transpopliteal venous stent placement for postthrombotic chronic total occlusion of the iliofemoral vein. J Vasc Interv Radiol 2014;25: 925-32. 36. Yin M, Shi H, Ye K, et al. Clinical assessment of endovascular stenting compared with compression therapy alone in post- Journal of the American College of Radiology S263 Farsad et al n Radiologic Management of Iliofemoral Venous Thrombosis",
    "thrombotic patients with iliofemoral obstruction. Eur J Vasc Endovasc Surg 2015;50:101-7. 37. Zhang X, Ren Q, Jiang X, et al. A prospective randomized trial of catheter-directed thrombolysis with additional balloon dilatation for iliofemoral deep venous thrombosis: a single-center experience. Car- diovasc Intervent Radiol 2014;37:958-68. 38. Vogel D, Comerota AJ, Al-Jabouri M, Assi ZI. Common femoral endovenectomy with iliocaval endoluminal recanalization improves symptoms and quality of life in patients with postthrombotic iliofe- moral obstruction. J Vasc Surg 2012;55:129-35. 39. Pokrovsky A, Ignatyev I, Gradusov E. First experience of performing hybrid operations in chronic venous obstructions of iliofemoral seg- ments in patients with postthrombotic syndrome. Vasc Endovascular Surg 2017;51:447-52. 40. Shaydakov E, Porembskaya O, Geroulakos G. The May-Husni pro- cedure: a reappraisal. Eur J Vasc Endovasc Surg 2015;50:513-7. 41. Bates SM, Middeldorp S, Rodger M, James AH, Greer I. Guidance for the treatment and prevention of obstetric-associated venous throm- boembolism. J Thromb Thrombolysis 2016;41:92-128. 42. Bloom AI, Farkas A, Kalish Y, Elchalal U, Spectre G. Pharmaco- mechanical catheter-directed thrombolysis for pregnancy-related iliofe- moral deep vein thrombosis. J Vasc Interv Radiol 2015;26:992-1000. 43. Devis P, Knuttinen MG. Deep venous thrombosis in pregnancy: incidence, pathogenesis and endovascular management. Cardiovasc Diagn Ther 2017;7:S309-19. 44. Herrera S, Comerota AJ, Thakur S, et al. Managing iliofemoral deep venous thrombosis of pregnancy with a strategy of thrombus removal is safe and avoids post-thrombotic morbidity. J Vasc Surg 2014;59:456-64. 45. Pillny M, Sandmann W, Luther B, et al. Deep venous thrombosis during pregnancy and after delivery: indications for and results of thrombectomy. J Vasc Surg 2003;37:528-32. 46. American College of Radiology. ACR – SPR practice parameter for the safe and optimal performance of fetal magnetic resonance imaging (MRI). Available at: https://www.acr.org/-/media/ACR/Files/Practice- Parameters/mr-fetal.pdf. Accessed November 29, 2019. 47. American College of Radiology. ACR-SPR practice parameter for imaging pregnant or potentially pregnant adolescents and women with ionizing radiation. Available at: https://www.acr.org/-/media/ACR/ Files/Practice-Parameters/pregnant-pts.pdf. Accessed November 29, 2019. 48. American College of Radiology. ACR-ACOG-AIUM-SMFM-SRU practice parameter for the performance of standard diagnostic obstetrical ultrasound. Available at: https://www.acr.org/-/media/ ACR/Files/Practice-Parameters/us-ob.pdf. Accessed November 29, 2019. 49. American College of Radiology. Manual on contrast media. Available at: https://www.acr.org/Clinical-Resources/Contrast-Manual. Accessed November 29, 2019. 50. Kanal E, Barkovich AJ, Bell C, et al. ACR guidance document on MR safe practices: 2013. J Magn Reson Imaging 2013;37:501-30. S264 Journal of the American College of Radiology Volume 17 n Number 5S n May 2020"
  ],
  "processed_at": "2026-01-30T15:58:50.115Z"
}