{
  "doc_id": "13e3639e383d5c8b5a717c3c5422b416",
  "source_id": "acs-postmenopausal-pelvic-pain",
  "total_pages": 1,
  "pages": [
    "Postmenopausal Subacute or Chronic Pelvic Pain Chronic (lasting 6 months or more) or subacute pain in the pelvis, lower abdomen, vulva, vagina, or perineum (area between the anus and the vulva) is a common complaint and experienced by approximately a quarter of women worldwide. The pain can be cyclic or noncyclic and can have many causes. Ultrasound (US) ( https://www.radiologyinfo.org/en/info/pelvus ) examinations are used to help find the cause of pain. A US shows the size and condition of the uterus, fallopian tubes, ovaries, and adnexal masses (lumps around the uterus). The recommendations in this document do not apply to postmenopausal women with vaginal bleeding ( https://www.radiologyinfo.org/en/info/vaginalbleeding ) or adnexal masses as well as pelvic pain. For postmenopausal women with deep pelvis pain, US transabdominal pelvis, US transvaginal pelvis, and US duplex Doppler pelvis are usually appropriate. Doing both transvaginal and transabdominal US gives a better view of the pelvis. US duplex Doppler used with the other imaging examinations gives information about blood flow. These tests are complementary and done together. MRI of the pelvis ( https://www.radiologyinfo.org/en/info/mri-abdomen-pelvis ) without and with intravenous (IV) contrast, CT abdomen and pelvis ( https://www.radiologyinfo.org/en/info/abdominct ) with contrast, and CT pelvis with contrast may also be appropriate imaging tests. For postmenopausal women thought to have disease in the perineum, vulva, or vagina with an abnormal physical examination, US transvaginal pelvis, US transabdominal pelvis, and US duplex Doppler are usually appropriate. These tests are complementary and performed together. MRI of the pelvis without and with IV contrast may also be appropriate. — By Lauren Donnelly and Samantha L. Heller, PhD, MD. This information originally appeared in the Journal of the American College of Radiology . Disclaimer This information is copied from the RadiologyInfo Web site (http://www.radiologyinfo.org) which is dedicated to providing the highest quality information. To ensure that, each section is reviewed by a physician with expertise in the area presented. All information contained in the Web site is further reviewed by an ACR (American College of Radiology) - RSNA (Radiological Society of North America) committee, comprising physicians with expertise in several radiologic areas. However, it is not possible to assure that this Web site contains complete, up-to-date information on any particular subject. Therefore, ACR and RSNA make no representations or warranties about the suitability of this information for use for any particular purpose. All information is provided \"as is\" without express or implied warranty. Please visit the RadiologyInfo Web site at http://www.radiologyinfo.org to view or download the latest information. Note: Images may be shown for illustrative purposes. Do not attempt to draw conclusions or make diagnoses by comparing these images to other medical images, particularly your own. Only qualified physicians should interpret images; the radiologist is the physician expert trained in medical imaging. Copyright This material is copyrighted by either the Radiological Society of North America (RSNA), 820 Jorie Boulevard, Oak Brook, IL 60523-2251 or the American College of Radiology (ACR), 1891 Preston White Drive, Reston, VA 20191-4397. Commercial reproduction or multiple distribution by any traditional or electronically based reproduction/publication method is prohibited. Copyright ® 2026 Radiological Society of North America, Inc. Postmenopausal Subacute or Chronic Pelvic Pain Page 1 of 1 Copyright© 2026, RadiologyInfo.org Reviewed Jul-15-2022"
  ],
  "processed_at": "2026-01-30T15:58:54.908Z"
}