{
  "doc_id": "13933398c0fa8b0cebc1e252ee13f303",
  "source_id": "Acute_Pelvic_Pain_in_the_Reproductive_Age_Group",
  "total_pages": 9,
  "pages": [
    "Date of origin: 2008 Last review date: 2011 ACR Appropriateness Criteria ® 1 Acute Pelvic Pain American College of Radiology ACR Appropriateness Criteria ® Clinical Condition: Acute Pelvic Pain in the Reproductive Age Group Variant 1: Gynecological etiology suspected, serum β -hCG positive. Radiologic Procedure Rating Comments RRL* US pelvis transvaginal 9 Both transvaginal and transabdominal US should be performed if possible. Doppler used as an adjunct. Avoid embryonic exposure. O US pelvis transabdominal 9 Both transvaginal and transabdominal US should be performed if possible. Doppler used as an adjunct. Avoid embryonic exposure. O MRI pelvis without contrast 6 If US is inconclusive or nondiagnostic. See Summary of Literature Review for use of contrast. O MRI abdomen and pelvis without contrast 6 If US is inconclusive or nondiagnostic. See Summary of Literature Review for use of contrast. O MRI pelvis without and with contrast 1 O MRI abdomen and pelvis without and with contrast 1 O CT pelvis without contrast 1 ☢ ☢ ☢ CT pelvis with contrast 1 ☢ ☢ ☢ CT pelvis without and with contrast 1 ☢ ☢ ☢ ☢ CT abdomen and pelvis without contrast 1 ☢ ☢ ☢ ☢ CT abdomen and pelvis with contrast 1 ☢ ☢ ☢ ☢ CT abdomen and pelvis without and with contrast 1 ☢ ☢ ☢ ☢ Rating Scale: 1,2,3 Usually not appropriate; 4,5,6 May be appropriate; 7,8,9 Usually appropriate *Relative Radiation Level",
    "ACR Appropriateness Criteria ® 2 Acute Pelvic Pain Clinical Condition: Acute Pelvic Pain in the Reproductive Age Group Variant 2: Gynecological etiology suspected, serum β -hCG negative. Radiologic Procedure Rating Comments RRL* US pelvis transvaginal 9 Both transvaginal and transabdominal US should be performed if possible. Doppler used as an adjunct. O US pelvis transabdominal 9 Both transvaginal and transabdominal US should be performed if possible. Doppler used as an adjunct. O MRI pelvis without and with contrast 6 If US is inconclusive or nondiagnostic. See Summary of Literature Review for use of contrast O MRI abdomen and pelvis without and with contrast 6 If US is inconclusive or nondiagnostic. See Summary of Literature Review for use of contrast. O MRI pelvis without contrast 4 If US is inconclusive or nondiagnostic. O MRI abdomen and pelvis without contrast 4 If US is inconclusive or nondiagnostic. O CT abdomen and pelvis with contrast 4 If US is inconclusive or nondiagnostic and MRI is not available. In young women undergoing repeat imaging, cumulative radiation dose should be considered. See Summary of Literature Review for use of contrast. ☢ ☢ ☢ ☢ CT pelvis with contrast 4 If US is inconclusive or nondiagnostic and MRI is not available. In young women undergoing repeat imaging, cumulative radiation dose should be considered. See Summary of Literature Review for use of contrast. ☢ ☢ ☢ CT pelvis without contrast 2 If US is inconclusive or nondiagnostic and MRI is not available. In young women undergoing repeat imaging, cumulative radiation dose should be considered. ☢ ☢ ☢ CT pelvis without and with contrast 2 ☢ ☢ ☢ ☢ CT abdomen and pelvis without contrast 2 ☢ ☢ ☢ ☢ CT abdomen and pelvis without and with contrast 2 ☢ ☢ ☢ ☢ Rating Scale: 1,2,3 Usually not appropriate; 4,5,6 May be appropriate; 7,8,9 Usually appropriate *Relative Radiation Level",
    "ACR Appropriateness Criteria ® 3 Acute Pelvic Pain Clinical Condition: Acute Pelvic Pain in the Reproductive Age Group Variant 3: Nongynecological etiology suspected, serum β -hCG positive. Radiologic Procedure Rating Comments RRL* US pelvis transvaginal 9 Usually in conjunction with transabdominal US. Doppler used as an adjunct. Avoid embryonic exposure. O US abdomen and pelvis transabdominal 9 Add transvaginal US as indicated. Doppler used as an adjunct. Avoid embryonic exposure. O MRI abdomen and pelvis without contrast 8 See Summary of Literature Review for use of contrast. O CT abdomen and pelvis with contrast 4 If US is nondiagnostic and MRI unavailable or equivocal, for prompt diagnosis of a potentially life-threatening condition. See Summary of Literature Review for use of contrast. ☢ ☢ ☢ ☢ CT abdomen and pelvis without contrast 2 ☢ ☢ ☢ ☢ MRI abdomen and pelvis without and with contrast 1 O CT abdomen and pelvis without and with contrast 1 ☢ ☢ ☢ ☢ Rating Scale: 1,2,3 Usually not appropriate; 4,5,6 May be appropriate; 7,8,9 Usually appropriate *Relative Radiation Level Variant 4: Nongynecological etiology suspected, serum β -hCG negative. Radiologic Procedure Rating Comments RRL* CT abdomen and pelvis with contrast 9 ☢ ☢ ☢ ☢ US abdomen and pelvis transabdominal 7 Can be appropriate for suspected appendicitis, urinary tract pathology, and to minimize radiation exposure. Doppler used as an adjunct. O CT abdomen and pelvis without contrast 6 ☢ ☢ ☢ ☢ MRI abdomen and pelvis without and with contrast 6 To avoid radiation exposure of CT in a young patient or if US is inconclusive or nondiagnostic. See Summary of Literature Review for use of contrast. O MRI abdomen and pelvis without contrast 4 To avoid radiation exposure of CT in a young patient or if US is inconclusive or nondiagnostic. O US pelvis transvaginal 4 O CT abdomen and pelvis without and with contrast 2 ☢ ☢ ☢ ☢ Rating Scale: 1,2,3 Usually not appropriate; 4,5,6 May be appropriate; 7,8,9 Usually appropriate *Relative Radiation Level",
    "ACR Appropriateness Criteria ® 4 Acute Pelvic Pain ACUTE PELVIC PAIN IN THE REPRODUCTIVE AGE GROUP Expert Panel on Women’s Imaging: Rochelle F. Andreotti, MD 1 ; Susanna I. Lee MD, PhD 2 ; Sandra O. DeJesus Allison, MD 3 ; Genevieve L. Bennett, MD 4 ; Douglas L. Brown, MD 5 ; Theodore Dubinsky, MD 6 ; Phyllis Glanc, MD 7 ; Marcia C. Javitt, MD 8 ; Donald G. Mitchell, MD 9 ; Ann E. Podrasky, MD 10 ; Thomas D. Shipp, MD 11 ; Cary Lynn Siegel, MD 12 ; Jade J. Wong-You-Cheong, MD 13 ; Carolyn M. Zelop, MD. 14 Summary of Literature Review Premenopausal women with acute pelvic pain often pose a diagnostic dilemma. They exhibit nonspecific signs and symptoms, the most common being nausea, vomiting, and leukocytosis. The differential considerations encompass gynecologic and obstetrical causes such as hemorrhagic ovarian cysts, pelvic inflammatory disease, ovarian torsion, ectopic pregnancy, spontaneous abortion, or labor and placental abruption, as well as nongynecologic etiologies including appendicitis, inflammatory bowel disease, infectious enteritis, diverticulitis, urinary tract calculi, pyelonephritis, and pelvic thrombophlebitis. The choice of imaging modality is determined by the clinically suspected differential diagnosis. Thus, a thorough clinical evaluation of the patient is required to determine the index of suspicion among the various etiologies. Diagnostic considerations should be ordered and narrowed by history, physical examination, and laboratory testing before a radiologic examination is chosen. Transvaginal (TVS) and transabdominal (TAS) pelvic sonography with its wide availability and ability to narrow the differential diagnosis is the preferred imaging modality for initial assessment when an obstetrical or gynecologic etiology is suspected [1]. Computed tomography (CT) is more useful when gastrointestinal or urinary tract pathology is likely. Magnetic resonance imaging (MRI), with its lack of ionizing radiation, is preferred over CT for assessing the pregnant patient for these pathologies; however it is hampered by lack of widespread availability, especially in the acute setting. Serum β -hCG A serum β -hCG test is usually performed when a menstruating female presents with symptoms of acute pelvic pain. Knowledge of pregnancy is of utmost importance to determine whether ectopic pregnancy should be under consideration as well as to indicate any added concern for fetal exposure to ionizing radiation. A negative serum β -hCG test essentially excludes the diagnosis of a live intrauterine pregnancy and acute ectopic pregnancy since it becomes positive approximately 9 days after conception. Studies published in the late 1980s that correlated the presence of a gestational sac using TVS with β -hCG levels have played a crucial role in our ability to make the diagnosis of ectopic pregnancy. These studies documented the presence of a gestational sac by the time the hCG level was 1,000 to 2,000 mIU/mL (International Reference Preparation) [2-4], so the absence of an intrauterine pregnancy when the β -hCG is above the discriminatory zone should be strongly suspicious for an ectopic pregnancy. However, subsequent studies have shown that normal intrauterine pregnancies may still develop in this scenario, usually secondary to technical quality, obscuration of endometrial cavity by fibroids, hemorrhage, or intrauterine devices [5,6]. Therefore serial β -hCG values and a follow-up TVS may be performed in cases in which the patient is hemodynamically stable. The high specificity of adnexal findings, which include the classic “tubal ring,” has been widely reported in the literature [7]. Ultrasound The role of pelvic sonography in the evaluation of acute pelvic pain has been well described. Due to its higher resolution of anatomic detail, TVS should be used whenever possible, although TAS is recommended when uterine and adnexal structures are beyond the field of view of the transvaginal probe. In addition, duplex and color 1 Co-Author and Panel Chair, Vanderbilt University Medical Center, Nashville, Tennessee. 2 Co-Author and Panel Vice-chair, Massachusetts General Hospital, Boston, Massachusetts. 3 Georgetown University Hospital, Washington, District of Columbia. 4 New York University Medical Center, New York, New York. 5 Mayo Clinic, Rochester, Minnesota. 6 University of Washington School of Medicine, Seattle, Washington. 7 Sunnybrook Health Sciences Centre, Bayview Campus, Toronto, Ontario, Canada. 8 Walter Reed Army Medical Center, Washington, DC. 9 Thomas Jefferson University Hospital, Philadelphia, Pennsylvania. 10 Baptist Hospital of Miami/South Miami Center for Women and Infants, Miami, Florida. 11 Diagnostic Ultrasound Associates, P.C., Brookline, Massachusetts, American College of Obstetrics and Gynecology. 12 Mallinckrodt Institute of Radiology, St. Louis, Missouri. 13 University of Maryland School of Medicine, Baltimore, Maryland. 14 University of Connecticut, School of Medicine, Farmington, Connecticut, American College of Obstetrics and Gynecology. The American College of Radiology seeks and encourages collaboration with other organizations on the development of the ACR Appropriateness Criteria through society representation on expert panels. Participation by representatives from collaborating societies on the expert panel does not necessarily imply individual or society endorsement of the final document. Reprint requests to: Department of Quality & Safety, American College of Radiology, 1891 Preston White Drive, Reston, VA 20191-4397.",
    "ACR Appropriateness Criteria ® 5 Acute Pelvic Pain or power Doppler imaging can be used to characterize vascularity of the ovaries, adnexal structures, and uterus, information that may be helpful in narrowing the field of differential considerations. In the evaluation of obstetrical and gynecological causes of pain, TVS may be able to differentiate findings such as hemorrhagic cyst or pelvic inflammatory disease that are more compatible with medical management, from those that require emergency care such as ovarian torsion, a surgical emergency, or obstetrical causes, including, ectopic pregnancy, demise, or abruption that may require urgent management. A hemorrhagic cyst may be hyperechoic acutely, but with hemolysis and retraction of clot, a reticular network of fibrin stranding may be seen. Fluid-fluid levels between fluid components and a seemingly solid area representing retracted clot with concave outer margins may be demonstrated. Fibrin strands and a retracting clot are key observations in allowing high confidence in the diagnosis of hemorrhagic ovarian cysts since approximately 90% of hemorrhagic ovarian cysts will exhibit at least one of these two features [8]. Peripheral without internal color Doppler signal with low impedance flow is characteristic [8]. Usually, only complications of pelvic inflammatory disease can be demonstrated sonographically, although earlier acute signs such as thickening of the fallopian tube or increased vascularity may be seen in a targeted examination [9]. Hyperemia within the wall of the fallopian tube may also be apparent [10]. The most consistent finding of torsion is an enlarged edematous ovary or ovarian complex of ovary with an associated adnexal mass. Doppler findings vary, likely depending on degree and chronicity. Lack of Doppler flow enables fairly confident diagnosis, but the presence of arterial and venous Doppler signal has been documented in a third of cases with surgically proven torsion [11,12]. More recently, a study has appeared in the literature demonstrating an abnormal flow pattern within the ovarian vein as the only Doppler finding in patients with early torsion, lending support for Doppler findings associated with the diagnosis [13]. However, the reliability of this finding needs further investigation. Sonography should be considered when gastrointestinal or urinary tract pathology is suspected in pregnant patients. Despite some diagnostic limitations, sonography has the advantage over CT of sparing the fetus and mother ionizing radiation. In the diagnosis of appendicitis, TAS has demonstrated variable sensitivity (67%- 100%) and specificity (83%-96%) [14,15]. Unfortunately, the technique of graded compression required for this diagnosis is often not feasible in the presence of an enlarged gravid uterus. More importantly, a normal appendix is visualized only in 13%-50% patients, even in the absence of pregnancy [15]; as a result, a negative examination result cannot exclude the diagnosis of appendicitis [14]. For diagnosis of obstructing ureteral calculi, a wide range of sensitivities (34%-95%) has been reported with sonography [16,17]. TVS is recommended for detecting distal ureteral calculi [18] should TAS prove inconclusive. Sonographic specificity is reduced by the physiologic urinary dilatation common in pregnancy. Nevertheless, while occasional early obstruction by a small ureteral calculus may not be associated with pelvocaliectasis, hydronephrosis will be seen in the vast majority of cases Computed Tomography CT demonstrates the best diagnostic performance in identifying the gastrointestinal and urinary tract causes of acute pelvic pain. It shows high sensitivity (95%-100%) and specificity (87%-98%) in diagnosing appendicitis even in pregnancy [14,19-22]. Moreover, because CT almost always permits a normal appendix to be visualized, it is useful for reliably excluding the diagnosis of appendicitis. CT is also the preferred modality for detecting other bowel pathologies such as inflammatory bowel disease, diverticulitis, and infectious enteritis or colitis [23]. CT without intravenous contrast is more sensitive than sonography for detecting ureteral calculi, with reported sensitivity of 96% and specificity of 93%-98% [16,24,25]. In children and young adults, scanning technique can be modified to minimize radiation dose without significantly compromising accuracy. For accurate diagnosis of pyelonephritis [26], pelvic venous thrombosis [27], and most bowel pathologies, intravenous contrast-enhanced CT is required for optimum accuracy. One study suggests that for diagnosis of appendicitis, administration of intravenous contrast alone yields similar results to administration of oral and intravenous contrast [28]. However, this has yet to be validated in general practice. Since CT is often the first-line imaging modality in the diagnosis of abdominal pain originating from bowel or the urinary tract, gynecologic pathology, which can mimic these other etiologies on clinical presentation, may be diagnosed on CT. For example, a thick-walled, fluid-filled tuboovarian complex may be detected with CT. The milder inflammatory changes within the fallopian tube and adjacent fat may also be better appreciated on CT than on US [29]. CT findings of ovarian torsion are well documented in the literature and include thickening of the fallopian tube,",
    "ACR Appropriateness Criteria ® 6 Acute Pelvic Pain smooth-walled thickening of a cystic adnexal mass, ascites, uterine deviation to the twisted side, and infiltration of adjacent pelvic fat [30,31]. Magnetic Resonance Imaging MRI is a useful problem-solving tool in the evaluation of pelvic pain in pregnant women [32]. When available, it is preferred to CT because it lacks ionizing radiation. In the diagnosis of appendicitis in pregnancy, MRI has high sensitivity and specificity (100% and 94%, respectively) and may permit visualization of a normal appendix in approximately 83%-90% of patients [33,34]. In a direct comparison of US versus MRI, a normal appendix was identified in 2% versus 87%, respectively, in women suspected of appendicitis [35]. MR urography reliably detects hydrouretronephrosis [36]. Obstruction secondary to urinary tract pathology can be distinguished from physiologic dilatation of pregnancy because renal enlargement and perinephric fluid are found only when there is pathology [37]. However, MR lacks sensitivity for detecting small ureteral stones. False positive findings from flow artifacts may simulate stones. MR venography can be used effectively to diagnose pelvic deep-vein thrombosis [38,39]. For gynecologic pathologies, there is some evidence that MRI may be more accurate than TVS in diagnosing pelvic inflammatory disease if Doppler US is not performed [40]. The findings of ovarian torsion on CT and MRI have been shown to be similar [30]. Summary  Acute pelvic pain in the reproductive age group presents a diagnostic challenge, with US, CT, and MRI often playing an integral role in arriving at the correct diagnosis.  The first step in the evaluation is to determine pregnancy status by measuring the serum β -HCG level.  The choice of the correct imaging test depends on the results of a careful clinical evaluation to narrow the differential diagnosis.  Whether obstetric, gynecologic, gastrointestinal, urinary, or another etiology is most highly suspected will determine which pelvic imaging modality is the most appropriate for accurate and expeditious diagnosis and triage. Safety Considerations in Pregnant Patients Imaging of the pregnant patient can be challenging, particularly with respect to minimizing radiation exposure and risk. For further information and guidance, see the following ACR documents:  ACR Practice Guideline for Imaging Pregnant or Potentially Pregnant Adolescents and Women with Ionizing Radiation  ACR-ACOG-AIUM Practice Guideline for the Performance of Obstetrical Ultrasound  ACR Manual on Contrast Media  ACR Guidance Document for Safe MR Practices Anticipated Exceptions Nephrogenic systemic fibrosis (NSF) is a disorder with a scleroderma-like presentation and a spectrum of manifestations that can range from limited clinical sequelae to fatality. It appears to be related to both underlying severe renal dysfunction and the administration of gadolinium-based contrast agents. It has occurred primarily in patients on dialysis, rarely in patients with very limited glomerular filtration rate (GFR) (ie, <30 mL/min/1.73m 2 ), and almost never in other patients. There is growing literature regarding NSF. Although some controversy and lack of clarity remain, there is a consensus that it is advisable to avoid all gadolinium-based contrast agents in dialysis-dependent patients unless the possible benefits clearly outweigh the risk, and to limit the type and amount in patients with estimated GFR rates <30 mL/min/1.73m 2 . For more information, please see the ACR Manual on Contrast Media [41]. Relative Radiation Level Information Potential adverse health effects associated with radiation exposure are an important factor to consider when selecting the appropriate imaging procedure. Because there is a wide range of radiation exposures associated with different diagnostic procedures, a relative radiation level (RRL) indication has been included for each imaging examination. The RRLs are based on effective dose, which is a radiation dose quantity that is used to estimate population total radiation risk associated with an imaging procedure. Patients in the pediatric age group are at inherently higher risk from exposure, both because of organ sensitivity and longer life expectancy (relevant to the",
    "ACR Appropriateness Criteria ® 7 Acute Pelvic Pain long latency that appears to accompany radiation exposure). For these reasons, the RRL dose estimate ranges for pediatric examinations are lower as compared to those specified for adults (see Table below). Additional information regarding radiation dose assessment for imaging examinations can be found in the ACR Appropriateness Criteria ® Radiation Dose Assessment Introduction document. Relative Radiation Level Designations Relative Radiation Level* Adult Effective Dose Estimate Range Pediatric Effective Dose Estimate Range O 0 mSv 0 mSv ☢ <0.1 mSv <0.03 mSv ☢ ☢ 0.1-1 mSv 0.03-0.3 mSv ☢ ☢ ☢ 1-10 mSv 0.3-3 mSv ☢ ☢ ☢ ☢ 10-30 mSv 3-10 mSv ☢ ☢ ☢ ☢ ☢ 30-100 mSv 10-30 mSv *RRL assignments for some of the examinations cannot be made, because the actual patient doses in these procedures vary as a function of a number of factors (eg, region of the body exposed to ionizing radiation, the imaging guidance that is used). The RRLs for these examinations are designated as “Varies”. Supporting Documents  ACR Appropriateness Criteria ® Overview  Procedure Information  Evidence Table References 1. American Institute of Ultrasound in Medicine. Guidelines for Performance of the Ultrasound Examination of the Female Pelvis. 2006 Available from: http://www.aium.org/publications/guidelines/pelvis.pdf. 2. Cacciatore B. Can the status of tubal pregnancy be predicted with transvaginal sonography? A prospective comparison of sonographic, surgical, and serum hCG findings. Radiology. 1990;177(2):481-484. 3. Goldstein SR, Snyder JR, Watson C, Danon M. Very early pregnancy detection with endovaginal ultrasound. Obstet Gynecol. 1988;72(2):200-204. 4. Nyberg DA, Mack LA, Laing FC, Jeffrey RB. Early pregnancy complications: endovaginal sonographic findings correlated with human chorionic gonadotropin levels. Radiology. 1988;167(3):619-622. 5. Braffman BH, Coleman BG, Ramchandani P, et al. Emergency department screening for ectopic pregnancy: a prospective US study. Radiology. 1994;190(3):797-802. 6. Mehta TS, Levine D, Beckwith B. Treatment of ectopic pregnancy: is a human chorionic gonadotropin level of 2,000 mIU/mL a reasonable threshold? Radiology. 1997;205(2):569-573. 7. Levine D. Ectopic Pregnancy. In: Callen PW, ed. Ultrasonography in Obstetrics and Gynecology . 5th ed. Philadelphia, PA: Saunders; 2008:1034. 8. Patel MD, Feldstein VA, Filly RA. The likelihood ratio of sonographic findings for the diagnosis of hemorrhagic ovarian cysts. J Ultrasound Med. 2005;24(5):607-614; quiz 615. 9. Timor-Tritsch IE, Lerner JP, Monteagudo A, Murphy KE, Heller DS. Transvaginal sonographic markers of tubal inflammatory disease. Ultrasound Obstet Gynecol. 1998;12(1):56-66. 10. Molander P, Sjoberg J, Paavonen J, Cacciatore B. Transvaginal power Doppler findings in laparoscopically proven acute pelvic inflammatory disease. Ultrasound Obstet Gynecol. 2001;17(3):233-238. 11. Shadinger LL, Andreotti RF, Kurian RL. Preoperative sonographic and clinical characteristics as predictors of ovarian torsion. J Ultrasound Med. 2008;27(1):7-13. 12. Chiou SY, Lev-Toaff AS, Masuda E, Feld RI, Bergin D. Adnexal torsion: new clinical and imaging observations by sonography, computed tomography, and magnetic resonance imaging. J Ultrasound Med. 2007;26(10):1289-1301.",
    "ACR Appropriateness Criteria ® 8 Acute Pelvic Pain 13. Nizar K, Deutsch M, Filmer S, Weizman B, Beloosesky R, Weiner Z. Doppler studies of the ovarian venous blood flow in the diagnosis of adnexal torsion. J Clin Ultrasound. 2009;37(8):436-439. 14. Doria AS, Moineddin R, Kellenberger CJ, et al. US or CT for Diagnosis of Appendicitis in Children and Adults? A Meta-Analysis. Radiology. 2006;241(1):83-94. 15. Williams R, Shaw J. Ultrasound scanning in the diagnosis of acute appendicitis in pregnancy. Emerg Med J. 2007;24(5):359-360. 16. Sheafor DH, Hertzberg BS, Freed KS, et al. Nonenhanced helical CT and US in the emergency evaluation of patients with renal colic: prospective comparison. Radiology. 2000;217(3):792-797. 17. Ulusan S, Koc Z, Tokmak N. Accuracy of sonography for detecting renal stone: comparison with CT. J Clin Ultrasound. 2007;35(5):256-261. 18. Laing FC, Benson CB, DiSalvo DN, Brown DL, Frates MC, Loughlin KR. Distal ureteral calculi: detection with vaginal US. Radiology. 1994;192(2):545-548. 19. Lazarus E, Mayo-Smith WW, Mainiero MB, Spencer PK. CT in the evaluation of nontraumatic abdominal pain in pregnant women. Radiology. 2007;244(3):784-790. 20. Raman SS, Lu DS, Kadell BM, Vodopich DJ, Sayre J, Cryer H. Accuracy of nonfocused helical CT for the diagnosis of acute appendicitis: a 5-year review. AJR Am J Roentgenol. 2002;178(6):1319-1325. 21. Rao PM, Feltmate CM, Rhea JT, Schulick AH, Novelline RA. Helical computed tomography in differentiating appendicitis and acute gynecologic conditions. Obstet Gynecol. 1999;93(3):417-421. 22. Wallace CA, Petrov MS, Soybel DI, Ferzoco SJ, Ashley SW, Tavakkolizadeh A. Influence of imaging on the negative appendectomy rate in pregnancy. J Gastrointest Surg. 2008;12(1):46-50. 23. Kaiser AM, Jiang JK, Lake JP, et al. The management of complicated diverticulitis and the role of computed tomography. Am J Gastroenterol. 2005;100(4):910-917. 24. Kim BS, Hwang IK, Choi YW, et al. Low-dose and standard-dose unenhanced helical computed tomography for the assessment of acute renal colic: prospective comparative study. Acta Radiol. 2005;46(7):756-763. 25. Poletti PA, Platon A, Rutschmann OT, Schmidlin FR, Iselin CE, Becker CD. Low-dose versus standard-dose CT protocol in patients with clinically suspected renal colic. AJR Am J Roentgenol. 2007;188(4):927-933. 26. Soulen MC, Fishman EK, Goldman SM, Gatewood OM. Bacterial renal infection: role of CT. Radiology. 1989;171(3):703-707. 27. Loud PA, Katz DS, Bruce DA, Klippenstein DL, Grossman ZD. Deep venous thrombosis with suspected pulmonary embolism: detection with combined CT venography and pulmonary angiography. Radiology. 2001;219(2):498-502. 28. Anderson SW, Soto JA, Lucey BC, et al. Abdominal 64-MDCT for suspected appendicitis: the use of oral and IV contrast material versus IV contrast material only. AJR Am J Roentgenol. 2009;193(5):1282-1288. 29. Sam JW, Jacobs JE, Birnbaum BA. Spectrum of CT findings in acute pyogenic pelvic inflammatory disease. Radiographics. 2002;22(6):1327-1334. 30. Rha SE, Byun JY, Jung SE, et al. CT and MR imaging features of adnexal torsion. Radiographics. 2002;22(2):283-294. 31. Hiller N, Appelbaum L, Simanovsky N, Lev-Sagi A, Aharoni D, Sella T. CT features of adnexal torsion. AJR Am J Roentgenol. 2007;189(1):124-129. 32. Birchard KR, Brown MA, Hyslop WB, Firat Z, Semelka RC. MRI of acute abdominal and pelvic pain in pregnant patients. AJR Am J Roentgenol. 2005;184(2):452-458. 33. Oto A, Ernst RD, Shah R, et al. Right-lower-quadrant pain and suspected appendicitis in pregnant women: evaluation with MR imaging--initial experience. Radiology. 2005;234(2):445-451. 34. Pedrosa I, Levine D, Eyvazzadeh AD, Siewert B, Ngo L, Rofsky NM. MR imaging evaluation of acute appendicitis in pregnancy. Radiology. 2006;238(3):891-899. 35. Pedrosa I, Lafornara M, Pandharipande PV, Goldsmith JD, Rofsky NM. Pregnant patients suspected of having acute appendicitis: effect of MR imaging on negative laparotomy rate and appendiceal perforation rate. Radiology. 2009;250(3):749-757. 36. Roy C, Saussine C, LeBras Y, et al. Assessment of painful ureterohydronephrosis during pregnancy by MR urography. Eur Radiol. 1996;6(3):334-338. 37. Spencer JA, Chahal R, Kelly A, Taylor K, Eardley I, Lloyd SN. Evaluation of painful hydronephrosis in pregnancy: magnetic resonance urographic patterns in physiological dilatation versus calculous obstruction. J Urol. 2004;171(1):256-260. 38. Catalano C, Pavone P, Laghi A, et al. Role of MR venography in the evaluation of deep venous thrombosis. Acta Radiol. 1997;38(5):907-912.",
    "ACR Appropriateness Criteria ® 9 Acute Pelvic Pain 39. Spritzer CE, Arata MA, Freed KS. Isolated pelvic deep venous thrombosis: relative frequency as detected with MR imaging. Radiology. 2001;219(2):521-525. 40. Ueda H, Togashi K, Kataoka ML, et al. Adnexal masses caused by pelvic inflammatory disease: MR appearance. Magn Reson Med Sci. 2002;1(4):207-215. 41. American College of Radiology. Manual on Contrast Media . Available at: http://www.acr.org/SecondaryMainMenuCategories/quality_safety/contrast_manual.aspx. The ACR Committee on Appropriateness Criteria and its expert panels have developed criteria for determining appropriate imaging examinations for diagnosis and treatment of specified medical condition(s). These criteria are intended to guide radiologists, radiation oncologists and referring physicians in making decisions regarding radiologic imaging and treatment. Generally, the complexity and severity of a patient’s clinical condition should dictate the selection of appropriate imaging procedures or treatments. Only those examinations generally used for evaluation of the patient’s condition are ranked. Other imaging studies necessary to evaluate other co-existent diseases or other medical consequences of this condition are not considered in this document. The availability of equipment or personnel may influence the selection of appropriate imaging procedures or treatments. Imaging techniques classified as investigational by the FDA have not been considered in developing these criteria; however, study of new equipment and applications should be encouraged. The ultimate decision regarding the appropriateness of any specific radiologic examination or treatment must be made by the referring physician and radiologist in light of all the circumstances presented in an individual examination."
  ],
  "processed_at": "2026-01-30T15:58:50.202Z"
}