{
  "doc_id": "1cdcbbe9ef82dfc0820f1eb3b782cdb0",
  "source_id": "American_College_of_Radiology_ACR_Appropriateness_Criteria__Pretreatment_Detection__Surveillance__and_Staging_of_Prostate_Cancer",
  "total_pages": 38,
  "pages": [
    "American College of Radiology ACR Appropriateness Criteria® Pretreatment Detection, Surveillance, and Staging of Prostate Cancer Variant: 1 Clinically suspected prostate cancer. No prior biopsy (biopsy naïve). Initial diagnosis. Initial imaging. Procedure Appropriateness Category Relative Radiation Level MRI-targeted biopsy prostate Usually Appropriate O TRUS-guided biopsy prostate Usually Appropriate O MRI pelvis without and with IV contrast Usually Appropriate O MRI pelvis without IV contrast Usually Appropriate O TRUS prostate Usually Not Appropriate O MRI abdomen and pelvis without and with IV contrast Usually Not Appropriate O MRI abdomen and pelvis without IV contrast Usually Not Appropriate O MRI whole body without and with IV contrast Usually Not Appropriate O MRI whole body without IV contrast Usually Not Appropriate O Bone scan whole body Usually Not Appropriate ☢☢☢ Choline PET/CT skull base to mid-thigh Usually Not Appropriate ☢☢☢ Choline PET/MRI skull base to mid-thigh Usually Not Appropriate ☢☢☢ CT abdomen and pelvis with IV contrast Usually Not Appropriate ☢☢☢ CT abdomen and pelvis without IV contrast Usually Not Appropriate ☢☢☢ FDG-PET/MRI skull base to mid-thigh Usually Not Appropriate ☢☢☢ Fluciclovine PET/MRI skull base to mid-thigh Usually Not Appropriate ☢☢☢ CT abdomen and pelvis without and with IV contrast Usually Not Appropriate ☢☢☢☢ CT chest abdomen pelvis with IV contrast Usually Not Appropriate ☢☢☢☢ CT chest abdomen pelvis without and with IV contrast Usually Not Appropriate ☢☢☢☢ CT chest abdomen pelvis without IV contrast Usually Not Appropriate ☢☢☢☢ FDG-PET/CT whole body Usually Not Appropriate ☢☢☢☢ Fluciclovine PET/CT skull base to mid-thigh Usually Not Appropriate ☢☢☢☢ Fluoride PET/CT whole body Usually Not Appropriate ☢☢☢☢ PSMA PET/CT skull base to mid-thigh Usually Not Appropriate ☢☢☢☢ Variant: 2 Clinically suspected prostate cancer. Negative TRUS-guided biopsy. Initial diagnosis. Next imaging study. Procedure Appropriateness Category Relative Radiation Level MRI-targeted biopsy prostate Usually Appropriate O TRUS-guided biopsy prostate Usually Appropriate O MRI pelvis without and with IV contrast Usually Appropriate O MRI pelvis without IV contrast Usually Appropriate O TRUS prostate Usually Not Appropriate O MRI abdomen and pelvis without and with IV contrast Usually Not Appropriate O MRI abdomen and pelvis without IV contrast Usually Not Appropriate O MRI whole body without and with IV contrast Usually Not Appropriate O New 2022",
    "MRI whole body without IV contrast Usually Not Appropriate O Bone scan whole body Usually Not Appropriate ☢☢☢ Choline PET/CT skull base to mid-thigh Usually Not Appropriate ☢☢☢ Choline PET/MRI skull base to mid-thigh Usually Not Appropriate ☢☢☢ CT abdomen and pelvis with IV contrast Usually Not Appropriate ☢☢☢ CT abdomen and pelvis without IV contrast Usually Not Appropriate ☢☢☢ FDG-PET/MRI skull base to mid-thigh Usually Not Appropriate ☢☢☢ Fluciclovine PET/MRI skull base to mid-thigh Usually Not Appropriate ☢☢☢ CT abdomen and pelvis without and with IV contrast Usually Not Appropriate ☢☢☢☢ CT chest abdomen pelvis with IV contrast Usually Not Appropriate ☢☢☢☢ CT chest abdomen pelvis without and with IV contrast Usually Not Appropriate ☢☢☢☢ CT chest abdomen pelvis without IV contrast Usually Not Appropriate ☢☢☢☢ FDG-PET/CT whole body Usually Not Appropriate ☢☢☢☢ Fluciclovine PET/CT skull base to mid-thigh Usually Not Appropriate ☢☢☢☢ Fluoride PET/CT whole body Usually Not Appropriate ☢☢☢☢ PSMA PET/CT skull base to mid-thigh Usually Not Appropriate ☢☢☢☢ Variant: 3 Clinically established low-risk prostate cancer. Active surveillance. Procedure Appropriateness Category Relative Radiation Level MRI-targeted biopsy prostate Usually Appropriate O TRUS-guided biopsy prostate Usually Appropriate O MRI pelvis without and with IV contrast Usually Appropriate O MRI pelvis without IV contrast Usually Appropriate O TRUS prostate Usually Not Appropriate O MRI abdomen and pelvis without and with IV contrast Usually Not Appropriate O MRI abdomen and pelvis without IV contrast Usually Not Appropriate O MRI whole body without and with IV contrast Usually Not Appropriate O MRI whole body without IV contrast Usually Not Appropriate O Bone scan whole body Usually Not Appropriate ☢☢☢ Choline PET/CT skull base to mid-thigh Usually Not Appropriate ☢☢☢ Choline PET/MRI skull base to mid-thigh Usually Not Appropriate ☢☢☢ CT abdomen and pelvis with IV contrast Usually Not Appropriate ☢☢☢ CT abdomen and pelvis without IV contrast Usually Not Appropriate ☢☢☢ FDG-PET/MRI skull base to mid-thigh Usually Not Appropriate ☢☢☢ Fluciclovine PET/MRI skull base to mid-thigh Usually Not Appropriate ☢☢☢ CT abdomen and pelvis without and with IV contrast Usually Not Appropriate ☢☢☢☢ CT chest abdomen pelvis with IV contrast Usually Not Appropriate ☢☢☢☢ CT chest abdomen pelvis without and with IV contrast Usually Not Appropriate ☢☢☢☢ CT chest abdomen pelvis without IV contrast Usually Not Appropriate ☢☢☢☢ FDG-PET/CT whole body Usually Not Appropriate ☢☢☢☢ Fluciclovine PET/CT skull base to mid-thigh Usually Not Appropriate ☢☢☢☢ Fluoride PET/CT whole body Usually Not Appropriate ☢☢☢☢ PSMA PET/CT skull base to mid-thigh Usually Not Appropriate ☢☢☢☢",
    "Variant: 4 Clinically established intermediate-risk prostate cancer. Staging or surveillance. Procedure Appropriateness Category Relative Radiation Level MRI-targeted biopsy prostate Usually Appropriate O MRI abdomen and pelvis without and with IV contrast Usually Appropriate O MRI pelvis without and with IV contrast Usually Appropriate O CT abdomen and pelvis with IV contrast Usually Appropriate ☢☢☢ CT chest abdomen pelvis with IV contrast Usually Appropriate ☢☢☢☢ Fluciclovine PET/CT skull base to mid-thigh Usually Appropriate ☢☢☢☢ PSMA PET/CT skull base to mid-thigh Usually Appropriate ☢☢☢☢ TRUS-guided biopsy prostate May Be Appropriate O MRI abdomen and pelvis without IV contrast May Be Appropriate O MRI pelvis without IV contrast May Be Appropriate O MRI whole body without and with IV contrast May Be Appropriate (Disagreement) O MRI whole body without IV contrast May Be Appropriate (Disagreement) O Bone scan whole body May Be Appropriate ☢☢☢ Choline PET/CT skull base to mid-thigh May Be Appropriate ☢☢☢ Choline PET/MRI skull base to mid-thigh May Be Appropriate ☢☢☢ CT abdomen and pelvis without IV contrast May Be Appropriate ☢☢☢ Fluciclovine PET/MRI skull base to mid-thigh May Be Appropriate ☢☢☢ CT abdomen and pelvis without and with IV contrast May Be Appropriate (Disagreement) ☢☢☢☢ CT chest abdomen pelvis without IV contrast May Be Appropriate ☢☢☢☢ Fluoride PET/CT whole body May Be Appropriate ☢☢☢☢ TRUS prostate Usually Not Appropriate O FDG-PET/MRI skull base to mid-thigh Usually Not Appropriate ☢☢☢ CT chest abdomen pelvis without and with IV contrast Usually Not Appropriate ☢☢☢☢ FDG-PET/CT whole body Usually Not Appropriate ☢☢☢☢ Variant: 5 Clinically established high-risk prostate cancer. Staging. Procedure Appropriateness Category Relative Radiation Level MRI abdomen and pelvis without and with IV contrast Usually Appropriate O MRI pelvis without and with IV contrast Usually Appropriate O Bone scan whole body Usually Appropriate ☢☢☢ Choline PET/CT skull base to mid-thigh Usually Appropriate ☢☢☢ Choline PET/MRI skull base to mid-thigh Usually Appropriate ☢☢☢ CT abdomen and pelvis with IV contrast Usually Appropriate ☢☢☢ Fluciclovine PET/MRI skull base to mid-thigh Usually Appropriate ☢☢☢ CT chest abdomen pelvis with IV contrast Usually Appropriate ☢☢☢☢ Fluciclovine PET/CT skull base to mid-thigh Usually Appropriate ☢☢☢☢ Fluoride PET/CT whole body Usually Appropriate ☢☢☢☢ PSMA PET/CT skull base to mid-thigh Usually Appropriate ☢☢☢☢ MRI abdomen and pelvis without IV contrast May Be Appropriate O MRI pelvis without IV contrast May Be Appropriate O MRI whole body without and with IV contrast May Be Appropriate O MRI whole body without IV contrast May Be Appropriate O",
    "CT abdomen and pelvis without IV contrast May Be Appropriate ☢☢☢ CT abdomen and pelvis without and with IV contrast May Be Appropriate (Disagreement) ☢☢☢☢ CT chest abdomen pelvis without IV contrast May Be Appropriate ☢☢☢☢ MRI-targeted biopsy prostate Usually Not Appropriate O TRUS prostate Usually Not Appropriate O TRUS-guided biopsy prostate Usually Not Appropriate O FDG-PET/MRI skull base to mid-thigh Usually Not Appropriate ☢☢☢ CT chest abdomen pelvis without and with IV contrast Usually Not Appropriate ☢☢☢☢ FDG-PET/CT whole body Usually Not Appropriate ☢☢☢☢ Panel Members Oguz Akin, MD a , Sungmin Woo, MD, PhD b , Aytekin Oto, MD c , Brian C. Allen, MD d , Ryan Avery, MD e , Samantha J. Barker, MD f , Marielia Gerena, MD g , David J. Halpern, MD, MPH h , Lori Mankowski Gettle, MD, MBA i , Seth A. Rosenthal, MD j , Samir S.. Taneja, MD k , Baris Turkbey, MD l , Pat Whitworth III, MD m , Paul Nikolaidis, MD n Summary of Literature Review Introduction/Background Prostate cancer ranks second only after lung cancer as a leading cause of cancer-related deaths in American patients. In 2020, an estimated 191,930 American patients were diagnosed with prostate cancer, and 33,330 died of the disease [1]. In addition to the personal toll of these deaths, there is a substantial amount of direct economic costs related to prostate cancer in the Unites States at an estimated $10 billion per year [2]. The primary goal during pretreatment evaluation of prostate cancer is disease detection, localization, and characterization, that is, establishing disease extent, both local and distant, and aggressiveness, because these drive patient outcomes in terms of recurrence and survival. Several special circumstances make the pretreatment evaluation of prostate cancer particularly challenging: First, the currently available standard clinical tools used to evaluate prostate cancer, such as digital rectal examination, serum prostate-specific antigen (PSA) assay, and systematic biopsy results such as fraction of cores positive for cancer and Gleason score, are all subject to varying degrees of inaccuracy. Even radical prostatectomy, often regarded as the reference standard for pathological findings, is subject to variable interpretation. For example, the interobserver agreement (kappa values, 0.33-0.63) for assessing extracapsular extension by different pathologists analyzing radical prostatectomy specimens [3,4] are similar to that for different radiologists assessing extracapsular extension on MRI (kappa values, 0.59-0.67) [5]. Multiple nomograms have been described, such as the Partin Tables or the D’Amico risk stratification scheme, that aggregate data from these parameters in an attempt to better estimate tumor stage or tumor aggressiveness [6,7]. Although these nomograms are a reasonable attempt to aggregate data, they are ultimately limited by the inherent flaws and imprecisions of the input parameters [8,9]; therefore, recent attempts are being made to improve their accuracy by incorporating MRI and nonimaging biomarker data [10-15]. •",
    "Especially, MRI and nonimaging biomarkers from blood-, urine-, and tissue-based assays have shown to provide independent and complementary information that adds to conventional clinical tools for baseline risk assessment [16,17]. Second, prostate cancer is a heterogeneous disease, ranging from small low-grade tumors that are indolent and incidental to large aggressive life-threatening tumors. For this purpose, prostate risk stratification is typically done by assessing clinical factors in order to determine the appropriateness of evaluating for locally advanced or distant disease, because the prevalence of such disease states are higher in patients with intermediate- and high-risk disease. There are several guidelines on imaging prostate cancer from various organizations, proposing slightly differing definitions of higher-risk disease [18]. One of the commonly used guidelines, from the National Comprehensive Cancer Network (NCCN), defines low-, intermediate-, and high-risk disease using the following definitions [19,20] • Low Risk: Clinical stage T1–T2a, PSA <10 ng/mL and Gleason score ≤6 • Intermediate Risk: Clinical stage T2b–T2c, or PSA 10–20 ng/mL, or Gleason score 7 • High Risk: Clinical stage T3a, PSA >20 ng/mL, or Gleason score ≥8 • This generates a 2-fold challenge. First, because we have a limited ability to precisely characterize the disease in a given patient, it is difficult to match patients to optimal treatment. Ideally, those with indolent disease would be managed by active surveillance, whereas those with higher-risk disease would receive definitive management with radiation or surgery, possibly supplemented by short- or long-term androgen deprivation therapy. Those with systemic disease require systemic treatment, typically androgen deprivation therapy with or without radiation treatment followed by chemotherapy or other systemic treatments after emergence of androgen resistance. Second, the biological heterogeneity results in a protracted natural history, so outcome studies may require 10 or 15 years of follow-up to generate meaningful data. For example, the European Randomized Study of Screening for prostate cancer showed that 781 patients had to be screened and 27 additional prostate cancers had to be detected to prevent one prostate cancer-related death at 13 years of follow-up [21]; these numbers were decreased to 570 and 18, respectively, at an extended follow-up of 16 years [22]. Third, prostate cancer is a difficult organ and disease to image. For many years, the only imaging received by most patients was a transrectal ultrasound (TRUS) used to localize the prostate (not the cancer) prior to 10- to 12-core systematic biopsy. In order to address this, researchers have strived to identify better imaging modalities that can more accurately detect prostate cancer and evaluate its local extent including MRI and MRI-targeted biopsy [23-30]. • Special Imaging Considerations A few emerging imaging techniques have not yet made their way into mainstream clinical practice, showing the potential to improve detection of the primary tumor, nodal, and distant metastatic disease in addition to achieving better risk stratification. Studies on advanced ultrasound (US) techniques have focused on assessment of the primary prostate tumor [31-36]. For example, a recent meta-analysis showed that shear wave elastography had a pooled sensitivity and specificity of 83% and 85%, respectively [31]. In addition, targeted biopsy using real-time elastography was",
    "able to improve the Gleason score assignment when added to systematic biopsy than systematic biopsy alone (68.3% versus 56.7%) [32]. High-resolution micro-US has also shown potential to improve detection of clinically significant prostate cancer [33]. Furthermore, when a multiparametric approach was used for US using B-mode, shear wave elastography and contrast- enhanced US, it was able to improve the sensitivity in detecting index lesions compared with B- mode alone (74% versus 55%) [34]. Regarding assessment of lymph nodes, MR using ultrasmall superparamagnetic iron oxide (USPIO) has shown promise to detect even micrometastatic deposits [37,38]. Two agents, ferumoxtran-10 and ferumoxytol, have been investigated based on their lymphotropic properties, accumulating in normal but not metastatic lymph nodes after injected intravenously. In a prospective multicenter study of intermediate- and high-risk patients with prostate cancer, ferumoxtran-10 showed significantly higher sensitivity (82% versus 34%) than CT with a similar specificity (93% versus 97%) [37]. Moreover, when ferumoxtran-10-based USPIO MRI was performed in conjunction with diffusion-weighted imaging, it yielded impressive results even in normal-sized lymph nodes (sensitivities and specificities of 65%-75% and 93%-96%) [38]. Nevertheless, issues related to iron overload and potential life-threatening allergic reactions have been raised, which need to be addressed before its usage in pretreatment prostate imaging. Initial Imaging Definition Initial imaging is defined as imaging at the beginning of the care episode for the medical condition defined by the variant. More than one procedure can be considered usually appropriate in the initial imaging evaluation when: There are procedures that are equivalent alternatives (ie, only one procedure will be ordered to provide the clinical information to effectively manage the patient’s care) • OR There are complementary procedures (ie, more than one procedure is ordered as a set or simultaneously wherein each procedure provides unique clinical information to effectively manage the patient’s care). • Discussion of Procedures by Variant Variant 1: Clinically suspected prostate cancer. No prior biopsy (biopsy naïve). Initial diagnosis. Initial imaging. Variant 1: Clinically suspected prostate cancer. No prior biopsy (biopsy naïve). Initial diagnosis. Initial imaging. A. Bone Scan Whole Body There is limited evidence to support the use of bone scan for initial imaging of patients with clinically suspected prostate cancer and no prior biopsy. Variant 1: Clinically suspected prostate cancer. No prior biopsy (biopsy naïve). Initial diagnosis. Initial imaging. B. Choline PET/CT Skull Base to Mid-Thigh There is limited evidence to support the use of choline PET/CT for initial imaging of patients with",
    "clinically suspected prostate cancer and no prior biopsy. Variant 1: Clinically suspected prostate cancer. No prior biopsy (biopsy naïve). Initial diagnosis. Initial imaging. C. Choline PET/MRI Skull Base to Mid-Thigh There is limited evidence to support the use of choline PET/MRI for initial imaging of patients with clinically suspected prostate cancer and no prior biopsy. Variant 1: Clinically suspected prostate cancer. No prior biopsy (biopsy naïve). Initial diagnosis. Initial imaging. D. CT Abdomen and Pelvis With IV Contrast There is limited evidence to support the use of CT abdomen and pelvis with intravenous (IV) contrast for initial imaging of patients with clinically suspected prostate cancer and no prior biopsy. Variant 1: Clinically suspected prostate cancer. No prior biopsy (biopsy naïve). Initial diagnosis. Initial imaging. E. CT Abdomen and Pelvis Without and With IV Contrast There is limited evidence to support the use of CT abdomen and pelvis without and with IV contrast for initial imaging of patients with clinically suspected prostate cancer and no prior biopsy. Variant 1: Clinically suspected prostate cancer. No prior biopsy (biopsy naïve). Initial diagnosis. Initial imaging. F. CT Abdomen and Pelvis Without IV Contrast There is limited evidence to support the use of CT abdomen and pelvis without IV contrast for initial imaging of patients with clinically suspected prostate cancer and no prior biopsy. Variant 1: Clinically suspected prostate cancer. No prior biopsy (biopsy naïve). Initial diagnosis. Initial imaging. G. CT Chest, Abdomen, and Pelvis With IV Contrast There is limited evidence to support the use of CT chest, abdomen, and pelvis with IV contrast for initial imaging of patients with clinically suspected prostate cancer and no prior biopsy. Variant 1: Clinically suspected prostate cancer. No prior biopsy (biopsy naïve). Initial diagnosis. Initial imaging. H. CT Chest, Abdomen, and Pelvis Without and With IV Contrast There is limited evidence to support the use of CT chest, abdomen, and pelvis without and with IV contrast for initial imaging of patients with clinically suspected prostate cancer and no prior biopsy. Variant 1: Clinically suspected prostate cancer. No prior biopsy (biopsy naïve). Initial diagnosis. Initial imaging. I. CT Chest, Abdomen, and Pelvis Without IV Contrast There is limited evidence to support the use of CT chest, abdomen, and pelvis without IV contrast for initial imaging of patients with clinically suspected prostate cancer and no prior biopsy. Variant 1: Clinically suspected prostate cancer. No prior biopsy (biopsy naïve). Initial diagnosis. Initial imaging. J. FDG-PET/CT Whole Body Because prostate cancer and metastases from it are generally not fluorine-18-2-fluoro-2-deoxy-D- glucose (FDG)-avid unlike most other malignancies, FDG-PET/CT may not be beneficial as part of initial imaging.",
    "Variant 1: Clinically suspected prostate cancer. No prior biopsy (biopsy naïve). Initial diagnosis. Initial imaging. K. FDG-PET/MRI Skull Base to Mid-Thigh Because prostate cancer and metastases from it are generally not FDG-avid unlike most other malignancies, FDG-PET/MRI may not be beneficial as part of initial imaging. Variant 1: Clinically suspected prostate cancer. No prior biopsy (biopsy naïve). Initial diagnosis. Initial imaging. L. Fluciclovine PET/CT Skull Base to Mid-Thigh There is limited evidence to support the use of fluciclovine PET/CT for initial imaging of patients with clinically suspected prostate cancer and no prior biopsy. Variant 1: Clinically suspected prostate cancer. No prior biopsy (biopsy naïve). Initial diagnosis. Initial imaging. M. Fluciclovine PET/MRI Skull Base to Mid-Thigh There is limited evidence to support the use of fluciclovine PET/MRI for initial imaging of patients with clinically suspected prostate cancer and no prior biopsy. Variant 1: Clinically suspected prostate cancer. No prior biopsy (biopsy naïve). Initial diagnosis. Initial imaging. N. Fluoride PET/CT Whole Body There is limited evidence to support the use of fluoride PET/CT for initial imaging of patients with clinically suspected prostate cancer and no prior biopsy. Variant 1: Clinically suspected prostate cancer. No prior biopsy (biopsy naïve). Initial diagnosis. Initial imaging. O. MRI Abdomen and Pelvis Without and With IV Contrast There is limited evidence to support the use of MRI abdomen and pelvis without and with IV contrast for initial imaging of patients with clinically suspected prostate cancer and no prior biopsy. Variant 1: Clinically suspected prostate cancer. No prior biopsy (biopsy naïve). Initial diagnosis. Initial imaging. P. MRI Abdomen and Pelvis Without IV Contrast There is limited evidence to support the use of MRI abdomen and pelvis without IV contrast for initial imaging of patients with clinically suspected prostate cancer and no prior biopsy. Variant 1: Clinically suspected prostate cancer. No prior biopsy (biopsy naïve). Initial diagnosis. Initial imaging. Q. MRI Pelvis Without and With IV Contrast In the last decade, multiparametric MRI of the prostate, including T2-weighted imaging, diffusion- weighted imaging, and dynamic contrast-enhanced imaging, has emerged as a powerful tool for detection, localization, and assessment of the local extent of prostate cancer and has shown potential to provide additional information related to risk stratification such as tumor size and aggressiveness, which will be discussed in more detail below according to each clinical variant. Especially because the widespread adoption of a standardized reporting system—Prostate Imaging and Reporting Data System (PI-RADS)—now already in its second version, has been rigorously tested and validated across the world, increasing the utility of multiparametric MRI for pretreatment assessment of prostate cancer. A meta-analysis of 21 studies showed that PI-RADS version 2 has a pooled sensitivity and specificity of 0.89 (95% confidence interval [CI]: 0.84-0.92)",
    "and 0.64 (95% CI: 0.46-0.78), respectively, for detecting clinically significant cancer [39]. Prospective studies have shown that PI-RADS successfully stratifies the cancer detection rate, with higher detection in higher scores: 75% versus 6% in scores of 5 versus 2 [40]. Moreover, interobserver agreement has been shown to be moderate to excellent across different institutions and various levels of experience [41-43]. The strength of multiparametric MRI is that, regardless of using PI- RADS or not, it consistently shows high negative predictive value of approximately 90% in excluding the presence of clinically significant prostate cancers, although there is some heterogeneity in relation with the prevalence of cancers in the population [44] and PSA density (<0.2 ng/mL/cc versus >0.2 ng/mL/cc) [45]. Additionally, multiparametric MRI is able to detect T3 disease with a moderate sensitivity but high specificity [46-48], for example, 0.57 (95% CI: 0.49- 0.64) and 0.91 (95% CI: 0.88-0.93) for the extraprostatic extension and 0.58 (95% CI: 0.47-0.68) and 0.96 (95% CI: 0.95-0.97) for seminal vesicle invasion in a meta-analysis of 75 studies (9,796 patients) [49]. Variant 1: Clinically suspected prostate cancer. No prior biopsy (biopsy naïve). Initial diagnosis. Initial imaging. R. MRI Pelvis Without IV Contrast More recently, there has been increase in the performance of MRI pelvis without IV contrast, albeit with controversy regarding the additive benefit of IV gadolinium-based contrast media for assessing prostate cancer. Unlike diffusion-weighted imaging, which is undoubtedly an essential component of prostate MRI, there has been debate over whether dynamic contrast-enhanced imaging should be retained, used but limited to assessing the presence of early and/or contemporaneous enhancement (as in the current PI-RADS schema), or even omitted altogether [50,51]. Despite the notion that detection of prostate cancer could be improved by using dynamic contrast-enhanced imaging, owing to the fact that prostate cancer typically enhances more rapidly and washes out more quickly than benign prostatic tissue, many studies have shown that the incremental diagnostic yield is minimal [52-54]. For instance, in a meta-analysis of 20 studies (2,142 patients) performing a head-to-head comparison of biparametric and multiparametric MRI, sensitivity and specificity were similar: 0.74 (95% CI: 0.66-0.81) and 0.90 (95% CI: 0.86-0.93) for biparametric and 0.76 (95% CI: 0.69-0.82) and 0.89 (95% CI: 0.85-0.93) for multiparametric, respectively [54]. Omitting dynamic contrast-enhanced imaging additionally offers benefits of decreasing study time. Nevertheless, biparametric MRI is not yet widely adopted, and it is recommended that when performed, several requirements need to be met, such as good image quality (especially diffusion-weighted imaging), potential radiologist monitoring, and a safety net for missing significant cancers (eg, PSA follow-up). Variant 1: Clinically suspected prostate cancer. No prior biopsy (biopsy naïve). Initial diagnosis. Initial imaging. S. MRI-Targeted Biopsy Prostate MRI-targeted biopsy after performing multiparametric MRI has emerged as a strong option owing to the ability to identify a targetable lesion [23-26]. Recent meta-analyses demonstrate that clinical pathways that incorporate MRI followed by MRI-targeted biopsy significantly increase the detection rate of clinically significant cancers, especially in patients who had a prior negative TRUS- guided biopsy but continue to have suspicion for harboring prostate cancer (eg, elevated PSA) and possibly at the time of baseline diagnosis in patients who are biopsy-naïve [28,30]. After identification of a suspicious lesion (eg, PI-RADS 3-5) MRI-targeted biopsy can be performed in one of three ways [55]:",
    "· Direct or “in-bore”: The patient is in the MRI scanner, and the needle is placed in the target under MRI visualization. · Fusion: The patient undergoes a TRUS-guided biopsy targeting area(s) that was/were suspicious on a preceding MRI scan via digital “fusing” to the US images. · Cognitive: The patient undergoes a TRUS-guided biopsy targeting area(s) that was/were suspicious on a preceding MRI scan via mentally or “cognitively” co-registrating them to the US images. Based on the principles above, “in-bore” and fusion biopsies potentially offer a better yield for prostate cancer; however, this has not been established on prospective or randomized clinical trials and at the moment is primarily based on institutional availability and preferences [56,57], sometimes even performing a combination of them (ie, fusion and cognitive) [58]. In addition, although only the target(s) is/are sampled when using the “in-bore” approach, fusion and cognitive biopsies can be done with or without concurrent systematic TRUS-guided biopsies depending on the goal, namely, maximizing cancer yield [25,59], versus avoiding/reducing unnecessary biopsy [23,24,60,61]. Although there are discussions on what the most optimal method is in terms of approach (“in-bore,” fusion, or cognitive), concurrent systematic biopsies (performed versus not performed), and target population (biopsy-naïve versus prior negative), the clinical paradigm for prostate cancer diagnosis undoubtedly is rapidly moving toward MRI-targeted biopsies, based on abundant evidence that this can improve pretreatment evaluation of prostate cancer in many aspects, such as MRI-targeted biopsies are more concordant with radical prostatectomy in determining Gleason score [26]; better selected candidates for active surveillance [62]; and improved risk stratification [63,64]. Variant 1: Clinically suspected prostate cancer. No prior biopsy (biopsy naïve). Initial diagnosis. Initial imaging. T. MRI Whole Body Without and With IV Contrast There is limited evidence to support the use of MRI whole body without and with IV contrast for initial imaging of patients with clinically suspected prostate cancer and no prior biopsy. Variant 1: Clinically suspected prostate cancer. No prior biopsy (biopsy naïve). Initial diagnosis. Initial imaging. U. MRI Whole Body Without IV Contrast There is limited evidence to support the use of MRI whole body without IV contrast for initial imaging of patients with clinically suspected prostate cancer and no prior biopsy. Variant 1: Clinically suspected prostate cancer. No prior biopsy (biopsy naïve). Initial diagnosis. Initial imaging. V. PSMA PET/CT Skull Base to Mid-Thigh There is limited evidence to support the use of prostate-specific membrane antigen (PSMA) PET/CT (or PET/MRI) for initial imaging of patients with clinically suspected prostate cancer and no prior biopsy. Variant 1: Clinically suspected prostate cancer. No prior biopsy (biopsy naïve). Initial diagnosis. Initial imaging. W. TRUS Prostate",
    "In North America, TRUS is generally performed by urologists for purposes of localizing the prostate gland (not the cancer) prior to systematic biopsy. Conventional grayscale TRUS is not widely used for localizing the tumor, first because lesions (usually hypoechoic in appearance) are visible only in a small proportion (11%-35%) of patients [65]. In a study of 142 patients, grayscale TRUS was able to detect only 62.2% of lesions visible on multiparametric MRI [66]. Second, only a small proportion (17%-57%) of those hypoechoic lesions are confirmed to be malignant [65]. In a study of 31,296 cores obtained from 3,912 consecutive patients undergoing TRUS with biopsy, there was no statistically significant association between the presence of a hypoechoic lesion and the detection of cancer [67]. Therefore, in isolation, TRUS is inaccurate for prostate cancer detection and is not beneficial for this purpose [65]. Variant 1: Clinically suspected prostate cancer. No prior biopsy (biopsy naïve). Initial diagnosis. Initial imaging. X. TRUS-Guided Biopsy Prostate TRUS-guided systematic biopsy has been the standard diagnostic test for prostate cancer since a landmark study in 1989 showed that it was superior to digitally directed biopsy sampling of the prostate [68]. However, because of the “random” nature of needle positioning with regards to the location of the tumor, TRUS-guided systematic biopsy frequently undersamples and underestimates the presence and grade of the tumor with a reported false-negative rate of 15% to 46% [69] and an upgrading rate at radical prostatectomy of up to 38% [70,71]. Despite these limitations, the majority of the risk stratification and management schemes still heavily rely on pathological findings from TRUS-guided systematic biopsy such as Gleason grade and the percentage of tumor-containing cores [18]. In addition, studies have addressed whether supplemental targeted biopsy of hypoechoic lesions would increase detection of prostate cancer; however, especially in the era of MRI-guided or targeted biopsy, doing so does not make a meaningful impact. For example, in a prospective trial of 1,260 patients, risk categories did not change in 96% of patients who underwent additional targeted biopsies of hypoechoic lesions [72]. Variant 2: Clinically suspected prostate cancer. Negative TRUS-guided biopsy. Initial diagnosis. Next imaging study. Variant 2: Clinically suspected prostate cancer. Negative TRUS-guided biopsy. Initial diagnosis. Next imaging study. A. Bone Scan Whole Body There is limited evidence to support the use of bone scan as the next imaging study of patients with clinically suspected prostate cancer unless or until the presence of higher-risk disease has been established histologically. Variant 2: Clinically suspected prostate cancer. Negative TRUS-guided biopsy. Initial diagnosis. Next imaging study. B. Choline PET/CT Skull Base to Mid-Thigh There is limited evidence to support the use of choline PET/CT for initial imaging of patients with clinically suspected prostate cancer unless or until the presence of higher-risk disease has been established histologically. Variant 2: Clinically suspected prostate cancer. Negative TRUS-guided biopsy. Initial diagnosis. Next imaging study. C. Choline PET/MRI Skull Base to Mid-Thigh There is limited evidence to support the use of choline PET/MRI for initial imaging of patients with",
    "clinically suspected prostate cancer unless or until the presence of higher-risk disease has been established histologically. Variant 2: Clinically suspected prostate cancer. Negative TRUS-guided biopsy. Initial diagnosis. Next imaging study. D. CT Abdomen and Pelvis With IV Contrast There is limited evidence to support the use of CT abdomen and pelvis with IV contrast for initial imaging of patients with clinically suspected prostate cancer unless or until the presence of higher- risk disease has been established histologically. Variant 2: Clinically suspected prostate cancer. Negative TRUS-guided biopsy. Initial diagnosis. Next imaging study. E. CT Abdomen and Pelvis Without and With IV Contrast There is limited evidence to support the use of CT abdomen and pelvis without and with IV contrast for initial imaging of patients with clinically suspected prostate cancer unless or until the presence of higher-risk disease has been established histologically. Variant 2: Clinically suspected prostate cancer. Negative TRUS-guided biopsy. Initial diagnosis. Next imaging study. F. CT Abdomen and Pelvis Without IV Contrast There is limited evidence to support the use of CT abdomen and pelvis without IV contrast for initial imaging of patients with clinically suspected prostate cancer unless or until the presence of higher-risk disease has been established histologically. Variant 2: Clinically suspected prostate cancer. Negative TRUS-guided biopsy. Initial diagnosis. Next imaging study. G. CT Chest, Abdomen, and Pelvis With IV Contrast There is limited evidence to support the use of CT chest, abdomen, and pelvis with IV contrast for initial imaging of patients with clinically suspected prostate cancer unless or until the presence of higher-risk disease has been established histologically. Variant 2: Clinically suspected prostate cancer. Negative TRUS-guided biopsy. Initial diagnosis. Next imaging study. H. CT Chest, Abdomen, and Pelvis Without and With IV Contrast There is limited evidence to support the use of CT chest, abdomen, and pelvis without and with IV contrast for initial imaging of patients with clinically suspected prostate cancer unless or until the presence of higher-risk disease has been established histologically. Variant 2: Clinically suspected prostate cancer. Negative TRUS-guided biopsy. Initial diagnosis. Next imaging study. I. CT Chest, Abdomen, and Pelvis Without IV Contrast There is limited evidence to support the use of CT chest, abdomen, and pelvis without IV contrast for initial imaging of patients with clinically suspected prostate cancer unless or until the presence of higher-risk disease has been established histologically. Variant 2: Clinically suspected prostate cancer. Negative TRUS-guided biopsy. Initial diagnosis. Next imaging study. J. FDG-PET/CT Whole Body Because prostate cancer and metastases from it are generally not FDG-avid unlike most other",
    "malignancies, FDG-PET/CT may not be beneficial as part of initial imaging. Variant 2: Clinically suspected prostate cancer. Negative TRUS-guided biopsy. Initial diagnosis. Next imaging study. K. FDG-PET/MRI Skull Base to Mid-Thigh Because prostate cancer and metastases from it are generally not FDG-avid unlike most other malignancies, FDG-PET/MRI may not be beneficial as part of initial imaging. Variant 2: Clinically suspected prostate cancer. Negative TRUS-guided biopsy. Initial diagnosis. Next imaging study. L. Fluciclovine PET/CT Skull Base to Mid-Thigh There is limited evidence to support the use of fluciclovine PET/CT for initial imaging of patients with clinically suspected prostate cancer unless or until the presence of higher-risk disease has been established histologically. Variant 2: Clinically suspected prostate cancer. Negative TRUS-guided biopsy. Initial diagnosis. Next imaging study. M. Fluciclovine PET/MRI Skull Base to Mid-Thigh There is limited evidence to support the use of fluciclovine PET/MRI for initial imaging of patients with clinically suspected prostate cancer unless or until the presence of higher-risk disease has been established histologically. Variant 2: Clinically suspected prostate cancer. Negative TRUS-guided biopsy. Initial diagnosis. Next imaging study. N. Fluoride PET/CT Whole Body There is limited evidence to support the use of fluoride PET/CT for initial imaging of patients with clinically suspected prostate cancer unless or until the presence of higher-risk disease has been established histologically. Variant 2: Clinically suspected prostate cancer. Negative TRUS-guided biopsy. Initial diagnosis. Next imaging study. O. MRI Abdomen and Pelvis Without and With IV Contrast There is limited evidence to support the use of MRI abdomen and pelvis without and with IV contrast for initial imaging of patients with clinically suspected prostate cancer unless or until the presence of higher-risk disease has been established histologically. Variant 2: Clinically suspected prostate cancer. Negative TRUS-guided biopsy. Initial diagnosis. Next imaging study. P. MRI Abdomen and Pelvis Without IV Contrast There is limited evidence to support the use of MRI abdomen and pelvis without IV contrast for initial imaging of patients with clinically suspected prostate cancer unless or until the presence of higher-risk disease has been established histologically. Variant 2: Clinically suspected prostate cancer. Negative TRUS-guided biopsy. Initial diagnosis. Next imaging study. Q. MRI Pelvis Without and With IV Contrast Although TRUS-guided biopsy has historically been the standard of care, the demonstration over the last few decades of the ability of multiparametric MRI to accurately detect prostate cancer [40] and evaluate local extent [49] has rendered it a strong option for the initial step of diagnosing",
    "prostate cancer, either in biopsy-naïve patients or those with prior negative biopsies with clinical suspicion for prostate cancer. Not only does MRI have a high negative predictive value of approximately 90% in excluding the presence of clinically significant prostate cancers [44,45], it can stratify the likelihood of cancer, for example, cancer detection rates of 75% versus 6% in PI-RADS version 2 scores of 5 versus 2 [40], and identifies an actionable target in approximately 60% of the patients [29], enabling MRI-targeted biopsy a feasible option. Variant 2: Clinically suspected prostate cancer. Negative TRUS-guided biopsy. Initial diagnosis. Next imaging study. R. MRI Pelvis Without IV Contrast In patients with clinically suspected prostate cancer who had a negative TRUS-guided biopsy, imaging without using IV contrast is also a viable option based on the identical rationales for using MRI of the pelvis with IV contrast [29,40,44,45,49]. Nevertheless, controversies exist with regard to balancing between the small incremental yield for detecting clinically significant cancer using IV contrast and potential benefits such as decreased scan time when forgoing IV contrast [50-54]. Variant 2: Clinically suspected prostate cancer. Negative TRUS-guided biopsy. Initial diagnosis. Next imaging study. S. MRI-Targeted Biopsy Prostate Owing to advances in MRI enabling it to identify a targetable lesion [23-26] and development of multiple targeting techniques (“in-bore,” fusion, and cognitive [55-58]), clinical pathways that incorporate MRI-targeted biopsy have been shown to increase the detection rate of clinically significant cancers, especially in patients who had a prior negative TRUS-guided biopsy with continuous suspicion for prostate cancer and even in biopsy-naïve patients [28,30]. The target(s) can be sampled with the “in-bore” approach, or sampled via fusion and cognitive biopsies that are done with or without concurrent systematic TRUS-guided biopsies to maximize cancer yield [25,59] or reduce unnecessary biopsy [23,24,60,61]. Variant 2: Clinically suspected prostate cancer. Negative TRUS-guided biopsy. Initial diagnosis. Next imaging study. T. MRI Whole Body Without and With IV Contrast There is limited evidence to support the use of MRI whole body without and with IV contrast for initial imaging of patients with clinically suspected prostate cancer unless or until the presence of higher-risk disease has been established histologically. Variant 2: Clinically suspected prostate cancer. Negative TRUS-guided biopsy. Initial diagnosis. Next imaging study. U. MRI Whole Body Without IV Contrast There is limited evidence to support the use of MRI whole body without IV contrast for initial imaging of patients with clinically suspected prostate cancer unless or until the presence of higher- risk disease has been established histologically. Variant 2: Clinically suspected prostate cancer. Negative TRUS-guided biopsy. Initial diagnosis. Next imaging study. V. PSMA PET/CT Skull Base to Mid-Thigh There is limited evidence to support the use of PSMA PET/CT (or PET/MRI) for initial imaging of patients with clinically suspected prostate cancer unless or until the presence of higher-risk disease has been established histologically. Variant 2: Clinically suspected prostate cancer. Negative TRUS-guided biopsy. Initial",
    "diagnosis. Next imaging study. W. TRUS Prostate In isolation, TRUS is inaccurate for prostate cancer detection and is not useful for this purpose [65,66]. Variant 2: Clinically suspected prostate cancer. Negative TRUS-guided biopsy. Initial diagnosis. Next imaging study. X. TRUS-Guided Biopsy Prostate In patients with clinically suspected prostate cancer who have had 1 negative standard TRUS- guided systematic biopsy, a second TRUS-guided systematic biopsy will be positive in 15% to 20% of cases [73-76], and so a second repeat biopsy in this setting is reasonable. The yield from additional systematic biopsies after a second biopsy falls off rapidly, with reported positive rates of 8% to 17% for the third biopsy and 7% to 12% for the fourth [73-75,77], suggesting alternative approaches such as MRI-targeted biopsy or saturation biopsy may be more useful in this specific setting of patients with 2 or more negative TRUS-guided systematic biopsies and persistent clinical suspicion for prostate cancer. Variant 3: Clinically established low-risk prostate cancer. Active surveillance. Variant 3: Clinically established low-risk prostate cancer. Active surveillance. A. Bone Scan Whole Body Studies have shown that the positivity of bone scans is low in low-risk patients [78-80]. In a meta- analysis of 54 studies (20,421 patients), the proportions of positive bone scans were 4.1% (95% CI: 2%-8%), 10% (95% CI: 6.1%-15.8%), and 28.7% (95% CI: 21.8%-36.8%) in patients with Gleason scores of ≤6, 7, and ≥8, respectively [80]. In addition, in a large study of 976 patients, bone scans were virtually always negative (100% negative predictive value) in patients with Gleason primary pattern 3 and PSA <20 ng/mL [78]. Therefore, there is limited evidence to support the use of bone scan for active surveillance of patients with clinically established low-risk prostate cancer. Variant 3: Clinically established low-risk prostate cancer. Active surveillance. B. Choline PET/CT Skull Base to Mid-Thigh There is limited evidence to support the use of choline PET/CT for active surveillance of patients with clinically established low-risk prostate cancer. Variant 3: Clinically established low-risk prostate cancer. Active surveillance. C. Choline PET/MRI Skull Base to Mid-Thigh There is limited evidence to support the use of choline PET/MRI for active surveillance of patients with clinically established low-risk prostate cancer. Variant 3: Clinically established low-risk prostate cancer. Active surveillance. D. CT Abdomen and Pelvis With IV Contrast There is limited evidence to support the use of CT abdomen and pelvis with IV contrast for active surveillance of patients with clinically established low-risk prostate cancer. Variant 3: Clinically established low-risk prostate cancer. Active surveillance. E. CT Abdomen and Pelvis Without and With IV Contrast There is limited evidence to support the use of CT abdomen and pelvis without and with IV contrast for active surveillance of patients with clinically established low-risk prostate cancer. Variant 3: Clinically established low-risk prostate cancer. Active surveillance.",
    "F. CT Abdomen and Pelvis Without IV contrast There is limited evidence to support the use of CT abdomen and pelvis without IV contrast for active surveillance of patients with clinically established low-risk prostate cancer. Variant 3: Clinically established low-risk prostate cancer. Active surveillance. G. CT Chest, Abdomen, and Pelvis With IV Contrast There is limited evidence to support the use of CT chest, abdomen, and pelvis with IV contrast for active surveillance of patients with clinically established low-risk prostate cancer. Variant 3: Clinically established low-risk prostate cancer. Active surveillance. H. CT Chest, Abdomen, and Pelvis Without and With IV Contrast There is limited evidence to support the use of CT chest, abdomen, and pelvis without and with IV contrast for active surveillance of patients with clinically established low-risk prostate cancer. Variant 3: Clinically established low-risk prostate cancer. Active surveillance. I. CT Chest, Abdomen, and Pelvis Without IV Contrast There is limited evidence to support the use of CT chest, abdomen, and pelvis without IV contrast for active surveillance of patients with clinically established low-risk prostate cancer. Variant 3: Clinically established low-risk prostate cancer. Active surveillance. J. FDG-PET/CT Whole Body Because prostate cancer and metastases from it are generally not FDG-avid unlike most other malignancies, FDG-PET/CT may not be beneficial as part of active surveillance. Variant 3: Clinically established low-risk prostate cancer. Active surveillance. K. FDG-PET/MRI Skull Base to Mid-Thigh Because prostate cancer and metastases from it are generally not FDG-avid unlike most other malignancies, FDG-PET/MRI may not be beneficial as part of active surveillance. Variant 3: Clinically established low-risk prostate cancer. Active surveillance. L. Fluciclovine PET/CT Skull Base to Mid-Thigh There is limited evidence to support the use of fluciclovine PET/CT for active surveillance of patients with clinically established low-risk prostate cancer. Variant 3: Clinically established low-risk prostate cancer. Active surveillance. M. Fluciclovine PET/MRI Skull Base to Mid-Thigh There is limited evidence to support the use of fluciclovine PET/MRI for active surveillance of patients with clinically established low-risk prostate cancer. Variant 3: Clinically established low-risk prostate cancer. Active surveillance. N. Fluoride PET/CT Whole Body There is limited evidence to support the use of fluoride PET/CT for active surveillance of patients with clinically established low-risk prostate cancer. Variant 3: Clinically established low-risk prostate cancer. Active surveillance. O. MRI Abdomen and Pelvis Without and With IV Contrast There is limited evidence to support the use of MRI abdomen and pelvis without and with IV contrast for active surveillance of patients with clinically established low-risk prostate cancer. Variant 3: Clinically established low-risk prostate cancer. Active surveillance. P. MRI Abdomen and Pelvis Without IV Contrast",
    "There is limited evidence to support the use of MRI abdomen and pelvis without IV contrast for active surveillance of patients with clinically established low-risk prostate cancer. Variant 3: Clinically established low-risk prostate cancer. Active surveillance. Q. MRI Pelvis Without and With IV Contrast There has been a substantial increase in the role of MRI in active surveillance in terms of detecting/predicting disease progression and identifying targets amenable for biopsy. In a meta- analysis of 43 studies (6,605 patients), the sensitivity and negative predictive value of predicting disease reclassification were 0.60 and 0.75 using 1.5T scanners and 0.81 and 0.78 using 3.0T scanners [81]. In addition, several studies have shown that MRI is at least equivalent or superior to systematic TRUS-guided biopsies in identifying pathological progression during follow-up in patients on active surveillance [82-84]. In a prospective trial of 172 patients who underwent active surveillance, in which at 3 years 21% experienced pathological progression, MRI using PI-RADS was able to identify many of them (a sensitivity of 61% and a specificity of 80%) [82]. In addition, in a study in which 86 patients who had diffusion-weighted imaging as part of their baseline assessment for active surveillance and followed up for a median of 9.5 years, it was able to predict patients with a shorter time to adverse histology (hazard ratio [HR] = 2.13, 95% CI: 1.17-3.89) and a shorter time to radical treatment (HR 2.54, 95% CI: 1.49-4.32; P < .001) [83]. MRI can also be used in conjunction with nonimaging biomarkers to better identify patients with an increased risk of biopsy upgrading [84]. Variant 3: Clinically established low-risk prostate cancer. Active surveillance. R. MRI Pelvis Without IV Contrast Initial imaging without using IV contrast is also a viable option based on the identical rationales for using MRI of the pelvis with IV contrast [81-84]. Especially, there are studies that specifically address the usage of diffusion-weighted imaging (which is typical done without or prior to administration of IV contrast) for baseline assessment on active surveillance, demonstrating that it was helpful for predicting patients with shorter time to adverse histology and radical treatment [83]. Variant 3: Clinically established low-risk prostate cancer. Active surveillance. S. MRI-Targeted Biopsy Prostate In line with promising results from MRI for detecting targetable lesions and their association with pathological progression in patients on or eligible for active surveillance [81-84], along with development of multiple targeting techniques (“in-bore,” fusion, and cognitive [55-58]), MRI- targeted biopsies have shown increasing usage for active surveillance during the past decade for reclassification of disease as part of determining eligibility or during follow-up. In a study of 445 patients, patients were more often reclassified when receiving MRI with a targeted biopsy compared with systemic TRUS-guided biopsy alone (44% versus 37%, P = .003) [85]. In a study of 542 patients, a negative confirmatory MRI-targeted biopsy for assessment of active surveillance eligibility was associated with a reduced risk of Gleason Grade Group progression (HR 0.41, 95% CI: 0.22-0.77, P < .01) [86]. In addition, although most studies show that using MRI-targeted biopsies with or without protocol randomized systemic TRUS-guided biopsies result in increased detection of pathological progression during follow-up compared with protocol systemic biopsies alone [59,82,87,88], there are a few studies that do not show this [89,90]. Furthermore, because some tumors are invisible on MRI [82] and missed by MRI-targeted biopsies [91,92], even when performing MRI-targeted biopsy as part of active surveillance, concurrent systemic biopsies cannot be omitted at the moment.",
    "Variant 3: Clinically established low-risk prostate cancer. Active surveillance. T. MRI Whole Body Without and With IV Contrast There is limited evidence to support the use of MRI whole body without and with IV contrast for active surveillance of patients with clinically established low-risk prostate cancer. Variant 3: Clinically established low-risk prostate cancer. Active surveillance. U. MRI Whole Body Without IV Contrast There is limited evidence to support the use of MRI whole body without IV contrast for active surveillance of patients with clinically established low-risk prostate cancer. Variant 3: Clinically established low-risk prostate cancer. Active surveillance. V. PSMA PET/CT Skull Base to Mid-Thigh There is limited evidence to support the use of PSMA PET/CT (or PET/MRI) for active surveillance of patients with clinically established low-risk prostate cancer. Variant 3: Clinically established low-risk prostate cancer. Active surveillance. W. TRUS Prostate In general, TRUS is inaccurate for prostate cancer detection [65,67] and has a limited accuracy for staging prostate cancer [93]. Other than one retrospective study of 875 patients who demonstrated the association between imaging progression on TRUS and biopsy Gleason upgrade [94], there is lack of evidence to support TRUS in evaluating on active surveillance. Variant 3: Clinically established low-risk prostate cancer. Active surveillance. X. TRUS-Guided Biopsy Prostate Many active surveillance programs incorporate serial PSA testing and some form of serial biopsy regimen, either in the form of 1) systemic biopsy only or 2) systemic biopsy with MRI-targeted biopsy of a suspicious lesion on MRI. Because some tumors are invisible on MRI [82] and missed by MRI-targeted biopsies [91,92], even when performing an MRI-targeted biopsy as part of active surveillance, concurrent systemic biopsies cannot be omitted at the moment. Variant 4: Clinically established intermediate-risk prostate cancer. Staging or surveillance. Variant 4: Clinically established intermediate-risk prostate cancer. Staging or surveillance. A. Bone Scan Whole Body Bone scintigraphy remains the standard test used for the detection of bone metastases in high-risk patients. Emerging techniques like PET/CT with various tracers (eg, PSMA, sodium fluoride) and whole body MRI have shown capability to improve the detection of bone metastasis and have started to potentially replace bone scan in the years to come [95-97]. A recent meta-analysis of 24 studies demonstrated that bone scan has a sensitivity of 0.86 (95% CI: 0.76-0.92) and a specificity of 0.95 (95% CI: 0.87-0.98) [95] for detecting bone metastasis. Nevertheless, studies have shown that the positivity of bone scans is low in low-risk patients [78-80]. In a meta-analysis of 54 studies (20,421 patients), the proportions of positive bone scans were 4.1% (95% CI: 2%-8%), 10% (95% CI: 6.1%-15.8%), and 28.7% (95% CI: 21.8%-36.8%) in patients with Gleason scores of ≤6, 7, and ≥8, respectively [80]. In addition, in a large study of 976 patients, bone scans were virtually always negative (100% negative predictive value) in patients with Gleason primary pattern 3 and PSA <20 ng/mL [78]. NCCN guidelines [20] recommend bone scintigraphy if the baseline PSA is ≥20, the clinical stage is T2 and the PSA is ≥10, the clinical stage is T3 or T4, the Gleason score is ≥8, or any symptoms are",
    "suggestive of bone metastases. Many intermediate-risk patients would meet these criteria. Variant 4: Clinically established intermediate-risk prostate cancer. Staging or surveillance. B. Choline PET/CT Skull Base to Mid-Thigh Choline PET, although it was approved by the FDA in 2013 for evaluating recurrence, has been widely investigated on its ability to detect nodal and distant metastases for pretreatment assessment of prostate cancer. The pooled sensitivity of choline PET/CT is low (0.57, 95% CI: 0.42- 0.70) for detecting nodal metastases prior to treatment despite its high specificity (0.94, 95% CI: 0.89-0.97) in a meta-analysis of 7 studies (627 patients) [98]. Nevertheless, in patients with intermediate- and high-risk prostate cancer, choline PET/CT and PET/MRI has shown to identify more nodal and distant metastatic lesions than conventional imaging [96,98]. For example, in a study of 48 patients, choline PET/CT showed higher sensitivity (46.2% versus 69.2%) with identical specificity (92.3%) for detecting nodal metastases [99]. This in turn has shown to change in management in 33% to 71% of patients [99,100]. Variant 4: Clinically established intermediate-risk prostate cancer. Staging or surveillance. C. Choline PET/MRI Skull Base to Mid-Thigh Choline PET/MRI is less commonly used than choline PET/CT but can be considered in the pretreatment assessment of prostate cancer based on the same principles that it better detects nodal and distant metastases than CT and bone scan [96,98-100]. For example, in a study of 48 patients with intermediate- and high-risk disease, choline PET/CT showed a higher sensitivity (46.2% versus 69.2%) with identical specificity (92.3%) for detecting nodal metastases [99]. In a prospective study specifically assessing choline PET/MRI in 58 patients, it was superior to CT and bone scan for detecting distant metastases (100% versus 63.6%, respectively) [101]. Variant 4: Clinically established intermediate-risk prostate cancer. Staging or surveillance. D. CT Abdomen and Pelvis With IV Contrast CT abdomen and pelvis with IV contrast for nodal staging is generally useful in intermediate-risk patients because the a priori risk of nodal disease exceeds 10% [20]. Variant 4: Clinically established intermediate-risk prostate cancer. Staging or surveillance. E. CT Abdomen and Pelvis Without and With IV Contrast There is limited evidence to support the use of CT abdomen and pelvis without and with IV contrast because obtaining CT with both techniques does not provide additional benefit in terms of detecting nodal and distant metastases. Variant 4: Clinically established intermediate-risk prostate cancer. Staging or surveillance. F. CT Abdomen and Pelvis Without IV Contrast CT abdomen and pelvis without IV contrast can be a viable option as an alternative for using IV contrast for nodal staging because it is generally useful in intermediate-risk patients because the a priori risk of nodal disease exceeds 10% [20]. However, it should be recognized that without using IV contrast there is possibility of less optimal detection of metastases to visceral organs. Variant 4: Clinically established intermediate-risk prostate cancer. Staging or surveillance. G. CT Chest, Abdomen, and Pelvis With IV Contrast CT chest, abdomen, and pelvis with IV contrast for nodal staging is generally useful in intermediate-risk patients because the a priori risk of nodal disease exceeds 10% [20]. Variant 4: Clinically established intermediate-risk prostate cancer. Staging or surveillance. H. CT Chest, Abdomen, and Pelvis Without and With IV Contrast",
    "There is limited evidence to support the use of CT chest, abdomen, and pelvis without and with IV contrast because obtaining CT with both techniques does not provide additional benefit in terms of detecting nodal and distant metastases. Variant 4: Clinically established intermediate-risk prostate cancer. Staging or surveillance. I. CT Chest, Abdomen, and Pelvis Without IV Contrast CT chest, abdomen, and pelvis without IV contrast for nodal staging is generally useful in intermediate-risk patients because the a priori risk of nodal disease exceeds 10% [20]. However, it should be recognized that without using IV contrast there is a possibility of less optimal detection of metastases to visceral organs. Variant 4: Clinically established intermediate-risk prostate cancer. Staging or surveillance. J. FDG-PET/CT Whole Body Because prostate cancer and metastases from it are generally not FDG-avid unlike most other malignancies, FDG-PET/CT may not be beneficial as part of staging clinically established intermediate-risk prostate cancer. Variant 4: Clinically established intermediate-risk prostate cancer. Staging or surveillance. K. FDG-PET/MRI Skull Base to Mid-Thigh Because prostate cancer and metastases from it are generally not FDG-avid unlike most other malignancies, FDG-PET/MRI may not be beneficial as part of staging clinically established intermediate-risk prostate cancer. Variant 4: Clinically established intermediate-risk prostate cancer. Staging or surveillance. L. Fluciclovine PET/CT Skull Base to Mid-Thigh Although fluciclovine PET/CT is primarily used in the recurrent setting, it can also be considered in the pretreatment assessment of prostate cancer based on its ability to better detect nodal and distant metastases than CT and bone scan [98,102-105]. The specificity of fluciclovine PET/CT is high (0.98, 95% CI: 0.88-1.00) [98], and in a study of 57 patients, it demonstrated higher sensitivity for detecting nodal metastases (55.3% versus 33.3%) and was able to identify 12.3% (7/57) additional patients with distant metastasis when compared to conventional imaging (bone scan and CT) in patients with intermediate- and high-risk disease [106]. Variant 4: Clinically established intermediate-risk prostate cancer. Staging or surveillance. M. Fluciclovine PET/MRI Skull Base to Mid-Thigh Fluciclovine PET/MRI is less commonly used than fluciclovine PET/CT but shares similar principles and can be considered in the pretreatment assessment of prostate cancer based on its ability to better detect nodal and distant metastases than CT and bone scan [102,105]. The specificity of fluciclovine PET/CT is high (0.98, 95% CI: 0.88-1.00) [98], and in a study of 57 patients, it demonstrated a higher sensitivity for detecting nodal metastases (55.3% versus 33.3%) and was able to identify 12.3% (7/57) additional patients with distant metastasis when compared with conventional imaging (bone scan and CT) in patients with intermediate- and high-risk disease [106]. Although no specific study deals with only patients with intermediate-risk disease, it is notable that in a study of 28 patients with high-risk disease, the sensitivity and specificity of fluciclovine PET/MRI for detecting nodal metastases was 40% and 100%, respectively [105]. Also, fluciclovine PET/MRI has been shown to potentially improve characterization of the primary tumor compared with PET/CT [103]. Variant 4: Clinically established intermediate-risk prostate cancer. Staging or surveillance. N. Fluoride PET/CT Whole Body",
    "NaF PET/CT is a bone-specific radiotracer that was FDA approved in 1972 for the assessment of bone metastases regardless of primary tumor and clinical setting (primary staging versus restaging). It has been shown that NaF PET is more sensitive than bone scan for detecting bone metastases in the pretreatment evaluation of prostate cancer [79,107,108]. For example, in a study of 226 patients, the sensitivity of NaF PET/CT was 96.8% compared with that of bone scan (84.2%) [79]. Also, detection rates of NaF PET/CT have been shown to increase with higher risk [79]: approximately 60% versus 30% for Gleason scores of ≥8 versus ≤7; approximately 10% versus 40% in PSA levels of <10 ng/mL versus 10 to 50 ng/mL. Therefore NCCN guidelines recommend that it be performed in high-risk disease [20]. Although, there is the drawback that NaF PET/CT only provides incremental benefit for bone imaging, and anatomical CT imaging is needed to assess nodal and nonbone distant metastases. Many intermediate-risk patients would meet the above criteria. Variant 4: Clinically established intermediate-risk prostate cancer. Staging or surveillance. O. MRI Abdomen and Pelvis Without and With IV Contrast The literature indicates that MRI abdomen and pelvis without and with IV contrast may be used in intermediate-risk patients for 1) nodal and distant metastasis staging in addition to 2) assessment of the local extent of primary tumor [109-112]. This can be supported by the fact that a priori risk of nodal disease (most of which are in the pelvis and some up to the retroperitoneum) exceeds 10% [20]. In addition, because a majority of the distant metastases occur (at least in the pretreatment setting) in the axial skeleton and it is rare to harbor isolated bone metastases without simultaneously harboring metastases in the pelvic and lumbosacral vertebral bones, MRI abdomen and pelvis is usually sufficient to detect the presence of bone metastasis at the patient level [113]. Variant 4: Clinically established intermediate-risk prostate cancer. Staging or surveillance. P. MRI Abdomen and Pelvis Without IV Contrast Because the main purpose for imaging the abdomen and pelvis would be to identify nodal and distant metastases, MRI abdomen and pelvis without IV contrast is a viable option as an alternative to that using IV contrast [109-113]. However, it should be recognized that without using IV contrast there is the possibility of less optimal detection of metastases to visceral organs. Variant 4: Clinically established intermediate-risk prostate cancer. Staging or surveillance. Q. MRI Pelvis Without and With IV Contrast In addition to standard local and nodal staging, multiparametric MRI without and with IV contrast may be helpful in the management of intermediate-risk prostate cancer by helping select candidates with “favorable intermediate-risk” who may be considered for active surveillance [109- 112], identifying more extensive disease that may merit supplementary extended androgen deprivation therapy, localizing dominant disease for focal therapy, guiding surgical planning, or changing management plan from surgery to radiation [49,114,115]. Variant 4: Clinically established intermediate-risk prostate cancer. Staging or surveillance. R. MRI Pelvis Without IV Contrast Multiparametric MRI without IV contrast is a viable option as an alternative to using IV contrast in patients with intermediate-risk disease with standard local and nodal staging by helping select candidates with “favorable intermediate-risk” who may be considered for active surveillance, identifying more extensive disease that may merit supplementary extended androgen deprivation therapy, localizing dominant disease for focal therapy, and guiding surgical planning, or changing management plan from surgery to radiation [49,109-112,114,115]. Although the same principles",
    "and controversies regarding the use of IV contrast persists, many of these scenarios are less dependent on the potential advantages of IV contrast. Variant 4: Clinically established intermediate-risk prostate cancer. Staging or surveillance. S. MRI-Targeted Biopsy Prostate Many patients with intermediate-risk disease choose definitive treatment, and targeted biopsy is generally unlikely to significantly alter management. However, MRI-targeted biopsy may be useful in a subset of patients with Gleason 3 + 4 for the purpose of identifying “favorable intermediate- risk” who may be considered for active surveillance [109-112]. Variant 4: Clinically established intermediate-risk prostate cancer. Staging or surveillance. T. MRI Whole Body Without and With IV Contrast Whole body MRI is another promising imaging modality that may be more widely integrated into clinical practice in the near future. Although the concept of whole body MRI in prostate cancer with or without concurrent multiparametric pelvic MRI originally emerged for the detection of recurrent or metastatic disease [116], there is an increased interest of using it in the pretreatment assessment of prostate cancer [96,108,117]. In a prospective study of 56 intermediate- and high- risk patients, whole body MRI was more accurate than bone scan and similar to choline PET/CT for detecting nodal and distant metastases [96]. When compared to PSMA PET/CT, the modality known to have the highest sensitivity, whole body MRI showed concordant findings for nonregional nodal metastases in 72.2% and for distant metastases in 86.1% in a prospective study of 36 high-risk patients [117]. In addition to standard local, nodal, and distant metastasis staging, multiparametric MRI of the prostate may be added in the whole body MRI protocol, providing additional information to assist management of intermediate-risk prostate cancer by helping select candidates with “favorable intermediate risk” may be considered for active surveillance [109-112], identifying more extensive disease that may merit supplementary extended androgen deprivation therapy, localizing dominant disease for focal therapy, guiding surgical planning, or changing management plan from surgery to radiation [49,114,115]. Variant 4: Clinically established intermediate-risk prostate cancer. Staging or surveillance. U. MRI Whole Body Without IV Contrast Because the main purpose for imaging the whole body would be to identify nodal and distant metastases, MRI whole body without IV contrast is a viable option as an alternative to that using IV contrast [49,96,108-112,114-117]. However, it should be recognized that without using IV contrast there is the possibility of less optimal detection of metastases to visceral organs. Variant 4: Clinically established intermediate-risk prostate cancer. Staging or surveillance. V. PSMA PET/CT Skull Base to Mid-Thigh The literature indicates PSMA PET/CT is useful in patients with intermediate- and high-risk disease. PSMA PET, which can be used with CT or MRI (PET/CT and PET/MRI, respectively), is one of the newer imaging modalities, which has been primarily investigated in the setting of biochemical recurrence and biochemical failure, where, because of its superior capability to detect recurrent disease, has shown to substantially change management [118]. Nevertheless, many recent studies have shown its potential to detect metastatic disease in patients with intermediate- and high-risk prostate cancer undergoing pretreatment assessment, and it has recently received approval from the FDA for both recurrent and primary staging settings [117,119-121]. PSMA PET/CT examination has higher diagnostic performance for prostate cancer compared to",
    "fluciclovine PET/CT, which was able to identify additional patients with distant metastasis when compared to conventional imaging (bone scan and CT) in patients with intermediate- and high-risk disease. In a study of 130 patients with intermediate- and high-risk patients, PSMA PET demonstrated superior sensitivity and a similar specificity to morphological imaging alone (CT or MRI) [121]: 68.3% and 99.1%, respectively, for PSMA PET and 27.3% and 97.1%, respectively, for morphological imaging. Additionally, PSMA PET, especially when combined with MRI, can potentially improve detection and characterization (eg, assessment of local extent) of the primary tumor, by using different types of PSMA-targeted radiotracers, compared with multiparametric MRI alone or clinical nomograms [19,122,123]. Variant 4: Clinically established intermediate-risk prostate cancer. Staging or surveillance. W. TRUS Prostate TRUS is unlikely to provide useful incremental information in patients with an established diagnosis of intermediate-risk prostate cancer and so it is not beneficial. Variant 4: Clinically established intermediate-risk prostate cancer. Staging or surveillance. X. TRUS-Guided Biopsy Prostate Active surveillance may be beneficial in carefully selected patients with intermediate-risk prostate cancer [109-111]. In that setting, some form of serial TRUS-guided biopsy would be useful as part of the monitoring regimen. Variant 5: Clinically established high-risk prostate cancer. Staging. Variant 5: Clinically established high-risk prostate cancer. Staging. A. Bone Scan Whole Body Bone scintigraphy remains the standard modality used for detection of bone metastases in high- risk patients, although emerging techniques have started to potentially replace bone scan in the years to come [95-97]. Nevertheless, studies have shown that the positivity of bone scans is low in low-risk patients [78-80]. In a meta-analysis of 54 studies (20,421 patients), the proportions of positive bone scans were 4.1% (95% CI: 2%-8%), 10% (95% CI: 6.1%-15.8%), and 28.7% (95% CI: 21.8%-36.8%) in patients with Gleason scores of ≤6, 7, and ≥8, respectively [80]. In addition, in a large study of 976 patients, bone scans were virtually always negative (100% negative predictive value) in patients with Gleason primary pattern 3 and PSA <20 ng/mL [78]. NCCN guidelines [20] recommend bone scintigraphy if the baseline PSA is ≥20, the clinical stage is T2 and the PSA is ≥10, the clinical stage is T3 or T4, the Gleason score is ≥8, or any symptoms are suggestive of bone metastases. Essentially all high-risk patients would meet these criteria. Variant 5: Clinically established high-risk prostate cancer. Staging. B. Choline PET/CT Skull Base to Mid-Thigh Although choline PET/CT is primarily used in the recurrent setting, it can also be considered in the pretreatment assessment of prostate cancer based on its ability to better detect nodal and distant metastases than CT and bone scan. In patients with intermediate- and high-risk prostate cancer, choline PET/CT has shown to identify more nodal and distant metastatic lesions than conventional imaging [96,98-100]. For example, in a study of 48 patients, choline PET/CT showed a higher sensitivity (46.2% versus 69.2%) with an identical specificity (92.3%) for detecting nodal metastases [99]. In another multicenter study of 269 patients, choline PET/CT was shown to identify more nodal and distant metastatic lesions than conventional imaging, which led to a change in therapeutic indication in approximately 70% of patients [100]. Variant 5: Clinically established high-risk prostate cancer. Staging.",
    "C. Choline PET/MRI Skull Base to Mid-Thigh Choline PET/MRI is less commonly used than choline PET/CT but can be considered in the pretreatment assessment of prostate cancer based on the same principles that it better detects nodal and distant metastases than CT and bone scan [96,98-100]. For example, in a study of 48 patients with intermediate- and high-risk disease, choline PET/CT showed a higher sensitivity (46.2% versus 69.2%) with an identical specificity (92.3%) for detecting nodal metastases [99]. In a prospective study of 58 patients with high-risk disease, which specifically assessed choline PET/MRI, it was superior to CT and bone scan for detecting distant metastases (100% versus 63.6%, respectively) [101]. Variant 5: Clinically established high-risk prostate cancer. Staging. D. CT Abdomen and Pelvis With IV Contrast CT abdomen and pelvis with IV contrast for nodal staging is generally useful in high-risk patients because a priori risk of nodal disease exceeds 10% [20]. Variant 5: Clinically established high-risk prostate cancer. Staging. E. CT Abdomen and Pelvis Without and With IV Contrast There is limited evidence to support the use of CT abdomen and pelvis without and with IV contrast because obtaining CT with both techniques does not provide additional benefit in terms of detecting nodal and distant metastases. Variant 5: Clinically established high-risk prostate cancer. Staging. F. CT Abdomen and Pelvis Without IV Contrast CT abdomen and pelvis without IV contrast for nodal staging is generally useful in high-risk patients because a priori risk of nodal disease exceeds 10% [20]. However, it should be recognized that without using IV contrast there is the possibility of less optimal detection of metastases to visceral organs. Variant 5: Clinically established high-risk prostate cancer. Staging. G. CT Chest, Abdomen, and Pelvis With IV Contrast CT chest, abdomen, and pelvis with IV contrast for nodal staging is generally useful in high-risk patients because a priori risk of nodal disease exceeds 10% [20]. Variant 5: Clinically established high-risk prostate cancer. Staging. H. CT Chest, Abdomen, and Pelvis Without and With IV Contrast There is limited evidence to support the use of CT chest, abdomen, and pelvis without and with IV contrast because obtaining CT with both techniques does not provide additional benefit in terms of detecting nodal and distant metastases. Variant 5: Clinically established high-risk prostate cancer. Staging. I. CT Chest, Abdomen, and Pelvis Without IV Contrast CT chest, abdomen, and pelvis without IV contrast for nodal staging is generally useful in high-risk patients because a priori risk of nodal disease exceeds 10% [20]. However, it should be recognized that without using IV contrast there is the possibility of less optimal detection of metastases to visceral organs. Variant 5: Clinically established high-risk prostate cancer. Staging. J. FDG-PET/CT Whole Body Because prostate cancer and metastases from it are generally not FDG-avid unlike most other",
    "malignancies, FDG-PET/CT may not be beneficial as part of staging clinically established high-risk prostate cancer. Variant 5: Clinically established high-risk prostate cancer. Staging. K. FDG-PET/MRI Skull Base to Mid-Thigh Because prostate cancer and metastases from it are generally not FDG-avid unlike most other malignancies, FDG-PET/MRI may not be beneficial as part of staging clinically established high-risk prostate cancer. Variant 5: Clinically established high-risk prostate cancer. Staging. L. Fluciclovine PET/CT Skull Base to Mid-Thigh Although fluciclovine PET/CT is primarily used in the recurrent setting, it can also be considered in the pretreatment assessment of prostate cancer based on its ability to better detect nodal and distant metastases than CT and bone scan [98,102]. The specificity of fluciclovine PET/CT is high (0.98, 95% CI: 0.88-1.00) [98], and in a study of 57 patients, it demonstrated a higher sensitivity for detecting nodal metastases (55.3% versus 33.3%) and was able to identify 12.3% (7/57) additional patients with distant metastasis when compared with conventional imaging (bone scan and CT) in patients with intermediate- and high-risk disease [106]. Variant 5: Clinically established high-risk prostate cancer. Staging. M. Fluciclovine PET/MRI Skull Base to Mid-Thigh Fluciclovine PET/MRI is less commonly used than fluciclovine PET/CT but shares similar principles and can be considered in the pretreatment assessment of prostate cancer based on its ability to better detect nodal and distant metastases than CT and bone scan [102,105]. The specificity of fluciclovine PET/CT is high (0.98, 95% CI: 0.88-1.00) [98], and in a study of 57 patients, it demonstrated a higher sensitivity for detecting nodal metastases (55.3% versus 33.3%) and was able to identify 12.3% (7/57) additional patients with distant metastasis when compared with conventional imaging (bone scan and CT) in patients with intermediate- and high-risk disease [106]. In a study of 28 patients with high-risk disease who underwent fluciclovine PET/MRI, the sensitivity and specificity for detecting nodal metastases was 40% and 100%, respectively [105]. Variant 5: Clinically established high-risk prostate cancer. Staging. N. Fluoride PET/CT Whole Body NaF PET/CT is more sensitive than bone scan for detecting bone metastases in the pretreatment evaluation of prostate cancer [79,107,108]. In a study of 226 patients, the sensitivity of NaF PET/CT was 96.8% compared with that of bone scan (84.2%) [79]. Also, detection rates of NaF PET/CT have been shown to increase with higher risk [79]: approximately 60% versus 30% for Gleason scores of ≤8 versus ≥7; approximately 10% versus 40% in PSA levels of <10 ng/mL versus 10 to 50 ng/mL. Essentially all high-risk patients would meet these criteria. Variant 5: Clinically established high-risk prostate cancer. Staging. O. MRI Abdomen and Pelvis Without and With IV Contrast The literature indicates MRI abdomen and pelvis may be used in high-risk patients for 1) nodal and distant metastasis staging in addition to 2) assessment of the local extent of primary tumor [109- 112]. This can be supported by the fact that a priori risk of nodal disease (most of which are in the pelvis and some up to the retroperitoneum) exceeds 10% [20]. In addition, because a majority of the distant metastases occur (at least in the pretreatment setting) in the axial skeleton and it is rare to harbor isolated bone metastases without simultaneously harboring metastases in the pelvic and lumbosacral vertebral bones, MRI abdomen and pelvis is usually sufficient to detect the presence",
    "of bone metastasis at the patient level [113]. Variant 5: Clinically established high-risk prostate cancer. Staging. P. MRI Abdomen and Pelvis Without IV Contrast Because the main purpose for imaging the abdomen and pelvis would be to identify nodal and distant metastases, MRI abdomen and pelvis without IV contrast is a viable option as an alternative to using IV contrast [20,109-113]. However, it should be recognized that without using IV contrast there is possibility of less optimal detection of metastases to visceral organs. Variant 5: Clinically established high-risk prostate cancer. Staging. Q. MRI Pelvis Without and With IV Contrast In addition to standard local and nodal staging, multiparametric MRI may be helpful in the management of high-risk prostate cancer by identifying more extensive disease that may merit supplementary extended androgen deprivation therapy, localizing dominant disease for focal therapy, guiding surgical planning, or changing management plan from surgery to radiation [49,114,115]. Variant 5: Clinically established high-risk prostate cancer. Staging. R. MRI Pelvis Without IV Contrast In addition to standard local and nodal staging, multiparametric MRI without IV contrast may be a viable option as an alternative to using IV contrast in the management of high-risk prostate cancer [49,114,115]. Although the same principles and controversies regarding the use of IV contrast persists, many of these scenarios are less dependent on the potential advantages of IV contrast. Variant 5: Clinically established high-risk prostate cancer. Staging. S. MRI-Targeted Biopsy Prostate Most patients with high-risk disease require definitive therapy, and targeted biopsy is unlikely to significantly alter management. Variant 5: Clinically established high-risk prostate cancer. Staging. T. MRI Whole Body Without and With IV Contrast The literature indicates that MRI whole body can be used to assess the nodal and distant metastatic state in patients with intermediate- and high-risk prostate cancer prior to treatment [96,108,117]. In a prospective study of 56 intermediate- and high-risk patients, whole body MRI was more accurate than bone scan and similar to choline PET/CT for detecting nodal and distant metastases [96]. In a prospective study of 36 high-risk patients, whole body MRI was concordant with PSMA PET/CT for determining nonregional nodal metastases in 72.2% and for distant metastases in 86.1% of the patients [117]. In addition to standard local, nodal, and distant metastasis staging, multiparametric MRI of the prostate may be added in the whole body MRI protocol, providing additional information to assist management of high-risk prostate cancer by identifying more extensive disease that may merit supplementary extended androgen deprivation therapy, localizing dominant disease for focal therapy, guiding surgical planning, or changing management plan from surgery to radiation [49,114,115]. Variant 5: Clinically established high-risk prostate cancer. Staging. U. MRI Whole Body Without IV Contrast Because the main purpose for imaging the whole body would be to identify nodal and distant metastases, MRI whole body without IV contrast is a viable option as an alternative to using IV contrast [49,96,108,114,115,117]. However, it should be recognized that without using IV contrast",
    "there is the possibility of less optimal detection of metastases to visceral organs. Variant 5: Clinically established high-risk prostate cancer. Staging. V. PSMA PET/CT Skull Base to Mid-Thigh PSMA PET, which can be used either with CT or MRI (PET/CT and PET/MRI, respectively) has shown its potential to detect metastatic disease in patients with high-risk prostate cancer undergoing pretreatment assessment [117,119-121]. In a prospective randomized trial of 302 high-risk patients, PSMA PET demonstrated superior sensitivity and specificity to conventional imaging (CT, MRI, and bone scan) [119]: 85% and 98%, respectively, for PSMA PET and 38% and 91%, respectively, for conventional imaging. Variant 5: Clinically established high-risk prostate cancer. Staging. W. TRUS Prostate TRUS is unlikely to provide useful incremental information in patients with an established diagnosis of high-risk prostate cancer and so it is not beneficial. Variant 5: Clinically established high-risk prostate cancer. Staging. X. TRUS-Guided Biopsy Prostate TRUS-guided biopsy is unlikely to provide useful incremental information in patients with an established diagnosis of high-risk prostate cancer and so it is not beneficial. Summary of Highlights · Variant 1: MRI-targeted biopsy prostate or TRUS-guided biopsy prostate or MRI pelvis without and with IV contrast or MRI pelvis without IV contrast is usually appropriate as the initial imaging study for diagnosing prostate cancer in biopsy-naïve patients with clinical suspicion for disease. These procedures are equivalent alternatives (ie, only one procedure will be ordered to provide the clinical information to effectively manage the patient’s care). · Variant 2: MRI-targeted biopsy prostate or TRUS-guided biopsy prostate or MRI pelvis without and with IV contrast or MRI pelvis without IV contrast is usually appropriate as the next imaging study for diagnosing prostate cancer in patients with a negative TRUS-guided biopsy and continued clinical suspicion for disease. These procedures are equivalent alternatives (ie, only one procedure will be ordered to provide the clinical information to effectively manage the patient’s care). · Variant 3: MRI-targeted biopsy prostate or TRUS-guided biopsy prostate or MRI pelvis without and with IV contrast or MRI pelvis without IV contrast is usually appropriate for active surveillance of clinically established low-risk prostate cancer. These procedures are equivalent alternatives (ie, only one procedure will be ordered to provide the clinical information to effectively manage the patient’s care). · Variant 4: MRI-targeted biopsy prostate or MRI abdomen and pelvis without and with IV contrast or MRI abdomen and pelvis without IV contrast or CT abdomen and pelvis with IV contrast or PSMA PET/CT or CT chest abdomen pelvis with IV contrast or fluciclovine PET/CT skull base to mid-thigh is usually appropriate for staging or surveillance of clinically established intermediate- risk prostate cancer. These procedures are equivalent alternatives (ie, only one procedure will be ordered to provide the clinical information to effectively manage the patient’s care). Although the panel did not agree on recommending MRI whole body without and with IV contrast or MRI whole body without IV contrast or CT abdomen and pelvis without and with IV contrast, because there is insufficient medical literature to conclude whether these patients would benefit from the",
    "procedure, its use may be appropriate. · Variant 5: MRI abdomen and pelvis without and with IV contrast or MRI pelvis without and with IV contrast or bone scan whole body or choline PET/CT skull base to mid-thigh or choline PET/MRI skull base to mid-thigh or CT abdomen and pelvis with IV contrast or fluciclovine PET/MRI skull base to mid-thigh or PSMA PET/CT skull base to mid-thigh or CT chest abdomen pelvis with IV contrast or fluciclovine PET/CT skull base to mid-thigh or fluoride PET/CT whole body is usually appropriate for staging of clinically established high-risk prostate cancer. These procedures are equivalent alternatives (ie, only one procedure will be ordered to provide the clinical information to effectively manage the patient’s care). Although the panel did not agree on recommending CT abdomen and pelvis without and with IV contrast, because there is insufficient medical literature to conclude whether these patients would benefit from the procedure, its use may be appropriate. Supporting Documents The evidence table, literature search, and appendix for this topic are available at https://acsearch.acr.org/list . The appendix includes the strength of evidence assessment and the final rating round tabulations for each recommendation. For additional information on the Appropriateness Criteria methodology and other supporting documents, please go to the ACR website at https://www.acr.org/Clinical-Resources/Clinical-Tools- and-Reference/Appropriateness-Criteria . Appropriateness Category Names and Definitions Appropriateness Category Name Appropriateness Rating Appropriateness Category Definition Usually Appropriate 7, 8, or 9 The imaging procedure or treatment is indicated in the specified clinical scenarios at a favorable risk- benefit ratio for patients. May Be Appropriate 4, 5, or 6 The imaging procedure or treatment may be indicated in the specified clinical scenarios as an alternative to imaging procedures or treatments with a more favorable risk-benefit ratio, or the risk-benefit ratio for patients is equivocal. May Be Appropriate (Disagreement) 5 The individual ratings are too dispersed from the panel median. The different label provides transparency regarding the panel’s recommendation. “May be appropriate” is the rating category and a rating of 5 is assigned. Usually Not Appropriate 1, 2, or 3 The imaging procedure or treatment is unlikely to be indicated in the specified clinical scenarios, or the risk-benefit ratio for patients is likely to be unfavorable. Relative Radiation Level Information Potential adverse health effects associated with radiation exposure are an important factor to consider when selecting the appropriate imaging procedure. Because there is a wide range of radiation exposures associated with different diagnostic procedures, a relative radiation level (RRL) indication has been",
    "included for each imaging examination. The RRLs are based on effective dose, which is a radiation dose quantity that is used to estimate population total radiation risk associated with an imaging procedure. Patients in the pediatric age group are at inherently higher risk from exposure, because of both organ sensitivity and longer life expectancy (relevant to the long latency that appears to accompany radiation exposure). For these reasons, the RRL dose estimate ranges for pediatric examinations are lower as compared with those specified for adults (see Table below). Additional information regarding radiation dose assessment for imaging examinations can be found in the ACR Appropriateness Criteria ® Radiation Dose Assessment Introduction document. Relative Radiation Level Designations Relative Radiation Level* Adult Effective Dose Estimate Range Pediatric Effective Dose Estimate Range O 0 mSv 0 mSv ☢ <0.1 mSv <0.03 mSv ☢☢ 0.1-1 mSv 0.03-0.3 mSv ☢☢☢ 1-10 mSv 0.3-3 mSv ☢☢☢☢ 10-30 mSv 3-10 mSv ☢☢☢☢☢ 30-100 mSv 10-30 mSv *RRL assignments for some of the examinations cannot be made, because the actual patient doses in these procedures vary as a function of a number of factors (e.g., region of the body exposed to ionizing radiation, the imaging guidance that is used). The RRLs for these examinations are designated as “Varies.” References 1. Siegel RL, Miller KD, Jemal A. Cancer statistics, 2020. CA Cancer J Clin. 70(1):7-30, 2020 01. 2. Roehrborn CG, Black LK. The economic burden of prostate cancer. BJU Int. 2011;108(6):806-813. 3. Evans AJ, Henry PC, Van der Kwast TH, et al. Interobserver variability between expert urologic pathologists for extraprostatic extension and surgical margin status in radical prostatectomy specimens. Am J Surg Pathol 2008;32:1503-12. 4. van der Kwast TH, Collette L, Van Poppel H, et al. Impact of pathology review of stage and margin status of radical prostatectomy specimens (EORTC trial 22911). Virchows Arch. 2006;449(4):428-434. 5. localization Graser A, Heuck A, Sommer B, et al. Per-sextant localization and staging of prostate cancer: correlation of imaging findings with whole-mount step section histopathology. AJR Am J Roentgenol 2007;188:84-90. 6. D'Amico AV, Whittington R, Malkowicz SB, et al. Biochemical outcome after radical prostatectomy, external beam radiation therapy, or interstitial radiation therapy for clinically localized prostate cancer. Jama. 1998;280(11):969-974. 7. Eifler JB, Feng Z, Lin BM, et al. An updated prostate cancer staging nomogram (Partin tables) based on cases from 2006 to 2011. BJU Int. 2013;111(1):22-29. 8. Karakiewicz PI, Bhojani N, Capitanio U, et al. External validation of the updated Partin tables in a cohort of North American men. J Urol. 2008; 180(3):898-902; discussion 902- 893. Yu JB, Makarov DV, Sharma R, Peschel RE, Partin AW, Gross CP. Validation of the partin 9.",
    "nomogram for prostate cancer in a national sample. J Urol. 2010; 183(1):105-111. 10. Rayn KN, Bloom JB, Gold SA, et al. Added Value of Multiparametric Magnetic Resonance Imaging to Clinical Nomograms for Predicting Adverse Pathology in Prostate Cancer. J Urol. 200(5):1041-1047, 2018 11. 11. Sandeman K, Eineluoto JT, Pohjonen J, et al. Prostate MRI added to CAPRA, MSKCC and Partin cancer nomograms significantly enhances the prediction of adverse findings and biochemical recurrence after radical prostatectomy. PLoS ONE. 15(7):e0235779, 2020. 12. Greene DJ, Elshafei A, Nyame YA, et al. External validation of a PCA-3-based nomogram for predicting prostate cancer and high-grade cancer on initial prostate biopsy. Prostate. 76(11):1019-23, 2016 08. 13. Punnen S, Nahar B, Soodana-Prakash N, et al. Optimizing patient's selection for prostate biopsy: A single institution experience with multi-parametric MRI and the 4Kscore test for the detection of aggressive prostate cancer. PLoS ONE. 13(8):e0201384, 2018. 14. Palsdottir T, Nordstrom T, Aly M, et al. A Unified Prostate Cancer Risk Prediction Model Combining the Stockholm3 Test and Magnetic Resonance Imaging. Eur Urol Oncol. 2(5):490-496, 2019 09. 15. Fenstermaker M, Mendhiratta N, Bjurlin MA, et al. Risk Stratification by Urinary Prostate Cancer Gene 3 Testing Before Magnetic Resonance Imaging-Ultrasound Fusion-targeted Prostate Biopsy Among Men With No History of Biopsy. Urology. 99:174-179, 2017 Jan. 16. Duffy MJ.. Biomarkers for prostate cancer: prostate-specific antigen and beyond. [Review]. Clin Chem Lab Med. 58(3):326-339, 2020 02 25. 17. Lamy PJ, Allory Y, Gauchez AS, et al. Prognostic Biomarkers Used for Localised Prostate Cancer Management: A Systematic Review. Eur Urol Focus. 4(6):790-803, 2018 12. 18. Bjurlin MA, Rosenkrantz AB, Beltran LS, Raad RA, Taneja SS. Imaging and evaluation of patients with high-risk prostate cancer. Nat Rev Urol. 2015;12(11):617-628. 19. Hicks RM, Simko JP, Westphalen AC, et al. Diagnostic Accuracy of 68Ga-PSMA-11 PET/MRI Compared with Multiparametric MRI in the Detection of Prostate Cancer. Radiology. 289(3):730-737, 2018 12. 20. Sandhu GS, Andriole GL. Overdiagnosis of prostate cancer. J Natl Cancer Inst Monogr. 2012;2012(45):146-151. 21. Schroder FH, Hugosson J, Roobol MJ, et al. Screening and prostate cancer mortality: results of the European Randomised Study of Screening for Prostate Cancer (ERSPC) at 13 years of follow-up. Lancet. 2014;384(9959):2027-2035. 22. Hugosson J, Roobol MJ, Mansson M, et al. A 16-yr Follow-up of the European Randomized study of Screening for Prostate Cancer. Eur Urol. 76(1):43-51, 2019 07. 23. Kasivisvanathan V, Rannikko AS, Borghi M, et al. MRI-Targeted or Standard Biopsy for Prostate-Cancer Diagnosis. N Engl J Med. 378(19):1767-1777, 2018 May 10. 24. van der Leest M, Cornel E, Israel B, et al. Head-to-head Comparison of Transrectal Ultrasound-guided Prostate Biopsy Versus Multiparametric Prostate Resonance Imaging with Subsequent Magnetic Resonance-guided Biopsy in Biopsy-naive Men with Elevated Prostate-specific Antigen: A Large Prospective Multicenter Clinical Study. Eur Urol. 75(4):570-578, 2019 04.",
    "25. Rouviere O, Puech P, Renard-Penna R, et al. Use of prostate systematic and targeted biopsy on the basis of multiparametric MRI in biopsy-naive patients (MRI-FIRST): a prospective, multicentre, paired diagnostic study. Lancet Oncol. 20(1):100-109, 2019 01. 26. Ahdoot M, Wilbur AR, Reese SE, et al. MRI-Targeted, Systematic, and Combined Biopsy for Prostate Cancer Diagnosis. N Engl J Med. 382(10):917-928, 2020 03 05. 27. Ahmed HU, El-Shater Bosaily A, Brown LC, et al. Diagnostic accuracy of multi-parametric MRI and TRUS biopsy in prostate cancer (PROMIS): a paired validating confirmatory study. Lancet. 389(10071):815-822, 2017 02 25. 28. Drost FH, Osses DF, Nieboer D, et al. Prostate MRI, with or without MRI-targeted biopsy, and systematic biopsy for detecting prostate cancer. Cochrane Database Syst Rev. 4:CD012663, 2019 04 25. 29. Moore CM, Robertson NL, Arsanious N, et al. Image-guided prostate biopsy using magnetic resonance imaging-derived targets: a systematic review. Eur Urol 2013;63:125- 40. 30. Woo S, Suh CH, Eastham JA, et al. Comparison of Magnetic Resonance Imaging-stratified Clinical Pathways and Systematic Transrectal Ultrasound-guided Biopsy Pathway for the Detection of Clinically Significant Prostate Cancer: A Systematic Review and Meta-analysis of Randomized Controlled Trials. Eur Urol Oncol. 2(6):605-616, 2019 11. 31. Woo S, Suh CH, Kim SY, Cho JY, Kim SH. Shear-Wave Elastography for Detection of Prostate Cancer: A Systematic Review and Diagnostic Meta-Analysis. [Review]. AJR Am J Roentgenol. 209(4):806-814, 2017 Oct. 32. Boehm K, Tennstedt P, Beyer B, et al. Additional elastography-targeted biopsy improves the agreement between biopsy Gleason grade and Gleason grade at radical prostatectomy. World J Urol. 34(6):805-10, 2016 Jun. 33. Lughezzani G, Saita A, Lazzeri M, et al. Comparison of the Diagnostic Accuracy of Micro- ultrasound and Magnetic Resonance Imaging/Ultrasound Fusion Targeted Biopsies for the Diagnosis of Clinically Significant Prostate Cancer. Eur Urol Oncol. 2(3):329-332, 2019 05. 34. Mannaerts CK, Wildeboer RR, Remmers S, et al. Multiparametric Ultrasound for Prostate Cancer Detection and Localization: Correlation of B-mode, Shear Wave Elastography and Contrast Enhanced Ultrasound with Radical Prostatectomy Specimens. J Urol. 202(6):1166- 1173, 2019 12. 35. Baur ADJ, Schwabe J, Rogasch J, et al. A direct comparison of contrast-enhanced ultrasound and dynamic contrast-enhanced magnetic resonance imaging for prostate cancer detection and prediction of aggressiveness. Eur Radiol. 28(5):1949-1960, 2018 May. 36. Trabulsi EJ, Calio BP, Kamel SI, et al. Prostate Contrast Enhanced Transrectal Ultrasound Evaluation of the Prostate With Whole-Mount Prostatectomy Correlation. Urology. 133:187-191, 2019 Nov. 37. Heesakkers RA, Hovels AM, Jager GJ, et al. MRI with a lymph-node-specific contrast agent as an alternative to CT scan and lymph-node dissection in patients with prostate cancer: a prospective multicohort study. Lancet Oncol. 9(9):850-6, 2008 Sep. Birkhauser FD, Studer UE, Froehlich JM, et al. Combined ultrasmall superparamagnetic particles of iron oxide-enhanced and diffusion-weighted magnetic resonance imaging 38.",
    "facilitates detection of metastases in normal-sized pelvic lymph nodes of patients with bladder and prostate cancer. Eur Urol. 64(6):953-60, 2013 Dec. 39. Woo S, Suh CH, Kim SY, Cho JY, Kim SH. Diagnostic Performance of Prostate Imaging Reporting and Data System Version 2 for Detection of Prostate Cancer: A Systematic Review and Diagnostic Meta-analysis. [Review]. Eur Urol. 72(2):177-188, 2017 08. 40. Mertan FV, Greer MD, Shih JH, et al. Prospective Evaluation of the Prostate Imaging Reporting and Data System Version 2 for Prostate Cancer Detection. J Urol. 196(3):690-6, 2016 Sep. 41. Purysko AS, Bittencourt LK, Bullen JA, Mostardeiro TR, Herts BR, Klein EA. Accuracy and Interobserver Agreement for Prostate Imaging Reporting and Data System, Version 2, for the Characterization of Lesions Identified on Multiparametric MRI of the Prostate. AJR Am J Roentgenol. 209(2):339-349, 2017 Aug. 42. Greer MD, Shih JH, Barrett T, et al. All over the map: An interobserver agreement study of tumor location based on the PI-RADSv2 sector map. J Magn Reson Imaging. 48(2):482- 490, 2018 08. 43. Mussi TC, Yamauchi FI, Tridente CF, et al. Interobserver Agreement and Positivity of PI- RADS Version 2 Among Radiologists with Different Levels of Experience. Acad Radiol. 26(8):1017-1022, 2019 08. 44. Moldovan PC, Van den Broeck T, Sylvester R, et al. What Is the Negative Predictive Value of Multiparametric Magnetic Resonance Imaging in Excluding Prostate Cancer at Biopsy? A Systematic Review and Meta-analysis from the European Association of Urology Prostate Cancer Guidelines Panel. [Review]. Eur Urol. 72(2):250-266, 2017 08. 45. Hansen NL, Barrett T, Koo B, et al. The influence of prostate-specific antigen density on positive and negative predictive values of multiparametric magnetic resonance imaging to detect Gleason score 7-10 prostate cancer in a repeat biopsy setting. BJU Int. 119(5):724- 730, 2017 05. 46. Rosenkrantz AB, Shanbhogue AK, Wang A, Kong MX, Babb JS, Taneja SS. Length of capsular contact for diagnosing extraprostatic extension on prostate MRI: Assessment at an optimal threshold. J Magn Reson Imaging. 43(4):990-7, 2016 Apr. 47. Woo S, Kim SY, Cho JY, Kim SH. Length of capsular contact on prostate MRI as a predictor of extracapsular extension: which is the most optimal sequence?. Acta Radiol. 58(4):489- 497, 2017 Apr. 48. Mehralivand S, Shih JH, Harmon S, et al. A Grading System for the Assessment of Risk of Extraprostatic Extension of Prostate Cancer at Multiparametric MRI. Radiology. 290(3):709- 719, 2019 03. 49. de Rooij M, Hamoen EH, Witjes JA, Barentsz JO, Rovers MM. Accuracy of Magnetic Resonance Imaging for Local Staging of Prostate Cancer: A Diagnostic Meta-analysis. Eur Urol. 2015:[E-pub ahead of print]. 50. Verma S, Turkbey B, Muradyan N, et al. Overview of dynamic contrast-enhanced MRI in prostate cancer diagnosis and management. AJR Am J Roentgenol. 2012;198(6):1277-1288. 51. Weinreb JC, Barentsz JO, Choyke PL, et al. PI-RADS Prostate Imaging - Reporting and Data System: 2015, Version 2. Eur Urol. 69(1):16-40, 2016 Jan.",
    "52. Romero G, Foster BR, Pettersson DR, Fung AW, Guimaraes AR, Coakley FV. Endorectal multiparametric MRI of the prostate: incremental effect of perfusion imaging on biopsy target identification. Clin Imaging. 40(3):553-7, 2016 May-Jun. 53. Hotker AM, Mazaheri Y, Aras O, et al. Assessment of Prostate Cancer Aggressiveness by Use of the Combination of Quantitative DWI and Dynamic Contrast-Enhanced MRI. AJR Am J Roentgenol. 206(4):756-63, 2016 Apr. 54. Woo S, Suh CH, Kim SY, Cho JY, Kim SH, Moon MH. Head-to-Head Comparison Between Biparametric and Multiparametric MRI for the Diagnosis of Prostate Cancer: A Systematic Review and Meta-Analysis. AJR Am J Roentgenol. 211(5):W226-W241, 2018 11. 55. Klein EA. Prostate cancer: MR-TRUS fusion biopsy--defining a new standard. Nat Rev Clin Oncol. 2015;12(5):253-254. 56. Wysock JS, Rosenkrantz AB, Huang WC, et al. A prospective, blinded comparison of magnetic resonance (MR) imaging-ultrasound fusion and visual estimation in the performance of MR-targeted prostate biopsy: the PROFUS trial. Eur Urol. 2014;66(2):343- 351. 57. Wegelin O, Exterkate L, van der Leest M, et al. The FUTURE Trial: A Multicenter Randomised Controlled Trial on Target Biopsy Techniques Based on Magnetic Resonance Imaging in the Diagnosis of Prostate Cancer in Patients with Prior Negative Biopsies. Eur Urol. 75(4):582-590, 2019 04. 58. Hamid S, Donaldson IA, Hu Y, et al. The SmartTarget Biopsy Trial: A Prospective, Within- person Randomised, Blinded Trial Comparing the Accuracy of Visual-registration and Magnetic Resonance Imaging/Ultrasound Image-fusion Targeted Biopsies for Prostate Cancer Risk Stratification. Eur Urol. 75(5):733-740, 2019 05. 59. Porreca A, Del Giudice F, Giampaoli M, et al. Adding systematic biopsy to magnetic resonance ultrasound fusion targeted biopsy of the prostate in men with previous negative biopsy or enrolled in active surveillance programs: A prospective single center, randomized study. Medicine (Baltimore). 99(37):e22059, 2020 Sep 11. 60. Baco E, Rud E, Eri LM, et al. A Randomized Controlled Trial To Assess and Compare the Outcomes of Two-core Prostate Biopsy Guided by Fused Magnetic Resonance and Transrectal Ultrasound Images and Traditional 12-core Systematic Biopsy. Eur Urol. 69(1):149-56, 2016 Jan. 61. Porpiglia F, Manfredi M, Mele F, et al. Diagnostic Pathway with Multiparametric Magnetic Resonance Imaging Versus Standard Pathway: Results from a Randomized Prospective Study in Biopsy-naive Patients with Suspected Prostate Cancer. Eur Urol. 72(2):282-288, 2017 08. 62. Pessoa RR, Viana PC, Mattedi RL, et al. Value of 3-Tesla multiparametric magnetic resonance imaging and targeted biopsy for improved risk stratification in patients considered for active surveillance. BJU Int. 119(4):535-542, 2017 04. 63. Jambor I, Bostrom PJ, Taimen P, et al. Novel biparametric MRI and targeted biopsy improves risk stratification in men with a clinical suspicion of prostate cancer (IMPROD Trial). J Magn Reson Imaging. 46(4):1089-1095, 2017 10. Muthigi A, Sidana A, George AK, et al. Midline lesions of the prostate: role of MRI/TRUS fusion biopsy and implications in Gleason risk stratification. Int Urol Nephrol. 48(9):1445- 64.",
    "52, 2016 Sep. 65. Smeenge M, de la Rosette JJ, Wijkstra H. Current status of transrectal ultrasound techniques in prostate cancer. Curr Opin Urol. 2012;22(4):297-302. 66. Steinkohl F, Luger AK, Pichler R, et al. Visibility of MRI prostate lesions on B-mode transrectal ultrasound. Med. ultrasonography. 20(4):441-445, 2018 Dec 08. 67. Onur R, Littrup PJ, Pontes JE, Bianco FJ, Jr. Contemporary impact of transrectal ultrasound lesions for prostate cancer detection. J Urol. 2004;172(2):512-514. 68. Hodge KK, McNeal JE, Terris MK, Stamey TA. Random systematic versus directed ultrasound guided transrectal core biopsies of the prostate. J Urol. 1989;142(1):71-74; discussion 74-75. 69. Dominguez-Escrig JL, McCracken SR, Greene D. Beyond diagnosis: evolving prostate biopsy in the era of focal therapy. Prostate Cancer. 2011;2011:386207. 70. Kvale R, Moller B, Wahlqvist R, et al. Concordance between Gleason scores of needle biopsies and radical prostatectomy specimens: a population-based study. BJU Int. 2009;103(12):1647-1654. 71. Porten SP, Whitson JM, Cowan JE, et al. Changes in prostate cancer grade on serial biopsy in men undergoing active surveillance. J Clin Oncol. 2011;29(20):2795-2800. 72. Shakir NA, Siddiqui MM, George AK, et al. Should Hypoechoic Lesions on Transrectal Ultrasound Be Sampled During Magnetic Resonance Imaging-targeted Prostate Biopsy?. Urology. 105:113-117, 2017 Jul. 73. Keetch DW, Catalona WJ, Smith DS. Serial prostatic biopsies in men with persistently elevated serum prostate specific antigen values. J Urol. 1994;151(6):1571-1574. 74. Ploussard G, Nicolaiew N, Marchand C, et al. Risk of repeat biopsy and prostate cancer detection after an initial extended negative biopsy: longitudinal follow-up from a prospective trial. BJU Int. 2013;111(6):988-996. 75. Roehl KA, Antenor JA, Catalona WJ. Serial biopsy results in prostate cancer screening study. J Urol. 2002;167(6):2435-2439. 76. Vencalek O, Facevicova K, Furst T, Grepl M. When less is more: a simple predictive model for repeated prostate biopsy outcomes. Cancer Epidemiol. 2013;37(6):864-869. 77. Zaytoun OM, Stephenson AJ, Fareed K, et al. When serial prostate biopsy is recommended: most cancers detected are clinically insignificant. BJU Int. 2012;110(7):987-992. 78. KandaSwamy GV, Bennett A, Narahari K, Hughes O, Rees J, Kynaston H. Establishing the pathways and indications for performing isotope bone scans in newly diagnosed intermediate-risk localised prostate cancer - results from a large contemporaneous cohort. BJU Int. 120(5B):E59-E63, 2017 11. 79. Wondergem M, van der Zant FM, Knol RJJ, et al. 99mTc-HDP bone scintigraphy and 18F- sodiumfluoride PET/CT in primary staging of patients with prostate cancer. World J Urol. 36(1):27-34, 2018 Jan. Suh CH, Shinagare AB, Westenfield AM, Ramaiya NH, Van den Abbeele AD, Kim KW. Yield of bone scintigraphy for the detection of metastatic disease in treatment-naive prostate cancer: a systematic review and meta-analysis. [Review]. Clin Radiol. 73(2):158-167, 2018 80.",
    "02. 81. Cantiello F, Russo GI, Kaufmann S, et al. Role of multiparametric magnetic resonance imaging for patients under active surveillance for prostate cancer: a systematic review with diagnostic meta-analysis. Prostate Cancer Prostatic Dis. 22(2):206-220, 2019 05. 82. Amin A, Scheltema MJ, Shnier R, et al. The Magnetic Resonance Imaging in Active Surveillance (MRIAS) Trial: Use of Baseline Multiparametric Magnetic Resonance Imaging and Saturation Biopsy to Reduce the Frequency of Surveillance Prostate Biopsies. J Urol. 203(5):910-917, 2020 05. 83. Henderson DR, de Souza NM, Thomas K, et al. Nine-year Follow-up for a Study of Diffusion-weighted Magnetic Resonance Imaging in a Prospective Prostate Cancer Active Surveillance Cohort. Eur Urol. 69(6):1028-33, 2016 06. 84. Kornberg Z, Cowan JE, Westphalen AC, et al. Genomic Prostate Score, PI-RADS TM version 2 and Progression in Men with Prostate Cancer on Active Surveillance. J Urol. 201(2):300- 307, 2019 02. 85. Bryant RJ, Yang B, Philippou Y, et al. Does the introduction of prostate multiparametric magnetic resonance imaging into the active surveillance protocol for localized prostate cancer improve patient re-classification?. BJU Int. 122(5):794-800, 2018 11. 86. Bloom JB, Hale GR, Gold SA, et al. Predicting Gleason Group Progression for Men on Prostate Cancer Active Surveillance: Role of a Negative Confirmatory Magnetic Resonance Imaging-Ultrasound Fusion Biopsy. J Urol. 201(1):84-90, 2019 01. 87. Arabi A, Deebajah M, Yaguchi G, et al. Systematic Biopsy Does Not Contribute to Disease Upgrading in Patients Undergoing Targeted Biopsy for PI-RADS 5 Lesions Identified on Magnetic Resonance Imaging in the Course of Active Surveillance for Prostate Cancer. Urology. 134:168-172, 2019 Dec. 88. Borkowetz A, Renner T, Platzek I, et al. Evaluation of Magnetic Resonance Imaging/Ultrasound-Fusion Biopsy in Patients with Low-Risk Prostate Cancer Under Active Surveillance Undergoing Surveillance Biopsy. Urol Int. 100(2):155-163, 2018. 89. Klotz L, Loblaw A, Sugar L, et al. Active Surveillance Magnetic Resonance Imaging Study (ASIST): Results of a Randomized Multicenter Prospective Trial. Eur Urol. 75(2):300-309, 2019 02. 90. Ma TM, Tosoian JJ, Schaeffer EM, et al. The Role of Multiparametric Magnetic Resonance Imaging/Ultrasound Fusion Biopsy in Active Surveillance. Eur Urol. 71(2):174-180, 2017 02. 91. Pepe P, Garufi A, Priolo G, Pennisi M. Can MRI/TRUS fusion targeted biopsy replace saturation prostate biopsy in the re-evaluation of men in active surveillance?. World J Urol. 34(9):1249-53, 2016 Sep. 92. Recabal P, Assel M, Sjoberg DD, et al. The Efficacy of Multiparametric Magnetic Resonance Imaging and Magnetic Resonance Imaging Targeted Biopsy in Risk Classification for Patients with Prostate Cancer on Active Surveillance. J Urol. 196(2):374-81, 2016 Aug. 93. Jung AJ, Coakley FV, Shinohara K, et al. Local staging of prostate cancer: comparative accuracy of T2-weighted endorectal MR imaging and transrectal ultrasound. Clin Imaging. 2012;36(5):547-552. Eltemamy MM, Leapman MS, Cowan JE, Westphalen A, Shinohara K, Carroll PR. Serial 94.",
    "Anatomical Prostate Ultrasound during Prostate Cancer Active Surveillance. J Urol. 196(3):727-33, 2016 Sep. 95. Zhou J, Gou Z, Wu R, Yuan Y, Yu G, Zhao Y. Comparison of PSMA-PET/CT, choline-PET/CT, NaF-PET/CT, MRI, and bone scintigraphy in the diagnosis of bone metastases in patients with prostate cancer: a systematic review and meta-analysis. Skeletal Radiol. 48(12):1915- 1924, 2019 Dec. 96. Johnston EW, Latifoltojar A, Sidhu HS, et al. Multiparametric whole-body 3.0-T MRI in newly diagnosed intermediate- and high-risk prostate cancer: diagnostic accuracy and interobserver agreement for nodal and metastatic staging. Eur Radiol. 29(6):3159-3169, 2019 Jun. 97. Haran C, McBean R, Parsons R, Wong D. Five-year trends of bone scan and prostate- specific membrane antigen positron emission tomography utilization in prostate cancer: A retrospective review in a private centre. J Med Imaging Radiat Oncol. 63(4):495-499, 2019 Aug. 98. Kim SJ, Lee SW. The role of 18F-fluciclovine PET in the management of prostate cancer: a systematic review and meta-analysis. Clin Radiol. 74(11):886-892, 2019 Nov. 99. Evangelista L, Cimitan M, Zattoni F, Guttilla A, Zattoni F, Saladini G. Comparison between conventional imaging (abdominal-pelvic computed tomography and bone scan) and [(18)F]choline positron emission tomography/computed tomography imaging for the initial staging of patients with intermediate- tohigh-risk prostate cancer: A retrospective analysis. Scand J Urol. 49(5):345-53, 2015. 100. Samper Ots P, Luis Cardo A, Vallejo Ocana C, et al. Diagnostic performance of 18F-choline PET-CT in prostate cancer. Clin Transl Oncol. 21(6):766-773, 2019 Jun. 101. Metser U, Berlin A, Halankar J, et al. 18F-Fluorocholine PET Whole-Body MRI in the Staging of High-Risk Prostate Cancer. AJR Am J Roentgenol. 210(3):635-640, 2018 Mar. 102. Jambor I, Kuisma A, Kahkonen E, et al. Prospective evaluation of 18F-FACBC PET/CT and PET/MRI versus multiparametric MRI in intermediate- to high-risk prostate cancer patients (FLUCIPRO trial). Eur J Nucl Med Mol Imaging. 45(3):355-364, 2018 03. 103. Elschot M, Selnaes KM, Sandsmark E, et al. Combined 18F-Fluciclovine PET/MRI Shows Potential for Detection and Characterization of High-Risk Prostate Cancer. J Nucl Med. 59(5):762-768, 2018 05. 104. Elschot M, Selnaes KM, Sandsmark E, et al. A PET/MRI study towards finding the optimal [18F]Fluciclovine PET protocol for detection and characterisation of primary prostate cancer. Eur J Nucl Med Mol Imaging. 44(4):695-703, 2017 Apr. 105. Selnaes KM, Kruger-Stokke B, Elschot M, et al. 18F-Fluciclovine PET/MRI for preoperative lymph node staging in high-risk prostate cancer patients. Eur Radiol. 28(8):3151-3159, 2018 Aug. 106. Alemozaffar M, Akintayo AA, Abiodun-Ojo OA, et al. [18F]Fluciclovine Positron Emission Tomography/Computerized Tomography for Preoperative Staging in Patients with Intermediate to High Risk Primary Prostate Cancer. J Urol. 204(4):734-740, 2020 10. Sheikhbahaei S, Jones KM, Werner RA, et al. 18F-NaF-PET/CT for the detection of bone metastasis in prostate cancer: a meta-analysis of diagnostic accuracy studies. Ann Nucl 107.",
    "Med. 33(5):351-361, 2019 May. 108. Gauthe M, Aveline C, Lecouvet F, et al. Impact of sodium 18F-fluoride PET/CT, 18F- fluorocholine PET/CT and whole-body diffusion-weighted MRI on the management of patients with prostate cancer suspicious for metastasis: a prospective multicentre study. World J Urol. 37(8):1587-1595, 2019 Aug. 109. Cooperberg MR, Cowan JE, Hilton JF, et al. Outcomes of active surveillance for men with intermediate-risk prostate cancer. J Clin Oncol. 2011;29(2):228-234. 110. Raldow AC, Zhang D, Chen MH, Braccioforte MH, Moran BJ, D'Amico AV. Risk Group and Death From Prostate Cancer: Implications for Active Surveillance in Men With Favorable Intermediate-Risk Prostate Cancer. JAMA Oncol. 2015;1(3):334-340. 111. Carlsson S, Benfante N, Alvim R, et al. Risk of Metastasis in Men with Grade Group 2 Prostate Cancer Managed with Active Surveillance at a Tertiary Cancer Center. J Urol. 203(6):1117-1121, 2020 06. 112. Beksac AT, Sobotka S, Xu P, et al. Downgrading of Grade Group After Radical Prostatectomy: Comparison of Multiparametric Magnetic Resonance Imaging Guided Fusion Biopsy and Standard 12-Core Biopsy. Urology. 127:80-85, 2019 05. 113. Woo S, Kim SY, Kim SH, Cho JY. JOURNAL CLUB: Identification of Bone Metastasis With Routine Prostate MRI: A Study of Patients With Newly Diagnosed Prostate Cancer. AJR Am J Roentgenol. 206(6):1156-63, 2016 Jun. 114. Hricak H, Wang L, Wei DC, et al. The role of preoperative endorectal magnetic resonance imaging in the decision regarding whether to preserve or resect neurovascular bundles during radical retropubic prostatectomy. Cancer. 2004; 100(12):2655-2663. 115. Muglia VF, Westphalen AC, Wang ZJ, Kurhanewicz J, Carroll PR, Coakley FV. Endorectal MRI of prostate cancer: incremental prognostic importance of gross locally advanced disease. AJR Am J Roentgenol. 2011;197(6):1369-1374. 116. Robertson NL, Sala E, Benz M, et al. Combined Whole Body and Multiparametric Prostate Magnetic Resonance Imaging as a 1-Step Approach to the Simultaneous Assessment of Local Recurrence and Metastatic Disease after Radical Prostatectomy. J Urol. 198(1):65-70, 2017 07. 117. Tulsyan S, Das CJ, Tripathi M, Seth A, Kumar R, Bal C. Comparison of 68Ga-PSMA PET/CT and multiparametric MRI for staging of high-risk prostate cancer68Ga-PSMA PET and MRI in prostate cancer. Nucl Med Commun. 38(12):1094-1102, 2017 Dec. 118. Han S, Woo S, Kim YJ, Suh CH. Impact of 68Ga-PSMA PET on the Management of Patients with Prostate Cancer: A Systematic Review and Meta-analysis. Eur Urol. 74(2):179-190, 2018 08. 119. Hofman MS, Lawrentschuk N, Francis RJ, et al. Prostate-specific membrane antigen PET-CT in patients with high-risk prostate cancer before curative-intent surgery or radiotherapy (proPSMA): a prospective, randomised, multicentre study. Lancet. 395(10231):1208-1216, 2020 04 11. 120. Lengana T, Lawal IO, Boshomane TG, et al. 68Ga-PSMA PET/CT Replacing Bone Scan in the Initial Staging of Skeletal Metastasis in Prostate Cancer: A Fait Accompli?. Clin Genitourin Cancer. 16(5):392-401, 2018 10.",
    "121. Maurer T, Gschwend JE, Rauscher I, et al. Diagnostic Efficacy of (68)Gallium-PSMA Positron Emission Tomography Compared to Conventional Imaging for Lymph Node Staging of 130 Consecutive Patients with Intermediate to High Risk Prostate Cancer. J Urol. 195(5):1436-1443, 2016 May. 122. Thalgott M, Duwel C, Rauscher I, et al. One-Stop-Shop Whole-Body 68Ga-PSMA-11 PET/MRI Compared with Clinical Nomograms for Preoperative T and N Staging of High- Risk Prostate Cancer. Journal of Nuclear Medicine. 59(12):1850-1856, 2018 12. 123. Kuten J, Fahoum I, Savin Z, et al. Head-to-Head Comparison of 68Ga-PSMA-11 with 18F- PSMA-1007 PET/CT in Staging Prostate Cancer Using Histopathology and Immunohistochemical Analysis as a Reference Standard. J Nucl Med. 61(4):527-532, 2020 04. 124. American College of Radiology. ACR Appropriateness Criteria® Radiation Dose Assessment Introduction. Available at: https://edge.sitecorecloud.io/americancoldf5f- acrorgf92a-productioncb02-3650/media/ACR/Files/Clinical/Appropriateness-Criteria/ACR- Appropriateness-Criteria-Radiation-Dose-Assessment-Introduction.pdf. Disclaimer The ACR Committee on Appropriateness Criteria and its expert panels have developed criteria for determining appropriate imaging examinations for diagnosis and treatment of specified medical condition(s). These criteria are intended to guide radiologists, radiation oncologists and referring physicians in making decisions regarding radiologic imaging and treatment. Generally, the complexity and severity of a patient’s clinical condition should dictate the selection of appropriate imaging procedures or treatments. Only those examinations generally used for evaluation of the patient’s condition are ranked. Other imaging studies necessary to evaluate other co-existent diseases or other medical consequences of this condition are not considered in this document. The availability of equipment or personnel may influence the selection of appropriate imaging procedures or treatments. Imaging techniques classified as investigational by the FDA have not been considered in developing these criteria; however, study of new equipment and applications should be encouraged. The ultimate decision regarding the appropriateness of any specific radiologic examination or treatment must be made by the referring physician and radiologist in light of all the circumstances presented in an individual examination. a Memorial Sloan Kettering Cancer Center, New York, New York. b Research Author, Memorial Sloan Kettering Cancer Center, New York, New York. c Panel Chair, University of Chicago, Chicago, Illinois. d Panel Vice-Chair, Duke University Medical Center, Durham, North Carolina. e Feinberg School of Medicine, Northwestern University, Chicago, Illinois; Commission on Nuclear Medicine and Molecular Imaging . f University of Minnesota, Minneapolis, Minnesota. g St. Luke's Health System, Boise, Idaho. h Duke University Medical Center, Durham, North Carolina, Primary care physician. i University of Wisconsin, Madison, Wisconsin. j Sutter Medical Group, Sacramento, California; Commission on Radiation Oncology . k NYU Clinical Cancer Center, New York, New York; American Urological Association . l National Cancer Institute, National Institutes of Health, Bethesda, Maryland. m Thomas F. Frist, Jr. College of Medicine, Belmont University, Nashville, Tennessee. n Specialty Chair, Northwestern University, Chicago, Illinois."
  ],
  "processed_at": "2026-01-30T15:58:50.474Z"
}