{
  "doc_id": "59fa226785ab95ffaed1d4d5be6244e5",
  "source_id": "bmjopen-2021-052294",
  "total_pages": 11,
  "pages": [
    "1 Yu\u001fH, et al . BMJ Open 2022; 12 :e052294. doi:10.1136/bmjopen-2021-052294 Open access RECIST 1.1 versus mRECIST for assessment of tumour response to molecular targeted therapies and disease outcomes in patients with hepatocellular carcinoma: a systematic review and meta- analysis Hongli Yu, 1 Yuping Bai, 1 Xiaoyu Xie, 1 Yuemin Feng, 1,2 Yao Yang, 1 Qiang Zhu 1,2 To cite: Yu H, Bai Y, Xie X, et al . RECIST 1.1 versus mRECIST for assessment of tumour response to molecular targeted therapies and disease outcomes in patients with hepatocellular carcinoma: a systematic review and meta- analysis. BMJ Open 2022; 12 :e052294. doi:10.1136/ bmjopen-2021-052294 ► Prepublication history and additional supplemental material for this paper are available online. To view these files, please visit the journal online (http://dx.doi.org/10.1136/ bmjopen-2021-052294). Received 12 April 2021 Accepted 06 May 2022 1 Department of Gastroenterology, Shandong Provincial Hospital, Cheeloo College of Medicine, Shandong University, Jinan, Shandong, China 2 Department of Gastroenterology, Shandong Provincial Hospital Affiliated to Shandong First Medical University, Jinan, Shandong, China Correspondence to Dr Qiang Zhu; zhuqiang@ sdu. edu. cn Original research © Author(s) (or their employer(s)) 2022. Re- use permitted under CC BY- NC. No commercial re- use. See rights and permissions. Published by BMJ. ABSTRACT Objectives Response Evaluation Criteria in Solid Tumours version 1.1 (RECIST 1.1) and modified RECIST (mRECIST) are commonly used to assess tumour response. Which one is better to evaluate efficacy after molecular targeted therapies in hepatocellular carcinoma (HCC) patients is still controversial. A systemic review was performed to compare the objective response rate (ORR) and disease control rate (DCR) and a meta- analysis was conducted to compare the correlation between objective response and overall survival (OS). Design Systematic review and meta- analysis using the Grading of Recommendations Assessment, Development and Evaluation approach. Data sources EMBASE, PubMed, Web of Science and Cochrane Library were searched through 31 December 2021. Eligibility criteria We included studies assessing the efficacy of molecular targeted therapy for HCC according to both RECIST 1.1 and mRECIST. Data extraction and synthesis Two investigators extracted data independently. The consistency between RECIST 1.1 vs mRECIST is measured by the k coefficient. HRs with corresponding 95% CIs were used for meta- analysis. Results 23 studies comprising 2574 patients were included in systematic review. The ORR according to mRECIST is higher than RECIST1.1 (15.9% vs 7.8%, p<0.001). The DCR is similar (68.4% vs 67.2%, p=0.5). The agreement of tumour response is moderate for objective response (k=0.499) and perfect for progressive disease (k=0.901), calculated from 8 studies including 372 patients. OS was significantly longer in response group than non- response group according to mRECIST (HR 0.56, 95% CI 0.41 to 0.78, p = 0.0004) calculated from 7 studies including 566 patients, however, the RECIST1.1 could not distinguish the OS well (HR 0.68, 95% CI 0.44 to 1.05, p=0.08). Subgroup analusis by type of treatment was conducted. Conclusions mRECIST may be more accurate than RECIST 1.1 in assessing ORR after molecular targeted therapies in HCC patients and can better assess the prognosis. However, the performance of both criteria in assessing disease progression is identical. PROSPERO registration number CRD42020200895. Ethics approval Ethics approval is not required in this meta- analysis. INTRODUCTION Hepatocellular carcinoma (HCC) is the sixth most common cancer and the fourth- leading cause of cancer- related mortality worldwide. 1 There have been significant advances in treat- ment for HCC over the past decade. Available treatment options include surgical resection, liver transplantation, ablative techniques, transarterial chemoembolisation, transar- terial radioembolisation, radiotherapy and molecular targeted therapies. 2 Molecular targeted therapies are indicated for patients with advanced tumours or earlier stage unsuit- able for surgical resection or locoregional therapies. 3 It has already been confirmed that molecular targeted therapies can improve survival in patients with HCC due to their STRENGTHS AND LIMITATIONS OF THIS STUDY ⇒ Quantitative analysis of Response Evaluation Criteria in Solid Tumours version 1.1 (RECIST1.1) and mod- ified RECIST to assess the relationship between tu- mour response and overall survival after molecular targeted therapies in patients with hepatocellular carcinoma. ⇒ Reliable methodological and statistical procedures were applied. ⇒ This study is limited by a small number of papers after screening according to inclusion and exclusion criteria. ⇒ The variable intervals between follow- up imaging results could be a source of heterogeneity.",
    "2 Yu\u001fH, et al . BMJ Open 2022; 12 :e052294. doi:10.1136/bmjopen-2021-052294 Open access unique antiproliferative and antiangiogenic function. 4 The accurate assessment of therapeutic efficacy of molec- ular targeted therapies is essential for routine anti- cancer treatment as well as clinical trials. Radiological evaluation of tumour response is a well- recognised surrogate endpoint in the assessment of thera- peutic efficacy of molecular targeted therapies in patients with HCC, 5 which is crucial to help identify potentially resistant patients, avoiding unnecessary toxicities. Tumour response was initially measured according to the WHO criteria and Response Evaluation Criteria in Solid Tumours version 1.0 (RECIST 1.0) guideline. 6 7 Never- theless, they have been proven to correlate poorly with survival outcomes in HCC patients and provide insuffi- cient guidance on treatment options. 8–10 Nowadays, the RECIST 1.1 and modified RECIST (mRECIST) criteria are the most commonly used criteria to assess tumour response. The major changes in RECIST 1.1 include the reduction in the number of target lesions and the augmented definition of disease progression, 11 which relies on the change in the sum of the greatest diameters. The mRECIST has been developed which differ from RECIST 1.1 in that the target lesion measured is not the whole lesion but only the viable tumour, defined as the contrast- enhanced portion of the tumour on hepatic arte- rial phase images. 8 European Association for the Study of the Liver (EASL) and European Society for Medical Oncology guidelines suggested applying mRECIST or RECIST 1.1 in patients with HCC treated with molecular targeted therapies. 3 12 However, National Comprehensive Cancer Network guideline indicated that validated criterion to evaluate tumour response to molecular targeted thera- pies between the two criteria is needed. 13 Besides, several studies demonstrated that overall survival (OS) can be predicted more accurately by mRECIST than RECIST 1.1, since the latter is not capable of assessing therapy induced intratumoural necrosis. 14 15 On the contrary, another study observed both methods provided correla- tion with OS equally. 16 Which set of criteria is better to assess response to molecular targeted therapies remains controversial. We perform this systematic review to compare the effi- cacy of RECIST1.1 and mRECIST in assessing tumour response after molecular targeted therapies in patients with HCC and to quantitatively determine which criterion correlates better with prognosis. MATERIAL AND METHODS Patient and public involvement Patients and the public were not involved in this meta- analysis. Search strategy A comprehensive search of PubMed, EMBASE, Web of Science and the Cochrane Library from incep- tion through 31 December 2021 was performed. The following Mesh terms and text words were confined to the title or abstract: “RECIST”, “mRECIST”, “Response Evaluation Criteria in Solid Tumors”, “liver cancer” and “hepatocellular carcinoma”. The detailed search strategy is included in online supplemental material table S1. The reference lists of relevant articles were also searched for other eligible studies. Selection of studies Two reviewers (YB and HY) independently assessed arti- cles for eligibility, and discrepancies were resolved by a consensus and confirmed by another author YY. To be eligible for inclusion, studies had to meet the following criteria: (1) the diagnosis of HCC was based on pathology or radiological findings, in accordance with the criteria of practice guidelines; (2) patients with HCC must be treated with molecular targeted therapies; (3) response assessment after molecular targeted therapies was evalu- ated according to both RECIST 1.1 and mRECIST criteria; (4) available data about OS and k coefficient or sufficient information to calculate it. General exclusion criteria were: (1) presence of an additional primary malignancy in other organ; (2) patients with HCC received other therapies; (3) case analysis, letters, reviews and expert opinions; (4) studies with incomplete data; (5) published in languages other than English with no translation. Quality assessment The Newcastle- Ottawa scale (NOS) was used to assess the quality of the studies, this scale consists of three factors: the selection of patients, comparability of the study groups and assessment of outcome. 17 The maximum total score on this scale is 9 and studies with scores ≥ 6 were defined as high- quality studies. Data extraction Two investigators (YY and HY) assessed and extracted data from all eligible studies independently, and discrepancies were resolved by a consensus and confirmed by another author YB. By reading the full texts of the selected studies, two investigators extracted the following data: name of all authors, year of publication, number of enrolled patients, age, sex, Eastern Cooperative Oncology Group perfor- mance status, Child- Pugh score, BCLC stage, tumour number, tumour size, type of treatment, reported HR for OS according to mRECIST and RECIST 1.1 criteria and k coefficient of concordance in each study. Tumour response assessment Evaluation of tumour response according to the RECIST 1.1 was defined as follows: complete response (CR) is the disappearance of all target lesions; partial response (PR) is at least a 30% decrease in the sum of the diameters of the target lesions; progressive disease (PD) is at least a 20% increase in the sum of the longest diameters of target lesions or the appearance of one or more new lesions; stable disease (SD) is neither sufficient shrinkage to qualify for PR nor sufficient increase to qualify for PD. According to mRECIST, CR is defined as the disappearance of any",
    "3 Yu\u001fH, et al . BMJ Open 2022; 12 :e052294. doi:10.1136/bmjopen-2021-052294 Open access intratumoural arterial enhancement in all target lesions; PR is at least a 30% decrease in the sum of diameters of viable target lesions, taking as reference the baseline sum of the diameters of target lesions; PD is an increase of at least 20% in the sum of the diameters of viable target lesions, taking as reference the smallest sum of the diam- eters of viable target lesions recorded since the treatment started; SD is any cases that do not qualify for either PR or PD. Objective response (OR) included both CR and PR, and disease control included CR, PR and SD. 8 Statistical analysis Intermethod agreement between similar categorical items of the two criteria was measured using the k coefficient. The agreement was interpreted as poor (k<0), slight (k=0 to 0.20), fair (k=0.21 to 0.40), moderate (k=0.41 to 0.60), substantial (k=0.61 to 0.80) and almost perfect (k>0.80). 18 The OR rate (ORR) and disease control rate (DCR) between the two criteria were compared by the chi- square tests with the significance at p<0.05. HRs with corresponding 95% CIs were performed to estimate the relationship between the ORR and OS of patients with HCC. The HRs were extracted from the text or from the K- M curves by the software Engauge Digitizer. The heterogeneity was quantified using the I 2 statistic. A fixed- effects model was used to analyse the results if the I² ≤ 50%, whereas the random effects model is applied if the I²>50% among the included studies, funnel plots and Egger’s test were used to grossly exclude publication bias. All extracted data analyses were performed with Review Manager V.5.4.1 and STATA V.15.1 and SPSS V.24 software. RESULTS Eligible studies for analysis A total of 7281 studies were retrieved from the electronic database search. After removing duplicates, 5046 titles and abstracts were further examined. A total of 114 publi- cations underwent full text review to determine their eligibility for the meta- analysis and 91 were excluded. Forty- nine studies were excluded because they applied only the mRECIST or RECIST1.1 criteria alone. Fourteen studies were excluded because using other imaging exam- inations or other evaluative methods, such as positron emission tomography imaging, contrast- enhanced ultra- sonography and RECIST 1.0. Twelve studies compared with other methods, such as Choi and EASL criteria, etc. Six studies were excluded because they were all confer- ence abstracts. Three studies were excluded for unavail- able for full text. Five studies were excluded for lacking of original data and had insufficient data for extraction. One study focused on manual and automatically extracted measurements. One research was written in Japanese. Finally, 23 studies including 2563 patients comparing tumour response between the RECIST 1.1 and mRECIST criteria were included 14–16 19–38 (figure 1). Summary of baseline characteristics A total of 2574 patients form 23 studies were included in qualitative analysis (table 1). A total of 1325 patients treated with sorafenib, 14–16 19–25 27 34 36 37 21 patients treated with axitinib, 26 839 patients treated with lenva- tinib, 28 30 31 33 35 36 38 379 patients treated with regorafenib 29 and 10 patients treated with ramucirumab. 32 Most studies included Child- Pugh class A and a minority of Child- Pugh class B patients, only two studies included a small percentage of Child- Pugh class C patients. 27 29 Due to lacking of survival data, 7 studies including 566 patients were finally included in this meta- analysis. Six of the studies 14 15 21 23 27 34 included 526 patients treated with sorafenib and 1 study 30 included 40 patients treated with lenvatinib. Evaluation of tumour response was performed according to the RECIST 1.1 and mRECIST criteria and assessment of response was carried out by contrast- enhanced spiral CT or gadolinium- enhanced MRI after 4–8 weeks from treatment, depending on each study (table 2). Risk of bias within studies All of 23 studies had good quality. The quality of included studies assessed by NOS was 6–8. Comparison of tumour response between the RECIST 1.1 and mRECIST criteria Table 3 shows the tumour response assessed by RECIST 1.1 and mRECIST after molecular targeted therapies in the 23 considered studies. The ORR according to mRECIST was significantly higher than RECIST1.1 (15.9% vs 7.8%, p<0.001). For DCR, four study was considered not eligible for its incomplete data. 29 36–38 The DCR was similar Figure 1 Flow diagram of study selection.",
    "4 Yu\u001fH, et al . BMJ Open 2022; 12 :e052294. doi:10.1136/bmjopen-2021-052294 Open access Table 1 Baseline characteristics of include studies Study Year Country Patients, N (n)* Treatment Women, no (%) Age, years ECOG PS Child- Pugh class BCLC stage Tumour no Tumour size (mm) Spira et al 20 2011 Germany 25 Sorafenib 2 (8.0%) 65 (42–75)† 0: 6 1 or 2: 19 A: 23 B: 2 NR NR NR Murakami et al 19 2011 Japan 27 Sorafenib 1 (3.7%) 63 NR A: 23 B: 4 NR NR NR Edeline et al 16 2012 France 53 Sorafenib 5 (9.4%) NR 0: 29 1: 24 A: 41 B: 12 B: 22 C: 31 NR NR Moschouris et al 22 2012 UK 21 Sorafenib 2 (9.5%) 66.8±8.5‡ NR A: 10 B: 11 B: 9 C: 12 Solitary: 9 Multifocal: 12 NR Kawaoka et al 21 2012 Japan 66 (49) Sorafenib 8 (12.1%) 63 (35–80)† NR A: 58 B: 8 0: 2 A: 1 B: 14 C: 49 1–2: 16 />3: 50 50 (8.3–194)† Arizumi et al 23 2014 Japan 156 Sorafenib 36 (23.1%) 73 (66–78)† 0: 150 1: 5 2: 1 A: 129 B: 27 A: 39 B: 36 C: 81 NR NR Bargellini et al 24 2014 Italy 22 Sorafenib 4 (18.2%) 68.3±8.2‡ NR A: 22 B: 12 C: 10 >3: 11 50±37‡ Ronot et al 14 2014 France 64 Sorafenib 8 (12.5%) 62 (37–77)† NR A: 51 B: 13 B: 20 C: 44 NR NR Salvaggio et al 25 2014 USA 17 Sorafenib 5 (29.4%) 69 (58–79)† 0: 8 1: 9 A: 16 B: 1 A: 3 B: 4 C: 10 NR NR McNamara et al 26 2015 Canada 30 (21) Axitinib 9 (30.0%) 64 (18–78)† 0: 9 1: 21 A: 22 B: 8 C: 30 NR NR Takada et al 15 2015 Japan 191 (175) Sorafenib 78 (40.8%) 72 (34–88)† 0: 141 1: 47 2: 3 A: 179 B: 12 A: 11 B: 85 C: 95 NR NR Gavanier et al 27 2016 France 60 Sorafenib 6 (10.0%) 67 (39–79)† NR A: 42 B: 13 C: 5 B: 12 C: 48 NR NR Ikeda et al 28 2017 Japan 46 (42) Lenvatinib 33 (71.7%) 66.5 (37–80)† 0: 38 1: 8 A: 45 B: 1 B: 19 C: 27 NR NR Pelosof et al 29 2018 USA 379 Regorafenib 46 (12.1%) 64 (19–85)† 0: 251 1: 128 A: 373 B: 5 C: 1 A: 1 B: 53 C: 325 NR NR Kaneko et al 30 2020 Japan 40 Lenvatinib 4 (10.0%) 72 (52–87)† 0: 25 1: 15 A: 38 B: 2 B: 12 C: 28 NR NR Kawamura et al 31 2020 Japan 51 Lenvatinib 16 (31.4%) 74 (45–91)† 0: 48 1: 3 A:51 A: 5 B: 23 C: 23 NR 31.8 (11.0–112.7)† Continued",
    "5 Yu\u001fH, et al . BMJ Open 2022; 12 :e052294. doi:10.1136/bmjopen-2021-052294 Open access Study Year Country Patients, N (n)* Treatment Women, no (%) Age, years ECOG PS Child- Pugh class BCLC stage Tumour no Tumour size (mm) Kuzuya et al 32 2020 Japan 10 Ramucirumab 5 (50.0%) 76 (42–89)† 0: 7 1: 3 A: 9 B: 1 B: 6 C: 4 <4: 2>4: 8 <30: 8>30: 2 Maruta et al 33 2020 Japan 152 (131) Lenvatinib 24 (15.8%) >73:74 (49%) ≤1: 142 >1: 10 A: 132 B: 20 C: 99 >7: 70 >50: 51 Yamamichi et al 34 2020 Japan 22 Sorafenib 2 (9.1%) 76 (50–86)† 0: 19 1: 3 A:22 C: 22 NR NR He et al 35 2021 China 86 Lenvatinib 6 (10.5) >50: 44 (51.2%) 0: 22 1: 64 A: 86 C: 86 1- 3:9 >3:77 ≤10:40 >10:46 Nair et al 36 2021 USA LEN 478/ SOR 476 Lenvatinib/ Sorafenib LEN 73 (15.3) SOR 75 (15.7) LEN <65: 56% SOR <65: 60% LEN 0: 301 1: 177 SOR 0: 299 1: 177 LEN A: 475 B: 3 SOR A: 471 B: 5 LEN B: 104 C: 374 SOR B: 92 C: 384 LEN 1: 207 2: 167 3: 103 SOR 1: 207 2: 183 3: 86 NR Salem et al 37 2021 USA 165(158) Sorafenib 28 (17.0) 64.4±10.9 NR A: 165 NR NR NR Yamashige et al 38 2021 Japan 11 Lenvatinib 3 (27.3) 67 (59- 83) NR A: 11 B: 6 C: 5 NR NR *N=Number of included patients; n=Number of patients evaluated by RECIST 1.1 and mRECSIT criteria. †Data are medians, with IQR in parentheses. ‡Data are means±SD. BCLC stage, Barcelona Clinic Liver Cancer stage; ECOG PS, Eastern Cooperative Oncology Group performance status; LEN, Lenvatinib; mRECSIT, modified Response Evaluation Criteria in Solid Tumours; NR, not reported; SOR, Sorafenib. Table 1 Continued",
    "6 Yu\u001fH, et al . BMJ Open 2022; 12 :e052294. doi:10.1136/bmjopen-2021-052294 Open access according to mRECIST and RECIST1.1 (68.4% vs 67.2%, p=0.5). The agreement and disagreement of tumour response of the two criteria were described in table 4, which could be available or calculated from 8 studies including 372 patients. 15 16 20–22 25 26 38 For OR, the agreement of tumour response between the two criteria was moderate (k=0.499). Of 218 patients with SD according to RECIST 1.1, 45 patients were reclassified to OR according to mRECIST. For disease control, the agreement of tumour response between the two criteria was almost perfect (k=0.901). Of 116 patients with PD according to mRECIST, only 5 patients were reclassified to SD according to RECIST 1.1. Subgroup analysis was performed based on therapeutic agents. Of the total of 8 studies included in the consis- tency test, 6 studies 15 16 20–22 25 including 340 patients receiving sorafenib, 1 study 38 with 11 patients treated with lenvatinib and 1 study 26 with 21 patients treated with axitinib. Limited by the sample size, we only performed an analysis of concordance in the sorafenib group. For Table 2 Time interval and imaging examinations Included trials Exam Time interval Response considered Spira et al 20 MRI At baseline and follow- up every 8 weeks (range, 2–19 weeks; mean, 7.6 weeks). Target response Edeline et al 16 CT 1 CT scan in the first and second months and every 2 months thereafter. Target response Moschouris et al 22 CT/MRI 1–5 days prior to the initiation of antiangiogenetic treatment; follow- up studies were performed approximately every 2 months (range: 7–10 weeks) after the first dose of the drug. Target response Kawaoka et al 21 CT/MRI At 8 weeks from the date of administration of sorafenib. Overall response Arizumi et al 23 CT/MRI Every 4–6 weeks during and after treatment. Overall response Bargellini et al 24 CT 4±2 weeks before and 8±2 weeks after initiation of sorafenib treatment. Overall response Ronot et al 14 CT 6 weeks before sorafenib and had the first tumour evaluation with a second CT scan within 1–3 months after sorafenib initiation. Overall response Salvaggio et al 25 CT/MRI Baseline examinations were performed at a median of 30 days (range 28– 36 days) before the start of treatment. Follow- up imaging study available was performed after a median of 103 days (range 55–617 days). Target response McNamara et al 26 CT Tumour response was assessed every 8 weeks via CT. Overall response Takada et al 15 CT Within 1 month of commencing treatment and every 1–2 months during treatment. Overall response Gavanier et al 27 CT Within 6 weeks before sorafenib administration; and Imaging available during sorafenib therapy (>4 weeks after initiation). Overall response Ikeda et al 28 CT/MRI Tumour response was evaluated every 8 weeks. Overall response Pelosof et al 29 CT/MRI Tumour assessments were performed every 6 weeks for the first eight cycles, then every 12 weeks thereafter. Overall response Kaneko et al 30 CT CT was performed at baseline and every 4–8 weeks after LEN administration. Overall response Kawamura et al 31 CT We assessed the best tumour response during 2–12 weeks. Overall response Kuzuya et al 32 CT CT examination was performed with a predetermined schedule at baseline and at 6 weeks after ramucirumab initiation. Overall response Maruta et al 33 CT/MRI Every 1–2 months after starting treatment for the evaluation of tumour response. Overall response Yamamichi et al 34 CT CT was performed at baseline (before initiation of treatment) and at every 2–3 months afterward. Overall response Murakami et al 19 CT CT was performed at baseline (before initiation of treatment) and at every 2–3 months afterward. Overall response He et al 35 CT/MRI Upper abdomen- enhanced CT (or MRI) was performed at baseline and every 6 weeks (±1 week). Overall response Nair et al 36 CT/MRI Enhanced CT or MRI was performed at baseline and every 8 weeks. Overall response Salem et al 37 CT/MRI Enhanced CT or MRI was performe at baseline and every 6 weeks. Target response Yamashige et al 38 CT Enhanced CT was performed at baseline and every 2–12 weeks. Target response LEN, Lenvatinib.",
    "7 Yu\u001fH, et al . BMJ Open 2022; 12 :e052294. doi:10.1136/bmjopen-2021-052294 Open access Table 3 Response assessment according to RECIST 1.1 and mRECIST criteria Study N Criterion CR PR SD PD Spira et al 20 25 RECIST1.1 1 0 18 6 mRECIST 1 11 9 4 Edeline et al 16 53 RECIST1.1 0 1 42 10 mRECIST 2 10 30 11 Moschouris et al 22 21 RECIST1.1 0 1 16 4 mRECIST 2 6 11 2 Kawaoka et al 21 49 RECIST1.1 1 1 30 17 mRECIST 2 4 26 17 Arizumi et al 23 156 RECIST1.1 3 12 71 70 mRECIST 6 30 55 65 Bargellini et al 24 22 RECIST1.1 0 1 5 16 mRECIST 0 4 5 13 Ronot et al 14 64 RECIST1.1 2 43 19 mRECIST 18 29 17 Salvaggio et al 25 17 RECIST1.1 0 2 10 5 mRECIST 0 3 10 4 McNamara et al 26 21 RECIST1.1 0 2 19 0 mRECIST 1 6 14 0 Takada et al 15 175 RECIST1.1 4 11 80 80 mRECIST 5 20 72 78 Gavanier et al 27 60 RECIST1.1 0 2 28 30 mRECIST 0 4 27 29 Ikeda et al 28 42 RECIST1.1 0 11 25 6 mRECIST 0 17 19 6 Pelosof et al 29 379 RECIST1.1 0 25 354 mRECIST 2 38 339 Kaneko et al 30 40 RECIST1.1 1 9 21 9 mRECIST 3 12 9 4 Kawamura et al 31 51 RECIST1.1 0 26 21 4 mRECIST 6 32 9 4 Kuzuya et al 32 10 RECIST1.1 0 0 8 2 mRECIST 0 1 7 2 Maruta et al 33 131 RECIST1.1 2 22 78 29 mRECIST 3 59 42 27 Yamamichi et al 34 22 RECIST1.1 1 1 12 8 mRECIST 1 1 7 13 Murakami et al 19 27 RECIST1.1 0 0 16 11 mRECIST 1 2 13 11 He et al 35 86 RECIST1.1 0 8 54 24 mRECIST 0 14 48 24 Nair et al 36 LEN: 478 RECIST1.1 19 459 mRECIST 41 437 SOR: 476 RECIST1.1 7 469 mRECIST 12 464 Salem et al 37 158 RECIST1.1 18 140 mRECIST 22 136 Yamashige et al 38 11 RECIST1.1 6 5 mRECIST 9 2 CR, complete response; LEN, Lenvatinib; mRECIST, modified RECIST; PD, progressive disease; PR, partial response; RECIST 1.1, Response Evaluation Criteria in Solid Tumours version 1.1; SD, stable disease; SOR, Sorafenib.",
    "8 Yu\u001fH, et al . BMJ Open 2022; 12 :e052294. doi:10.1136/bmjopen-2021-052294 Open access OR, the agreement of tumour response between the two criteria was moderate (k=0.446). For disease control, the agreement of tumour response between the two criteria was almost perfect (k=0.897). Survival analysis according to the RECIST 1.1 and mRECIST criteria Of the 19 articles, 12 studies were excluded due to lack of survival data. Finally, 7 studies including 566 patients were included in this meta- analysis. 14 15 21 23 27 30 34 The ORR according to RECIST 1.1 and mRECIST criteria was 7.79% and 15.93%, respectively. According to mRECIST, OS was significantly longer in patients with response than patients with non- response (HR 0.56, 95% CI 0.41 to 0.78, p=0.0004) (figure 2), with no significant heterogeneity among the studies (I 2 =0, p=0.93). In contrast, RECIST 1.1 could not distinguish well between the responders and the non- responders for OS (HR 0.68, 95% CI 0.44 to 1.05, p=0.08) (figure 3), with no significant hetero- geneity among the studies ((I 2 =0, p=0.43). Funnel plots for both RECIST 1.1 and mRECIST did not show asym- metry (online supplemental figures 1; 2). Egger’s test also showed no clear evidence of publication bias (p=0.052 for RECIST1.1 and p=0.503 for mRECIST). Subgroup analysis was performed based on therapeutic agents. Of the total of 7 studies included in the survival analysis, 6 studies 14 15 21 23 27 34 including 526 patients receiving sorafenib and 1 study 30 with 40 patients treated with lenvatinib. As shown in figures 4 and 5, among patients receiving sorafenib, when mRECIST was used as an evaluation criterion, OS was significantly longer in patients who responded (HR 0.56, 95% CI 0.40 to 0.77), while using RECIST 1.1 as the evaluation criterion failed to clearly distinguish between responder and non- responder (HR 0.67, 95% CI 0.42 to 1.04). Possibly limited by sample size, tumour response assessed using mRECIST or RECIST 1.1 did not differentiate well between OS in responders and non- responders for patients receiving lenvatinib (HR 0.76, 95% CI 0.19 to 3.13 vs HR 0.90, 95% CI 0.16 to 5.13). No significant heterogeneity was found in the subgroup analysis. DISCUSSION Tumour response assessment is criticalin the manage- ment of cancer. It serves as a guide to clinical practice and asa surrogate endpoint for evaluating efficacy in clinical studies. 39 40 In particular, an increasing number of patients with HCC have been treated with molecularly targeted therapies in recent years. Since new molecular targeted agents exert antitumoural activity by inducing tumour necrosis, with rare changes in volume shrinkage, traditional WHO and RECIST criteria do not always represent an appropriate tool for response evaluation. Anatomic imaging alone may have limita- tions, particularly in assessing the activity of targeted therapies which stabilise diseases. This promoted the development of the mRECIST for a response that incor- porated treatment- induced tumour necrosis by dynamic imaging. In this study, we compared the effectiveness of the RECIST 1.1 and mRECIST criteria in assessing the efficacy of molecular targeted therapies in patient with HCC. We investigated the concordance between the RECIST 1.1 and mRECIST criteria for the assessment of tumour response in patients with HCC treated with molecular targeted therapies. Our results showed that there was a considerable discrepancy in the assessment of OR between the RECIST 1.1 and mRECIST criteria. When adopting the mRECIST, the ORR was significantly higher, suggesting that mRECIST better identifies the response of HCC after molecularly targeted therapy. There are several possible reasons. First, molecular targeted therapies Table 4 Intermethod agreement between RECIST 1.1 and mRECIST criteria Tumour response by RECIST 1.1 Tumour response by mRECIST Total CR PR SD PD CR 6 0 0 0 6 PR 5 21 0 0 26 SD 4 41 168 5 218 PD 1 4 6 111 122 Total 16 66 174 116 372 CR, complete response; mRECIST, modified RECIST; PD, progressive disease; PR, partial response; RECIST 1.1, Response Evaluation Criteria in Solid Tumours version 1.1; SD, stable disease. Figure 2 Forest plot for HR for overall survival (responders vs non- responders) according to mRECIST. IV, inverse variance; mRECIST, modified Response Evaluation Criteria in Solid Tumours.",
    "9 Yu\u001fH, et al . BMJ Open 2022; 12 :e052294. doi:10.1136/bmjopen-2021-052294 Open access are based on the inhibition of several proangiogenic signalling pathways, which stimulating angiogenesis, are responsible of the characteristic hyper- vascular pattern of HCC lesions. 41 The therapeutic response after molec- ularly targeted therapy is closely associated with structural changes, mainly including decreased vascularisation and increased tissue necrosis or cavitation, but it is not always reflected in the reduction in tumour size. 42 Second, HCC and cirrhosis coexist in more than 80% of cases. The inherent pathogenic factors and haemodynamic changes of cirrhosis may mimic or mask intrahepatic tumours. 43 From a clinical perspective, clinicians need to accu- rately distinguish between PD and disease control, and thus make clinical decisions to switch from first- line to second- line treatment when disease progresses. We also found that there was an excellent agreement in the assess- ment of the disease progression between the RECIST 1.1 and mRECIST criteria, both of the criteria are equally able to discriminate progressors and non- progressors and thus equally able to give appropriate guidance for clinical decision making, which is the most relevant parameter in clinical practice. And we presume that this consistency is due to the fact that disease progression appears to involve an increase in vascularisation, which transforms into an increase in lesion dimension. In general, it is assumed that interoperator variability can affect the interpretation of the same image, even when guided by the same evalua- tion criteria. In particular, evaluation based on mRECIST addresses the subjectivity of the reviewer. However, it has been shown that in the evaluation of disease control, there is still a high level of agreement between the results obtained by experts and those without specialist training in liver imaging (k=0.737±0.114). 44 Our results also show that mRECIST can be of help in predicting OS in patients receiving molecular targeted therapies. Those patients with OR having significantly better survival outcome compared with patients who only achieve SD or PD. However, the OS of those classified as OR by RECIST 1.1 is not significantly different from that of non- responders. Edeline et al demonstrated that in the 79.2% of patients classified as stable by RECIST 1.1, the use of mRECIST enabled the prediction of different prog- nostic subgroups with a significantly better median OS of 17.1 months for responding patients compared with 9.7 months for stable patients and 3.7 months in patients who had a PD. 16 Our results suggest that mRECIST may offer a suitable alternative to RECIST in phase II clinical trials, in which detection of an efficacy signal is paramount. Figure 3 Forest plot for HR for overall survival (responders vs non- responders) according to RECIST1.1. IV, inverse variance; RECIST1.1, modified Response Evaluation Criteria in Solid Tumours version 1.1. Figure 4 Subgroup analysis for the association between response and overall survival according to mRECIST. IV, inverse variance; mRECIST, modified Response Evaluation Criteria in Solid Tumours version 1.1.",
    "10 Yu\u001fH, et al . BMJ Open 2022; 12 :e052294. doi:10.1136/bmjopen-2021-052294 Open access However, as previously mentioned, mRECIST did not demonstrate superiority in guiding the replacement of second- line therapeutic agents. In addition, we find that most of included patients were classified as PD. Patients with PD always have a poor outcome. Treatment beyond radiological progression is not warranted and that patients should be actively moni- tored for radiological progression rather than waiting for symptomatic progression. A recent review indicated that ‘PD’ concept includes different patterns of progres- sion leading to different prognosis. The reason for the imperfect correlation between surrogate end point and OS likely relies on the basis that not all patterns of progressions are equal in terms of prognostic implica- tions. In a brilliant paper, Reig et al demonstrated that the appearance of new extrahepatic lesions has a far worse prognostic impact than the enlargement of pre- existing lesions or the appearance of new intrahepatic nodules. 45 Thus, a careful evaluation of the progression pattern is indeed required in clinical practice before switching to a second line treatment. There are several limitations in our study. First, most of the included studies were retrospective. Second, this study included heterogeneous patients with different kinds of therapeutic agents and the variable interval between follow- up imaging examinations. It is necessary to verify these results in studies with larger homogeneous patients’ cohort. In conclusion, RECIST 1.1 has similar efficacy to mRECIST in assessing disease progression with molec- ularly targeted drugs, but mRECIST is better at identi- fying OR. And mRECIST appears more appropriate than RECIST 1.1 to identify responders with long survival benefiting from molecular targeted therapies in patients with HCC. Contributors YB and HY contributed to the design of the study, data collection, data analysis and article writing; XX contributed to data collection; YF and YY contributed equally to the data analysis. QZ contributed to the conception and design of the study and critical revision. QZ as guarantor is responsible for the overall contentAll authors contributed to the revision and gave final approval of the article. Funding This work was funded by the National Natural Science Foundation of China (No. 81770607 and 81772626). Competing interests None declared. Patient and public involvement Patients and/or the public were not involved in the design, or conduct, or reporting, or dissemination plans of this research. Patient consent for publication Not applicable. Provenance and peer review Not commissioned; externally peer reviewed. Data availability statement Data sharing not applicable as no datasets generated and/or analysed for this study. All data included in this study are available on request by contacting with the corresponding author. Supplemental material This content has been supplied by the author(s). It has not been vetted by BMJ Publishing Group Limited (BMJ) and may not have been peer- reviewed. Any opinions or recommendations discussed are solely those of the author(s) and are not endorsed by BMJ. BMJ disclaims all liability and responsibility arising from any reliance placed on the content. Where the content includes any translated material, BMJ does not warrant the accuracy and reliability of the translations (including but not limited to local regulations, clinical guidelines, terminology, drug names and drug dosages), and is not responsible for any error and/or omissions arising from translation and adaptation or otherwise. Open access This is an open access article distributed in accordance with the Creative Commons Attribution Non Commercial (CC BY- NC 4.0) license, which permits others to distribute, remix, adapt, build upon this work non- commercially, and license their derivative works on different terms, provided the original work is properly cited, appropriate credit is given, any changes made indicated, and the use is non- commercial. See: http://creativecommons.org/licenses/by-nc/4.0/. ORCID iD Qiang Zhu http://orcid.org/0000-0002-5843-9724 REFERENCES 1 Bray F, Ferlay J, Soerjomataram I, et al . Global cancer statistics 2018: GLOBOCAN estimates of incidence and mortality worldwide for 36 cancers in 185 countries. CA Cancer J Clin 2018;68:394–424. 2 Marrero JA, Kulik LM, Sirlin CB, et al . Diagnosis, staging, and management of hepatocellular carcinoma: 2018 practice guidance by the American association for the study of liver diseases. Hepatology 2018;68:723–50. 3 European Association for the Study of the Liver. Electronic address: easloffice@ easloffice. eu, European Association for the Study of the Liver. EASL clinical practice guidelines: management of hepatocellular carcinoma. J Hepatol 2018;69:182–236. 4 Llovet JM, Montal R, Sia D, et al . Molecular therapies and precision medicine for hepatocellular carcinoma. Nat Rev Clin Oncol 2018;15:599–616. Figure 5 Subgroup analysis for the association between response and overall survival according to RECIST1.1. IV, inverse variance; RECIST, Response Evaluation Criteria in Solid Tumours.",
    "11 Yu\u001fH, et al . BMJ Open 2022; 12 :e052294. doi:10.1136/bmjopen-2021-052294 Open access 5 Gonzalez- Guindalini FD, Botelho MPF, Harmath CB, et al . Assessment of liver tumor response to therapy: role of quantitative imaging. Radiographics 2013;33:1781–800. 6 Miller AB, Hoogstraten B, Staquet M, et al . Reporting results of cancer treatment. Cancer 1981;47:207–14. 7 Duffaud F, Therasse P. [New guidelines to evaluate the response to treatment in solid tumors]. Bull Cancer 2000;87:881–6. 8 Lencioni R, Llovet JM. Modified RECIST (mRECIST) assessment for hepatocellular carcinoma. Semin Liver Dis 2010;30:052–60. 9 Llovet JM, Ricci S, Mazzaferro V, et al . Sorafenib in advanced hepatocellular carcinoma. N Engl J Med Overseas Ed 2008;359:378–90. 10 Forner A, Ayuso C, Varela M, et al . Evaluation of tumor response after locoregional therapies in hepatocellular carcinoma: are response evaluation criteria in solid tumors reliable? Cancer 2009;115:616–23 11 Eisenhauer EA, Therasse P, Bogaerts J, et al . New response evaluation criteria in solid tumours: revised RECIST guideline (version 1.1). Eur J Cancer 2009;45:228–47. 12 Vogel A, Cervantes A, Chau I, et al . Correction to: “Hepatocellular carcinoma: ESMO clinical practice guidelines for diagnosis, treatment and follow- up”. Annals of Oncology 2019;30:871–3. 13 Gandotra A, Mehtani R, Premkumar M, et al . Invasive pulmonary aspergillosis and tuberculosis complicated by hemophagocytic lymphohistiocytosis - sequelae of COVID- 19 in a liver transplant recipient. J Clin Exp Hepatol 2021. doi:10.1016/j.jceh.2021.12.002. [Epub ahead of print: 08 12 2021]. 14 Ronot M, Bouattour M, Wassermann J, et al . Alternative response criteria (Choi, European association for the study of the liver, and modified response evaluation criteria in solid tumors [RECIST]) Versus RECIST 1.1 in patients with advanced hepatocellular carcinoma treated with sorafenib. Oncologist 2014;19:394–402. 15 Takada J, Hidaka H, Nakazawa T, et al . Modified response evaluation criteria in solid tumors is superior to response evaluation criteria in solid tumors for assessment of responses to sorafenib in patients with advanced hepatocellular carcinoma. BMC Res Notes 2015;8:609. 16 Edeline J, Boucher E, Rolland Y, et al . Comparison of tumor response by response evaluation criteria in solid tumors (RECIST) and modified RECIST in patients treated with sorafenib for hepatocellular carcinoma. Cancer 2012;118:147–56. 17 Stang A. Critical evaluation of the Newcastle- Ottawa scale for the assessment of the quality of nonrandomized studies in meta- analyses. Eur J Epidemiol 2010;25:603–5. 18 Roberts C. Modelling patterns of agreement for nominal scales. Stat Med 2008;27:810–30. 19 Murakami E, Aikata H, Miyaki D, et al . Comparison of sorafenib response evaluation with RECIST, mRECIST and RECICL for hepatocellular carcinoma. Kanzo 2011;52:322–4. 20 Spira D, Fenchel M, Lauer UM, et al . Comparison of different tumor response criteria in patients with hepatocellular carcinoma after systemic therapy with the multikinase inhibitor sorafenib. Acad Radiol 2011;18:89–96. 21 Kawaoka T, Aikata H, Murakami E, et al . Evaluation of the mRECIST and α -fetoprotein ratio for stratification of the prognosis of advanced- hepatocellular- carcinoma patients treated with sorafenib. Oncology 2012;83:192–200. 22 Moschouris H, Malagari K, Gkoutzios P, et al . Intermediate and advanced hepatocellular carcinoma treated with the antiangiogenic agent sorafenib. evaluation with unenhanced and contrast- enhanced ultrasonography. Med Ultrason 2012;14:87–94. 23 Arizumi T, Ueshima K, Takeda H, et al . Comparison of systems for assessment of post- therapeutic response to sorafenib for hepatocellular carcinoma. J Gastroenterol 2014;49:1578–87. 24 Bargellini I, Scionti A, Mismas V, et al . Identification of responders to sorafenib in hepatocellular carcinoma: is tumor volume measurement the way forward? Oncology 2014;86:191–8. 25 Salvaggio G, Furlan A, Agnello F, et al . Hepatocellular carcinoma enhancement on contrast- enhanced CT and MR imaging: response assessment after treatment with sorafenib: preliminary results. Radiol Med 2014;119:215–21. 26 McNamara MG, Le LW, Horgan AM, et al . A phase II trial of second- line axitinib following prior antiangiogenic therapy in advanced hepatocellular carcinoma. Cancer 2015;121:1620–7. 27 Gavanier M, Ayav A, Sellal C, et al . Ct imaging findings in patients with advanced hepatocellular carcinoma treated with sorafenib: alternative response criteria (Choi, European association for the study of the liver, and modified response evaluation criteria in solid tumor (mRECIST)) versus RECIST 1.1. Eur J Radiol 2016;85:103–12. 28 Ikeda K, Kudo M, Kawazoe S, et al . Phase 2 study of lenvatinib in patients with advanced hepatocellular carcinoma. J Gastroenterol 2017;52:512–9. 29 Pelosof L, Lemery S, Casak S, et al . Benefit- Risk summary of regorafenib for the treatment of patients with advanced hepatocellular carcinoma that has progressed on sorafenib. Oncologist 2018;23:496–500. 30 Kaneko S, Tsuchiya K, Kurosaki M, et al . Three criteria for radiological response on survival in patients with hepatocellular carcinoma treated with lenvatinib. Hepatol Res 2020;50:137–43. 31 Kawamura Y, Kobayashi M, Shindoh J, et al . Pretreatment heterogeneous enhancement pattern of hepatocellular carcinoma may be a useful new predictor of early response to lenvatinib and overall prognosis. Liver Cancer 2020;9:275–92. 32 Kuzuya T, Ishigami M, Ito T, et al . Initial experience of ramucirumab treatment after lenvatinib failure for patients with advanced hepatocellular carcinoma. Anticancer Res 2020;40:2089–93. 33 Maruta S, Ogasawara S, Ooka Y, et al . Potential of lenvatinib for an expanded indication from the reflect trial in patients with advanced hepatocellular carcinoma. Liver Cancer 2020;9:382–96. 34 Yamamichi J, Kawaguchi Y, Otsuka T, et al . Assessment of tumor volume and density as a measure of the response of advanced hepatocellular carcinoma to sorafenib: application of automated measurements on computed tomography scans. JGH Open 2020;4:145–52. 35 He M- K, Liang R- B, Zhao Y, et al . Lenvatinib, toripalimab, plus hepatic arterial infusion chemotherapy versus lenvatinib alone for advanced hepatocellular carcinoma. Ther Adv Med Oncol 2021;13:17588359211002720. 36 Nair A, Reece K, Donoghue MB, et al . FDA supplemental approval summary: lenvatinib for the treatment of unresectable hepatocellular carcinoma. Oncologist 2021;26:e484–91. 37 Salem R, Li D, Sommer N, et al . Characterization of response to atezolizumab + bevacizumab versus sorafenib for hepatocellular carcinoma: Results from the IMbrave150 trial. Cancer Med 2021;10:5437–47. 38 Yamashige D, Kawamura Y, Kobayashi M, et al . Potential and clinical significance of 18F- fluorodeoxyglucose positron emission tomography/computed tomography for evaluating liver cancer response to lenvatinib treatment. Oncology 2021;99:169–76. 39 Kemp R, Prasad V. Surrogate endpoints in oncology: when are they acceptable for regulatory and clinical decisions, and are they currently overused? BMC Med 2017;15:134. 40 Beaver JA, Howie LJ, Pelosof L, et al . A 25- year experience of US food and drug administration accelerated approval of malignant hematology and oncology drugs and biologics: a review. JAMA Oncol 2018;4:849–56. 41 Messerini L, Novelli L, Comin CE. Microvessel density and clinicopathological characteristics in hepatitis C virus and hepatitis B virus related hepatocellular carcinoma. J Clin Pathol 2004;57:867–71. 42 Sacco R, Mismas V, Romano A, et al . Assessment of clinical and radiological response to sorafenib in hepatocellular carcinoma patients. World J Hepatol 2015;7:33–9. 43 Lencioni R, Crocetti L, Della Pina MC, et al . Guidelines for imaging focal lesions in liver cirrhosis. Expert Rev Gastroenterol Hepatol 2008;2:697–703. 44 Tovoli F, Renzulli M, Negrini G, et al . Inter- operator variability and source of errors in tumour response assessment for hepatocellular carcinoma treated with sorafenib. Eur Radiol 2018;28:3611–20. 45 Reig M, Rimola J, Torres F, et al . Postprogression survival of patients with advanced hepatocellular carcinoma: rationale for second- line trial design. Hepatology 2013;58:2023–31."
  ],
  "processed_at": "2026-01-30T15:58:54.947Z"
}