{
  "doc_id": "f7f8ab79cab5af023e300ef1c563282b",
  "source_id": "bosniak_v2019",
  "total_pages": 14,
  "pages": [
    "ORIGINAL RESEARCH • SPECIAL REPORT I t has been more than 30 years since the Bosniak clas- sification of cystic renal masses was first proposed (1). This CT-based classification was introduced in 1986 and originally divided cystic renal masses into one of four classes after exclusion of infectious, inflammatory, and vascular etiologies (Table 1) (1). Since then, refinements have reduced the number of benign masses in Bosniak class III (2–9). For example, Bosniak IIF (where the F is for follow-up) was added for cystic masses with many thin (or minimally thickened) septa with “perceived” enhancement, large ( . 3 cm) homogeneous nonenhanc- ing hyperattenuating masses, and masses with thick or non–border-forming calcification. Bosniak summarized these changes in 2012 and con- tended that Bosniak I and II masses were “clearly benign,” Bosniak IV masses were “clearly malignant,” Bosniak IIF masses were “probably benign,” and Bosniak III masses were “indeterminate” (approximately half were malignant and half were not) (9). These adaptations enabled radiolo- gists and urologists to render specific management recom- mendations: Bosniak I and II masses have been ignored, Bosniak IIF masses have been followed, and Bosniak III and IV masses historically have been treated unless sub- stantial comorbidities or limited life expectancy would warrant observation instead (10–12). Rationale for Updating the Bosniak Classification The Bosniak classification has withstood the test of time and is still useful in clinical practice today (12–15). It is preferred by urologists (16), improves the clarity of radiology reporting (17), and refines patient care. How- ever, limitations of the classification have been recognized (12,18,19), and knowledge gains could be incorporated to optimize it further. The Bosniak classification stratifies the risk of malig- nancy in cystic renal masses. However, no established defi- nition reliably distinguishes a “cystic” mass from a “solid” one. Definitions in the literature are based on imaging or pathologic findings; some have shown that a minimum percentage of cystic components, ranging from 75% to 90%, correlate with an improved prognosis (20–22). The historically aggressive management of renal masses suspected of being renal cell carcinoma (RCC) (23–25) has contributed to the resection of many be- nign masses and indolent cancers without benefit to patients. This may be especially true for cystic renal cancers, which are less likely to be malignant and, when cancerous, are more likely to be indolent and have a better prognosis (12,21,22,26–38). The risks of Bosniak Classification of Cystic Renal Masses, Version 2019: An Update Proposal and Needs Assessment Stuart G. Silverman, MD* • Ivan Pedrosa, MD, PhD • James H. Ellis, MD • Nicole M. Hindman, MD • Nicola Schieda, MD • Andrew D. Smith, MD, PhD • Erick M. Remer, MD • Atul B. Shinagare, MD • Nicole E. Curci, MD • Steven S. Raman, MD • Shane A. Wells, MD • Samuel D. Kaffenberger, MD • Zhen J. Wang, MD • Hersh Chandarana, MD, MBA • Matthew S. Davenport, MD* From the Department of Radiology, Brigham and Women’s Hospital, Harvard Medical School, Boston, Mass (S.G.S., A.B.S.); Disease-Focused Panel on Renal Cell Carcinoma, Society of Abdominal Radiology, Houston, Tex (S.G.S., I.P., N.M.H., N.S., A.D.S., E.M.R., A.B.S., N.E.C., S.S.R., S.A.W., S.D.K., Z.J.W., H.C., M.S.D.); Department of Radiology, University of Texas Southwestern Medical Center, Dallas, Tex (I.P.); Departments of Radiology and Urology, Michigan Medicine, University of Michigan, 1500 E Medical Center Dr, B2-A209A, Ann Arbor, MI 48109 (J.H.E., N.E.C., S.D.K., M.S.D.); Department of Radiology, New York University Langone Medical Center, New York, NY (N.M.H., H.C.); Department of Radiology, University of Ottawa, Ottawa, Canada (N.S.); Department of Radiology, University of Alabama School of Medicine, Birmingham, Ala (A.D.S.); Imaging Institute and Glickman Urological and Kidney Institute, Cleveland Clinic, Cleveland, Ohio (E.M.R.); Department of Radiology, David Geffen School of Medicine, UCLA Center for the Health Sciences, Los Angeles, Calif (S.S.R.); Department of Radiology, University of Wisconsin Hospital and Clinics, Madison, Wis (S.A.W.); and Department of Radiology, UCSF Medical Center, San Francisco, Calif (Z.J.W.). Received November 30, 2018; revision requested January 7, 2019; final revision received March 19; accepted March 25. Address correspondence to M.S.D. (e-mail: matdaven@med.umich.edu ). * S.G.S. and M.S.D. contributed equally to this work. Conflicts of interest are listed at the end of this article. Radiology 2019; 00:1–14 • https://doi.org/10.1148/radiol.2019182646 • Content codes: Cystic renal cell carcinoma (RCC) is almost certainly overdiagnosed and overtreated. Efforts to diagnose and treat RCC at a curable stage result in many benign neoplasms and indolent cancers being resected without clear benefit. This is especially true for cystic masses, which compared with solid masses are more likely to be benign and, when malignant, less aggressive. For more than 30 years, the Bosniak classification has been used to stratify the risk of malignancy in cystic renal masses. Although it is widely used and still effective, the classification does not formally incorporate masses identified at MRI or US or masses that are incompletely characterized but are highly likely to be benign, and it is affected by interreader variability and variable reported malignancy rates. The Bosniak classification system cannot fully differentiate aggressive from indolent cancers and results in many benign masses be- ing resected. This proposed update to the Bosniak classification addresses some of these shortcomings. The primary modifications incorporate MRI, establish definitions for previously vague imaging terms, and enable a greater proportion of masses to enter lower- risk classes. Although the update will require validation, it aims to expand the number of cystic masses to which the Bosniak clas- sification can be applied while improving its precision and accuracy for the likelihood of cancer in each class. © RSNA, 2019 This copy is for personal use only. To order printed copies, contact reprints@rsna.org",
    "Proposed Revisions to the Bosniak Classification of Cystic Renal Masses 2 radiology.rsna.org n Radiology: Volume 00: Number 0— 2019 increased cardiovascular and other-cause mortality (49), any procedure that results in nephron loss has the potential to reduce long-term survival (50–53). Because cystic renal masses are often benign, there is a need to improve their imaging-based characterization such that cancers that need to be treated are identified and surgery for benign diagnoses is avoided. This begins with a critical appraisal of the Bosniak classification. In the diagnosis of cys- tic RCC, balancing the risks of active treatment (ie, nephron loss, treatment-related morbidity, costs) with those of active surveillance (ie, progression to an incurable stage) is critical (54). This review details the current shortcomings of the Bos- niak classification, proposes modifications that could in part address them, and describes knowledge gaps that will contrib- ute to future refinements if adequately addressed. Current Shortcomings of the Bosniak Classification Interreader Variability Bosniak class assignment varies between radiologists (55,56). Bosniak recognized this problem (9) and hoped reader experi- ence would mitigate it. Experience does appear to help (56–59). However, a 2017 systematic review of eight studies assessing in- terreader agreement determined that the reported k values were largely due to agreement regarding Bosniak I and IV masses (12). Absolute disagreement ranged from 6% to 75%, and was particularly notable for Bosniak II, IIF, and III masses (12). The authors concluded that interreader variability for the Bosniak classification was “large for a clinical imaging test” (12). Variable Reported Malignancy Rates Ascertaining the true prevalence of RCC in many of the Bos- niak classes is problematic because of questions related to whether appropriate imaging techniques were used, whether the Bosniak classification was applied correctly, and selection and verification bias among surgical series (12). Cancers pre- viously reported in Bosniak I masses were almost certainly erroneous owing to incorrect imaging technique or poor Abbreviation RCC = renal cell carcinoma Summary It is hoped that this review of the current Bosniak classification and the proposed update will enhance the classification’s clarity and speci- ficity, be useful in clinical practice, serve as substrate for future study, and lead to future updates that emphasize the clinical significance of the cancers the classification aims to diagnose. Key Points n The updated Bosniak classification of cystic renal masses (Bosniak Classification, version 2019) aims to improve the original classifi- cation’s ability to predict the likelihood of malignancy in a cystic renal mass. n The principal goals of the update are to (a) address data indicat- ing renal cell carcinoma with predominant cystic change is over- diagnosed and overtreated, (b) reduce interreader variability, (c) improve the precision of reported malignancy rates within each Bosniak class, and (d) minimize the number of benign masses un- dergoing unnecessary treatment by improving specificity (reducing procedural morbidity, loss of renal function, and cost). n The Bosniak Classification, version 2019 (a) formally incorporates MRI into the classification, (b) includes specific definitions for individual imaging features and Bosniak classes, (c) incorporates a larger proportion of renal masses encountered in clinical practice (eg, incompletely characterized but highly likely benign cysts), and (d) enables a greater proportion of masses to be placed into lower Bosniak classes. observing Bosniak III cystic masses and even some Bosniak IV cystic masses are very low during the initial 5-year pe- riod after diagnosis (12,34,38,39). In a pooled analysis by Schoots et al (12), 373 of 3036 cystic masses were malig- nant. Three (0.8%) had metastatic disease at presentation, and only one developed metastatic disease during follow- up. Therefore, active surveillance appears to be safe in most patients in whom it has been tried (34,35,38–41). The widespread use of cross-sectional imaging and the paradigm of treating all cancers at an early stage results in the resection of many benign renal masses without a pre- operative tissue diagnosis (42–45). Although biopsy is sug- gested for small solid renal masses (46,47), biopsy ac- curacy is a concern when the mass is cystic (46,48). Therefore, indeterminate cystic masses typically are not biopsied prior to re- section despite preopera- tive uncertainty (12). As a result, many Bosniak III masses are benign but treated (18,19), resulting in unneeded procedural morbidity, decreased re- nal function, and excess health care costs (49–53). Because chronic kidney disease is associated with Table 1: Details of the Current Bosniak Classification of Cystic Renal Masses Class Current Bosniak Classification I Hairline-thin wall; water attenuation; no septa, calcifications, or solid components; nonenhancing II Two types: 1. Few thin septa with or without perceived (not measurable) enhancement; fine calcification or a short segment of slightly thickened calcification in the wall or septa 2. Homogeneously high-attenuating masses  3 cm that are sharply marginated and do not enhance IIF Two types: 1. Minimally thickened or more than a few thin septa with or without perceived (not measurable) enhancement that may have thick or nodular calcification 2. Intrarenal nonenhancing hyperattenuating renal masses . 3 cm III Thickened or irregular walls or septa with measurable enhancement IV Soft-tissue components (ie, nodule[s]) with measurable enhancement Note.—Adapted, with permission, from reference 10.",
    "Silverman et al Radiology: Volume 00: Number 0— 2019 n radiology.rsna.org 3 IIF masses that did progress to Bosniak III or IV during follow- up, 85% (95% confidence interval: 74%, 92%) were found to be malignant after resection, a proportion comparable to that of Bosniak IV masses (12). Smith et al (54) found similar results. These data indicate that reclassifying a Bosniak IIF mass to a Bosniak III or IV mass is strongly associated with malignancy, and that reporting the prevalence of malignancy for Bosniak IIF masses based solely on findings in resected specimens is likely to result in substantial overestimation (12). High Prevalence of Benignity among Bosniak III Cystic Masses Approximately half of resected Bosniak III masses are malig- nant, with rates in individual series ranging from 25% to 100% (12,34,35,62). The converse is that approximately half of all resected Bosniak III masses are benign, resulting in potential image quality (19,59). Although some investigators have re- ported malignant cells in Bosniak II masses (12,15), the true prevalence of RCC in a Bosniak II mass is believed to be very low ( , 1%) and likely statistically indistinguishable from 0. Important exceptions are masses in patients with von Hip- pel-Lindau syndrome, hereditary leiomyomatosis and renal cell cancer, and other RCC syndromes in which otherwise benign-appearing cysts either are or may become cancer (60). The range of reported malignancy rates among Bosniak IIF masses is wide (0%–38%) (12,54,61–63) and is confounded by selection and verification bias because most Bosniak IIF masses are not biopsied or treated. In the systematic review by Schoots et al (12), of 954 stable Bosniak IIF masses, only 54 were re- sected, and of those, nine (17%) were malignant. A large major- ity (94% [900 of 954]) were not resected and did not progress. Schoots et al reported that of the 11% (77 of 693) of Bosniak Table 2: Proposed Update to the Bosniak Classification of Cystic Renal Masses Class CT: Proposed Bosniak Classification, Version 2019* MRI: Proposed Bosniak Classification, Version 2019* I Well-defined, thin (  2 mm) smooth wall; homogeneous simple fluid ( 2 9 to 20 HU) ; no septa or calcifications; the wall may enhance Well-defined, thin (  2 mm) smooth wall; homogeneous simple fluid (signal intensity similar to CSF) ; no septa or calcifications; the wall may enhance II Six types, all well-defined with thin (  2 mm) smooth walls : 1. Cystic masses with thin (  2 mm) and few (1–3) septa; septa and wall may enhance; may have calcification of any type † 2. Homogeneous hyperattenuating (  70 HU) masses at noncontrast CT 3. Homogeneous nonenhancing masses . 20 HU at renal mass protocol CT (73), may have calcification of any type † 4. Homogeneous masses 2 9 to 20 HU at noncontrast CT 5. Homogeneous masses 21 to 30 HU at portal venous phase CT 6. Homogeneous low-attenuation masses that are too small to characterize Three types, all well-defined with thin (  2 mm) smooth walls : 1. Cystic masses with thin (  2 mm) and few (1–3) enhancing septa; any nonenhancing septa ; may have calcification of any type † 2. Homogeneous masses markedly hyperintense at T2-weighted imaging (similar to CSF) at noncontrast MRI 3. Homogeneous masses markedly hyperintense at T1-weighted imaging (approximately 3 2.5 normal parenchymal signal intensity) at noncontrast MRI IIF Cystic masses with a smooth minimally thickened (3 mm) enhancing wall, or smooth minimal thickening (3 mm) of one or more enhancing septa, or many (  4) smooth thin (  2 mm) enhancing septa Two types: 1. Cystic masses with a smooth minimally thickened (3 mm) enhancing wall, or smooth minimal thickening (3 mm) of one or more enhancing septa, or many (  4) smooth thin (  2 mm) enhancing septa 2. Cystic masses that are heterogeneously hyperintense at unenhanced fat-saturated T1-weighted imaging III One or more enhancing thick (  4 mm width) or enhancing irregular (displaying  3-mm obtusely margined convex protrusion[s]) walls or septa One or more enhancing thick (  4 mm width) or enhancing irregular (displaying  3-mm obtusely margined convex protrusion[s]) walls or septa IV One or more enhancing nodule(s) (  4-mm convex protrusion with obtuse margins, or a convex protrusion of any size that has acute margins) One or more enhancing nodule(s) (  4-mm convex protrusion with obtuse margins, or a convex protrusion of any size that has acute margins) Note.—Italicized elements emphasize changes from the current Bosniak classification (10) (Table 1). For detailed definitions of terms, see Table 3. CSF = cerebrospinal fluid. * The Bosniak classification is intended for cystic renal masses after infectious, inflammatory, or vascular etiologies and necrotic solid masses are excluded. If a cystic mass has features described in more than one Bosniak class, the highest Bosniak class is assigned. In rare cases, a mass may have an unusual combination of features (undefined, not fitting a specific Bosniak class) that may warrant inclusion into Bosniak IIF. Other than for the diagnosis of Bosniak I simple cysts, the role of US with or without contrast material in assigning a Bosniak class is uncertain. † Renal masses that at CT have abundant thick or nodular calcifications; are hyperattenuating, homogeneous, nonenhancing, and larger than 3 cm; or are heterogeneous (including but not limited to many [four or more] nonenhancing septa or 3-mm or larger nonenhancing septa or wall) might best be visualized at MRI prior to the assignment of a Bosniak class to determine if there are occult enhancing elements that might affect classification.",
    "Proposed Revisions to the Bosniak Classification of Cystic Renal Masses 4 radiology.rsna.org n Radiology: Volume 00: Number 0— 2019 Proposed Solutions to Interreader Variability, Variable Reported Malignancy Rates, and the High Prevalence of Benign Bosniak III Masses Interreader variability and variable reported malignancy rates within each class exist in part because the features pertaining to walls and septa (ie, features important for differentiating Bos- niak classes) lack clear definitions (eg, “thin,” “few”). Clearly harms of surgery with no clinical benefit. Despite increased interest in active surveillance for cystic renal masses, the most recent American Urological Association guidelines still support surgery for Bosniak III and IV masses 2 cm or larger in patients without limited life expectancy (64). Bosniak IV masses are most likely to be malignant (approxi- mately 90%), with proportions in individual series ranging from 56% to 100% (12,35,62,63,65). Although this is unusual, some Bosniak IV masses are benign (66–68). Table 3: Proposed Modifications to the Definitions of Terms Used in the Bosniak Classification of Cystic Renal Masses, Version 2019 Term Definition in the Current Bosniak Classification Definition in the Proposed Bosniak Classification, Version 2019 Rationale for Change Enhancement “Perceived enhancement” (portions visually appear to enhance but do not meet quantitative criteria for enhance- ment) is a feature of Bosniak II–IIF. “Measurable enhancement” (tissue enhances according to established quantitative thresholds) is a feature of Bosniak III–IV. Single combined definition of enhancement is applied to all Bosniak classes. Enhancement is either unequivocally perceived (ie, there is clear visible enhancement when noncontrast and contrast-enhanced images are compared) or is measurable by using established quantitative thresholds. This change disentangles the concepts of vascularized tissue from feature morphol- ogy such as septa or wall thickness. In the proposed modifications, thickness and size are treated separately from enhancement. Quantitative determination of enhance- ment requires the feature to be large enough to be measured by using conven- tionally sized regions of interest. Homogeneous Not defined, feature of fluid within a benign cyst Mass containing similar attenuation, signal intensity, or echogenicity throughout; a thin wall is allowed but there can be no septa or calcifications. Before determining if a mass is homogeneous, it is critical to ensure that the entire mass is homogeneous and that there are no subtle or peripheral heterogeneous elements. This addition is designed to clarify the definition of homogeneous. Hetero- geneous masses (ie, those that are not homogeneous) at noncontrast CT or MRI that otherwise appear to be cysts require a renal mass protocol evaluation (eg, to exclude a papillary renal cell carcinoma). No quantitative criteria are provided for homogeneity owing to a lack of experi- ence and evidence with using quantitative criteria for this definition. Simple fluid Homogeneous attenuation  20 HU and higher than fat attenuation, feature of fluid within a simple cyst Homogeneous attenuation 2 9 to 20 HU at noncontrast or contrast-enhanced CT. Homogeneous signal intensity similar to that of cerebrospinal fluid at T2-weighted MRI. Anechoic with increased poste- rior through-transmission at US. This addition defines what constitutes simple fluid. Septum/septa Not defined, feature of a non-simple cystic mass Linear or curvilinear structure(s) in a cystic mass that connect two surfaces This addition defines what constitutes a septum or septa. Number (of septa) These changes are designed to optimize interreader agreement and reduce the variability in reported malignancy rates across Bosniak classes. Few Not defined, typical of the number of septa in a Bosniak II cyst One septum to three septa, is a feature of a Bosniak II cyst More than a few Not defined, typical of the number of septa in a Bosniak IIF mass Not included (see “Many”) Many Not defined, typical of the number of septa in a Bosniak IIF mass Four or more septa. When enhanc- ing, is a feature of a Bosniak IIF mass Table 3 (continues)",
    "Silverman et al Radiology: Volume 00: Number 0— 2019 n radiology.rsna.org 5 defined terms may reduce interreader variability among Bos- niak IIF and III masses. Of course, even with specific criteria, it is acknowledged that observers’ assessments may still differ (ie, if terms are defined quantitatively, some observers might measure septa as 3 mm while others might measure them as 4 mm, or per- ceive three septa while others perceive four or more). Never- theless, it is important to provide a framework for assessing features. In the case of cystic masses, the authors advocate for emphasizing specificity rather than sensitivity with respect to the likelihood of malignancy (eg, defining “thick” as  4 mm rather than as  3 mm or  2 mm may help reduce the num- ber of benign masses being resected unnecessarily). Explicit definitions provide a framework for directed testing, valida- tion, and refinement. An additional way to reduce the number of benign renal mass resections is to eliminate the requirement that all cystic masses with “measurable enhancement” be included in Bos- niak III or IV. Until now, the Bosniak classification has allowed the septa of a Bosniak IIF mass to display “perceived” but not “measurable” enhancement (ie, the mass may visually appear to enhance but fail to meet quantitative criteria for enhancement) Table 3 (continued) : Proposed Modifications to the Definitions of Terms Used in the Bosniak Classification of Cystic Re - nal Masses, Version 2019 Term Definition in the Current Bosniak Classification Definition in the Proposed Bosniak Classification, Version 2019 Rationale for Change Thickness (of wall or septa) These changes are designed to optimize interreader agreement and improve the specificity of the Bosniak classification, particularly for Bosniak III masses. It is recognized that reliable measurements expressing 1-mm differences may not be feasible in clinical practice. However, radiologists are already attempting to make this determination on the basis of a subjective evaluation without clear guidance on how to define these terms. These quantitative criteria are intended to serve as guideposts rather than absolute expressions. Hairline (or pencil) thin Not defined, feature of the wall of a simple cyst Not included (see “thin”) Thin Not defined, feature of the wall or septa of a Bosniak II cyst  2 mm in thickness, feature of the wall or septa of a Bosniak II cyst, or wall of a simple cyst Minimally thickened Not defined, feature of the wall or septa of a Bosniak IIF mass 3 mm in thickness, feature of the enhancing wall or septa of a Bosniak IIF mass Thick Not defined, feature of the wall or septa of a Bosniak III mass  4 mm in thickness, feature of the enhancing wall or septa of a Bosniak III mass Irregular thickening (wall or septa)* Not defined, feature of a Bosniak III mass  3 mm focal or diffuse enhancing convex protrusion(s) that have obtuse margins with the wall or septa, feature of a Bosniak III mass This change is designed to reduce confusion between irregular thickening (feature of Bosniak III) and nodule(s) (feature of Bosniak IV), particularly when the irregular thickening is focal. Nodule* Not defined Focal enhancing convex protrusion of any size that has acute margins with the wall or septa, or a focal enhancing convex protrusion  4 mm that has obtuse margins with the wall or septa; both are features of a Bosniak IV mass This change is designed to reduce the percentage of resected Bosniak IV masses that are benign and to differentiate a nodule from (a) irregular thickening, which has smaller obtusely marginated convex protrusion(s); and (b) focal thickening that occurs at the confluence of two or more septa. Note.—Unless otherwise specified, features may be assessed at CT or MRI. * Convex protrusions arising from a wall or septa are either nodules (any size if acute margins with walls or septa, or  4 mm if obtuse mar- gins with wall or septa) or irregular thickening (  3 mm if obtuse margins with wall or septa). Size measurements are obtained perpendicu- lar to the wall or septa of origin. If convex protrusion(s) are on both sides of a wall or septum, the cumulative perpendicular distance is used and excludes the thickness of the underlying wall or septum.",
    "Proposed Revisions to the Bosniak Classification of Cystic Renal Masses 6 radiology.rsna.org n Radiology: Volume 00: Number 0— 2019 and requires that any mea- surable enhancement be categorized as Bosniak III or IV. To our knowledge, no studies have specifi- cally assessed measurable enhancement in the wall or septa as an indepen- dent predictor of malig- nancy, but enhancement in the thin wall (or septa) of Bosniak I–IIF masses does occur. We believe that a sin- gle combined definition of enhancement should be applied to all Bosniak classes. Applying perceived enhancement to some classes and measurable enhancement to others is an unnecessary complex- ity in the current Bosniak classification, has no biologic basis, and prevents the determination of enhancement within small structures (eg, thin septa) because pixelwise assessments are error prone. A feature within a cystic renal mass can be said to en- hance if that enhancement is either unequivocally perceived (ie, the mass clearly visibly shows enhancement when noncontrast and contrast material–enhanced images obtained with the same acquisition technique are compared) or can be quantitatively confirmed. Determination of enhancement based on visual in- spection is accepted in other organs and disease processes that lack quantitative criteria and is a common method of determin- ing enhancement at subtraction MRI. In the proposed update, if a feature of a mass clearly visibly enhances, it is considered enhancing. If a feature is not clearly visibly enhancing, then it should be determined whether the fea- ture is large enough to be measured by using conventionally sized region(s) of interest. If the feature is large enough to be measured, then measurements are made to determine if subtle nonvisible en- hancement is present, on the basis of established quantitative cri- teria (10,69–72). Specifically, measurable enhancement has been defined as an increase of 20 HU or more at contrast-enhanced CT (10) or an increase of 15% signal intensity or more at contrast- enhanced MRI (69) compared with noncontrast CT or MRI ac- quisitions with the same technique, respectively. If the feature is not large enough to measure and is not clearly visibly enhancing, the feature is considered nonenhancing. Recent Developments to Improve Characterization of Cystic Renal Masses The current Bosniak classification is primarily intended for masses that are completely characterized with a renal mass pro- tocol CT or MRI examination (1,2,10,73,74). Because most renal masses are detected with examinations that are not de- signed to evaluate them completely, the Bosniak classification often cannot be applied (75). We propose to include incompletely characterized masses that are highly likely to be benign. At noncontrast CT, well-defined ho- mogeneous masses from 2 9 to 20 HU (76–79) and well-defined homogeneous masses of 70 HU or greater (76,78,80) are highly likely to be benign cysts. At noncontrast MRI, well-defined ho- mogeneous masses that are markedly hyperintense at T1-weighted noncontrast imaging (approximately 2.5 times the normal paren- chymal signal intensity) also are likely to be benign cysts (81,82), and well-defined homogeneous masses that are similar in signal intensity to cerebrospinal fluid at T2-weighted imaging also are likely to be benign cysts (83). At portal venous phase CT, well- defined homogeneous masses of 40 HU or less also are likely to be benign cysts (84,85), but the optimal attenuation threshold is unclear; a threshold of 30 HU or lower appears to be safe (86). Incompletely characterized renal masses also include those that are too small to diagnose with confidence, frequently re- ported as “too small to characterize.” By adapting the Nyquist sampling theorem, one can conclude that a mass is “too small to characterize” when the section thickness is more than half of the diameter of the mass (77,87). It has been advised for many years (88) that masses that are too small to characterize be presumed benign if they are well-defined, homogeneous, and of low atten- uation (11). The term “too small to characterize” also may apply to masses larger than what the Nyquist theorem defines because of other technical factors. For example, intrarenal masses smaller than 1.5 cm adjacent to avidly enhancing renal parenchyma can be affected by pseudoenhancement at CT (89–91), which can render a mass “too small to characterize,” even if the section thickness otherwise would be sufficient to permit analysis of it. Bosniak Classification, Version 2019 General Points The Society of Abdominal Radiology endorses this proposed update to the Bosniak classification. Tables 1–3 compare the proposed update with the current classification. Some modifica- Table 4: Suggested Terms and Phrases to Use When Reporting Cystic Renal Masses Using the Bosniak Classification, Version 2019 Classification Suggested Terms and Phrases Bosniak I “Benign simple renal cyst requiring no follow-up.” Bosniak II (Option 1) “Benign Bosniak II renal cyst requiring no follow-up.”* (Option 2) “Likely benign Bosniak II renal mass requiring no follow-up.” † Bosniak IIF “Bosniak IIF cystic renal mass. The large majority of Bosniak IIF masses are benign. When malignant, nearly all are indolent. Generally, Bosniak IIF masses are followed by imaging at 6 months and 12 months, then annually for a total of 5 years to assess for morphologic change.” Bosniak III “Bosniak III cystic renal mass. Bosniak III masses have an intermediate probability of being malignant. If not already obtained, consider urology consultation.” Bosniak IV “Bosniak IV cystic renal mass. The large majority of Bosniak IV masses are malignant. If not already obtained, consider urology consultation.” Note.—This content is intended for patients in the general population and not those with a renal cell carcinoma syndrome. * This option is best used for Bosniak II masses that have been confirmed to be cysts (eg, cysts with few thin septa). † The Bosniak II category includes some masses that, although they are reliably considered benign, have not been definitively characterized as cysts (eg, low-attenuation lesions that are too small to characterize).",
    "Silverman et al Radiology: Volume 00: Number 0— 2019 n radiology.rsna.org 7 tions are evidence based and others (eg, quantitative definitions for previously qualitative terms) are based on our experience us- ing the Bosniak classification in clinical practice. Because the Bosniak classification will continue to evolve as new evidence emerges, descriptions of a cystic renal mass in scholarly works ideally should cite the version of the classification being used (eg, “Bosniak Classification, version 2019”). The Bosniak Classification, version 2019 considers a cystic mass to be one in which less than approximately 25% of the mass is composed of enhancing tissue (20–22). The intentions are to minimize the possibility of an aggressive solid mass with necrosis being termed a Bosniak IV cystic mass and to standardize re- search on this topic. We suggest that the term “cyst” be used only to refer to Bosniak I simple cysts and Bosniak II masses diag- nosed as cysts. For other Bosniak II masses and all other Bosniak classes, we recommend the term “cystic mass.” The term “mass” is agnostic to histologic findings, capturing both neoplastic and nonneoplastic entities, while the term “cyst” is specific and in- dicates a benign histologic diagnosis. When reporting a cystic mass other than a benign simple cyst (Bosniak I), we suggest using the Bosniak class coupled with a description of its clinical significance (16) (Table 4). Colloquial terms such as “compli- cated cyst” or “complex cyst” can be confusing and should be avoided. The overall strategy of the proposed modifications is to im- prove the specificity of higher-risk categories, increase the propor- tion of masses that are surveilled or ignored rather than resected, and provide specific definitions for individual terms to improve interreader agreement and promote cross-study consistency. Simi- lar to the current classification, if a mass has features that span multiple Bosniak classes, the highest Bosniak class should be as- signed. For example, a cystic mass with few thick enhancing septa would be Bosniak III (thick septa) rather than II (few septa). Figure 2: Determination of wall and septa thickness by using the Bosniak clas- sification of cystic renal masses, version 2019. Images show example thicknesses of the walls and septa within 30-mm cystic masses (measurements are to scale). A smooth, thin (  2-mm) wall is a feature of a Bosniak I cyst, a smooth and thin (  2-mm) wall and septa are features of a Bosniak II cyst, a smooth and minimally thickened (3-mm) wall or septa is a feature of a Bosniak IIF mass, and a thickened (  4-mm) enhancing wall or septa is a fea- ture of a Bosniak III mass. The wall in the bottom image is 1 mm thick. Figure 1: Determination of number of septa with the Bosniak classification of cystic renal masses, version 2019. Ex- ample of Bosniak II cyst (top) and IIF cystic mass (bottom) classified on the basis of the number of thin (  2 mm) septa. A sep- tum is defined as a linear or curvilinear structure that connects two surfaces. Each differently colored line indicates a unique septum (two on top, five on bottom). Figure 3: Distinguishing wall and septa irregularity from nodules by using the Bos- niak classification of cystic renal masses, version 2019. Images show examples of convex protrusions within 30-mm Bosniak III and Bosniak IV cystic masses (measure- ments are to scale). Enhancing convex protrusions that arise from a wall or septa are either nodules (any size if they have acute margins with the walls or septa, or  4 mm if they have obtuse margins with the wall or septa [a feature of Bosniak IV]) or irregular thickening (  3 mm if they have obtuse margins with wall or septa, a feature of Bosniak III). Size measurements are obtained perpendicular to the wall or septum of origin. If convex protrusion(s) are on both sides of a wall or septum, the cumulative perpendicular distance is used and excludes the thickness of the underly- ing wall or septum. Orange features have acute margins and blue features have obtuse margins. Bosniak III features are examples of focal irregular thickening. Bos- niak IV features are examples of nodules.",
    "Proposed Revisions to the Bosniak Classification of Cystic Renal Masses 8 radiology.rsna.org n Radiology: Volume 00: Number 0— 2019 “pencil thin” were interchangeably used to describe the al- lowable wall thickness. In our experience, 2 mm or thinner is a useful threshold (Fig 2) for the unifying term “thin.” Bosniak II Bosniak II masses are reliably benign, including those with features of a benign cyst and those that are highly likely to be benign cysts but cannot be fully classified (eg, homogeneous low-attenuation masses at CT that are too small to character- ize [Table 2]). The updated classification includes two types that were included in the original classification (Tables 1, 2): (a) be- nign “minimally complicated cysts” with thin and few smooth septa with or without thin, border-forming calcification; and (b) benign “hyperattenuating cysts” characterized as small (  3 cm), homogeneous, hyperattenuating ( . 20 HU), and nonenhancing (Table 2). In the updated classification, the cystic masses previ- ously called benign “minimally complicated cysts” are defined as having thin (  2 mm) and few (one to three) septa, with or with- out calcification of any type. Benign “hyperattenuating cysts” are defined as being homogeneous and 70 HU or greater at non- contrast CT and as being homogeneous, greater than 20 HU, and nonenhancing at renal mass protocol CT (Table 2) (73). All Bosniak II masses must be well defined, with smooth, thin (  2 mm) walls (Table 2). The Bosniak Classification, version 2019 includes the follow- ing additional entities: (a) homogeneous masses from 2 9 to 20 MRI structural features are now formally added (Figs 1–3, Tables 2, 3). As explained above, a single combined definition for enhancement applies to all Bosniak classes (Table 3). Because enhancement applies to Bosniak I and II masses, assessment of structural features such as the number of enhancing septa and the thickness of an enhancing wall or septa are most important for differentiation from Bosniak IIF–IV masses. It is recognized that reliable size and thickness measurements expressing (for ex- ample) 1-mm differences may not be feasible in clinical practice. However, radiologists currently make these determinations on the basis of a subjective evaluation, with no current definition of terms used to describe the features. Quantitative criteria are in- tended to serve as guideposts rather than as absolute expressions. Like the current classification, the update accounts for com- mon presentations and entities. It is possible that some masses may not fit the criteria of a class, and rare presentations of can- cerous entities (eg, nonenhancing RCC) may be misclassified. The classification system is a guide, and radiologists may use clinical judgement to deviate from it in individual patients. Bosniak I Bosniak I cysts are benign simple cysts (Tables 1–4). The description of this category is unchanged except its smooth well-defined wall may enhance and the allowable wall thick- ness is defined as 2 mm or thinner (ie, thin). In the cur- rent Bosniak classification, terms such as “hairline thin” and Figure 4: Axial images in 73-year- old woman with lung cancer and an indeterminate right renal mass identified at staging CT. (a) Unenhanced and (b) nephrographic phase CT images show a nonenhancing mass with thick calcifications. Because of the potential for thick calcifications to obscure under- lying enhancing features, MRI was per- formed. (c) Unenhanced, (d) nephro- graphic, and (e) subtraction images from T1-weighted gradient-echo MRI show few (  3) thin (  2 mm) enhancing septa. This mass would be considered Bosniak IIF in the current classification (because of the thick calcifications) and Bosniak II in the 2019 update. During surveillance, the mass has remained un- changed for more than 11 years.",
    "Silverman et al Radiology: Volume 00: Number 0— 2019 n radiology.rsna.org 9 MRI (with subtraction images) can help determine whether there are underlying enhancing features that result in a higher Bosniak class (Fig 4). Bosniak IIF The true prevalence of malignancy in Bosniak IIF masses is un- known, but progression over time is a strong indicator of malig- nancy (12,61) (Tables 2, 4). The original qualitative features re- main in the update: well-defined cystic masses with “more than a few” thin septa and cystic masses with smooth minimal thick- ening of the wall or of one septum or more septa. However, the Bosniak Classification, version 2019 defines “more than a few” as “many” (four or more), “thin” as 2 mm or thinner, and “mini- mally thickened” as 3 mm (Figs 1, 2). In the proposed update, the walls or septa of a Bosniak IIF cystic mass must enhance. The Bosniak Classification, version 2019 includes another entity: Cystic masses at MRI that are heterogeneously hyperin- tense at fat-saturated unenhanced T1-weighted imaging that do not meet criteria for Bosniak III or Bosniak IV masses. The ratio- nale is that some papillary cancers can present with this finding (95–97) (Figs 5, 6). Heterogeneous nonenhancing masses at CT are considered in- completely characterized (75), and MRI is recommended to help determine if the mass is cystic or solid (on the basis of the supe- rior contrast resolution and sensitivity of MRI for enhancement [7,61,92,93]), and, if the mass is cystic, it is recommended that a Bosniak class be assigned on the basis of the features detected at MRI (Table 2) (Figs 5, 6). HU at noncontrast CT (77–80); (b) homogeneous masses from 21 to 30 HU at portal venous phase CT (86); (c) homogeneous low-attenuation masses that are too small to characterize (11,75); (d) masses that are homogeneously markedly hyperintense (sim- ilar to cerebrospinal fluid) at T2-weighted MRI examinations performed without contrast material (83); and (e) masses that are homogeneously markedly hyperintense (approximately 2.5 times normal renal parenchymal signal intensity) at noncontrast T1-weighted MRI (81,82). Large ( . 3 cm) homogeneous hyperattenuating nonenhanc- ing renal masses, originally considered IIF masses, are rare. We have not observed a cancer in such masses (when the masses are truly homogeneous) and believe these are likely to be benign. Therefore, we remove the size criterion for such masses in the Bosniak Classification, version 2019. Because MRI is more sen- sitive than CT for detecting enhancement (92,93), a renal mass protocol MRI (with subtraction images) (74) can help ensure there is no enhancing component. Thick and nodular calcifications can be found in both benign and malignant masses (94). Although considered a feature of Bosniak IIF masses in the current classification, the presence of calcification (or change in calcification over time) as an isolated feature has little predictive value (94) and is one reason MRI (which is insensitive for calcifications) is used in lieu of CT to characterize some renal masses. Therefore, calcifications of any morphology now are considered a Bosniak II feature. In some masses at CT, abundant thick or nodular calcifications can ob- scure enhancing structures. In such masses, a renal mass protocol Figure 5: Images in 66-year-old man with pros- tate cancer and an indeterminate right renal mass. (a) Unenhanced and (b) axial nephrographic CT images show a nonenhancing heterogeneous mass. Because of the heterogeneity of the mass, MRI was performed. At (c) coronal T2-weighted single-shot fast spin-echo MRI, the mass was hypointense to the renal cortex. (d) Axial image from in-phase (right) dual-echo gradient-echo MRI shows signal loss rela- tive to that on shorter-echo-time opposed-phase axial image (left), indicating the presence of hemosiderin. sd = Standard deviation (Fig 5 continues) .",
    "Proposed Revisions to the Bosniak Classification of Cystic Renal Masses 10 radiology.rsna.org n Radiology: Volume 00: Number 0— 2019 Bosniak III Approximately 50% of Bosniak III masses are malignant (12,54) (Tables 2, 4). The qualitative features of Bosniak III cystic masses are similar between the current classification and the proposed update (Tables 1, 2): cystic masses with one or more thick or ir- regular (ie, not smooth) enhancing walls or septa without nodular enhancement. The Bosniak Classification, version 2019 defines “thick” as 4 mm or thicker and “irregular” as 3-mm or smaller fo- cal or diffuse convex protrusion(s) that have obtuse margins with the wall or septa (Fig 3). Bosniak IV Bosniak IV masses are approximately 90% likely to be malignant (12) and contain one or more enhancing nodules (Tables 2, 4). The Bosniak Classification, version 2019 defines “nodule” as a fo- cal enhancing convex protrusion of any size that has acute margins with the wall or septa or a focal enhancing convex protrusion 4 mm or larger (98) that has obtuse margins with the wall or septa (Fig 3). Knowledge Gaps Not Addressed by the Bosniak Classification, Version 2019 The proposed update does not address all issues pertinent to the imaging evaluation of cystic renal masses. The following brief summary informs readers of existing deficits that may benefit from further research. Role of US Is Not Fully Established US can depict the same anatomic features as CT and MRI. Gray-scale US can enable the diagnosis of a Bosniak I simple cyst if it is anechoic and has well-defined smooth borders with increased posterior through-transmission (99,100). As a result of improvements in spatial resolution and the recent use of intravenous contrast agents, more US features could be added to the classification (100–104). Masses that are not simple cysts at noncontrast US generally warrant a re- nal mass protocol CT or MRI, with the possible exception of masses with thin and few septa (ie, Bosniak II masses). Contrast-enhanced US has been shown to result in assigning a higher Bosniak class in approximately one-quarter of cys- tic masses previously classified at enhanced CT by depicting more and thicker septa and previously undetected enhance- ment (101–104). The Bosniak Classification Relies Largely on Anatomic Features Much of the criteria used in the current Bosniak classification and the proposed update relies on anatomic features. However, nonstructural information (eg, iodine content, T1, T2, perfu- sion, diffusion, chemical shift, stiffness) can be measured at cross-sectional imaging and might be found to improve diag- nostic accuracy or enable prediction of aggressiveness. The Predictive Value of Individual Features Is Not Known The Bosniak classification asserts (for example) that masses with many or thick enhancing septa are associated with a higher probability of malignancy than masses with few or thin septa, but the manner in which this is true is unknown. For example, it is not known whether cancer risk increases with each stepwise increase in thickness, or whether there is an in- flection point beyond which the probability of malignancy is fixed. Also, it is not known which feature imparts the most information about cancer aggressiveness. The total volume Figure 5 (continued). At (e) axial fat-saturated unen- hanced T1-weighted spoiled gradient-echo MRI, the mass was heterogeneously hyperintense. At (f) axial postcontrast MRI performed during the nephrographic phase with the same acquisition parameters as e , there was no visible enhancement. Therefore, (g, h) regions of interest were placed, and they revealed subtle nodular enhancement (a  15% signal intensity increase between the unenhanced [ g ] and nephrographic [ h ] phases). Because nodular enhance- ment was detected, the mass would be classified as a Bos- niak IV mass. The mass was resected and was found to be a hemorrhagic papillary renal cell carcinoma. (Note that if no enhancing features had been identified, the mass would be classified as Bosniak IIF in the updated classification because of its heterogeneous hyperintensity at fat-saturated T1-weighted MRI.) sd = Standard deviation.",
    "Silverman et al Radiology: Volume 00: Number 0— 2019 n radiology.rsna.org 11 not hemorrhagic or necrotic solid masses. Second, RCCs with predominant cystic change appear to behave more indolently and have better outcomes than solid RCCs (21,29,31,33,36–38). Third, it is important that aggressive cancers with necrosis not be confused for indolent cancers with cystic change (and vice versa) (14,106–108). In gen- eral, necrosis tends to be central, with a thickened solid pe- ripheral “rind” and a central ill-defined area of nonenhance- ment (62). Mass Size Is Not Included in the Bosniak Classification Size and growth rate are not included in the update proposal. Small masses may be malignant and large ones benign; how- ever, the smaller the mass, the more likely it is to be benign (12,43,109–113). of enhancing tissue may be the most predictive indicator of whether a mass is benign or malignant (and, if malignant, its biologic behavior). Cystic Change Cannot Be Reliably Distinguished from Necrosis at Imaging Fluid elements are visible in approximately 15% of RCCs at im- aging (36), and cystic change is found in a similar proportion at surgical pathologic examination (37). In addition, “cystic RCC” is not a distinct pathology term, nor is it uniformly included in analyses that correlate pathologic features with outcomes (105). In the proposed update, a cystic renal mass is one in which less than approximately 25% of the mass is com- posed of enhancing tissue. Defining what constitutes a cys- tic mass at imaging is important for three reasons. First, the Bosniak classification should be applied to cystic masses, Figure 6: Images in 68-year-old man with an indeterminate left renal mass. (a) Axial unenhanced (left) and nephrographic phase (right) CT images show a partially calcified nonenhancing heterogeneous mass. Because of the heterogeneity of the mass, MRI was performed. At (b) coronal T2-weighted single-shot fast spin-echo MRI, the mass was hypointense to the renal cortex. At (c) coronal T1-weighted fat-saturated spoiled gradient-echo MRI, the mass was heterogeneously hyperintense. (d, e) At coronal dynamic postcontrast subtraction MRI in the (d) corticomedullary and (e) nephrographic phases, there was un- equivocal visible enhancement within multiple nodules (eg, arrow in e ). Because nodular enhancement was detected, the mass would be classified as Bosniak IV. The mass was biopsied and was found to be a hemorrhagic papillary renal cell carcinoma. (Note that if no enhancing features had been identified, the mass would be classified as Bosniak IIF in the 2019 classification because of its heterogeneous hyperintensity at fat-saturated T1-weighted MRI.) sd = Standard deviation.",
    "Proposed Revisions to the Bosniak Classification of Cystic Renal Masses 12 radiology.rsna.org n Radiology: Volume 00: Number 0— 2019 useful in clinical practice, serve as substrate for future study, and lead to future updates that emphasize the clinical significance of the cancers the classification aims to diagnose. Disclosures of Conflicts of Interest: S.G.S. disclosed no relevant relationships. I.P. Activities related to the present article: indirectly supported by the National Insti- tutes of Health (grants P50CA196516, R01CA154475, and U01CA207091) in the editing of this article. Activities not related to the present article: is on the speakers bu- reau of Dava Oncology. Other relationships: disclosed no relevant relationships. J.H.E. disclosed no relevant relationships. N.M.H. disclosed no relevant relationships. N.S. disclosed no relevant relationships. A.D.S. Activities related to the present article: dis- closed no relevant relationships. Activities not related to the present article: institution has a grant pending with GE Healthcare; has multiple patents issued and pending on image software processing algorithms that are unrelated to this topic; receives royalty fee for eMASS software; is the president of Radiostics, eMASS, Liver Nodularity, and Color Enhanced Detection; has patents pending for eMASS and Liver Nodularity; has been issued patents for eMASS, Liver Nodularity, and Color Enhanced Detection; receives royalties from licensing through eMASS. Other relationships: disclosed no relevant rela- tionships. E.M.R. Activities related to the present article: disclosed no relevant relation- ships. Activities not related to the present article: has received travel support from Bracco Group for the Society of Abdominal Radiology Igor Laufer Visiting Professorship. Other relationships: disclosed no relevant relationships. A.B.S. Activities related to the present article: disclosed no relevant relationships. Activities not related to the present article: is a consultant for Arog Pharmaceuticals; has received research funding from GTx. Other relationships: disclosed no relevant relationships. N.E.C. disclosed no relevant relation- ships. S.S.R. disclosed no relevant relationships. S.A.W. Activities related to the present article: disclosed no relevant relationships. Activities not related to the present article: is a consultant for Ethicon. Other relationships: disclosed no relevant relationships. S.D.K. Activities related to the present article: disclosed no relevant relationships. Activities not related to the present article: was a consultant for MDHx Health in 2017 and a consul- tant for Clovis Oncology in 2018. Other relationships: disclosed no relevant relation- ships. Z.J.W. Activities related to the present article: disclosed no relevant relationships. Activities not related to the present article: holds stock or stock options in Nextrast. Other relationships: disclosed no relevant relationships. H.C. Activities related to the present article: disclosed no relevant relationships. Activities not related to the present article: along with institution, has filed two patents not related to the current work (one for an MRI technique called GRASP; one for the automated evaluation of image quality using machine learning). No royalties have yet been received. Institution has received re- search support in the form of hardware and software from Siemens Healthineers. Other relationships: disclosed no relevant relationships. M.S.D. Activities related to the present article: disclosed no relevant relationships. Activities not related to the present article: receives royalties from Wolters Kluwer for a core review book. Other relationships: dis- closed no relevant relationships. References 1. Bosniak MA. The current radiological approach to renal cysts. Radiology 1986;158(1):1–10. 2. Bosniak MA. The small (less than or equal to 3.0 cm) renal parenchymal tumor: detection, diagnosis, and controversies. Radiology 1991;179(2):307–317. 3. Bosniak MA. Difficulties in classifying cystic lesions of the kidney. Urol Radiol 1991;13(2):91–93. 4. Bosniak MA. Problems in the radiologic diagnosis of renal parenchymal tumors. Urol Clin North Am 1993;20(2):217–230. 5. Bosniak MA. Cystic renal masses: a reevaluation of the usefullness of the Bosniak Classification System. Acad Radiol 1996;3(11):981–984. 6. Bosniak MA. Diagnosis and management of patients with complicated cystic lesions of the kidney. AJR Am J Roentgenol 1997;169(3):819–821. 7. Israel GM, Hindman N, Bosniak MA. Evaluation of cystic renal masses: comparison of CT and MR imaging by using the Bosniak classification system. Radiology 2004;231(2):365–371. 8. Israel GM, Bosniak MA. An update of the Bosniak renal cyst classification system. Urology 2005;66(3):484–488. 9. Bosniak MA. The Bosniak renal cyst classification: 25 years later. Radiology 2012;262(3):781–785. 10. Silverman SG, Israel GM, Herts BR, Richie JP. Management of the incidental renal mass. Radiology 2008;249(1):16–31. 11. Herts BR, Silverman SG, Hindman NM, et al. Management of the incidental renal mass on CT: a White Paper of the ACR Incidental Findings Commit- tee. J Am Coll Radiol 2018;15(2):264–273. 12. Schoots IG, Zaccai K, Hunink MG, Verhagen PCMS. Bosniak classification for complex renal cysts reevaluated: a systematic review. J Urol 2017;198(1):12–21. 13. Curry NS, Cochran ST, Bissada NK. Cystic renal masses: accurate Bosniak classification requires adequate renal CT. AJR Am J Roentgenol 2000;175(2): 339–342. Mass size has been correlated with behavior. Small renal masses are more indolent than large ones, just as cystic renal masses are more indolent than solid ones (12). Although there is no size threshold that separates benign from malignant masses nor indolent from aggressive cancers, size may be an impor- tant factor when considering surveillance of cystic renal masses. However, once a cystic mass has entered surveillance, it is not overall change in size that is most important, but rather change in morphology or the growth of solid elements over time (12). Whether mass size or growth rate can be included in the clas- sification awaits further study. The Bosniak Classification Predicts Likelihood of Cancer, Not Biologic Behavior The classification does not distinguish clinically significant ag- gressive cancers from indolent cancers unlikely to affect a patient’s lifespan. The historical practice of definitively treating all cancers has fallen out of favor for a variety of cancers (eg, prostate, thyroid, breast), including kidney cancer (114). In addition to data that re- veal that too many benign renal masses are removed unnecessarily, many cystic cancers that would be very unlikely to metastasize or limit a patient’s life are being resected (12,34,54,63). Distinguish- ing “indolent” from “aggressive” cancers is important for treat- ment selection (115,116). Future study will be challenged by low event rates (eg, infrequent metastatic disease) necessitating large samples, a fact that further underscores the importance of speci- ficity in diagnosis (ie, avoiding overdiagnosis) and surveillance in management (ie, avoiding aggressive therapy) (114,116). The proposed update to the Bosniak classification remains a malignancy prediction system, not a comprehensive management algorithm. Patient factors such as age, comorbidities, life expec- tancy, preferences, and risk tolerance all need to be considered in a treatment plan and belie simple recommendations for each Bos- niak class. However, in general, ignoring class I and II masses, ob- serving class IIF masses, and considering for resection or ablation class IV masses will likely remain mainstays of management for the Bosniak Classification, version 2019. Observation is still rec- ommended for Bosniak IIF cystic masses because approximately 10% of such masses show progress at imaging, and those with progression have an approximately 85% likelihood of being ma- lignant (12,54). Whether class III masses are best suited to obser- vation or treatment in the general population (ie, patients without comorbidities or limited life expectancy) is unclear. Future studies may help better define the role of percutaneous biopsy (if any) (46–48) and identify a subset of patients with Bosniak III or IV masses for whom observation is the optimal treatment strategy. Summary There have been many technological developments, knowledge gains, and evolutions in thought since the Bosniak classification was first released in 1986. Some of these developments are on- going and yet to be fully explored. Others (eg, machine learn- ing) will likely emerge in the future. As with any new proposal, the Bosniak Classification, version 2019 will need to be tested prior to widespread clinical implementation. It is hoped that this review of the current Bosniak classification and the proposed update will enhance the classification’s clarity and specificity, be",
    "Silverman et al Radiology: Volume 00: Number 0— 2019 n radiology.rsna.org 13 40. Pierorazio PM, Johnson MH, Ball MW, et al. Five-year analysis of a multi- institutional prospective clinical trial of delayed intervention and surveillance for small renal masses: the DISSRM registry. Eur Urol 2015;68(3):408–415. 41. Uzosike AC, Patel HD, Alam R, et al. Growth kinetics of small renal masses on active surveillance: variability and results from the DISSRM registry. J Urol 2018;199(3):641–648. 42. Frank I, Blute ML, Cheville JC, Lohse CM, Weaver AL, Zincke H. Solid renal tumors: an analysis of pathological features related to tumor size. J Urol 2003;170(6 Pt 1):2217–2220. 43. Thompson RH, Kurta JM, Kaag M, et al. Tumor size is associated with malig- nant potential in renal cell carcinoma cases. J Urol 2009;181(5):2033–2036. 44. Johnson DC, Vukina J, Smith AB, et al. Preoperatively misclassified, surgi- cally removed benign renal masses: a systematic review of surgical series and United States population level burden estimate. J Urol 2015;193(1):30–35. 45. Bauman TM, Potretzke AM, Wright AJ, Knight BA, Vetter JM, Figenshau RS. Partial nephrectomy for presumed renal-cell carcinoma: incidence, predictors, and perioperative outcomes of benign lesions. J Endourol 2017;31(4):412–417. 46. Silverman SG, Gan YU, Mortele KJ, Tuncali K, Cibas ES. Renal masses in the adult patient: the role of percutaneous biopsy. Radiology 2006;240(1):6–22. 47. Richard PO, Lavallée LT, Pouliot F, et al. Is routine renal tumor biopsy associated with lower rates of benign histology following nephrectomy for small renal masses? J Urol 2018;200(4):731–736. 48. Richard PO, Martin L, Lavallée LT, et al. Identifying the use and barriers to the adoption of renal tumour biopsy in the management of small renal masses. Can Urol Assoc J 2018;12(8):260–266. 49. Go AS, Chertow GM, Fan D, McCulloch CE, Hsu CY. Chronic kidney disease and the risks of death, cardiovascular events, and hospitalization. N Engl J Med 2004;351(13):1296–1305. 50. Sun M, Bianchi M, Hansen J, et al. Chronic kidney disease after nephrectomy in patients with small renal masses: a retrospective observational analysis. Eur Urol 2012;62(4):696–703. 51. Sun M, Trinh QD, Bianchi M, et al. A non-cancer-related survival benefit is associated with partial nephrectomy. Eur Urol 2012;61(4):725–731. 52. Tan HJ, Norton EC, Ye Z, Hafez KS, Gore JL, Miller DC. Long-term survival following partial vs radical nephrectomy among older patients with early-stage kidney cancer. JAMA 2012;307(15):1629–1635. 53. Van Poppel H, Da Pozzo L, Albrecht W, et al. A prospective, randomised EORTC intergroup phase 3 study comparing the oncologic outcome of elective nephron-sparing surgery and radical nephrectomy for low-stage renal cell carcinoma. Eur Urol 2011;59(4):543–552. 54. Smith AD, Carson JD, Sirous R, et al. Active surveillance versus nephron- sparing surgery for a Bosniak IIF or III renal cyst: a cost-effectiveness analysis. AJR Am J Roentgenol 2019;212(4):830–838. 55. Siegel CL, McFarland EG, Brink JA, Fisher AJ, Humphrey P, Heiken JP. CT of cystic renal masses: analysis of diagnostic performance and interobserver variation. AJR Am J Roentgenol 1997;169(3):813–818. 56. Graumann O, Osther SS, Karstoft J, Hørlyck A, Osther PJ. Bosniak classifica- tion system: inter-observer and intra-observer agreement among experienced uroradiologists. Acta Radiol 2015;56(3):374–383. 57. El-Mokadem I, Budak M, Pillai S, et al. Progression, interobserver agreement, and malignancy rate in complex renal cysts (  Bosniak category IIF). Urol Oncol 2014;32(1):24.e21–24.e27. 58. Ferreira AM, Reis RB, Kajiwara PP, Silva GE, Elias J Jr, Muglia VF. MRI evaluation of complex renal cysts using the Bosniak classification: a comparison to CT. Abdom Radiol (NY) 2016;41(10):2011–2019. 59. Warren KS, McFarlane J. The Bosniak classification of renal cystic masses. BJU Int 2005;95(7):939–942. 60. Wang SS, Gu YF, Wolff N, et al. Bap1 is essential for kidney function and cooperates with Vhl in renal tumorigenesis. Proc Natl Acad Sci U S A 2014;111(46):16538–16543. 61. Hindman NM, Hecht EM, Bosniak MA. Follow-up for Bosniak category 2F cystic renal lesions. Radiology 2014;272(3):757–766. 62. Hindman NM. Cystic renal masses. Abdom Radiol (NY) 2016;41(6):1020– 1034. 63. Smith AD, Remer EM, Cox KL, et al. Bosniak category IIF and III cystic renal lesions: outcomes and associations. Radiology 2012;262(1):152–160. 64. American Urological Association. Renal mass and localized renal cancer: AUA guideline. https://www.auanet.org/guidelines/renal-mass-and-localized-renal- cancer-new-(2017). Published 2017. Accessed January 23, 2019. 65. O’Malley RL, Godoy G, Hecht EM, Stifelman MD, Taneja SS. Bos- niak category IIF designation and surgery for complex renal cysts. J Urol 2009;182(3):1091–1095. 66. Hes O, Comperat EM, Rioux-Leclercq NR, Kuroda N. The 2012 ISUP Vancouver and 2016 WHO classification of adult renal tumors: changes for common renal tumors. Diagn Histopathol 2016;22(2):41–46. 14. Hindman NM. Approach to very small ( , 1.5 cm) cystic renal lesions: ignore, observe, or treat? AJR Am J Roentgenol 2015;204(6):1182–1189. 15. Sevcenco S, Spick C, Helbich TH, et al. Malignancy rates and diagnostic performance of the Bosniak classification for the diagnosis of cystic renal le- sions in computed tomography: a systematic review and meta-analysis. Eur Radiol 2017;27(6):2239–2247. 16. Davenport MS, Hu EM, Smith AD, et al. Reporting standards for the imaging-based diagnosis of renal masses on CT and MRI: a national survey of academic abdominal radiologists and urologists. Abdom Radiol (NY) 2017;42(4):1229–1240. 17. Hu EM, Zhang A, Silverman SG, et al. Multi-institutional analysis of CT and MRI reports evaluating indeterminate renal masses: comparison to a national survey investigating desired report elements. Abdom Radiol (NY) 2018;43(12):3493–3502 [Published correction appears in Abdom Radiol (NY) 2018;43(11):3206.] https://doi.org/10.1007/s00261-018- 1609-x. 18. Weibl P, Klatte T, Waldert M, Remzi M. Complex renal cystic masses: current standards and controversies. Int Urol Nephrol 2012;44(1):13–18. 19. Graumann O, Osther SS, Osther PJ. Characterization of complex renal cysts: a critical evaluation of the Bosniak classification. Scand J Urol Nephrol 2011;45(2):84–90. 20. Corica FA, Iczkowski KA, Cheng L, et al. Cystic renal cell carcinoma is cured by resection: a study of 24 cases with long-term followup. J Urol 1999;161(2): 408–411. 21. Webster WS, Thompson RH, Cheville JC, Lohse CM, Blute ML, Leibovich BC. Surgical resection provides excellent outcomes for patients with cystic clear cell renal cell carcinoma. Urology 2007;70(5):900–904; discussion 904. 22. Jhaveri K, Gupta P, Elmi A, et al. Cystic renal cell carcinomas: do they grow, metastasize, or recur? AJR Am J Roentgenol 2013;201(2):W292–W296. 23. Cooperberg MR, Mallin K, Kane CJ, Carroll PR. Treatment trends for stage I renal cell carcinoma. J Urol 2011;186(2):394–399. 24. Daskivich TJ, Tan HJ, Litwin MS, Hu JC. Life expectancy and variation in treatment for early stage kidney cancer. J Urol 2016;196(3):672–677. 25. Kane CJ, Mallin K, Ritchey J, Cooperberg MR, Carroll PR. Renal cell cancer stage migration: analysis of the National Cancer Data Base. Cancer 2008;113(1):78–83. 26. Welch HG, Skinner JS, Schroeck FR, Zhou W, Black WC. Regional varia- tion of computed tomographic imaging in the United States and the risk of nephrectomy. JAMA Intern Med 2018;178(2):221–227. 27. Saad AM, Gad MM, Al-Husseini MJ, Ruhban IA, Sonbol MB, Ho TH. Trends in renal-cell carcinoma incidence and mortality in the United States in the last 2 decades: a SEER-based study. Clin Genitourin Cancer 2019;17(1):46–57.e5. 28. Narayanasamy S, Krishna S, Prasad Shanbhogue AK, et al. Contemporary update on imaging of cystic renal masses with histopathological correlation and emphasis on patient management. Clin Radiol 2019;74(2):83–94. 29. Han KR, Janzen NK, McWhorter VC, et al. Cystic renal cell carcinoma: biology and clinical behavior. Urol Oncol 2004;22(5):410–414. 30. Park HS, Lee K, Moon KC. Determination of the cutoff value of the pro- portion of cystic change for prognostic stratification of clear cell renal cell carcinoma. J Urol 2011;186(2):423–429. 31. Hindman NM, Bosniak MA, Rosenkrantz AB, Lee-Felker S, Melamed J. Multilocular cystic renal cell carcinoma: comparison of imaging and pathologic findings. AJR Am J Roentgenol 2012;198(1):W20–W26. 32. Huber J, Winkler A, Jakobi H, et al. Preoperative decision making for renal cell carcinoma: cystic morphology in cross-sectional imaging might predict lower malignant potential. Urol Oncol 2014;32(1):37.e1–37.e6, e1–e6. 33. Winters BR, Gore JL, Holt SK, Harper JD, Lin DW, Wright JL. Cystic renal cell carcinoma carries an excellent prognosis regardless of tumor size. Urol Oncol 2015;33(12):505.e9–505.e13. 34. Smith AD, Allen BC, Sanyal R, et al. Outcomes and complications related to the management of Bosniak cystic renal lesions. AJR Am J Roentgenol 2015;204(5):W550–W556. 35. Mousessian PN, Yamauchi FI, Mussi TC, Baroni RH. Malignancy rate, histologic grade, and progression of Bosniak category III and IV complex renal cystic lesions. AJR Am J Roentgenol 2017;209(6):1285–1290. 36. Hartman DS, Davis CJ Jr, Johns T, Goldman SM. Cystic renal cell carcinoma. Urology 1986;28(2):145–153. 37. Park JJ, Jeong BC, Kim CK, et al. Postoperative outcome of cystic renal cell carci- noma defined on preoperative imaging: a retrospective study. J Urol 2017;197(4): 991–997. 38. Kashan M, Ghanaat M, Hötker AM, et al. Cystic renal cell carcinoma: a report on outcomes of surgery and active surveillance in patients retrospectively identified on pretreatment imaging. J Urol 2018;200(2):275–282. 39. Chandrasekar T, Ahmad AE, Fadaak K, et al. Natural history of complex renal cysts: clinical evidence supporting active surveillance. J Urol 2018;199(3): 633–640.",
    "Proposed Revisions to the Bosniak Classification of Cystic Renal Masses 14 radiology.rsna.org n Radiology: Volume 00: Number 0— 2019 67. Sahni VA, Mortele KJ, Glickman J, Silverman SG. Mixed epithelial and stromal tumour of the kidney: imaging features. BJU Int 2010;105(7):932–939. 68. Rosenkrantz AB, Hecht EM, Taneja SS, Melamed J. Angiomyolipoma with epithelial cysts: mimic of renal cell carcinoma. Clin Imaging 2010;34(1):65–68. 69. Ho VB, Allen SF, Hood MN, Choyke PL. Renal masses: quantitative assessment of enhancement with dynamic MR imaging. Radiology 2002;224(3):695–700. 70. Kaza RK, Caoili EM, Cohan RH, Platt JF. Distinguishing enhancing from nonenhancing renal lesions with fast kilovoltage-switching dual-energy CT. AJR Am J Roentgenol 2011;197(6):1375–1381. 71. Mileto A, Marin D, Alfaro-Cordoba M, et al. Iodine quantification to distinguish clear cell from papillary renal cell carcinoma at dual-energy multidetector CT: a multireader diagnostic performance study. Radiology 2014;273(3):813–820. 72. Mileto A, Nelson RC, Paulson EK, Marin D. Dual-energy MDCT for imaging the renal mass. AJR Am J Roentgenol 2015;204(6):W640–W647. 73. Society of Abdominal Radiology Disease-Focused Panel on Renal Cell Carcinoma. https://cdn.ymaws.com/www.abdominalradiology.org/resource/ resmgr/education_dfp/RCC/RCC.CTprotocolsfinal-7-15-17.pdf. Released July 15, 2017. Accessed October 23, 2018. 74. Society of Abdominal Radiology Disease-Focused Panel on Renal Cell Carcinoma. https://cdn.ymaws.com/www.abdominalradiology.org/resource/ resmgr/education_dfp/RCC/RCC.MRIprotocolfinal-7-15-17.pdf. Released July 15, 2017. Accessed October 23, 2018. 75. Silverman SG, Israel GM, Trinh QD. Incompletely characterized incidental renal masses: emerging data support conservative management. Radiology 2015;275(1):28–42. 76. O’Connor SD, Pickhardt PJ, Kim DH, Oliva MR, Silverman SG. Incidental finding of renal masses at unenhanced CT: prevalence and analysis of features for guiding management. AJR Am J Roentgenol 2011;197(1):139–145. 77. O’Connor SD, Silverman SG, Ip IK, Maehara CK, Khorasani R. Simple cyst-appearing renal masses at unenhanced CT: can they be presumed to be benign? Radiology 2013;269(3):793–800. 78. Pooler BD, Pickhardt PJ, O’Connor SD, Bruce RJ, Patel SR, Nakada SY. Renal cell carcinoma: attenuation values on unenhanced CT. AJR Am J Roentgenol 2012;198(5):1115–1120. 79. Schieda N, Vakili M, Dilauro M, Hodgdon T, Flood TA, Shabana WM. Solid renal cell carcinoma measuring water attenuation ( 2 10 to 20 HU) on unenhanced CT. AJR Am J Roentgenol 2015;205(6):1215–1221. 80. Jonisch AI, Rubinowitz AN, Mutalik PG, Israel GM. Can high-attenuation renal cysts be differentiated from renal cell carcinoma at unenhanced CT? Radiology 2007;243(2):445–450. 81. Kim CW, Shanbhogue KP, Schreiber-Zinaman J, Deng FM, Rosenkrantz AB. Visual assessment of the intensity and pattern of T1 hyperintensity on MRI to differentiate hemorrhagic renal cysts from renal cell carcinoma. AJR Am J Roentgenol 2017;208(2):337–342. 82. Davarpanah AH, Spektor M, Mathur M, Israel GM. Homogeneous T1 hyperintense renal lesions with smooth borders: is contrast-enhanced MR imaging needed? Radiology 2016;280(1):128–136. 83. Nelson SM, Oettel DJ, Lisanti CJ, Schwope RB, Timpone VM. Incidental renal lesions on lumbar spine MRI: who needs follow-up? AJR Am J Roent- genol 2019;212(1):130–134. 84. Hu EM, Ellis JH, Silverman SG, Cohan RH, Caoili EM, Davenport MS. Expanding the definition of a benign renal cyst on contrast-enhanced CT: can incidental homogeneous renal masses measuring 21-39 HU be safely ignored? Acad Radiol 2018;25(2):209–212. 85. Corwin MT, Hansra SS, Loehfelm TW, Lamba R, Fananapazir G. Preva- lence of solid tumors in incidentally detected homogeneous renal masses measuring . 20 HU on portal venous phase CT. AJR Am J Roentgenol 2018;211(3):W173–W177. 86. Agochukwu N, Huber S, Spektor M, Goehler A, Israel GM. Differ- entiating renal neoplasms from simple cysts on contrast-enhanced CT on the basis of attenuation and homogeneity. AJR Am J Roentgenol 2017;208(4):801–804. 87. Shannon CE. Communication in the presence of noise. Proc IEEE 1998;86(2):447–457. 88. Bosniak MA, Rofsky NM. Problems in the detection and characterization of small renal masses. Radiology 1996;198(3):638–641. 89. Patel J, Davenport MS, Khalatbari S, Cohan RH, Ellis JH, Platt JF. In vivo predictors of renal cyst pseudoenhancement at 120 kVp. AJR Am J Roentgenol 2014;202(2):336–342. 90. Wang ZJ, Coakley FV, Fu Y, et al. Renal cyst pseudoenhancement at multidetector CT: what are the effects of number of detectors and peak tube voltage? Radiology 2008;248(3):910–916. 91. Birnbaum BA, Hindman N, Lee J, Babb JS. Renal cyst pseudoenhance- ment: influence of multidetector CT reconstruction algorithm and scanner type in phantom model. Radiology 2007;244(3):767–775. 92. Dilauro M, Quon M, McInnes MD, et al. Comparison of contrast-enhanced multiphase renal protocol CT versus MRI for diagnosis of papillary renal cell carcinoma. AJR Am J Roentgenol 2016;206(2):319–325. 93. Habets J, Zandvoort HJ, Reitsma JB, et al. Magnetic resonance imaging is more sensitive than computed tomography angiography for the detec- tion of endoleaks after endovascular abdominal aortic aneurysm repair: a systematic review. Eur J Vasc Endovasc Surg 2013;45(4):340–350. 94. Israel GM, Bosniak MA. Calcification in cystic renal masses: is it important in diagnosis? Radiology 2003;226(1):47–52. 95. Herts BR, Coll DM, Novick AC, et al. Enhancement characteristics of papillary renal neoplasms revealed on triphasic helical CT of the kidneys. AJR Am J Roentgenol 2002;178(2):367–372. 96. Sun MR, Ngo L, Genega EM, et al. Renal cell carcinoma: dynamic contrast- enhanced MR imaging for differentiation of tumor subtypes—correlation with pathologic findings. Radiology 2009;250(3):793–802. 97. Rosenkrantz AB, Matza BW, Portnoy E, Melamed J, Taneja SS, Wehrli NE. Impact of size of region-of-interest on differentiation of renal cell carcinoma and renal cysts on multi-phase CT: preliminary findings. Eur J Radiol 2014;83(2):239–244. 98. Adey GS, Pedrosa I, Rofsky NM, Sanda MG, DeWolf WC. Lower limits of detection using magnetic resonance imaging for solid components in cystic renal neoplasms. Urology 2008;71(1):47–51. 99. Chang YW, Kwon KH, Goo DE, Choi DL, Lee HK, Yang SB. Sono- graphic differentiation of benign and malignant cystic lesions of the breast. J Ultrasound Med 2007;26(1):47–53. 100. Kazmierski B, Deurdulian C, Tchelepi H, Grant EG. Applications of contrast-enhanced ultrasound in the kidney. Abdom Radiol (NY) 2018;43(4):880–898. 101. Park BK, Kim B, Kim SH, Ko K, Lee HM, Choi HY. Assessment of cystic renal masses based on Bosniak classification: comparison of CT and contrast-enhanced US. Eur J Radiol 2007;61(2):310–314. 102. Xue LY, Lu Q, Huang BJ, et al. Contrast-enhanced ultrasonography for evaluation of cystic renal mass: in comparison to contrast-enhanced CT and conventional ultrasound. Abdom Imaging 2014;39(6):1274–1283. 103. Quaia E, Bertolotto M, Cioffi V, et al. Comparison of contrast-enhanced sonography with unenhanced sonography and contrast-enhanced CT in the diagnosis of malignancy in complex cystic renal masses. AJR Am J Roentgenol 2008;191(4):1239–1249. 104. Ascenti G, Mazziotti S, Zimbaro G, et al. Complex cystic renal masses: char- acterization with contrast-enhanced US. Radiology 2007;243(1):158–165. 105. Kuthi L, Jenei A, Hajdu A, et al. Prognostic factors for renal cell carcinoma subtypes diagnosed according to the 2016 WHO renal tumor classification: a study involving 928 patients. Pathol Oncol Res 2017;23(3):689–698. 106. Beddy P, Genega EM, Ngo L, et al. Tumor necrosis on magnetic resonance imaging correlates with aggressive histology and disease progression in clear cell renal cell carcinoma. Clin Genitourin Cancer 2014;12(1):55–62. 107. Pedrosa I, Chou MT, Ngo L, et al. MR classification of renal masses with pathologic correlation. Eur Radiol 2008;18(2):365–375. 108. Sengupta S, Lohse CM, Leibovich BC, et al. Histologic coagulative tumor necrosis as a prognostic indicator of renal cell carcinoma aggressiveness. Cancer 2005;104(3):511–520. 109. Volpe A, Panzarella T, Rendon RA, Haider MA, Kondylis FI, Jewett MA. The natural history of incidentally detected small renal masses. Cancer 2004;100(4):738–745. 110. Chawla SN, Crispen PL, Hanlon AL, Greenberg RE, Chen DY, Uzzo RG. The natural history of observed enhancing renal masses: meta-analysis and review of the world literature. J Urol 2006;175(2):425–431. 111. Han HH, Choi KH, Oh YT, Yang SC, Han WK. Differential diagnosis of complex renal cysts based on lesion size along with the Bosniak renal cyst classification. Yonsei Med J 2012;53(4):729–733. 112. Ficarra V, Novara G, Galfano A, Novella G, Schiavone D, Artibani W. Applica- tion of TNM, 2002 version, in localized renal cell carcinoma: is it able to predict different cancer-specific survival probability? Urology 2004;63(6):1050–1054. 113. Frank I, Blute ML, Cheville JC, Lohse CM, Weaver AL, Zincke H. An outcome prediction model for patients with clear cell renal cell carcinoma treated with radical nephrectomy based on tumor stage, size, grade and necrosis: the SSIGN score. J Urol 2002;168(6):2395–2400. 114. Esserman LJ, Thompson IM Jr, Reid B. Overdiagnosis and overtreatment in cancer: an opportunity for improvement. JAMA 2013;310(8):797–798. 115. Krajewski KM, Pedrosa I. Imaging advances in the management of kidney cancer. J Clin Oncol 2018 Oct 29:JCO2018791236 [Epub ahead of print] https://doi.org/10.1200/JCO.2018.79.1236. 116. Davies L, Petitti DB, Martin L, Woo M, Lin JS. Defining, estimating, and communicating overdiagnosis in cancer screening. Ann Intern Med 2018;169(1):36–43."
  ],
  "processed_at": "2026-01-30T14:08:11.949Z"
}