{
  "doc_id": "ff41c77d256ef6d759b5aa909cce01a1",
  "source_id": "clinical_imaging_2020",
  "total_pages": 17,
  "pages": [
    "ORIGINAL ARTICLE n Clinical Practice Management Ovarian-Adnexal Reporting Lexicon for MRI: A White Paper of the ACR Ovarian-Adnexal Reporting and Data Systems MRI Committee Caroline Reinhold, MD, MSc 1,a , Andrea Rockall, MRCP, FRCR 1,b , Elizabeth A. Sadowski, MD c , Evan S. Siegelman, MD d , Katherine E. Maturen, MD, MS e , Hebert Alberto Vargas, MD f , Rosemarie Forstner, MD g , Phyllis Glanc, MD h , Rochelle F. Andreotti, MD i , Isabelle Thomassin-Naggara, MD, PhD j Abstract MRI is used in the evaluation of ovarian and adnexal lesions. MRI can further characterize lesions seen on ultrasound to help decrease the number of false-positive lesions and avoid unnecessary surgery in benign lesions. Currently, the reporting of ovarian and adnexal fi ndings on MRI is inconsistent because of the lack of standardized descriptor terminology. The development of uniform reporting descriptors can lead to improved interpretation agreement and communication between radiologists and referring physicians. The Ovarian-Adnexal Reporting and Data Systems MRI Committee was formed under the direction of the ACR to create a standardized lexicon for adnexal lesions with the goal of improving the quality and consistency of imaging reports. This white paper describes the consensus process in the creation of a standardized lexicon for ovarian and adnexal lesions for MRI and the resultant lexicon. Key Words: Adnexal lesion, adnexal mass, MRI, ovarian mass, structured reporting J Am Coll Radiol 2021;18:713-729. Copyright ª 2021 American College of Radiology Credits awarded for this enduring activity are designated “ SA-CME ” by the American Board of Radiology (ABR) and qualify toward ful fi lling requirements for Maintenance of Certi fi cation (MOC) Part II: Lifelong Learning and Self-assessment. To access the SA-CME activity visit https://cortex.acr.org/Presenters/CaseScript/CaseView?Info=nStKx24vrpKvbbrTdQgjmYsJIIlAcszeEOoMvAj%2bF6c%253d. SA-CME credit for this article expires May 2, 2024. a Codirector, Augmented Intelligence & Precision Health Laboratory of the Research Institute of McGill University Health Center, McGill University, Montreal, Canada. b Division of Surgery and Cancer, Imperial College London and Depart- ment of Radiology, Imperial College Healthcare NHS Trust, London, UK. c Departments of Radiology, Obstetrics and Gynecology, University of Wisconsin School of Medicine and Public Health, Madison, Wisconsin. d Hospital of the University of Pennsylvania, Philadelphia, Pennsylvania. e Departments of Radiology and Obstetrics and Gynecology, University of Michigan Hospitals, Ann Arbor, Michigan. f Memorial Sloan Kettering Cancer Center, New York, New York. g Department of Radiology, Universitätsklinikum Salzburg, PMU Salzburg, Salzburg, Austria. h University of Toronto, Sunnybrook Health Science Center, Toronto, Ontario, Canada. i Department of Radiology and Radiological Sciences, Vanderbilt University Medical Center, Nashville, Tennessee. j Sorbonne Université, Assistance Publique — Hôpitaux de Paris, Hôpital Tenon, Service d ’ Imagerie, Paris, France. Corresponding author and reprints: Caroline Reinhold, MD, MSc, McGill University Health Center, McGill University, 1001 Decarie Boul, Mon- treal, Quebec, Canada, H4A 3J1; e-mail: caroline.reinhold@mcgill.ca. Dr Rockall reports travel support from Guerbet Laboratories, France outside the submitted work. Dr Thomassin-Naggara reports personal fees from General Electric, personal fees from Hologic, from Canon, from Guerbet, personal fees from Siemens, outside the submitted work. The other authors state that they have no con fl ict of interest related to the material discussed in this article. Dr Reinhold is a partner. Dr Rockall, Dr Sadowski, Dr Siegelman, Dr Maturen, Dr. Vargas, Dr Forstner, Dr Andreotti, and Dr Thomassin-Naggara are nonpartner, non – partnership track employees. 1 Joint fi rst author with equal contribution. Copyright ª 2021 American College of Radiology 1546-1440/21/$36.00 n https://doi.org/10.1016/j.jacr.2020.12.022 713",
    "INTRODUCTION Ultrasound (US) is widely considered the primary imaging modality in the evaluation of women with suspected adnexal pathology [1-5]. Standardized terms and de fi nitions to describe the sonographic features of adnexal lesions have been proposed, and several US reporting models can aid in differentiating benign from malignant adnexal masses [4,6-11]. However, approximately 20% to 25% of adnexal masses remain indeterminate after the initial sonographic evaluation [4,7,12]. Furthermore, studies have demonstrated variable positive predictive values for the detection of ovarian cancer using US, with some studies showing low positive predictive values in the general population in which the incidence of ovarian cancer is low [6,8,13]. Secondary tests such as MRI could help decrease the number of false-positive lesions when using US in certain settings and avoid unnec- essary surgery in benign lesions [6,13-16]. The number of adnexal lesions that remain indeterminate after MRI is 5% to 7%, with high sensitivity and speci fi city for characterizing both benign and malignant lesions [17-22]. In 2010, the European Society of Urogenital Radiology proposed an algorithmic pathway using standardized MRI morphological descriptors for predicting the risk of malignancy for adnexal lesions [23,24]. Their goal was to improve lesion characterization by MRI to assist in treatment planning. However, a standardized lexicon and risk strati fi cation system was not developed in conjunction with the proposed algorithmic pathway. In 2013, an MR scoring system (AdnexMR score) was developed in a retrospective, single-center French study of 497 sono- graphically indeterminate adnexal masses on US [25]. The AdnexMR score used a standardized lexicon to describe MRI features and proposed a 5-point score according to the positive likelihood ratio for malignancy derived from features with high positive and negative predictive values in distinguishing benign from malignant masses [25-27]. The ACR Ovarian-Adnexal Reporting and Data Systems (O-RADS) MRI Committee has developed an evidence- based lexicon and risk strati fi cation system for MRI evalua- tion of adnexal lesions, employing the AdnexMR score as the basis for the lexicon and the results of a subsequent large prospective multicenter study as the foundation of the risk strati fi cation system [28]. The ACR and other partners have led the efforts to standardize imaging reporting in many other anatomical regions, leading to the adoption of uniform reporting descriptors and improved interpretation agreement and providing the basis for structured reporting and best clinical practice [29-33]. Standardized reporting and use of consistent morphologic imaging descriptors and de fi nitions can result in improved accuracy for lesion characterization and improved communication between radiologists and clinicians, as well as allowing for high-impact research [34-38]. The current article describes the formation of a standardized lexicon by the ACR O-RADS MRI Committee and the methodology used in its development. METHODS Under the direction of the Commission on US of the ACR headed by Commission Chair, Beverly Coleman, MD, the O-RADS Committee was created in 2015. Committee Membership Led by Rochelle F. Andreotti, MD, the multidisciplinary international consortium was fi rst convened in November 2015. The committee includes a diverse, international group of experts that represent specialties and organizations that would be key to developing the O-RADS lexicon and risk strati fi cation systems. The list of committee members is listed in e-only Appendix 1 and the organizations that were represented in the process in e-only Appendix 2. After the initial meeting in November 2015, the O-RADS committee decided in consensus that the lexicon and strati fi - cation systems would be developed for US and MRI, given the important role of both modalities in adnexal mass character- ization. Because of the different expertise required for both imaging modalities, two parallel working committees were formed to develop separate but consistent groups of terms speci fi c to each modality (Appendix). The O-RADS MRI Committee is led by Dr. Caroline Reinhold, MD and the O- RADS US Committee is led by Dr. Rochelle Andreotti, MD. Process The development of the O-RADS MRI standardized reporting system used a two-step process. The fi rst step was to develop an evidence-based, standardized lexicon using uni- versally accepted terms for describing the imaging character- istics of adnexal masses on MRI. Committee members and nonmember gynecological imaging specialists contributed to this phase. The methodology regarding the development of the standardized MRI lexicon will be described in this article. The second step was to develop the O-RADS MRI risk score, and this is the topic of a separate publication [28]. Literature Search and Development of Lexicon Terms The development of the MRI lexicon involved a systematic literature search from 1995 through 2019 performed by the ACR with search terms provided by the members of the O- RADS MRI Committee (CR, AR, IT, ES). This list was cross-referenced with bibliographies assembled from the Committee Members ’ own literature searches. The articles were reviewed independently by the O-RADS MRI Com- mittee via an online questionnaire, and only articles that 714 Journal of the American College of Radiology Volume 18 n Number 5 n May 2021",
    "Table 1. ACR O-RADS MRI terminology, de fi nitions, and corresponding image for lexicon categories 1 to 7 Category Term Subterm De fi nition Comments 1. Major categories 1a Physiological observations (consistent with normal physiology) Follicle Simple cyst \u0014 3 cm in premenopausal age group; follicle hyperintense on T2WI, hypointense on T1WI, and does not enhance on postcontrast T1WI Premenopausal women only Corpus luteum Cyst \u0014 3 cm, with an enhancing crenulated wall on subtracted postcontrast T1WI, with or without blood clot or hemorrhagic contents Premenopausal women only 1b Lesions (not physiological) Cystic lesion Unilocular cyst Single locule, with or without solid tissue Multilocular cyst More than one locule, with or without solid tissue Lesion with solid component Solid tissue Conforms to one of the following morphologies and enhances: papillary formations, mural nodules, irregular cyst wall or septations, and solid portion Other solid components, not considered solid tissue Smooth wall or septation, clot or debris, fat Not considered solid tissue Solid lesion Consists of at least 80% solid tissue with < 20% of lesion volume being cystic 2. Size Maximum diameter Largest diameter of the lesion or solid component in any imaging plane 3. Shape or contour of solid lesion or solid tissue 3a Smooth Regular or even margin of a solid lesion or solid tissue (continued) Journal of the American College of Radiology 715 Clinical Practice Management n Reinhold et al n Ovarian-Adnexal Reporting Lexicon for MRI",
    "Table 1. Continued Category Term Subterm De fi nition Comments 3b Irregular Uneven margin of a solid lesion or solid tissue 4. Signal intensity 4a Homogeneous Uniform appearance of the signal observed in an adnexal fi nding Heterogeneous Nonuniform or variable appearance of the signal observed in an adnexal fi nding 4b T2 hypointense Adnexal observation with signal intensity lower or equal to iliopsoas muscle T2 intermediate Adnexal observation with signal intensity higher than iliopsoas and lower than CSF T2 hyperintense Adnexal observation with signal intensity equal or higher to CSF 4c T1 hypointense Adnexal observation with signal intensity that follows simple fl uid T1 intermediate Adnexal observation with signal intensity similar or higher to iliopsoas and lower than fat T1 hyperintense Adnexal observation with signal intensity equal or higher to fat 4d DWI high B-value low signal Adnexal lesion with signal similar to urine or cerebral spinal fl uid DWI high B-value high signal Adnexal lesion with signal clearly higher than urine or CSF 5. Lesion components 5a Cystic fl uid descriptors Simple fl uid Fluid content that follows CSF or urine on all sequences: hyperintense on T2WI and hypointense on T1WI (continued) 716 Journal of the American College of Radiology Volume 18 n Number 5 n May 2021",
    "Table 1. Continued Category Term Subterm De fi nition Comments Nonsimple fl uid Hemorrhagic fl uid Content can be variable depending on age Late subacute hemorrhage hyperintense on T2WI and hyperintense on T1WI Endometriotic fl uid Content is hypointense on T2WI and hyperintense on T1WI Proteinaceous fl uid Content is variable in signal on T2WI and variably hypointense on T1WI Fat- or lipid-containing fl uid Hyperintense on T2WI and hyperintense on T1WI, and loses signal on fat-saturated images If microscopic fat present, there will be signal loss on out-of-phase images and there may not be any signal loss on fat-saturated images Additional speci fi c descriptors for nonsimple fl uid Fluid- fl uid level Appearance in which the nondependent fl uid component has a different signal intensity from the dependent fl uid component with horizontal delineation Shading Cyst fl uid that is hypointense on T2WI; extent of hypointense T2 signal intensity may be homogeneous, variable within the cyst or graduated and dependent 5b Solid component descriptors Solid tissue: enhances and conforms to one of the listed morphologies Solid tissue descriptors Papillary projection Enhancing solid component arising from the inner or outer wall or septation of an adnexal lesion, with a branching architecture Mural nodule Enhancing solid component, measuring > 3 mm, arising from the wall or septation of an adnexal (continued) Journal of the American College of Radiology 717 Clinical Practice Management n Reinhold et al n Ovarian-Adnexal Reporting Lexicon for MRI",
    "Table 1. Continued Category Term Subterm De fi nition Comments lesion, with nodular appearance Irregular septation Enhancing linear strand that runs from one internal surface of the cyst to the contralateral side demonstrating an uneven margin Irregular wall Enhancing cyst wall demonstrating an uneven margin Larger solid portion Enhancing component of an adnexal lesion that does not fi t into the categories of papillary projection, mural nodule, or irregular septation or wall Other solid components, not considered solid tissue Smooth septations or wall Even contour or margin with no irregularities, mural nodules, or papillary projections Blood clot, nonenhancing debris, and fi brin strand Solid-appearing material within a cyst that does not enhance Fat Lipid-containing material that does not enhance Hair, calci fi cation, and a Rokitansky nodule Other components of a dermoid not considered solid tissue 6. Enhancement: T1WI postcontrast 6a Dynamic contrast enhancement with time intensity curves Low-risk curve Enhancement of the solid tissue within the adnexal lesion with minimal and gradual increase in signal over time with no well- de fi ned shoulder and no plateau Intermediate-risk curve Enhancement of the solid tissue within the adnexal lesion with an (continued) 718 Journal of the American College of Radiology Volume 18 n Number 5 n May 2021",
    "Table 1. Continued Category Term Subterm De fi nition Comments initial slope less than or equal to myometrium, moderate increase in signal intensity with a plateau High-risk curve Enhancement of the solid tissue within the adnexal lesion with an initial slope greater than the myometrium, marked increase in signal intensity with a plateau 6b Nondynamic contrast enhancement at 30-40 s postinjection Less than or equal to the myometrium Enhancement of the solid tissue within the adnexal lesion that is less than or equal to the outer myometrium at 30-40 s postcontrast injection Greater than the myometrium Enhancement of the solid tissue within the adnexal lesion that is greater than the outer myometrium at 30-40 s postcontrast injection 7. General and extra-ovarian fi ndings 7a Peritoneal fl uid Physiological Small amount of fl uid inside the pouch of Douglas or cul-de-sac or between the uterus and bladder Ascites Fluid outside the pouch of Douglas or cul-de-sac or fl uid extending beyond the space between the uterus and bladder 7b Fallopian tube descriptors Tubular Substantially longer in one dimension than in the two perpendicular dimensions Endosalpingeal folds Incomplete septations or short round projections, orthogonal to the length of the tube (continued) Journal of the American College of Radiology 719 Clinical Practice Management n Reinhold et al n Ovarian-Adnexal Reporting Lexicon for MRI",
    "were hypothesis driven and contained MRI ovarian lesion descriptors were maintained. An online questionnaire was used to (1) document the methodology of each study that provided evidence for all descriptors of ovarian lesions, (2) assess the frequency of usage of the terms, and (3) assess the evidence as pertains to differentiating benign from malig- nant adnexal lesions. From this online questionnaire, the O-RADS MRI Committee developed a preliminary set of terms and de fi - nitions that could be applied to all adnexal lesions derived from the key articles. For each term, a recommendation to either include or omit the term was undertaken based upon analysis of all available pertinent descriptors and the evi- dence underlying their usage. Major categories of morpho- logical descriptors were developed, and a list of individual descriptors related to each major category was created. Some of the titles of the major categories, as well as individual descriptors, evolved during ensuing committee discussions to re fl ect their meaning more accurately or to maintain consistency with the terms proposed by the O-RADS US Committee [10]. The next step involved a modi fi ed Delphi process that involved 14 gynecological MR imaging experts, eight of whom were O-RADS MRI Committee members (CR, AR, IT, ES, EAS, KM, RF, AV). The purpose of the modi fi ed Delphi process was to rate the usage of descriptor terms using an online survey in which individual descriptors were rated using a 1 to 5 scale (strongly disagree to strongly agree). The committee sought a minimum 80% consensus to determine if a term would be included (rating consensus of 4-5) or excluded (rating consensus of 1-2). Spreadsheets that included the original reference articles from the literature were available to each member for evaluation, to allow evidence- based and usage-driven responses while minimizing individ- ual bias. On occasion, the committee agreed that even a frequently used term should be intentionally excluded when deemed vague or confusing (eg, “ complex cyst ” ). Descriptor terms that did not achieve the minimum 80% consensus on the initial round underwent a rerating and voting process via teleconference, group emails, and online survey. Only those terms that reached the ultimate target of 80% consensus were incorporated into the lexicon. A lexicon of MRI descriptor terms was derived and organized into seven major categories (Table 1). MRI-speci fi c terms and descriptor terms for the solid and fl uid components of adnexal lesions were compiled. This permitted us to go forward with evidence-based standardized terminology for major categories of adnexal lesions, which could then be Table 1. Continued Category Term Subterm De fi nition Comments 7c Peritoneal inclusion cyst Cyst following contour of adjacent pelvic organs, or normal ovary at the edge of or surrounded by a cystic collection 7d Ovarian torsion Twisted pedicle Swirling appearance of the broad ligament or ovarian pedicle Massive ovarian edema Enlarged ovary with edematous central stroma Ovarian infarction Lack of enhancement of the ovary on T1WI postcontrast 7e Peritoneal thickening, nodule Thickening, smooth Uniform thickening, without focal nodularity Thickening, irregularity Nonuniform thickening or focal areas of nodularity MRI sequences are speci fi cally noted in the descriptive text only if they are important to the term being de fi ned. For example, the fl uid content of a follicle is hyperintense on T2WI; however, unilocular is de fi ned regardless of the imaging sequence. CSF ¼ cerebral spinal fl uid; DWI ¼ diffusion- weighted image; O-RADS ¼ Ovarian-Adnexal Reporting and Data Systems; T1WI ¼ T1- weighted imaging; T2WI ¼ T2- weighted imaging. 720 Journal of the American College of Radiology Volume 18 n Number 5 n May 2021",
    "modi fi ed by additional MRI-speci fi c characteristics, including T2 signal intensity, T1 signal intensity, diffusion-weighted imaging (DWI), and enhancement characteristics. O-RADS MRI TERMINOLOGY AND DEFINITIONS Table 1 provides terms and de fi nitions in the seven lexicon categories, with pictorial representations of the major concepts in Figures 1 to 4. A general MRI protocol for adnexal mass characterization is provided in e-only Appendix 3. Category 1: Major Categories Findings in the ovaries and adnexa can be unilateral or bilateral. When multiple fi ndings are present, a separate process of description and characterization should be per- formed for each individual observation. The ovary undergoes substantial morphologic change each month during reproductive life [39]. Therefore, the fi rst fundamental distinction is between physiological observations and nonphysiological observations, known as lesions. 1a: Physiological Observations. i. Follicles are present in ovaries of premenopausal women and de fi ned as unilocular simple cysts \u0014 3 cm. ii. Corpus luteum is a transient hormone-producing structure at the site of a follicle that has released an ovum. The wall is thicker than that of a follicle and enhances after contrast administration, often with a characteristic pattern of reg- ular infoldings known as crenulation. If the wall reseals after ovulation, simple or hemorrhagic internal contents may accumulate and form a corpus luteum cyst. 1b: Lesion. Part of an ovary or adnexa that is not normal physiology (ie, not follicles or corpus luteum cysts). Lesions Fig 1. Lesion is a fi nding in the adnexa that is not normal physiology (ie, not a follicle or corpus luteum cyst). (A) Unilocular cyst without solid tissue. (B) Multilocular cyst without solid tissue. (C) Lesion with solid tissue, papillary projection. (D) Lesion with solid tissue, nodule. (E) Lesion with solid tissue, irregular septation or wall. (F) Lesion with solid tissue, larger solid portion. (G) Solid lesion. Fig 1. Continued. Journal of the American College of Radiology 721 Clinical Practice Management n Reinhold et al n Ovarian-Adnexal Reporting Lexicon for MRI",
    "may be further characterized as cystic without solid component, cystic with solid component, or solid (Fig. 1). i. Cystic lesions are fl uid- fi lled structures with or without solid components. 1. Unilocular cystic lesions contain a single locule, with no complete septations. A complete septation is a linear strand that runs across a cyst cavity, from one internal surface to the contralateral side, and enhances. Unilocular cysts, however, may contain incomplete septations de fi ned as septations that are interrupted or discontinuous. 2. Multilocular cystic lesions contain one or more complete septations, dividing the lesion into more than one locule. ii. “ Solid component ” refers to any non fl uid component of a lesion. There are two types of solid components: Fig 2. Solid tissue and nonsolid tissue. (A) Solid tissue conforms to one the following morphologies (white arrows) on T2- weighted imaging: papillary formation (left), mural nodules (middle), irregular cyst wall or septation, and solid portion (right). By de fi nition, solid tissue enhances (black arrows) on T1-weighted imaging postcontrast. (B) Nonsolid tissue: debris that does not enhance on T1-weighted imaging postcontrast (black arrows, left), thin septations (arrowheads, middle) that may or may not enhance, and fat (white arrow, top right), which decreases in signal intensity on fat-saturated images (black arrow, bottom right). 722 Journal of the American College of Radiology Volume 18 n Number 5 n May 2021",
    "solid tissue and other solid components (not solid tissue). 1. “ Solid tissue ” is de fi ned as exhibiting postcontrast enhancement and conforms to one of the following morphologies: papillary projections, mural nodules, irregular septations or walls, and a larger solid portion (Figs. 2 and 3). 2. Other solid components (not solid tissue) include smooth wall or septation, clot, debris, and fat within a lesion (Fig. 2). iii. A solid lesion consists of at least 80% solid tissue with < 20% of lesion volume being cystic or nonsolid tissue. Category 2: Size O-RADS MRI lexicon recommends measuring the maximum diameter of the lesion in any plane as the stan- dard. If there is solid tissue, the maximum diameter of the solid tissue should be measured. The volume obtained from the largest three diameters is not recommended,because no evidence exists that it predicts behavior. Category 3: Shape or Contour of Solid Lesion or Solid Tissue Two descriptors categorize the contour of a solid lesion or solid tissue: smooth and irregular. Evaluation of the contour Fig 3. Low-risk (A), intermediate-risk (B), and high-risk (C) time intensity curves are derived from the dynamic postcontrast series. The curves are generated by placing one region of interest on the earliest enhancing region of the solid tissue in the adnexal lesion and one region of interest on the outer myometrium avoiding the arcuate vessels. Journal of the American College of Radiology 723 Clinical Practice Management n Reinhold et al n Ovarian-Adnexal Reporting Lexicon for MRI",
    "can be performed with any MR pulse sequence that opti- mally shows the interface of the solid tissue with the sur- rounding tissues or adjacent fl uid. 3a: Smooth. Regular or even shape or contour of the margin. 3b: Irregular. Uneven shape or contour of the margin. i. Spiculated: in fi ltrative appearance to the margin. ii. Lobular: undulation or scalloped appearance of the margin. Category 4: Signal Intensity There are four subcategories of signal intensity described. These categories include homogeneous versus heterogeneous signal intensity and the relative signal intensity on T1, T2, and high B-value diffusion-weighted images. 4a: Homogenous Versus Heterogeneous. The signal intensity of the solid and fl uid components can be described as homogeneous or heterogeneous. “ Homogeneous signal intensity ” refers to uniformness of the signal observed, and “ heterogeneous signal intensity ” refers to nonuniform or variable appearance of the signal observed. 4b: T2 Signal Intensity. T2 signal is subdivided into three categories: hypointense, intermediate, and hyperin- tense. T2 hypointense observations have similar or lower signal intensity than iliopsoas muscle. T2 intermediate ob- servations have higher signal intensity than the iliopsoas muscle and lower than cerebral spinous fl uid (CSF). Hyperintense observations are similar in signal intensity to CSF. 4c: T1 Signal Intensity. T1 signal intensity is subdivided into three categories: hypointense, intermediate, and hyperintense. T1 hypointense observations have signal in- tensity that follows CSF. T1 intermediate observations have similar or higher signal than iliopsoas and lower signal than fat on non – fat-saturated pulse sequences. T1 hyperintense observations have equal or higher signal intensity to fat on non – fat-saturated pulse sequences. 4e: High B-Value DWI Signal Intensity. Signal in- tensity on the high B-value (B \u0015 1,000) DWI is subdivided into two categories: low and high. “ Low ” refers to signal on a high B-value DWI that is relatively similar to simple fl uid (urine or CSF). “ High ” refers to signal that is higher than simple fl uid (urine or CSF). The presence of restricted diffusion is not speci fi c for malignancy because hemorrhagic portions of benign endometriomas, infected fl uid, and fatty portions of mature cystic teratomas can be high signal on high B-value images and low signal on the corresponding Fig. 4. Fluid descriptors. (A) Simple: fl uid content that fol- lows CSF or urine on all sequences; hyperintense on T2- weighted imaging (T2WI) (black asterisk) and hypointense on T1-weighted imaging (T1WI) (white asterisk). (B) Hem- orrhagic fl uid: variable depending on age; late subacute hemorrhage is hyperintense on T2WI (black asterisk) and hyperintense on T1WI (white asterisk). (C) Endometriotic fl uid: hypointense on T2WI (white asterisk) and hyperin- tense on T1WI (black asterisk). (D) Proteinaceous: variable in signal on T2WI (white and black asterisks; left image) and variably hypointense on T1WI (white and black aster- isks right image). (E) Fat or lipid containing: hyperintense on T2WI and hyperintense on T1WI (black asterisk), and loses signal on fat-saturated images (white asterisk). Fig. 4. Continued. 724 Journal of the American College of Radiology Volume 18 n Number 5 n May 2021",
    "apparent diffusion coef fi cient (ADC) maps [40,41]. Solid tissue will enhance, whereas blood, infected fl uid, and fat will not enhance. Category 5: Lesion Components (Cystic and Solid) 5a: Cystic Fluid Descriptors. The fl uid within a cystic lesion can be categorized as either simple or nonsimple, based on the observed signal intensity of the fl uid on T1- weighted imaging (T1WI) and T2-weighted imaging (T2WI) (Fig. 4). i. Simple fl uid follows the signal intensity of CSF on all sequences. ii. Nonsimple fl uid has signal intensity that does not meet criteria for simple fl uid. The signal intensity is variable to CSF and may re fl ect blood, lipid, or proteinaceous fl uid. 1. Hemorrhagic fl uid demonstrates variable signal in- tensity on T2WI, T1WI, and DWI. The signal in- tensity depends on the age of the blood [42-44]. 2. Classic endometriotic fl uid is homogeneous and T1 hyperintense and demonstrates either hypointense or intermediate T2 signal intensity called shading. Diffusion signal intensity and restriction are variable. In endometriotic cysts or endometriomas, there may be the speci fi c ancillary fi nding on T2WI of black nodules or linear foci in the wall. 3. Proteinaceous fl uid (mucinous or purulent or colloid) demonstrates variable T2 hypo-intensity, variable T1 signal intensity, and variable DWI signal intensity. 4. Fat- or lipid-containing fl uid (eg, dermoid or benign mature teratoma) is T2 hyperintense and T1 hyper- intense with signal dropout on fat-saturated imaging. Microscopic or intravoxel fat can be identi fi ed by loss of signal intensity on out-of-phase images and may not exhibit signal loss on fat-saturated images. iii. Additional speci fi c descriptors for nonsimple fl uid: 1. “ Fluid- fl uid level ” describes an appearance in which the nondependent portion has a different signal in- tensity from the dependent portion with horizontal delineation. This may be seen when there is a mixture of two fl uid types of different intensity within the same lesion. 2. “ Shading ” is characteristic of endometrioma and older hemorrhagic fl uid [45]. This describes cyst fl uid that is hypointense or intermediate T2 signal intensity; the signal intensity may be homogeneous, variable within the cyst, or graduated and dependent. 5b: Solid Component Descriptors. Cysts are delineated by a wall and may contain septations or solid components, all of which may be seen to enhance on postcontrast T1WI. The cyst wall and any septations may be described as smooth or irregular, depending if there are any irregularities, papillae, or mural nodules present. The presence of an enhancing irregular wall or septations or papillary projections or mural nodules indicates the presence of solid tissue (Figs. 2 and 3). i. “ Solid tissue ” is de fi ned by the presence of enhancement and conforms to one or more of the following morphological appearances listed below (1-4) (Figs. 1 and 2). If solid tissue is present in a lesion, the lesion may be further characterized by evaluating the time intensity curve (TIC) within the solid tissue (see Category 6) (Fig. 3). 1. Papillary projection has a distinct appearance on MRI that is de fi ned by a protrusion with a stalk, an acute angle with the cyst wall, septation or surface of the ovary, with typically a visible branching architecture. A papillary projection may lie within a cyst, arise from a septation (endocystic), or may arise on the external surface of the ovary or cyst (exophytic). 2. Mural nodule is a focal protrusion along the wall or septation of a cystic lesion that has a height of \u0015 3 mm and has outward convex borders and a more obtuse angle in relation to the cyst wall or septation than a papillary projection. 3. Irregular septation or wall demonstrates uneven margin that varies in thickness along its length. 4. Larger solid portion enhancing component of an adnexal lesion that does not fi t into the categories of papillary projection, mural nodule, or irregular sep- tation or wall. A solid lesion consists of at least 80% solid tissue. ii. Other solid components not de fi ned within the term “ solid tissue ” include any components of the lesion that are not fl uid and do not conform to the de fi nition of solid tissue described previously (Fig. 2). Other solid components may or may not enhance. For solid components such as thin septations or Rokitansky nodules that enhance , comparisons to the enhancement of the myometrium should not be performed or reported as part of the O-RADS MRI risk score [28]. 1. Smooth septation or wall has an even contour. Smooth septations may enhance after contrast administration. 2. Blood clot can be variable in signal intensity depending on the age of the clot and does not enhance post- contrast. Debris and fi brin strands are lacelike or cobweb-type strands seen in hemorrhagic or proteina- ceous cysts and do not enhance after contrast administration. 3. Fat, hair, and calci fi cations as part of a dermoid cyst. Fat, hair, and calci fi cations do not enhance after contrast enhancement. A Rokitansky nodule is a solid component within a dermoid cyst and it may Journal of the American College of Radiology 725 Clinical Practice Management n Reinhold et al n Ovarian-Adnexal Reporting Lexicon for MRI",
    "enhance; however, it is not termed solid tissue. A Rokitansky nodule usually contains fat and may be associated with multiple septations. Category 6: Enhancement In an adnexal lesion, it is important to identify the presence of any enhancement. If there is no enhancement (no increase in signal on T1WI after intravenous gadolinium-based contrast injection), the lesion is almost certainly benign [15,16,25,28]. To evaluate for the presence of enhancement, especially in a lesion that contains any high T1W signal, subtracted images are optimal. Any portion of the lesion may enhance, including the wall, septations, and solid tissue. The recommended method for assessing enhancement is performing a dynamic contrast enhancement (DCE) MRI acquisition (e-only Appendix 3). Alternatively, a nondynamic contrast MR acquisition is acquired precontrast and at 30 to 40 seconds after contrast injection (e-only Appendix 3). A DCE MRI acquisition is a postcontrast 3-D T1WI fat- saturated sequence with a minimal spatial resolution of 3 mm and a temporal resolution of 15 seconds and allows complete coverage of the lesion. A TIC can be obtained by placing one region of interest on the earliest enhancing region of the solid tissue in the adnexal mass and one region of interest on the outer myometrium avoiding the arcuate vessels (as an internal reference standard). If DCE MRI is not available, the analysis of relative enhancement on the 3-D T1WI at 30 to 40 seconds after contrast injection of the solid tissue related to outer myometrium may be used. 6a: Dynamic Enhancement With TICs. i. “ Low-risk TIC ” is de fi ned as a gradual increase in the signal of solid tissue, slower than the myometrium, without a well-de fi ned shoulder and no plateau (corre- sponds to TIC type 1) [28]. ii. “ Intermediate-risk TIC ” is de fi ned as a moderate initial rise in the signal of solid tissue, slower than or equal to the myometrium, followed by a plateau (corresponds to TIC type 2) [28]. iii. “ High-risk TIC ” corresponds to an initial rise in the signal of solid tissue that is faster (steeper) than myometrium, followed by a plateau (corresponds to TIC type 3) [28]. 6b: Nondynamic Enhancement Visual Analysis at 30 to 40 Seconds After Contrast Enhancement. i. Less than or equal to the outer myometrium ii. Greater than the outer myometrium In the absence of a uterus, a low-risk TIC can be recognized by its progressive enhancement (no plateau), whereas intermediate- and high-risk TICs cannot be distinguished. The level of enhancement should be esti- mated according to the expertise of the radiologist. The committee agreed to change the name of TICs to low, inter- mediate, or high risk rather than using a number as in previous publications to be more descriptive and avoid potential confusion with O-RADS MRI risk score assignment [28]. Solid tissue may be encountered in benign lesions as well as in borderline or malignant lesions. The nature of the enhancement may help to differentiate benign from malig- nant lesions, which is the purpose of the O-RADS MRI score for risk score of adnexal lesions [28]. Category 7: General and Extra-Ovarian Findings Several general fi ndings are relevant to the description of adnexal lesions on MRI that we include in the lexicon. 7a: Peritoneal Fluid. Physiological fl uid should be used to describe a small amount of fl uid inside the pouch of Douglas (ie, cul-de-sac) or fl uid in the space between the uterus and bladder. “ Ascites ” is de fi ned as abdominal or pelvic fl uid outside of the pouch of Douglas (ie, cul-de-sac) or fl uid extending beyond the space between the uterus and bladder. 7b: Fallopian Tubes. These may be visualized on MRI, particularly when fl uid fi lled (ie, hydrosalpinx). The morphologic descriptor “ tubular ” is de fi ned as a structure that is substantially longer in one dimension than in the two perpendicular dimensions. Endosalpingeal folds may also be visualized on MRI and are orthogonal to the length of the tube (short axis), typically appearing as incomplete septa- tions or short round projections. Fallopian tubes should have thin walls measuring < 3 mm and the wall is considered thickened when it measures \u0015 3 mm. 7c: Peritoneal Inclusion Cyst. These cysts occur in women with a history of pelvic surgery, trauma, or chronic pelvic in fl ammation from various causes including endo- metriosis. The term should be used to describe a cyst that follows the contour of the peritoneal cavity and adjacent pelvic organs or in the presence of a normal ovary at the edge of or surrounded by a cystic collection of fl uid. 7d: Ovarian Torsion. Ovarian torsion can mimic ovarian malignancy on other imaging modalities, particularly when it is chronic in nature. Ovarian torsion occurs when the blood fl ow to the ovary is impeded by “ twisting ” of the vascular pedicles. If the twisting is not reversed, ovarian infarction can occur. Chronic ovarian torsion may result in the appearance described as “ massive ovarian edema, ” de fi ned by an enlarged ovary with edematous central stroma and peripherally displaced follicles. 7e: Peritoneal Thickening or Nodules. Peritoneal thickening describes prominence of the peritoneal surfaces that become discretely visible on MRI and should be 726 Journal of the American College of Radiology Volume 18 n Number 5 n May 2021",
    "categorized as “ smooth ” when thickening is uniform or “ irregular ” when there is nonuniform thickening or there are focal areas of nodularity. DISCUSSION The added value of MRI lies in its ability to accurately characterize adnexal lesions that are deemed sonographically indeterminate, despite the use of advanced analytics and high-level sonographic expertise [18,25,46,47] Studies support the use of MRI as a secondary test to (1) decrease the number of false-positive diagnoses of cancer when us- ing US and (2) to potentially reduce the number of un- necessary surgeries performed for benign lesions [6,13,14]. Recently, Thomassin-Naggara et al found that the O- RADS MRI score achieved a sensitivity of 93% and speci- fi city of 91%, for diagnosing malignant adnexal lesions that were sonographically indeterminate. In addition, the same study found that a lesion without any enhancement has a positive likelihood of malignancy of < 0.01 [28]. In a continued effort toward global standardization of radiological reporting, the ACR O-RADS committee was established, an international multidisciplinary working committee for ovarian-adnexal mass characterization using US and MRI. This process included the development of a universally accepted set of standardized terms and de fi ni- tions. Such a lexicon would provide the basis for a stan- dardized reporting and risk strati fi cation system of adnexal or ovarian masses. The ACR O-RADS US lexicon and risk strati fi cation system has recently been published by Andreotti et al [10,11]. In keeping with the use of MRI as a secondary modality in adnexal lesion evaluation, the O- RADS US management schema includes the recommendations for MRI lesion characterization in multiple risk categories. The ACR O-RADS MRI lexicon presented in this article encompasses seven categories of descriptors of adnexal masses that were derived by consensus of expert radiologists in the fi eld of female pelvic MRI using a modi fi ed Delphi process. These categories include general descriptors, as well as morphological and functional MRI properties of fl uid and tissue. The combination of these descriptors allows for speci fi c characterization of adnexal masses. Although cate- gories 2 to 6 include descriptions of the lesion, category 7 summarizes secondary fi ndings important for tumor dissemination as well as cystic lesions that can be speci fi cally characterized by imaging (eg, fallopian tube dilation, ovarian torsion, and peritoneal inclusion cyst). Despite its common use in the literature, the nonspeci fi c term “ complex adnexal lesion ” was eliminated and replaced by concise descriptors of the lesion morphology. This is in keeping with the approach taken by the O-RADS US lexicon [10]. Characterization of adnexal lesions is mainly based on the combination of morphologic features with its functional properties on DWI and DCE. Contrast dynamics compared with the myometrium using TIC have been shown as a pivotal feature for predicting malignancy [22,48]. Of note, this can only be applied to the solid tissue within an adnexal mass. This warranted clari fi cation of the term “ solid tissue, ” which conforms only to papillary projections, mural nodules, irregular cyst wall and septations, and larger solid portions within an adnexal mass. In contrast, other solid components (smooth enhancing cyst wall or septations, nonenhancing debris, clot, fat or Rokitansky nodule) are not considered solid tissue. The ACR O-RADS MRI lexicon was developed to provide a comprehensive set of terms and de fi nitions for the broad spectrum of adnexal fi ndings ranging from physio- logical to malignant entities. Its widespread implementation as a standardized lexicon will improve reporting and inter- disciplinary communication by eliminating uncertainties in term usage and thus help optimize patient management. The consistent use of these descriptors may also provide a basis for future research and serve as a means for multi- institutional collaborations. TAKE-HOME POINTS - The O-RADS MRI lexicon is a multidisciplinary in- ternational initiative with the goal of developing standardized terminology for the evaluation of ovarian and adnexal lesions with MRI. - Consistent application of the O-RADS MRI lexicon terms in a standardized report has the potential to increase accuracy of lesion characterization, improve interdisciplinary communication, and promote opti- mized patient management of adnexal and ovarian lesions. - This lexicon is used in the O-RADS MRI risk strati- fi cation system to assign a malignancy risk to adnexal lesions and provide actionable information in the imaging report. ACKNOWLEDGMENTS This document was developed with nationally and interna- tionally recognized experts in gynecological imaging, gyne- cological clinical services, and gynecological cancer care, representing Canadian Association of Radiologists (CAR) and European Society of Radiology (ESR). The ACR ac- knowledges Société d ’ Imagerie de la Femme (SIFEM) as a promoter of the EURAD study, which provided data for the basis of this lexicon development. The acknowledgment Journal of the American College of Radiology 727 Clinical Practice Management n Reinhold et al n Ovarian-Adnexal Reporting Lexicon for MRI",
    "af fi rms the ACR ’ s appreciation to the ESR, and SIFEM but does not imply, infer, or denote approval or endorsement of the document. The authors acknowledge the contribution of specialist consultants Drs. Stephen Rose, Bradford Whit- comb, Wendy Wolfman, and Blake Gilks for their partici- pation on the O-RADS Committtee. The members of the Steering Committee of O-RADS MRI were not compensated for their time. We acknowledge the support of the O-RADS Steering Committee from the American College of Radiology and the European Society of Radiology. We are also grateful for the assistance given by ACR staff Mythreyi Chat fi eld, Lauren Attridge, Dipleen Kaur and Cassandra Vivian-Davis. Dr Rockall acknowledges the support of the National Insti- tute of Health Research Imperial Biomedical Research Centre and the Cancer Research UK Imperial Centre. ADDITIONAL RESOURCES Additional resources can be found online at: https://doi. org/10.1016/j.jacr.2020.12.022 REFERENCES 1. Glanc P, Benacerraf B, Bourne T, et al. First international consensus report on adnexal masses: management recommendations. J Ultrasound Med 2017;36:849-63. 2. Harris RD, Javitt MC, Glanc P, et al. ACR Appropriateness Criter- ia(R) clinically suspected adnexal mass. Ultrasound Q 2013;29:79-86. 3. Levine D, Brown DL, Andreotti RF, et al. Management of asymp- tomatic ovarian and other adnexal cysts imaged at US Society of Ra- diologists in Ultrasound consensus conference statement. Ultrasound Q 2010;26:121-31. 4. Timmerman D, Van Calster B, Testa A, et al. Predicting the risk of malignancy in adnexal masses based on the Simple Rules from the International Ovarian Tumor Analysis group. Am J Obstet Gynecol 2016;214:424-37. 5. Amor F, Vaccaro H, Alcazar JL, Leon M, Craig JM, Martinez J. Gynecologic imaging reporting and data system: a new proposal for classifying adnexal masses on the basis of sonographic fi ndings. J Ultrasound Med 2009;28:285-91. 6. Nunes N, Ambler G, Foo X, Widschwendter M, Jurkovic D. Pro- spective evaluation of IOTA logistic regression models LR1 and LR2 in comparison with subjective pattern recognition for diagnosis of ovarian cancer in an outpatient setting. Ultrasound Obstet Gynecol 2018;51:829-35. 7. Van Calster B, Van Hoorde K, Valentin L, et al. Evaluating the risk of ovarian cancer before surgery using the ADNEX model to differentiate between benign, borderline, early and advanced stage invasive, and secondary metastatic tumours: prospective multicentre diagnostic study. BMJ 2014;349:g5920. 8. Patel-Lippmann KK, Sadowski EA, Robbins JB, et al. Comparison of international ovarian tumor analysis simple rules to Society of Radi- ologists in Ultrasound guidelines for detection of malignancy in adnexal cysts. AJR Am J Roentgenol 2020;214:694-700. 9. Ruiz de Gauna B, Rodriguez D, Olartecoechea B, et al. Diagnostic performance of IOTA simple rules for adnexal masses classi fi cation: a comparison between two centers with different ovarian cancer preva- lence. Eur J Obstet Gynecol Reprod Biol 2015;191:10-4. 10. Andreotti RF, Timmerman D, Benacerraf BR, et al. Ovarian-adnexal reporting lexicon for ultrasound: a white paper of the ACR Ovarian- Adnexal Reporting and Data System Committee. J Am Coll Radiol 2018;15:1415-29. 11. Andreotti RF, Timmerman D, Strachowski LM, et al. O-RADS US risk strati fi cation and management system: a consensus guideline from the ACR Ovarian-Adnexal Reporting and Data System Committee. Radiology 2020;294:168-85. 12. Sadowski EA, Paroder V, Patel-Lippmann K, et al. Indeterminate adnexal cysts at US: prevalence and characteristics of ovarian cancer. Radiology 2018;287:1041-9. 13. Pereira PN, Sarian LO, Yoshida A, et al. Improving the performance of IOTA simple rules: sonographic assessment of adnexal masses with resource-effective use of a magnetic resonance scoring (ADNEX MR scoring system). Abdom Radiol 2020;45:3218-29. 14. Maturen KE, Blaty AD, Wasnik AP, et al. Risk strati fi cation of adnexal cysts and cystic masses: clinical performance of society of radiologists in ultrasound guidelines. Radiology 2017;285:650-9. 15. Sohaib SA, Mills TD, Sahdev A, et al. The role of magnetic resonance imaging and ultrasound in patients with adnexal masses. Clin Radiol 2005;60:340-8. 16. Sohaib SA, Sahdev A, Van Trappen P, Jacobs IJ, Reznek RH. Char- acterization of adnexal mass lesions on MR imaging. AJR Am J Roentgenol 2003;180:1297-304. 17. Adusumilli S, Hussain HK, Caoili EM, et al. MRI of sonographically indeterminate adnexal masses. AJR Am J Roentgenol 2006;187: 732-40. 18. Anthoulakis C, Nikoloudis N. Pelvic MRI as the “ gold standard ” in the subsequent evaluation of ultrasound-indeterminate adnexal lesions: a systematic review. Gynecol Oncol 2014;132:661-8. 19. Haggerty AF, Hagemann AR, Chu C, Siegelman ES, Rubin SC. Correlation of pelvic magnetic resonance imaging diagnosis with pa- thology for indeterminate adnexal masses. Int J Gynecol Cancer 2014;24:1215-21. 20. Bernardin L, Dilks P, Liyanage S, Miquel ME, Sahdev A, Rockall A. Effectiveness of semi-quantitative multiphase dynamic contrast-enhanced MRI as a predictor of malignancy in complex adnexal masses: radio- logical and pathological correlation. Eur Radiol 2012;22:880-90. 21. Thomassin-Naggara I, Darai E, Cuenod CA, et al. Contribution of diffusion-weighted MR imaging for predicting benignity of complex adnexal masses. Eur Radiol 2009;19:1544-52. 22. Thomassin-Naggara I, Toussaint I, Perrot N, et al. Characterization of complex adnexal masses: value of adding perfusion- and diffusion- weighted MR imaging to conventional MR imaging. Radiology 2011;258:793-803. 23. Forstner R, Thomassin-Naggara I, Cunha TM, et al. ESUR recom- mendations for MR imaging of the sonographically indeterminate adnexal mass: an update. Eur Radiol 2017;27:2248-57. 24. Spencer JA, Forstner R, Cunha TM, Kinkel K. ESUR guidelines for MR imaging of the sonographically indeterminate adnexal mass: an algorithmic approach. Eur Radiol 2010;20:25-35. 25. Thomassin-Naggara I, Aubert E, Rockall A, et al. Adnexal masses: development and preliminary validation of an MR imaging scoring system. Radiology 2013;267:432-43. 26. Ruiz M, Labauge P, Louboutin A, Limot O, Fauconnier A, Huchon C. External validation of the MR imaging scoring system for the management of adnexal masses. Eur J Obstet Gynecol Reprod Biol 2016;205:115-9. 27. Sasaguri K, Yamaguchi K, Nakazono T, et al. External validation of ADNEX MR SCORING system: a single-centre retrospective study. Clin Radiol 2019;74:131-9. 28. Thomassin-Naggara I, Poncelet E, Jalaguier-Coudray A, et al. Ovarian- Adnexal Reporting Data System Magnetic Resonance Imaging (O- RADS MRI) score for risk strati fi cation of sonographically indeter- minate adnexal masses. JAMA Netw Open 2020;3:e1919896. 29. D ’ Orsi CJSE, Mendelson EB, Morris EA, et al. ACR BI-RADS Ò Atlas, Breast Imaging Reporting and Data System. Reston, VA: ACR; 2013. 30. Margolies LR, Pandey G, Horowitz ER, Mendelson DS. Breast im- aging in the era of big data: structured reporting and data mining. AJR Am J Roentgenol 2016;206:259-64. 728 Journal of the American College of Radiology Volume 18 n Number 5 n May 2021",
    "31. Elsayes KM, Kielar AZ, Chernyak V, et al. LI-RADS: a conceptual and historical review from its beginning to its recent integration into AASLD clinical practice guidance. J Hepatocell Carcinoma 2019;6:49- 69. 32. Grant EG, Tessler FN, Hoang JK, et al. Thyroid ultrasound reporting lexicon: white paper of the ACR Thyroid Imaging, Reporting and Data System (TIRADS) Committee. J Am Coll Radiol 2015;12 Pt A: 1272-9. 33. Weinreb JC, Barentsz JO, Choyke PL, et al. PI-RADS prostate im- aging — reporting and data system: 2015, Version 2. Eur Urol 2016;69:16-40. 34. Burnside ES, Sickles EA, Bassett LW, et al. The ACR BI-RADS experience: learning from history. J Am Coll Radiol 2009;6:851-60. 35. Chhatwal J, Alagoz O, Lindstrom MJ, Kahn CE Jr, Shaffer KA, Burnside ES. A logistic regression model based on the national mammography database format to aid breast cancer diagnosis. AJR Am J Roentgenol 2009;192:1117-27. 36. Lee B, Whitehead MT. Radiology reports: What YOU think you ’ re saying and what THEY think you ’ re saying. Curr Probl Diagn Radiol 2017;46:186-95. 37. Magnetta MJ, Donovan AL, Jacobs BL, Davies BJ, Furlan A. Evi- dence-based reporting: a method to optimize prostate MRI commu- nications with referring physicians. AJR Am J Roentgenol 2018;210: 108-12. 38. Wibmer A, Vargas HA, Sosa R, Zheng J, Moskowitz C, Hricak H. Value of a standardized lexicon for reporting levels of diagnostic certainty in prostate MRI. AJR Am J Roentgenol 2014;203:W651- 7. 39. Langer JE, Oliver ER, Lev-Toaff AS, Coleman BG. Imaging of the female pelvis through the life cycle. Radiographics 2012;32:1575-97. 40. Busard MP, Mijatovic V, van Kuijk C, Pieters-van den Bos IC, Hompes PG, van Waesberghe JH. Magnetic resonance imaging in the evaluation of (deep in fi ltrating) endometriosis: the value of diffusion- weighted imaging. J Magn Reson Imaging 2010;32:1003-9. 41. Kim HJ, Lee SY, Shin YR, Park CS, Kim K. The value of diffusion- weighted imaging in the differential diagnosis of ovarian lesions: a meta-analysis. PLoS One 2016;11:e0149465. 42. Zhou H, Ma X, Sheng M, Lai C, Fu J. Evolution of intramural duodenal hematomas on magnetic resonance imaging. Pediatr Radiol 2018;48:1593-9. 43. Parizel PM, Makkat S, Van Miert E, Van Goethem JW, van den Hauwe L, De Schepper AM. Intracranial hemorrhage: principles of CT and MRI interpretation. Eur Radiol 2001;11:1770-83. 44. Maizlin ZV, Shewchuk JR, Clement JJ. Easy ways to remember the progression of MRI signal intensity changes of intracranial hemor- rhage. Can Assoc Radiol J 2009;60:88-90. 45. Togashi K, Nishimura K, Kimura I, et al. Endometrial cysts: diagnosis with MR imaging. Radiology 1991;180:73-8. 46. Kaijser J, Sayasneh A, Van Hoorde K, et al. Presurgical diagnosis of adnexal tumours using mathematical models and scoring systems: a systematic review and meta-analysis. Hum Reprod Update 2014;20: 449-62. 47. Valentin L, Ameye L, Savelli L, et al. Adnexal masses dif fi cult to classify as benign or malignant using subjective assessment of gray-scale and Doppler ultrasound fi ndings: logistic regression models do not help. Ultrasound Obstet Gynecol 2011;38:456-65. 48. Thomassin-Naggara I, Bazot M, Darai E, Callard P, Thomassin J, Cuenod CA. Epithelial ovarian tumors: value of dynamic contrast- enhanced MR imaging and correlation with tumor angiogenesis. Radiology 2008;248:148-59. Journal of the American College of Radiology 729 Clinical Practice Management n Reinhold et al n Ovarian-Adnexal Reporting Lexicon for MRI"
  ],
  "processed_at": "2026-01-30T14:54:29.107Z"
}