{
  "doc_id": "060955f27749d824ff22ec02581e943a",
  "source_id": "Clinically_Suspected_Adnexal_Mass-ET",
  "total_pages": 16,
  "pages": [
    "ACR Appropriateness Criteria ® Clinically Suspected Adnexal Mass EVIDENCE TABLE * See Last Page for Key 2012 Review Harris Page 1 Reference Study Type Patients/ Events Study Objective (Purpose of Study) Study Results Study Quality 1. Amor F, Alcazar JL, Vaccaro H, Leon M, Iturra A. GI-RADS reporting system for ultrasound evaluation of adnexal masses in clinical practice: a prospective multicenter study. Ultrasound Obstet Gynecol 2011; 38(4):450-455. Observational- Dx 432 adnexal masses in 372 women Prospective multicenter study to assess the clinical usefulness of a structured reporting system based on US findings for management of adnexal masses. Of the 432 tumors, 112 were malignant and 320 benign. The Gynecologic Imaging Reporting and Data System (GI-RADS) classification rate was as follows: GI-RADS 2, 92 (21%) cases; GI-RADS 3, 184 (43%) cases; GI-RADS 4, 40 (9%) cases; GI-RADS 5, (27%) 116 cases. Sensitivity for this system was 99.1% (95% CI, 95.1-99.8%), specificity was 85.9% (95% CI, 81.7-89.3%), LR+ was 7.05 (95% CI, 5.37-9.45) and LR- was 0.01 (95% CI, 0.001-0.07). PPV and NPV were 71.1% and 99.6%, respectively. The GI-RADS reporting system performed well in identifying adnexal masses at high risk of malignancy and seems to be useful for clinical decision- making. 3",
    "ACR Appropriateness Criteria ® Clinically Suspected Adnexal Mass EVIDENCE TABLE * See Last Page for Key 2012 Review Harris Page 2 Reference Study Type Patients/ Events Study Objective (Purpose of Study) Study Results Study Quality 2. Valentin L, Ameye L, Savelli L, et al. Adnexal masses difficult to classify as benign or malignant using subjective assessment of gray-scale and Doppler ultrasound findings: logistic regression models do not help. Ultrasound Obstet Gynecol 2011; 38(4):456-465. Observational- Dx 3,511 patients To develop a logistic regression model that can discriminate between benign and malignant adnexal masses perceived to be difficult to classify by subjective evaluation of gray-scale and Doppler US findings (subjective assessment) and to compare its diagnostic performance with that of subjective assessment, serum CA 125 and the risk of malignancy index. One variable was retained in the logistic regression model: the largest diameter (in mm) of the largest solid component of the tumor (odds ratio = 1.04; 95% CI, 1.02-1.06). The model had an AUC of 0.68 (95% CI, 0.59- 0.78) on the training set and an AUC of 0.65 (95% CI, 0.53-0.78) on the test set. On the test set, a cut-off of 25% probability of malignancy (corresponding to the largest diameter of the largest solid component of 23 mm) resulted in a sensitivity of 64% (18/28), a specificity of 55% (31/56), an LR+ of 1.44 and an LR- of 0.65. The corresponding values for subjective assessment were 68% (19/28), 59% (33/56), 1.65 and 0.55. On the test set of patients with available CA 125 results, the LR+ and LR- of the logistic regression model (cut-off = 25% probability of malignancy) were 1.29 and 0.73, of subjective assessment were 1.45 and 0.63, of CA 125 (cut-off = 35 U/mL) were 1.24 and 0.84 and of risk of malignancy index (cut-off = 200) were 1.21 and 0.92. About 7% of adnexal masses that are considered appropriate for surgical removal cannot be classified as benign or malignant by experienced US examiners using subjective assessment. Logistic regression models to estimate the risk of malignancy, CA 125 measurements and the risk of malignancy index are not helpful in these masses. 3 3. Coleman BG. Transvaginal sonography of adnexal masses. Radiol Clin North Am 1992; 30(4):677-691. Review/Other- Dx N/A Review article on how TVS can contribute to the diagnosis of cystic, complex, and solid adnexal masses. TVS is recommended for evaluation of patients with suspected ectopic pregnancy. It can also be used as the initial procedure in the follow-up of a known adnexal process. 4 4. Levine D, Brown DL, Andreotti RF, et al. Management of asymptomatic ovarian and other adnexal cysts imaged at US Society of Radiologists in Ultrasound consensus conference statement. Ultrasound Q 2010; 26(3):121-131. Review/Other- Dx N/A Consensus statement on management of ovarian and other adnexal cysts imaged sonographically in asymptomatic women. Recommendations in statement are based on analysis of current literature and common practice strategies. 4",
    "ACR Appropriateness Criteria ® Clinically Suspected Adnexal Mass EVIDENCE TABLE * See Last Page for Key 2012 Review Harris Page 3 Reference Study Type Patients/ Events Study Objective (Purpose of Study) Study Results Study Quality 5. Amor F, Vaccaro H, Alcazar JL, Leon M, Craig JM, Martinez J. Gynecologic imaging reporting and data system: a new proposal for classifying adnexal masses on the basis of sonographic findings. J Ultrasound Med 2009; 28(3):285-291. Observational- Dx 171 women To describe a new reporting system called the GI-RADS for reporting findings in adnexal masses based on TVS. 187 masses were evaluated. The prevalence rate for malignant tumors was 13.4%. Overall GI-RADS classification rates were as follows: GI-RADS 1, 4 cases (2.1%); GI-RADS 2, 52 cases (27.8%); GI-RADS 3, 90 cases (48.1%); GI-RADS 4, 13 cases (7%); and GI-RADS 5, 28 cases (15%). The sensitivity, specificity, PPV, NPV, and accuracy were 92%, 97%, 85%, 99%, and 96%, respectively. The proposed reporting system showed good diagnostic performance. It is simple and could facilitate communication between sonographers/sonologists and clinicians. 3 6. Lucidarme O, Akakpo JP, Granberg S, et al. A new computer-aided diagnostic tool for non-invasive characterisation of malignant ovarian masses: results of a multicentre validation study. Eur Radiol 2010; 20(8):1822-1830. Observational- Dx 264 women To prospectively assess an innovative computer-aided diagnostic technology that quantifies characteristic features of backscattered US and theoretically allows TVS to discriminate benign from malignant adnexal masses. Among 375 removed ovaries, 141 cancers (83 adenocarcinomas, 24 borderline, 16 cases of carcinomatosis, nine of metastases and nine others) and 234 non-cancerous ovaries (107 normal, 127 benign tumors) were histologically diagnosed. The new computer- aided technology correctly identified 138/141 malignant lesions and 206/234 non-malignant tissues (98% sensitivity, 88% specificity). There were no false-negative results among the 47 FIGO stage I/II ovarian lesions. Standard TVS and CA125 had sensitivities/specificities of 94%/66% and 89%/75%, respectively. Combining standard TVS and the new technology in parallel significantly improved TVS specificity from 66% to 92% (P<0.0001). Computer-aided quantification of backscattered US is a highly sensitive for the diagnosis of malignant ovarian masses. 2",
    "ACR Appropriateness Criteria ® Clinically Suspected Adnexal Mass EVIDENCE TABLE * See Last Page for Key 2012 Review Harris Page 4 Reference Study Type Patients/ Events Study Objective (Purpose of Study) Study Results Study Quality 7. Timmerman D, Testa AC, Bourne T, et al. Simple ultrasound-based rules for the diagnosis of ovarian cancer. Ultrasound Obstet Gynecol 2008; 31(6):681-690. Observational- Dx 1,066 patients with 1,233 adnexal tumors To derive simple and clinically useful US- based rules for discriminating between benign and malignant adnexal masses. 903 benign tumors (73%) and 330 malignant tumors (27%) were present. In 167 patients the tumors were bilateral. Five simple rules were chosen to predict malignancy (M-rules): (1) irregular solid tumor; (2) ascites; (3) at least four papillary structures; (4) irregular multilocular-solid tumor with a largest diameter of at least 100 mm; and (5) very high color content on color Doppler examination. Five simple rules were chosen to suggest a benign tumor (B-rules): (1) unilocular cyst; (2) presence of solid components where the largest solid component is <7 mm in largest diameter; (3) acoustic shadows; (4) smooth multilocular tumor less than 100 mm in largest diameter; and (5) no detectable blood flow on Doppler examination. These 10 rules were applicable to 76% of all tumors, where they resulted in a sensitivity of 93%, specificity of 90%, LR+ of 9.45 and LR- of 0.08. When prospectively tested the rules were applicable in 76% (386/507) of the tumors, where they had a sensitivity of 95% (106/112), a specificity of 91% (249/274), LR+ of 10.37, and LR- of 0.06. Most adnexal tumors in an ordinary tumor population can be correctly classified as benign or malignant using simple US-based rules. For tumors that cannot be classified using simple rules, US examination by an expert examiner might be useful. 3",
    "ACR Appropriateness Criteria ® Clinically Suspected Adnexal Mass EVIDENCE TABLE * See Last Page for Key 2012 Review Harris Page 5 Reference Study Type Patients/ Events Study Objective (Purpose of Study) Study Results Study Quality 8. Timmerman D, Van Calster B, Testa AC, et al. Ovarian cancer prediction in adnexal masses using ultrasound-based logistic regression models: a temporal and external validation study by the IOTA group. Ultrasound Obstet Gynecol 2010; 36(2):226-234. Observational- Dx 1,938 patients To temporally and externally validate the diagnostic performance of two logistic regression models containing clinical and US variables in order to estimate the risk of malignancy in adnexal masses, and to compare the results with the subjective interpretation of US findings carried out by an experienced US examiner. Of the 1,938 patients included in study, 1,396 had benign, 373 had primary invasive, 111 had borderline malignant and 58 had metastatic tumors. On external validation (997 patients from 12 centers), the AUC for a model containing 12 predictors (LR1) was 0.956, for a reduced model with 6 predictors (LR2) was 0.949 and for subjective assessment was 0.949. Subjective assessment gave a positive LR of 11.0 and a negative LR of 0.14. The corresponding LRs for a previously derived probability threshold (0.1) were 6.84 and 0.09 for LR1, and 6.36 and 0.10 for LR2. On temporal validation (941 patients from seven centers), the AUCs were 0.945 (LR1), 0.918 (LR2) and 0.959 (subjective assessment). Both models provide excellent discrimination between benign and malignant masses. Because the models provide objective and reasonably accurate risk estimation, they may improve the management of women with suspected ovarian pathology. 3 9. Patel MD, Acord DL, Young SW. Likelihood ratio of sonographic findings in discriminating hydrosalpinx from other adnexal masses. AJR 2006; 186(4):1033- 1038. Review/Other- Dx 55 patients with 67 cystic adnexal masses To describe the \"waist\" sign as a feature of hydrosalpinx and to calculate the LR of sonographic findings for predicting that a cystic adnexal mass is a hydrosalpinx. Of the 67 cystic adnexal masses, there were 26 hydrosalpinges (39%), 36 cystic ovarian neoplasms (54%), and five paraovarian masses (7%). The LRs for the sonographic findings were as follows: incomplete septation, 2.1; short linear projection, 3.5; small round projection, 2.7; tubular shape, 10.5; and waist sign, 20.5. The waist sign in combination with tubular shape was found in 12 hydrosalpinges and no other masses (LR of between 18.9 and infinity). Small round projection combined with tubular shape was found in 14 hydrosalpinges and one other mass (LR of 22.1). Hydrosalpinx can be diagnosed with the highest likelihood when a tubular mass with the waist sign or a tubular mass with small round projections is encountered. Incomplete septations and short linear projections are less discriminating findings of hydrosalpinx. 4",
    "ACR Appropriateness Criteria ® Clinically Suspected Adnexal Mass EVIDENCE TABLE * See Last Page for Key 2012 Review Harris Page 6 Reference Study Type Patients/ Events Study Objective (Purpose of Study) Study Results Study Quality 10. Timor-Tritsch IE, Rottem S, Elgali S. How transvaginal sonography is done. In: Timor-Tritsch IE, Rottem S, eds. Transvaginal Sonography . London: Heinemann Medical Books; 1988:15-25. Review/Other- Dx N/A Book chapter. N/A 4 11. Modesitt SC, Pavlik EJ, Ueland FR, DePriest PD, Kryscio RJ, van Nagell JR, Jr. Risk of malignancy in unilocular ovarian cystic tumors less than 10 centimeters in diameter. Obstet Gynecol 2003; 102(3):594-599. Review/Other- Dx 15,106 asymptomati c women To determine the natural history and estimate the risk of malignancy of unilocular ovarian cystic tumors <10 cm in diameter followed by TVS. The risk of malignancy in unilocular ovarian cystic tumors <10 cm in diameter in women 50 years or older is extremely low. Majority will resolve and can be followed with serial TVS. 4 12. Dorum A, Blom GP, Ekerhovd E, Granberg S. Prevalence and histologic diagnosis of adnexal cysts in postmenopausal women: an autopsy study. Am J Obstet Gynecol 2005; 192(1):48-54. Review/Other- Dx 234 postmenopau sal women Autopsy study was performed to examine the prevalence and histologic condition of adnexal cysts in postmenopausal women. Ovarian cysts were found in 36 of the women (15.4%). Nine women (3.8%) had ovarian cysts with a diameter between 20 and ≤ 50 mm; 4 women (1.7%) had cysts that were >50 mm in diameter. Four women had bilateral ovarian cysts. Paraovarian cysts were found in 11 women (4.7%). All cysts were benign, except for 1 woman, who had bilateral serous cystadenoma of borderline type. Macroscopically, the borderline cysts were multilocular with mean diameters of 60 mm and 15 mm, respectively. Because of the high prevalence of benign adnexal cysts, the identification of small unilocular cysts in postmenopausal women should be regarded as a normal finding. 4 13. Alcazar JL, Castillo G, Jurado M, Garcia GL. Is expectant management of sonographically benign adnexal cysts an option in selected asymptomatic premenopausal women? Hum Reprod 2005; 20(11):3231-3234. Review/Other- Dx 120 women Prospective observational longitudinal study to assess whether expectant management of US benign ovarian cysts may be an option for selected asymptomatic premenopausal women. Most lesions remained unchanged both in size and sonographic appearance. In ten patients (8.3%) the lesion disappeared, no patient developed signs or symptoms of ovarian cancer. 4",
    "ACR Appropriateness Criteria ® Clinically Suspected Adnexal Mass EVIDENCE TABLE * See Last Page for Key 2012 Review Harris Page 7 Reference Study Type Patients/ Events Study Objective (Purpose of Study) Study Results Study Quality 14. Healy DL, Bell R, Robertson DM, et al. Ovarian status in healthy postmenopausal women. Menopause 2008; 15(6):1109- 1114. Review/Other- Dx 515 women To describe the ovaries in healthy women at least 5 years after menopause by questionnaire, TVS, and blood ovarian cancer markers. Both ovaries were identified by TVS in 71% of women. The right ovary was visualized in 86.3% of these volunteers, and the left ovary was visualized in 78%. The presence of small unilocular cysts and echogenic foci facilitated identification of the ovary in some women. Ovarian/paraovarian lesions were present in 12.6% of women. Abnormalities of the endometrium and uterus were also common, prompting surgery in 7.2% of the women. Total serum inhibin concentrations were normal for postmenopausal women, whereas serum CA-125 was elevated in two women. Description and detection of postmenopausal ovaries by TVS allows the identification of both ovaries in most postmenopausal women. US-detected abnormalities of the ovary and/or the uterus/endometrium are common in women at this stage of life. The potential need for surgical intervention after the detection of such abnormalities needs to be carefully evaluated when considering TVS as a screening tool for ovarian cancer. 4 15. Levine D, Gosink BB, Wolf SI, Feldesman MR, Pretorius DH. Simple adnexal cysts: the natural history in postmenopausal women. Radiology 1992; 184(3):653-659. Review/Other- Dx 184 asymptomati c postmenopau sal volunteers To determine prospectively, the frequency of simple adnexal cysts in postmenopausal women using TAS and TVS associated with hormones and time since menopause. Cyst frequency 17%; 53% disappeared, 28% constant, 11% enlarged, 3% decreased, 6% decreased and increased. No relationship with hormones or time from menopause. 4 16. Taylor KJ, Schwartz PE. Screening for early ovarian cancer. Radiology 1994; 192(1):1-10. Review/Other- Dx N/A Review role of screening for early ovarian cancer. There are impediments to earlier diagnosis of ovarian cancer, and more sensitive and specific tumor markers may be required. Current techniques may show acceptable cost- effectiveness only in women at elevated risk (family history of the disease). 4 17. Gjelland K, Ekerhovd E, Granberg S. Transvaginal ultrasound-guided aspiration for treatment of tubo-ovarian abscess: a study of 302 cases. Am J Obstet Gynecol 2005; 193(4):1323-1330. Observational- Dx 302 consecutive women Review women treated with TVS-guided aspiration for tubo-ovarian abscess to evaluate the usefulness of TVS-guided aspiration and antibiotic therapy for treatment of tubo-ovarian abscess. 282 women (93.4%) were successfully treated. TVS-guided aspiration combined with antibiotics is recommended for treatment of tubo-ovarian abscess. 3",
    "ACR Appropriateness Criteria ® Clinically Suspected Adnexal Mass EVIDENCE TABLE * See Last Page for Key 2012 Review Harris Page 8 Reference Study Type Patients/ Events Study Objective (Purpose of Study) Study Results Study Quality 18. Caspi B, Ben-Arie A, Appelman Z, Or Y, Hagay Z. Aspiration of simple pelvic cysts during pregnancy. Gynecol Obstet Invest 2000; 49(2):102-105. Review/Other- Dx 10 patients To determine the value of aspiration of simple pelvic cysts during pregnancy. Aspiration was a definitive treatment for 5/10 women. Aspiration of simple cysts during pregnancy is safe and may prevent surgery. 4 19. Guariglia L, Conte M, Are P, Rosati P. Ultrasound-guided fine needle aspiration of ovarian cysts during pregnancy. Eur J Obstet Gynecol Reprod Biol 1999; 82(1):5-9. Review/Other- Dx 29 patients To evaluate the safety and efficacy of US- guided fine needle aspiration in the treatment of ovarian cysts during pregnancy. In 9 patients, US-guided fine needle aspiration was safely performed as an alternative treatment to surgery. 4 20. Payson M, Leppert P, Segars J. Epidemiology of myomas. Obstetrics and gynecology clinics of North America 2006; 33(1):1-11. Review/Other- Dx N/A Review epidemiology of uterine fibroids. No results stated. 4 21. Comerci JT, Jr., Licciardi F, Bergh PA, Gregori C, Breen JL. Mature cystic teratoma: a clinicopathologic evaluation of 517 cases and review of the literature. Obstet Gynecol 1994; 84(1):22-28. Review/Other- Dx 517 patients To evaluate the clinical and pathologic presentation of mature cystic teratomas and the trends in management over a 14-year study period. 573 tumors were removed from 517 patients. 310 (60%) of the patients were asymptomatic. The mean tumor size was 6.4 +/- 3.5 cm. The bilaterality rate was 10.8%. The rate of torsion was 3.5%; larger tumors underwent torsion more frequently than smaller tumors (P=.029). The rate of malignant transformation was 0.17%. The mean cyst diameter for patients undergoing cystectomy was 5.7 +/- 2.4 cm; for oophorectomy, 8.0 +/- 4.1 cm; and for hysterectomy, 6.1 +/- 3.8 cm. Oophorectomies were performed for larger tumors when compared to cystectomies (P=.01). The number of hysterectomies was stable throughout the study period, whereas the number of oophorectomies decreased and the number of cystectomies increased markedly. Contralateral ovarian biopsy was common (48.5%) early in the study period. By 1989, the biopsy rate was <1%. The prevalence rates of symptomatic tumors, torsion, and malignant degeneration was less than those previously reported by most other investigators. In addition, there has been an important change over the past 14 years in the management of these neoplasms, with an increased tendency for ovarian preservation, as evidenced by the more frequent use of cystectomy and a decrease in contralateral ovarian biopsy. 4",
    "ACR Appropriateness Criteria ® Clinically Suspected Adnexal Mass EVIDENCE TABLE * See Last Page for Key 2012 Review Harris Page 9 Reference Study Type Patients/ Events Study Objective (Purpose of Study) Study Results Study Quality 22. Kurjak A, Predanic M. New scoring system for prediction of ovarian malignancy based on transvaginal color Doppler sonography. J Ultrasound Med 1992; 11(12):631-638. Observational- Dx 812 patients 174 masses Prospective study. Ovarian lesions assessed by morphological and color Doppler scoring systems to distinguish benign from malignant masses. Color Doppler: sensitivity 97.3%, specificity 100%. Morphological scoring system: sensitivity 92.1%, specificity 94.8%. 3 23. Timor-Tritsch LE, Lerner JP, Monteagudo A, Santos R. Transvaginal ultrasonographic characterization of ovarian masses by means of color flow- directed Doppler measurements and a morphologic scoring system. Am J Obstet Gynecol 1993; 168(3 Pt 1):909-913. Observational- Dx 93 patients 115 masses Prospectively analyze scoring system and color flow-directed Doppler measurements to test the hypothesis that a combination of a previously devised morphologic scoring system and color flow-directed Doppler measurements would afford better discrimination between benign and malignant ovarian masses. Score alone: sensitivity 94%, specificity 87%, PPV 60%. With RI or PI: sensitivity 94%, specificity 99%, PPV 94%. Results suggest Doppler flow measurements alone and in conjunction with a scoring system help differentiate benign from malignant masses. 3 24. Alcazar JL, Galan MJ, Garcia-Manero M, Guerriero S. Three-dimensional sonographic morphologic assessment in complex adnexal masses: preliminary experience. J Ultrasound Med 2003; 22(3):249-254. Observational- Dx 41 women (44 masses) To evaluate the role of 3D TVS in assessing complex masses. 41 women with the diagnosis of complex adnexal masses on the basis of 2D TVS were reevaluated by 3D TVS. Sensitivity, specificity, PPV, NPV, and accuracy for 2D and 3D TVS were 90%, 61%, 68%, 87%, and 75% and 100%, 78%, 81%, 100%, and 89%, respectively. 3D TVS does not improve 2D TVS morphologic assessment of complex adnexal masses. 3 25. Geomini PM, Kluivers KB, Moret E, Bremer GL, Kruitwagen RF, Mol BW. Evaluation of adnexal masses with three- dimensional ultrasonography. Obstet Gynecol 2006; 108(5):1167-1175. Observational- Dx 181 women: 144 benign, 26 malignant, 11 borderline Prospective, multicenter study to estimate whether 3D US and 3D power Doppler investigation can contribute to the differentiation between benign and malignant ovarian masses. Central vessels found in 15% benign, 69% malignant, 27% borderline. Central localization of vessels in an adnexal mass, as observed by 3D US, the mean gray index, and the flow index are potentially important parameters for distinguishing benign from malignant adnexal masses. 2 26. Mansour GM, El-Lamie IK, El-Sayed HM, et al. Adnexal mass vascularity assessed by 3-dimensional power Doppler: does it add to the risk of malignancy index in prediction of ovarian malignancy?: four hundred-case study. Int J Gynecol Cancer 2009; 19(5):867-872. Observational- Dx 400 cases of ovarian masses To determine whether adnexal mass vascularity assessed by 3D power Doppler adds to the risk of malignancy index in prediction of ovarian malignancy. Sensitivity of risk of malignancy index for prediction of malignancy was 88%, with a cutoff value of 202.5 at 95% CI. Sensitivity of 3D power Doppler for prediction of malignancy was 75%, adding 3D power Doppler to risk of malignancy index increased its sensitivity to 99%. Considering the pilot nature of the study, further studies are needed to corroborate such findings. 3 27. Brown DL, Doubilet PM, Miller FH, et al. Benign and malignant ovarian masses: selection of the most discriminating gray- scale and Doppler sonographic features. Radiology 1998; 208(1):103-110. Observational- Dx 194 patients (211 lesions) To determine the gray-scale and Doppler US features that best enable discrimination between malignant and benign ovarian masses and develop a scoring system for accurate diagnosis with these features. 28 malignant, 183 benign masses. Masses with markedly hyperechoic solid component or no solid component were benign. In masses with non-hyperechoic solid component, other features helped to discriminate between benign and malignant masses. Scoring formula developed, cut off score yielded sensitivity of 93% and specificity of 93%. 2",
    "ACR Appropriateness Criteria ® Clinically Suspected Adnexal Mass EVIDENCE TABLE * See Last Page for Key 2012 Review Harris Page 10 Reference Study Type Patients/ Events Study Objective (Purpose of Study) Study Results Study Quality 28. Guerriero S, Ajossa S, Risalvato A, et al. Diagnosis of adnexal malignancies by using color Doppler energy imaging as a secondary test in persistent masses. Ultrasound Obstet Gynecol 1998; 11(4):277-282. Observational- Dx 192 consecutive lesions Prospective study to compare the accuracy of B-mode TVS alone and in combination with color Doppler energy (or power Doppler) imaging in differentiating benign from malignant adnexal masses. 159 benign, 33 malignant. Intratumoral arterial blood flow detected in 100% malignant and in 94% benign. Combined use of TVS and color Doppler has greater accuracy for diagnosing ovarian malignancy than TVS alone (kappa: 0.81 and 0.63). 3 29. Alcazar JL, Guerriero S, Laparte C, Ajossa S, Jurado M. Contribution of power Doppler blood flow mapping to gray-scale ultrasound for predicting malignancy of adnexal masses in symptomatic and asymptomatic women. Eur J Obstet Gynecol Reprod Biol 2011; 155(1):99-105. Observational- Dx 1,094 women To determine the contribution of power Doppler blood flow mapping to gray-scale US for predicting malignancy of adnexal masses in symptomatic and asymptomatic women. Definitive histological diagnosis used as standard reference. In group A, B-mode was significantly more sensitive (98.1%) than Doppler US (91.3%) (P<0.01). In group B Doppler US (97.0%) was more specific than B-mode US (92.2%) (P<0.001). In group C Doppler US (84.0%) was more specific than B-mode US (68.0%) (P<0.001). Positive LR was significantly higher after Doppler evaluation in all groups (30.5 vs 12.8 in group A, 33.2 vs 12.8 in group B and 6.0 vs 3.1 in group C). The diagnostic performance of B-mode and power Doppler US is different depending on patients' complaints. 3 30. Guerriero S, Alcazar JL, Ajossa S, et al. Transvaginal color Doppler imaging in the detection of ovarian cancer in a large study population. Int J Gynecol Cancer 2010; 20(5):781-786. Observational- Dx 2,148 pelvic masses To compare the diagnostic accuracy of grayscale US and that of color Doppler imaging in the diagnosis of ovarian malignancy in a prospective study by the Sardinia-Navarra group. 468 masses were malignant. Color Doppler evaluation was more accurate in the diagnosis of adnexal malignancies in comparison with grayscale US because of a significantly higher specificity (94% vs 89%, P=0.001), with similar sensitivity (95% vs 98%, P=0.44). The pretest probability of ovarian cancer was 22%, and this probability rose to 82% when the diagnosis was suggested by color Doppler evaluation. The diagnostic accuracy of the tests was also dependent on menopausal status. The evaluation of vessel distribution by color Doppler US in adnexal masses increases the diagnostic accuracy of grayscale sonography in the detection of adnexal malignancies in a large study population. 3",
    "ACR Appropriateness Criteria ® Clinically Suspected Adnexal Mass EVIDENCE TABLE * See Last Page for Key 2012 Review Harris Page 11 Reference Study Type Patients/ Events Study Objective (Purpose of Study) Study Results Study Quality 31. Schelling M, Braun M, Kuhn W, et al. Combined transvaginal B-mode and color Doppler sonography for differential diagnosis of ovarian tumors: results of a multivariate logistic regression analysis. Gynecol Oncol 2000; 77(1):78-86. Observational- Dx 257 patients To determine if color-coded Doppler US can improve the diagnostic accuracy of B-mode US in ovarian masses. Preoperative B-mode and Doppler US was performed prospectively in 63 patients with unclear adnexal lesions prior to operation. Using multiple logistic regression, the independent variables of each procedure were selected and combined to yield a diagnostic flow chart. 39 malignant, 218 benign. Combining independent significant variables of 2 procedures raised the diagnostic accuracy to 90% (sensitivity 86%, specificity 93%). The validity achieved by this combination was confirmed by the independent application of this method to the 257 adnexal tumors with unclear malignancy status (diagnostic accuracy 93%, sensitivity 92%, and specificity 94%).Combination of US and Doppler US yields high and reproducible diagnostic accuracy. 3 32. Alcazar JL, Rodriguez D. Three- dimensional power Doppler vascular sonographic sampling for predicting ovarian cancer in cystic-solid and solid vascularized masses. J Ultrasound Med 2009; 28(3):275-281. Observational- Dx 143 consecutive women To explore the role of 3D power Doppler US to discriminate between benign and malignant cystic-solid and solid vascularized adnexal masses and to define cutoff values for 3D power Doppler US indices to be used in a clinical setting. 113 masses (74%) were malignant, and 39 (26%) were benign. Morphologic evaluation revealed 30 unilocular solid masses (19.7%), 43 multilocular solid masses (28.3%), and 79 mostly solid masses (52%). The mean vascularization index (9.365% vs 3.3%; P<.001), flow index (34.318 vs 28.794; P<.001), and vascularization-flow index (3.233 vs1.15; P<0.01) were significantly higher in malignant tumors. No differences were found in the RI, PI, and peak systolic velocity. AUC revealed 0.77 (95% CI, 0.69- 0.85), 0.71 (0.60-0.81), and 0.75 (0.66-0.83) for the vascularization index, flow index and vascularization-flow index, respectively. For reducing the false-positive rate by almost one- third, sensitivity values for the vascularization index (cutoff, 1.556%), flow index (25.212%), and vascularization-flow index (0.323%) were 92%, 95%, and 93%, respectively. 3D power Doppler US vascular indices could be helpful for reducing the false-positive rate in cystic- solid and solid vascularized adnexal masses. 3 33. Schneider VL, Schneider A, Reed KL, Hatch KD. Comparison of Doppler with two-dimensional sonography and CA 125 for prediction of malignancy of pelvic masses. Obstet Gynecol 1993; 81(6):983- 988. Observational- Dx 55 patients Cross-sectional study to assess the validity of Doppler flow US for the prediction of malignancy in adnexal masses and to compare the results with 2D US examination and CA 125 levels. Doppler US evaluation of RI in the vessels of adnexal masses increased the sensitivity of 2D US and CA 125. However, 46% of positive Doppler results were false and 37.5% of the benign tumors had low RI, thus limiting the validity of this technique for screening programs. 2",
    "ACR Appropriateness Criteria ® Clinically Suspected Adnexal Mass EVIDENCE TABLE * See Last Page for Key 2012 Review Harris Page 12 Reference Study Type Patients/ Events Study Objective (Purpose of Study) Study Results Study Quality 34. Chou CY, Chang CH, Yao BL, Kuo HC. Color Doppler ultrasonography and serum CA 125 in the differentiation of benign and malignant ovarian tumors. J Clin Ultrasound 1994; 22(8):491-496. Observational- Dx 108 patients To evaluate the use of Color Doppler US and CA 125 in adnexal masses before surgery. A combination of color Doppler US and CA 125 is effective in differentiating benign from malignant tumors. A combination of RI and CA 125 gives sensitivity of 100%, NPV 100%. 3 35. Mancuso A, De Vivo A, Triolo O, Irato S. The role of transvaginal ultrasonography and serum CA 125 assay combined with age and hormonal state in the differential diagnosis of pelvic masses. Eur J Gynaecol Oncol 2004; 25(2):207-210. Observational- Dx 125 women To evaluate the ability of CA 125 and US alone and in combination with clinical parameters (>50 years and postmenopausal state) in the diagnosis of a malignant pelvic mass. The best results were obtained from the association of CA 125 and menopause; an increase in CA 125 in menopausal women most likely suggests pelvic mass is malignant. 3 36. Sohaib SA, Mills TD, Sahdev A, et al. The role of magnetic resonance imaging and ultrasound in patients with adnexal masses. Clin Radiol 2005; 60(3):340-348. Observational- Dx 72 women Prospective study to evaluate the accuracy of US and MRI in characterizing adnexal masses and to determine which patients may benefit from MRI. Sensitivity (US 100%, MRI 96.6%). Specificity (US 39.5%, MRI 83.7%). Accuracy (US 63.9%, MRI 88.9%). MRI is more specific and accurate than US and Doppler assessment for characterizing adnexal masses. 2 37. Sohaib SA, Sahdev A, Van Trappen P, Jacobs IJ, Reznek RH. Characterization of adnexal mass lesions on MR imaging. AJR Am J Roentgenol 2003; 180(5):1297- 1304. Observational- Dx 104 patients (163 lesions) Prospective study to evaluate the accuracy of MRI in the detection and characterization of adnexal masses and to determine which imaging features are predictive of malignancy. MR1: 95% lesions were detected. Accuracy 91%. MRI is highly accurate in characterization of adnexal masses and the best predictors of malignancy are vegetation in a cystic lesion and ascites. 2 38. Adusumilli S, Hussain HK, Caoili EM, et al. MRI of sonographically indeterminate adnexal masses. AJR 2006; 187(3):732- 740. Observational- Dx 87 patients (95 lesions) Retrospective, blinded review to assess the ability of MRI to characterize sonographically indeterminate adnexal masses and to define the US features contributing to indeterminate diagnoses. Sensitivity of MRI for identifying malignancy (n=5) was 100%, specificity for benignity (n=90) was 94%. Main reason for indeterminate US was inability to determine origin because of location and large mass size and appearance of purely solid or complex cystic masses. 2",
    "ACR Appropriateness Criteria ® Clinically Suspected Adnexal Mass EVIDENCE TABLE * See Last Page for Key 2012 Review Harris Page 13 Reference Study Type Patients/ Events Study Objective (Purpose of Study) Study Results Study Quality 39. Thomassin-Naggara I, Darai E, Cuenod CA, et al. Contribution of diffusion- weighted MR imaging for predicting benignity of complex adnexal masses. Eur Radiol 2009; 19(6):1544-1552. Observational- Dx 77 women with complex adnexal masses (30 benign and 47 malignant) To prospectively assess the contribution of DWI MRI for characterizing complex adnexal masses. The most significant criteria for predicting benignity were low b(1,000) signal intensity within the solid component (PLR = 10.9), low T2 signal intensity within the solid component (PLR = 5.7), absence of solid portion (PLR = 3.1), absence of ascites or peritoneal implants (PLR = 2.3) and absence of papillary projections (PLR = 2.3). ADC measurements did not contribute to differentiating benign from malignant adnexal masses. All masses that displayed simultaneously low signal intensity within the solid component on T2- weighted and on b(1,000) DWIs were benign. Alternatively, the presence of a solid component with intermediate T2 signal and high b(1,000) signal intensity was associated with a PLR of 4.5 for a malignant adnexal tumor. DWI signal intensity is an accurate tool for predicting benignity of complex adnexal masses. 3",
    "ACR Appropriateness Criteria ® Clinically Suspected Adnexal Mass EVIDENCE TABLE * See Last Page for Key 2012 Review Harris Page 14 Reference Study Type Patients/ Events Study Objective (Purpose of Study) Study Results Study Quality 40. Thomassin-Naggara I, Toussaint I, Perrot N, et al. Characterization of complex adnexal masses: value of adding perfusion- and diffusion-weighted MR imaging to conventional MR imaging. Radiology 2011; 258(3):793-803. Observational- Dx 87 women To retrospectively determine the value of adding perfusion-weighted and DWI sequences to a conventional MRI protocol to differentiate benign from malignant tumors. Three independent observers reviewed images. There was almost perfect agreement for lesion characterization regardless of the reader experiment or step considered ( κ = 0.811- 0.929). AUC values were higher for conventional and DW images combined, conventional and perfusion-weighted images combined, and conventional, DWI, and perfusion-weighted images combined compared with conventional MRI alone (P<.05). For all readers, the accuracy of conventional, perfusion-weighted, and DWI combined was higher than that of conventional MRI alone for benign masses (P<.01) but not for malignant masses (P=.24). The addition of both perfusion-weighted and DWI led to a correct change in the diagnosis in 19% (11/57 patients), 23% (13/57 patients), and 24% (14/57 patients) of cases for readers 1, 2, and 3, respectively, with no incorrect changes. Conventional, perfusion-weighted, and DWI MRI criteria were combined to generate a decision tree giving an accuracy of 95%. The addition of perfusion-weighted and DWI sequences to a conventional MRI protocol improved the diagnostic accuracy in the characterization of complex adnexal masses. 2 41. Togashi K. Ovarian cancer: the clinical role of US, CT, and MRI. Eur Radiol 2003; 13 Suppl 4:L87-104. Review/Other- Dx N/A Review the clinical roles of US, CT and MRI in the diagnosis of ovarian cancer. US is the modality of choice in evaluation of suspected adnexal masses. CT is not indicated for differential diagnosis of adnexal masses because of poor soft tissue discrimination. MRI may help in distinguishing benign from malignant. 4 42. Fenchel S, Grab D, Nuessle K, et al. Asymptomatic adnexal masses: correlation of FDG PET and histopathologic findings. Radiology 2002; 223(3):780-788. Observational- Dx 99 consecutive patients Prospective study to analyze the asymptomatic adnexal masses at PET with FDG in correlation with histopathologic findings and evaluate FDG-PET for assessing malignancy in comparison with TVS and Doppler and MRI. FDG-PET: Sensitivity 58%, specificity 76%. US: Sensitivity 92%, specificity 62%. MRI: Sensitivity 83%, specificity 84%. Combination of 3: Sensitivity 92%, specificity 85%. The sensitivity of US is as high as that of PET, MRI and combination of 3 modalities. 2",
    "ACR Appropriateness Criteria ® Clinically Suspected Adnexal Mass EVIDENCE TABLE * See Last Page for Key 2012 Review Harris Page 15 Reference Study Type Patients/ Events Study Objective (Purpose of Study) Study Results Study Quality 43. Zor E, Stokkel MP, Ozalp S, Vardareli E, Yalcin OT, Ak I. F18-FDG coincidence- PET in patients with suspected gynecological malignancy. Acta Radiol 2006; 47(6):612-617. Observational- Dx 18 women To assess the role of FDG imaging with a dual-head coincidence mode gamma camera (Co-PET) in identifying malignant tumors in patients with a suspicious adnexal mass depicted by conventional imaging methods. Histopathological examinations of the surgically excised adnexal masses revealed eight malignant, one borderline, and nine benign neoplastic tumors. Four benign tumors had no FDG uptake, while the remaining 5 tumors, all leiomyomas, showed mild FDG accumulation. Eight malignant tumors showed intense FDG uptake. Sensitivity, specificity, PPV, and NPV of FDG co-PET in differentiating benign from malign adnexal masses were 88%, 44%, 61%, and 80%, respectively. Tumor to background ratios in benign lesions (2.04 +/- 0.27) was significantly lower than in malignant lesions (7.4 +/- 0.99). FDG Co-PET is of clinical value when assessing suspicious malignant adnexal masses. False-negative FDG results might arise from borderline disease. Moderate FDG uptake in leiomyomas can result false-positive, but tumor to background ratios may be helpful in such cases. 3 44. American College of Radiology. Manual on Contrast Media . Available at: http://www.acr.org/~/link.aspx?_id=29C4 0D1FE0EC4E5EAB6861BD213793E5&a mp;_z=z. Review/Other- Dx N/A Guidance document on contrast media to assist radiologists in recognizing and managing risks associated with the use of contrast media. N/A 4",
    "ACR Appropriateness Criteria ® ACR Appropriateness Criteria ® Evidence Table Key Evidence Table Key Study Quality Category Definitions  Category 1 The study is well-designed and accounts for common biases.  Category 2 The study is moderately well-designed and accounts for most common biases.  Category 3 There are important study design limitations.  Category 4 The study is not useful as primary evidence. The article may not be a clinical study or the study design is invalid, or conclusions are based on expert consensus. For example: a) the study does not meet the criteria for or is not a hypothesis-based clinical study (e.g., a book chapter or case report or case series description); b) the study may synthesize and draw conclusions about several studies such as a literature review article or book chapter but is not primary evidence; c) the study is an expert opinion or consensus document. Dx = Diagnostic Tx = Treatment Abbreviations Key ADC = Apparent diffusion coefficient AUC = Area under the receiver operating characteristic curve CI = Confidence interval CT = Computed tomography DWI = Diffusion-weighted imaging FDG-PET = Fluorine-18-2-fluoro-2-deoxy-D-glucose-positron emission tomography LR = Likelihood ratio MRI = Magnetic resonance imaging NPV = Negative predictive value PI = Pulsatility index PLR = Positive likelihood ratios PPV = Positive predictive value RI = Resistive index TAS = Transabdominal ultrasound TVS = Transvaginal ultrasound US = Ultrasound"
  ],
  "processed_at": "2026-01-30T15:58:50.688Z"
}