{
  "doc_id": "1faebef2c870016f1e572ab0dedd9c7d",
  "source_id": "colorectal-8th-ed",
  "total_pages": 20,
  "pages": [
    "4/9/2018 1 No materials in this presentation may be repurposed in print or online without the express written permission of the American Joint Committee on Cancer. Permission request may be submitted on cancerstaging.org. Validating science. Improving patient care. AJCC Cancer Staging 8 th Edition Colon and Rectal Cancer Staging Update Webinar George J Chang, MD, MS Deputy Chair, Department of Surgical Oncology Chief, Colon and Rectal Surgery Professor of Surgical Oncology & Professor Health Services Research The University of Texas, MD Anderson Cancer Center Copyright © 2018 AJCC All Rights Reserved 2 Purpose At an international and national level, staging is a cohesive approach to the classification of cancer and provides a method of clearly conveying clinical experience to others without ambiguity.",
    "4/9/2018 2 Copyright © 2018 AJCC All Rights Reserved 3 Principles of Cancer Staging • The extent or stage of cancer a the time of diagnosis is the key factor that defines prognosis and is a critical element in determining appropriate treatment based on the experience and outcomes of groups of previous patients with similar stage. • Accurate staging is necessary to: – evaluate the results of treatments and clinical trials, – facilitate the exchange and comparison of information across treatment centers and within and between cancer specific registries – serve as a basis for clinical and translational cancer research Copyright © 2018 AJCC All Rights Reserved 4 Common Language • AJCC TNM staging is the common language of cancer • Allows for worldwide consistency • Essential for accurate communication",
    "4/9/2018 3 Copyright © 2018 AJCC All Rights Reserved 5 American Joint Committee on Cancer • AJCC established in 1959 • Formulate and publish systems of classification of cancer, including staging and end-results reporting • Goal: Create acceptable tools to be used by the medical profession for selecting- – the most effective treatment – determining prognosis – continuing evaluation of cancer control measures. Copyright © 2018 AJCC All Rights Reserved 6 Manual for Staging of Cancer (1977), American Joint Committee for Cancer Staging & End Result Reporting, 1 st Edition “Philosophy of staging by the TNM system”: “It is intended to provide a way by which designation the state of a cancer at various points in time can be readily communicated to others to assist in decisions regarding treatment and to be a factor in judgment as to prognosis. Ultimately, it provides a mechanism for comparing like or unlike groups of cases, particularly in regard to the results of different therapeutic procedures”",
    "4/9/2018 4 Copyright © 2018 AJCC All Rights Reserved 7 Reasons for Assigning Stage • Discuss case with multidisciplinary cancer care team Primary care physician – Surgeon – Radiologist – Pathologist – Medical Oncologist – Radiation Oncologist- Endocrinologist • Choose appropriate diagnostic workup and treatment – Guidelines include T, N, M, and stage group criteria • Analyze treatment results for recurrence and survival • Data analysis of various factors stratified by stage Copyright © 2018 AJCC All Rights Reserved 8 Classifications • Stage may be defined at several time points in the care of the cancer patient. • Time points are termed classifications and are based on the continuum of evaluation • The staging classifications have a different purpose and therefore can be different. Do not go back and change the clinical staging based on pathologic staging information. Clinical (cTNM) Pathological (pTNM) Post therapy (ycTNM or ypTNM) Recurrence (rTNM) Autopsy (aTNM)",
    "4/9/2018 5 Copyright © 2018 AJCC All Rights Reserved 9 Stage Group Tables • Patients with similar prognosis TNM are grouped into prognostic stage groups, commonly referred to as stage groups. Stage groups are defined for each classification (clinical and pathological) • Subcategories: T1a, T1b • Specific notations: TX (no information, unknown or can’t be assessed) This term should be minimized • No MX. There is no pM0. Should be labelled cM0. • Stage 0 is used to denote carcinoma in situ Copyright © 2018 AJCC All Rights Reserved 10 Structure • AJCC and Union of International Cancer Control (UICC) periodically modify the system in response to newly acquired clinical and pathological data and improved understanding of cancer biology and other factors affecting prognosis. • Revision cycles are historically every 5-7 years • Content Harmonization Core was developed for the 8 th edition. Goal was to standardize terms and concepts and overall rules",
    "4/9/2018 6 Copyright © 2018 AJCC All Rights Reserved 11 AJCC 8 th Edition • Evidence-based medicine approach – 18 expert panels – 420 contributors – 181 institutions, 22 countries, 6 continents – Expanded editorial board supported by 7 AJCC core committees • Content harmonization, precision medicine, statistics, imaging, data collection, professional organization and corporate relationships • Collaborative authorship Copyright © 2018 AJCC All Rights Reserved 12 AJCC 8 th Edition • Published October 6, 2016 • Effective for all cased diagnosed on or after January 1, 2018",
    "4/9/2018 7 Copyright © 2018 AJCC All Rights Reserved 13 AJCC 8 th Edition • Bridge from a Population Based to a More Personalized Approach – require integration of a wide variety of information based on patient history and physical examination findings supplemented by imaging, intraoperative findings, and pathologic data • What’s New? • Data Element Review Form and Levels of Evidence • Precision Medicine Core with relevant genomic markers • Chapter Templates • New Chapter Headings • Tabular format for TNM Definitions and Stage Groups Copyright © 2018 AJCC All Rights Reserved 14 AJCC Vision",
    "4/9/2018 8 Copyright © 2018 AJCC All Rights Reserved 15 Assigning Stage: The Role of the Managing Physician • Staging requires the collaborative effort of many professionals, including the managing physician, pathologist, radiologist, cancer registrar and others • While the pathologist and the radiologist provide important staging information, and may provide important T-, N-, and/or M-related information, stage is defined ultimately from the synthesis of an array of patient history and physical examination findings supplemented by imaging and pathology data • Only the managing physician can assign the patient’s stage, since only (s) he routinely has access to all of the pertinent information from the physical exam, imaging studies, biopsies, diagnostic procedures, surgical findings, and pathology reports Copyright © 2018 AJCC All Rights Reserved 16 New Feature: Evidence Based Approach • Levels of evidence defined by EBM & Statistics core for key information ensure transparency • Changes to stage definitions based on data - no changes to stage definition based on level 4 evidence • Data sources for stage definition changes and 8E content – NCDB –SEER –Multi-institutional databases –International databases (Lung, Melanoma, Esophagus…) –Publications",
    "4/9/2018 9 Copyright © 2018 AJCC All Rights Reserved 17 New Features: Precision Medicine Vision • Prognostic factors –Required for prognostic stage grouping –Recommended for clinical care –Emerging factors (online only) • Risk Assessment Models for select cancer sites •Recommendations for Clinical Trial Stratification Copyright © 2018 AJCC All Rights Reserved 18 Stage Classifications Date of Diagnosis Diagnostic Workup – phy exam, imaging, bx Surgical Treatment Systemic or Radiation Therapy Pathology Report Surgical Treatment Pathology Report Clinical - c Pathologic – p Clinical - c Posttherapy - yc Posttherapy - yp Evaluation by imaging & physical exam",
    "4/9/2018 10 AJCC 8 th Edition Staging 1-Page Guide Available on AJCC Website Copyright © 2018 AJCC All Rights Reserved 20 AJCC 8 th Edition Staging: 1-Page Guide KEY TERMINOLOGY • Classifications – Describes points in time of care of cancer patient – Criteria: timeframe & specific medical assessments/practices • Categories – T, N, M – Any non-anatomic factors needed to assign stage group • Stage group – Easily communicated summary of categories – Groups patients with similar prognosis • Assigning stage – AJCC stage assigned by managing physician – Based on data from all relevant sources",
    "4/9/2018 11 Copyright © 2018 AJCC All Rights Reserved 21 AJCC 8 th Edition Staging: 1-Page Guide CLINICAL STAGING CLASSIFICATION RULES • Rationale – Diagnostic bx of primary/nodes/distant mets = clinical classification – Pathology exam of resected tissue is not pathological staging – cN even if based on lymph node bx – Clinical M category is • cM if based on history, physical exam and imaging • pM1 if based on biopsy proven involvement General: clinical classification From date of diagnosis until definitive treatment, or within 4 months T category Hx, symptoms, physical exam, labs, imaging, endoscopy, Bx, surg exp N category Physical exam, imaging, FNA/core needle bx, excisional bx, sentinel node bx M category Clinical history, physical exam, imaging, FNA/biopsy Copyright © 2018 AJCC All Rights Reserved 22 AJCC 8 th Edition Staging: 1-Page Guide PATHOLOGICAL STAGING CLASSIFICATION RULES • Rationale – Include all findings even if not microscopically proven – Pathological staging based on synthesis of all info • Not solely on resected specimen pathology report • Pathologist cannot assign final stage – Pathological M category is • cM if based on physical exam and imaging • pM1 if based on bx proven involvement, “pM0” NOT a valid category General: pathological classification Clinical stage, op findings, path report resected specimen T category Must meet definitive surgical treatment N category Microscopic assessment of 1 node required, include imaging & dx bx M category History, physical exam, imaging, FNA/biopsy, resection",
    "4/9/2018 12 Copyright © 2018 AJCC All Rights Reserved 23 AJCC 8 th Edition Staging: 1-Page Guide POST NEOADJUVANT THERAPY STAGING CLASSIFICATION RULES • yc Clinical – Includes physical exam and imaging assessment – After neoadjuvant systemic/radiation therapy • yp Pathological – Includes all information from yc staging, – Surgeon’s operative findings and – Pathology report from resected specimen Copyright © 2018 AJCC All Rights Reserved 24 8 th Edition Chapter 20",
    "4/9/2018 13 Copyright © 2018 AJCC All Rights Reserved 25 Copyright © 2018 AJCC All Rights Reserved 26 Anatomic Subsites Colon and Rectum",
    "4/9/2018 14 Copyright © 2018 AJCC All Rights Reserved 27 Clinical Staging Systemic Chest/Abd/Pelvis CT MRI PET/CT Tumor Extent Rectal MRI EUS EUS/ FNA Copyright © 2018 AJCC All Rights Reserved 28 Definition of Primary Tumor (T) High-grade dysplasia should not be assigned to the Tis category… Tis is assigned to lesions confined to the mucosa in which cancer cells invade into the lamina propria and may involve but not penetrate through the muscularis mucosa. (These lesions are more correctly termed intramucosal carcinoma .) …not peritonealized (e.g., posterior aspects of the ascending and descending colon, lower portion of the rectum), the T4a category is not applicable.",
    "4/9/2018 15 Copyright © 2018 AJCC All Rights Reserved 29 N Classification N1 N1a 1 +ve N1b 2-3 +ve N1c N2 N2a 4-6 +ve N2b ≥ 7 +ve discrete tumor nodules within the lymph drainage area of the primary carcinoma without identifiable lymph node tissue or identifiable vascular or neural structure (LVI) Copyright © 2018 AJCC All Rights Reserved 30 Prognostic Impact of Number Lymph Nodes Colon Rectum",
    "4/9/2018 16 Copyright © 2018 AJCC All Rights Reserved 31 Definition of Distant Metastasis M Category M Criteria M0 No distant metastasis by imaging, etc.; no evidence of tumor in distant sites or organs (This category is not assigned by pathologists.) M1 Metastasis to one or more distant sites or organs or peritoneal metastasis is identified M1a Metastasis to one site or organ is identified without peritoneal metastasis M1b Metastasis to two or more sites or organs is identified without peritoneal metastasis M1c Metastasis to the peritoneal surface is identified alone or with other site or organ metastases Copyright © 2018 AJCC All Rights Reserved 32 AJCC Prognostic Stage Groups When T is… And N is… And M is… Then the stage group is… Tis N0 M0 0 T1, T2 N0 M0 I T3 N0 M0 IIA T4a N0 M0 IIB T4b N0 M0 IIC T1–T2 N1/N1c M0 IIIA T1 N2a M0 IIIA T3–T4a N1/N1c M0 IIIB T2–T3 N2a M0 IIIB T1–T2 N2b M0 IIIB T4a N2a M0 IIIC T3–T4a N2b M0 IIIC T4b N1–N2 M0 IIIC Any T Any N M1a IVA Any T Any N M1b IVB Any T Any N M1c IVC T Category N Category Tis T1 T2 T3 T4a T4b N0 0 I I IIA IIB IIC N1a N/A IIIA IIIA IIIB IIIB IIIC N1b N/A IIIA IIIA IIIB IIIB IIIC N1c N/A IIIA IIIA IIIB IIIB IIIC N2a N/A IIIA IIIB IIIB IIIC IIIC N2b N/A IIIB IIIB IIIC IIIC IIIC M1a N/A IVA M1b N/A IVB M1c N/A IVC",
    "4/9/2018 17 Copyright © 2018 AJCC All Rights Reserved 33 Special Cases • Recurrent Colorectal Cancer – r prefix – assign rTNM – Anatomically assigned to proximal segment of anastomosis unless it is small bowel • Incidental Colorectal Cancer found at death – a prefix Copyright © 2018 AJCC All Rights Reserved 34 Prognostic Factors Recommended for Clinical Care—Registry Data Collection Variables 1. CEA 2. TRG 3. CRM (mm) 4. LVI 5. PNI 6. MSI 7. KRAS/NRAS 8. BRAF",
    "4/9/2018 18 Copyright © 2018 AJCC All Rights Reserved 35 LVI Lymphovascular Invasion (LVI) Invasion of either small or large vessels by the primary tumor is an important poor prognostic factor. Small vessel invasion is involvement by tumor of thin ‐ walled structures lined by endothelium, without an identifiable smooth muscle layer or elastic lamina. These thin ‐ walled structures include lymphatics, capillaries, and postcapillary venules. Large vessel invasion is defined by tumor involving endothelium ‐ lined spaces that have an elastic lamina and/or smooth muscle layer. Circumscribed tumor nodules surrounded by an elastic lamina on H&E or elastic stain also are considered venous invasion and may be extramural (beyond the muscularis propria) or intramural (submucosa or muscularis propria). Copyright © 2018 AJCC All Rights Reserved 36 Additional Factors for Further Evaluation? • Colorectal Cancer – Tumor deposits and impact on stage when N1a-b or N2a-b – Total number of lymph nodes examined/Lymph node ratio – Detection of isolated tumor cells • Clusters of 10-20 tumor cells – Detection of micrometastasis • ≥ 0.2 mm – Extramural vascular invasion – Molecular subtypes, novel mutations • Rectal cancer – Definition of regional lymph nodes • Internal iliac (N) • Obturator lymph nodes (M)",
    "4/9/2018 19 Copyright © 2018 AJCC All Rights Reserved 37 Summary of Key Changes to 8 th Edition Colon and Rectum Change Details of Change Level of Evidence Definition of Distant Metastasis (M) Introduced M1c, which details peritoneal carcinomatosis as a poor prognostic factor I Definition of Regional Lymph Node (N) Clarified the definition of tumor deposits II Additional Factors Recommended for Clinical Care Lymphovascular invasion: reintroduced the L and V elements to better identify lymphatic and vessel invasion I Additional Factors Recommended for Clinical Care Microsatellite instability (MSI): clarified the importance of MSI as a prognostic and predictive factor I Additional Factors Recommended for Clinical Care Identified KRAS, NRAS, and BRAF mutations as critical prognostic factors that are also predictive I and II Copyright © 2018 AJCC All Rights Reserved 38 AJCC Web site • https://cancerstaging.org • Ordering information – Cancerstaging.net • General information – Education – Articles – Updates",
    "4/9/2018 20 Copyright © 2018 AJCC All Rights Reserved 39 CAnswer Forum • Submit questions to AJCC Forum – NEW 8 th Edition Forum COMING SOON – 7 th Edition Forum will remain – Located within CAnswer Forum – Provides information for all – Allows tracking for educational purposes • http://cancerbulletin.facs.org/forums/ Thank you 633 N. Saint Clair, Chicago, IL 60611-3211 cancerstaging.org No materials in this presentation may be repurposed in print or online without the express written permission of the American Joint Committee on Cancer. Permission requests may be submitted at cancerstaging.org. http://cancerbulletin.facs.org/forums/"
  ],
  "processed_at": "2026-01-30T15:58:54.974Z"
}