{
  "doc_id": "99b06cc65c45164140d3c7b3f1f1d535",
  "source_id": "consenso-e-atualizacao-no-tratamento-do-tev",
  "total_pages": 56,
  "pages": [
    "Consenso e Atualização na Profilaxia e no Tratamento do Tromboembolismo Venoso E D I T O R E S M a r c e l o C a l i l B u r i h a n W a l t e r C a m p o s J ú n i o r",
    "CIP-BRASIL. CATALOGAÇÃO NA PUBLICAÇÃO SINDICATO NACIONAL DOS EDITORES DE LIVROS, RJ C767 Consenso e atualização na profilaxia e no tratamento do tromboembolismo venoso/ Marcelo Calil Burihan... [et al.]. - 1. ed. - Rio de Janeiro : Guanabara Koogan, 2019. 56 p.; 21 cm. Inclui índice ISBN 9788527736114 1. Sangue - Distúrbios da coagulação. 2. Doenças hemorrágicas. 3. Tromboembolismo. I. Burihan, Marcelo Calil. 19-61425 CDD: 616.157 CDU: 616-005.6 Meri Gleice Rodrigues de Souza - Bibliotecária CRB-7/6439 18/11/2019 22/11/2019 É proibida a duplicação ou reprodução desta publicação, no todo ou em parte, sob quaisquer formas ou por quaisquer meios (eletrônico, mecânico, gravação, fotocópia, distribuição na internet e outros), sem permissão expressa da editora. Todo o desenvolvimento, fotos e imagens utilizados nesta publicação são de responsabilidade dos seus autores, não refletindo necessariamente a posição da editora nem do laboratório, que apenas patrocina sua distribuição à classe médica. Esta publicação contém publicidade de medicamentos sujeitos a prescrição, sendo destinada exclusivamente a profissionais habilitados a prescrever, nos termos da Resolução RDC Anvisa nº 96/2008. 2019 © Desenvolvido por EDITORA GUANABARA KOOGAN LTDA. Todos os direitos reservados. Edição executiva : Juliana Affonso Comercial : Gisleine Gregório Criação : Iuri Prando Augusto Jornalismo : Denise Lanzoni Contatos : vendascorporativas@grupogen.com.br São Paulo - (11) 5080.0770 Rio de Janeiro - (21) 3543.0770",
    "Consenso e Atualização na Profilaxia e no Tratamento do Tromboembolismo Venoso DRA. CARLA APARECIDA FACCIO BOSNARDO | CRM-SP 82.466 Mestrado e doutorado pela Faculdade de Ciências Médicas da Unicamp. Membro Titular da Sociedade Brasileira de Angiologia e de Cirurgia Vascular (SBACV). Especialista em Angiologia e Cirurgia Vascular pela SBACV. Médica contratada pelo Hospital das Clínicas da Unicamp, disciplina de Moléstias Vasculares. DR. MARCONE LIMA SOBREIRA | CRM-SP 90.436 Professor-assistente e doutor da disciplina Cirurgia Vascular e Endovascular na Universidade Estadual Paulista Júlio de Mesquita Filho (Unesp). Diretor do Laboratório Vascular Não Invasivo. Divisão de Cirurgia Vascular e Endovascular. Departamento de Cirurgia e Ortopedia. Faculdade de Medicina de Botucatu (Unesp). DR. MARCELO CALIL BURIHAN | CRM-SP 73.033 Professor de Anatomia Descritiva e Topográfica da Faculdade de Medicina Santa Marcelina (FASM). Professor de Cirurgia Vascular da FASM. Coordenador do Módulo Cirúrgico da FASM. Preceptor da Residência Médica de Cirurgia Vascular do Hospital Santa Marcelina. Presidente da Sociedade Brasileira de Angiologia e de Cirurgia Vascular – Regional São Paulo (SBACVSP), 2018-2019. DR. IVAN BENADUCE CASELLA | CRM-SP 84.230 Professor colaborador da disciplina de Cirurgia Vascular e Endovascular da Faculdade de Medicina da Universidade de São Paulo (FMUSP). Doutor em Ciências pela FMUSP. DR. ADILSON FERRAZ PASCHOA | CRM-SP 42.525 Corresponsável pelo Serviço de Cirurgia Vascular Integrada do Hospital Beneficência Portuguesa – Unidade Paulista. Membro Titular da Sociedade Brasileira de Angiologia e de Cirurgia Vascular (SBACV). Membro da International Society on Thrombosis and Haemosthasis. Doutor em Cirurgia pela Universidade Estadual de Campinas (Unicamp). DRA. MARIA FERNANDA CASSINO PORTUGAL | CRM-SP 187.206 Ex-estagiária do Serviço de Cirurgia Vascular Integrada do Hospital Beneficência Portuguesa – Unidade Paulista. DR. ANTONIO EDUARDO ZERATI | CRM-SP 87.065 Professor livre-docente da disciplina de Cirurgia Vascular e Endovascular do Hospital das Clínicas da Faculdade de Medicina da Universidade de São Paulo (FMUSP). Chefe da Equipe de Cirurgia Vascular e Endovascular do Instituto do Câncer do Estado de São Paulo (ICESP). Sócio Titular da Sociedade Brasileira de Angiologia e de Cirurgia Vascular (SBACV). DR. GLAUCO FERNANDES SAES | CRM-SP 91.230 Doutor em Ciências pela Faculdade de Medicina da Universidade de São Paulo (FMUSP). Médico- assistente da Equipe de Cirurgia Vascular e Endovascular do Instituto do Câncer do Estado de São Paulo (ICESP). Sócio efetivo da Sociedade Brasileira de Angiologia e de Cirurgia Vascular (SBACV). DR. GUILHERME YAZBEK | CRM-SP 76.042 Doutor em Clínica Cirúrgica pela Faculdade de Medicina da Universidade de São Paulo (FMUSP). Diretor do Departamento de Cirurgia Vascular e Endovascular do A.C.Camargo Cancer Center. DR. BRUNO SORIANO PIGNATARO | CRM-SP 112.008 Especialista em Cirurgia Vascular pelo Hospital das Clínicas da Faculdade de Medicina da Universidade de São Paulo (HCFMUSP). Cirurgião Vascular no Hospital A.C.Camargo Cancer Center. Chefe do Setor de Cirurgia Vascular do Hospital da Polícia Militar do Estado de São Paulo.",
    "DR. FÁBIO J. B. SOTELO | CRM-SP 99.384 Cirurgião Vascular com títulos pelo Ministério da Educação/Associação Médica Brasileira (MEC/AMB). Doutorado pela Universidade Federal de São Paulo ((UNIFESP). Coordenador da disciplina de Cirurgia Cardiovascular da Universidade Nove de Julho. Diretor do Departamento de Cirurgia do Hospital Ipiranga UGA-II São Paulo. Coordenador do Programa de Residência Médica em Cirurgia Vascular do Hospital Ipiranga UGA-II São Paulo. Vice-diretor Científico da Sociedade Brasileira de Angiologia e de Cirurgia Vascular – Regional São Paulo (SBACVSP). Vice-presidente do COREME do Hospital Ipiranga UGA-II São Paulo. Membro Internacional da Society for Vascular Surgery (SVS). Revisor Convidado da Revista Einstein e Clinics. Diretor da Clínica Sotelo São Paulo. DR. LUCAS DE A. PORTELA | CRM-SP 116.396 Título de especialista em Cirurgia Vascular pela Sociedade Brasileira de Angiologia e de Cirurgia Vascular/Associação Médica Brasileira (SBACV/AMB). Título de especialista em Cirurgia Geral pelo CREMESP . Mestre em Farmacologia pela Universidade Estadual de Campinas. Membro Titular da SBACV. Preceptor da Residência Médica de Cirurgia Vascular do Hospital Ipiranga – São Paulo. Professor da disciplina de Técnica Cirúrgica da Universidade de Mogi das Cruzes. Professor da disciplina de Cirurgia Vascular da Uninove. DRA. ANNA KARINA SARPE | CRM-SP 144.894 Cirurgiã Vascular pelo Hospital do Servidor Público Estadual de São Paulo (HSPE). Título de especialista em Cirurgia Vascular e Ecografia Vascular com Doppler pela Sociedade Brasileira de Angiologia e de Cirurgia Vascular (SBACV) – Colégio Brasileiro de Radiologia (CBR) – Associação Médica Brasileira (AMB). Médica-assistente do Serviço de Cirurgia Vascular do Hospital Ipiranga – São Paulo. Doutoranda no Programa de Pós-graduação em Saúde Baseada em Evidências pela Universidade Federal de São Paulo (UNIFESP). DR. FABIO HENRIQUE ROSSI | CRM-SP 77.308 Cirurgião Vascular e Endovascular pelo Instituto Dante Pazzanese de Cardiologia (IDPC-SP). Preceptor do Programa de Residência Médica em Cirurgia Vascular e Endovascular (SBACV-MEC) do IDPC-SP. Doutorado e pós-doutorado pelo IDCP-SP. DR. FRANCISCO JOSÉ OSSE | CRM-SP 59.944 Especialista em Cirurgia Vascular e Endovascular pela Faculdade de Ciências Médicas da Santa Casa de São Paulo. DR. THIAGO OSAWA RODRIGUES | CRM-SP 135.223 Especialista em Cirurgia Vascular e em Angiorradiologia e Cirurgia Endovascular pela Sociedade Brasileira de Angiologia e de Cirurgia Vascular/Associação Médica Brasileira (SBACV/AMB). DR. NILO MITSURU IZUKAWA | CRM-SP 41.501 Especialista em Cirurgia Vascular Periférica pela Universidade de São Paulo (USP). Doutor em Medicina (Clínica Cirúrgica) pela USP. Chefe da Seção Médica de Cirurgia Vascular do Instituto Dante Pazzanese de Cardiologia (IDPC-SP). Médico do Serviço de Cirurgia Vascular do Hospital Edmundo Vasconcelos. DR. ANTÔNIO MASSAMITSU KAMBARA | CRM-SP 25.966 Especialista em Diagnóstico por Imagem pela Associação Brasileira e Colégio Brasileiro de Radiologia por Imagem. Doutor em Radiologia pela Universidade Federal de São Paulo (Unifesp). Responsável pela Seção Médica de Radiologia do Instituto Dante Pazzanese de Cardiologia (IDPC-SP). DRA. MARINA VIEIRA BALLA ROCHA | CRM-SP 186.727 Ex-estagiária do Serviço de Cirurgia Vascular Integrada do Hospital Beneficência Portuguesa – Unidade Paulista. DR. BONNO VAN BELLEN | CRM-SP 14.563 Chefe do Serviço de Cirurgia Vascular Integrada do Hospital Beneficência Portuguesa de São Paulo.",
    "5 Editorial Tendo como princípio a Educação Continuada de nossos sócios, a Sociedade Brasileira de Angiologia e de Cirurgia Vascular – Regional São Paulo (SBACVSP) traz esta obra de atualização sobre a profilaxia e o tratamento do tromboembolismo venoso (TEV). Diversos estudos apresentados recentemente são comentados neste livro, buscando dirimir dúvidas e trazer novos conceitos em relação à profilaxia e ao tratamento do TEV. Agradecemos a todos os autores dos diversos capítulos que se dedicaram à pesquisa e à elaboração desta obra. Também foi fundamental a ajuda do Laboratório Bayer nesta parceria. Queremos ainda agradecer à produção Editorial do Grupo GEN | Grupo Editorial Nacional que contribuiu para a produção desta edição. Que este livro possa ajudar aos colegas que buscam a melhoria de seu conhecimento. Boa leitura e vamos em frente! SOCIEDADE BRASILEIRA DE ANGIOLOGIA E DE CIRURGIA VASCULAR – REGIONAL SÃO PAULO. DR. MARCELO CALIL BURIHAN DR. WALTER CAMPOS JÚNIOR",
    "6 Sumário BASES DA PROFILAXIA MECÂNICA E FARMACOLÓGICA DO TROMBOEMBOLISMO VENOSO ............... 7 Dra. Carla Aparecida Faccio Bosnardo PROFILAXIA DE TROMBOEMBOLISMO VENOSO EM PACIENTES CLÍNICOS HOSPITALIZADOS ........... 10 Dr. Marcone Lima Sobreira PROFILAXIA DO TROMBOEMBOLISMO VENOSO EM PACIENTES CIRÚRGICOS .......................... 14 Dr. Marcelo Calil Burihan PROFILAXIA FARMACOLÓGICA DO TROMBOEMBOLISMO VENOSO EM PACIENTES ESPECIAIS ..... 18 Dr. Ivan Benaduce Casella PROFILAXIA DO TROMBOEMBOLISMO VENOSO EM PACIENTES OBSTÉTRICAS ........................ 21 Dr. Adilson Ferraz Paschoa Dra. Maria Fernanda Cassino Portugal PROFILAXIA DO TROMBOEMBOLISMO VENOSO NO PACIENTE COM CÂNCER .......................... 25 Dr. Antonio Eduardo Zerati Dr. Glauco Fernandes Saes PROFILAXIA DO TROMBOEMBOLISMO VENOSO EM SITUAÇÕES ESPECIAIS ............................ 29 Dr. Guilherme Yazbek Dr. Bruno Soriano Pignataro TRATAMENTO MEDICAMENTOSO DA TROMBOSE VENOSA PROFUNDA ................................... 32 Dr. Fábio J. B. Sotelo Dr. Lucas De A. Portela Dra. Anna Karina Sarpe TRATAMENTO INVASIVO DA TROMBOSE VENOSA PROFUNDA ............................................... 38 Dr. Fabio Henrique Rossi Dr. Francisco José Osse Dr. Thiago Osawa Rodrigues Dr. Nilo Mitsuru Izukawa Dr. Antônio Massamitsu Kambara TROMBOEMBOLISMO VENOSO E CÂNCER ....................................................................... 46 Dr. Bruno Soriano Pignataro Dr. Guilherme Yazbek TRATAMENTO DO TROMBOEMBOLISMO VENOSO EM PACIENTES OBSTÉTRICAS ...................... 49 Dr. Adilson Ferraz Paschoa Dra. Marina Vieira Balla Rocha EXTENSÃO DO TRATAMENTO PARA PREVENÇÃO DA RECORRÊNCIA DE TROMBOSE VENOSA PROFUNDA ................................................................................................... 52 Dr. Bonno Van Bellen",
    "7 Bases da profilaxia mecânica e farmacológica do tromboembolismo venoso As complicações advindas do tromboembolismo endovenoso (TEV) geram sequelas à população aco- metida de forma aguda, causando óbito em 0,2% dos casos de embolia pulmonar ou tardia. O TEV também resulta em quadros de hipertensão pulmonar (4%) e síndrome pós-trombótica (50%). A profilaxia deve ser realizada de forma rotineira, já que a maioria dos pacientes é assintomática e/ou apresenta sintomas frustros. Sabe-se que, quando a profilaxia é aplicada de forma eficaz, é possível reduzir em dois terços os casos de trombose venosa profunda (TVP) e em um terço os de tromboembolis- mo pulmonar (TEP). O 8 o Consenso do American College of Chest Physicians (ACCP) sobre prevenção do TEV cita que a maioria dos pacientes internados apresenta ao menos um fator de risco para o desenvolvimento do TEV; cerca de 40% dos pacientes apresenta três ou mais fatores de risco. Salienta, ainda, que todos os pacientes são candidatos a desenvolver a TVP , mas existem situações de maior risco, como: idade avan- çada, imobilização prolongada, grandes cirurgias, obesidade, trombofilias, uso de hormônios, gestação, antecedente positivo para TVP , doenças venosas associadas, doenças cardiopulmonares, presença de cateteres centrais e neoplasias. 1-3 Inúmeros protocolos estão à disposição dos profissionais, mas sua execução é muito limitada: apenas 50% das instituições seguem essas normas e, mesmo assim, muitas vezes de modo incompleto. 4-6 A estratificação dos pacientes é importante como forma de individualizá-los. Escores como Caprini, IMPROVE e Padua ajudam a identificar os de risco potencial e, a partir daí, pode-se, iniciar a profilaxia. 6-8 Profilaxia mecânica ou física Realizada com o auxílio de técnicas fisioterápicas, visa a combater a estase sanguínea, aumentan- do o retorno venoso. É indicada em todos os casos em que puder ser executada. 2-5 Pode ser realizada com base nas seguintes estratégias: 1. Estímulo, quando possível, à deambulação precoce. 2. Estímulo muscular direto ou por meio de aparelhos fisioterápicos, que promove a mobilização do tornozelo e ativa a bomba muscular da panturrilha. 3. Compressão pneumática intermitente, realizada mediante a colocação de botas infláveis com ar de forma intermitente e sequencial, em tornozelo, panturrilha e coxa. Há relatos de que a ativi- dade fibrinolítica endógena aumenta. As pressões devem ser reguladas entre 35 e 55 mmHg. DRA. CARLA APARECIDA FACCIO BOSNARDO | CRM-SP 82.466 Mestrado e doutorado pela Faculdade de Ciências Médicas da Unicamp. Membro Titular da Sociedade Brasileira de Angiologia e de Cirurgia Vascular (SBACV). Especialista em Angiologia e Cirurgia Vascular pela SBACV. Médica contratada pelo Hospital das Clínicas da Unicamp, disciplina de Moléstias Vasculares.",
    "CONSENSO E ATUALIZAÇÃO NA PROFILAXIA E NO TRATAMENTO DO TROMBOEMBOLISMO VENOSO 8 4. Elevação dos membros inferiores. 5. Meias e/ou bandagens elásticas e compressão extrínseca melhoram a dinâmica do fluxo. 6. Exercícios respiratórios de inspiração máxima sustentada, com o auxílio de espirômetros. 7. Filtro de veia cava temporário é indicado em pré-operatório de pacientes nos quais o uso da te- rapia profilática anticoagulante não possa ser feito. É possível mantê-lo por até 14 dias, sendo retirado após esse período, na ausência de trombos. Profilaxia medicamentosa Heparina não fracionada Polissacarídeo natural. Seu efeito anticoagulante dá-se por meio da interação com a antitrombina III, mudando sua conformação natural e acelerando a inativação dos fatores XIIa, XIa, Xa e IIa. Os dois últimos são os mais afetados. Apenas um terço da dose liga-se à antitrombina III, promovendo ação anticoagulante. Sua elimina- ção é renal; não precisa de ajuste na dose. A dose recomendada é de 5.000 UI, por via subcutânea, duas a três vezes ao dia. Heparina de baixo peso molecular Obtida por meio da degradação da heparina normal. São aproveitadas moléculas com peso molecu- lar entre 4.000 e 6.000 dáltons. Apresenta maior afinidade com o fator Xa, melhor biodisponibilidade, maior tempo de meia-vida e menor risco de eventos adversos. A dose recomendada para pacientes de baixo risco é de 20 mg por dia, por via subcutânea; para os de risco elevado a dose diária é de 40 mg, também por via subcutânea. Dalteparina É um agente antifator Xa. Sua posologia na profilaxia do TEV é de 5.000 UI por via subcutânea. A dalteparina está contraindicada em casos de trombocitopenia e sangramentos ativos. Nadroparina Trata-se de fármaco antifator Xa. A dose recomendada na profilaxia do TEV é 0,3 mL (2.850 UI), por via subcutânea. Deve ser empregada com cautela em pacientes frágeis; naqueles com insuficiência renal, as doses devem ser corrigidas pelo peso corporal e pelo clearance de creatinina. Fondaparinux É um inibidor sintético do fator Xa, cuja ação é mediada pela antitrombina III. Sua administração deve ser feita por via subcutânea, na dose de 2,5 mg a cada 24 horas, com extrema cautela em pacientes frágeis. Faz-se uma ressalva em pacientes cirúrgicos: a primeira dose só deve ser adminis- trada 6 horas após a cirurgia, pelo risco aumentado de sangramento. A associação de cumarínicos e salicílicos não é permitida. Cumarínicos São antagonistas da vitamina K. Atuam sobre os fatores II, VII, IX e X e sobre as proteínas C e S. As doses de cumarínicos devem ser ajustadas de modo a manter a razão normalizada internacio- nal (RNI) entre 2 e 3. São agentes altamente eficazes, mas exigem controle laboratorial. Varfarina em “minidoses” fixas de 1 mg ao dia, por via oral, mantendo a RNI em torno de 1,5, é eficaz na prevenção de TVP. Dabigatrana Agente inibidor da trombina. A dose basal para profilaxia de TEV é de 220 mg ao dia, por via oral. Excetuam-se pacientes com insuficiência renal e/ou hepática, nos quais a dose deve ser corrigida para 150 mg, uma vez ao dia.",
    "CONSENSO E ATUALIZAÇÃO NA PROFILAXIA E NO TRATAMENTO DO TROMBOEMBOLISMO VENOSO 9 Rivaroxabana Atua como inibidor do fator Xa. A dose profilática recomendada é de 10 mg, uma vez ao dia, por via oral. Contraindica-se para gestantes , lactantes e pacientes com insuficiência hepática e renal terminal. Apixabana Agente inibidor do fator Xa. Na profilaxia de TEV, administra-se uma dose de 2,5 mg, por via oral, a cada 12 horas. Dextrana 40 Polissacarídeo sintético de baixo peso molecular, usado como expansor plasmático. Tem como propriedade reduzir a antiagregação plaquetária e a polimerização da fibrina. A dose recomendada é de 500 mL, por via intravenosa, em 24 horas. Apresenta riscos quanto a anafilaxia e insuficiências cardíaca e renal, mas é útil em pacientes com história de trombocitopenia induzida por heparina. Contraindicações à profilaxia medicamentosa Situações de coagulopatia com sangramento, hipersensibilidade ao medicamento escolhido, pun- ções epidurais em menos de 12 horas, acidente vascular hemorrágico, insuficiência renal terminal e doenças clínicas descontroladas, como a hipertensão, contraindicam a profilaxia medicamentosa. 5-7 Posologias individualizadas Existem situações especiais nas quais as doses recomendadas para profilaxia não são as mesmas. Podemos incluir: 1. Pacientes obesos, com índice de massa corporal (IMC) acima de 40 kg/m 2 – recomenda-se o uso da heparina não fracionada na dose de 5.000 UI, por via subcutânea, a cada 8 horas e/ou ajuste pelo fator Xa. A heparina de baixo peso molecular pode ser empregada na dose de 60 mg uma vez ao dia ou 40 mg a cada 12 horas, sempre por via subcutânea. Quanto aos novos anticoagulantes, a dose recomendada é a mesma apresentada anteriormente para pacientes eutróficos. 2. Pacientes desnutridos – as doses devem ser calculadas com base no peso corporal. Pode haver contraindicação ao uso. 3. Gestantes – apenas heparinas devem ser empregadas. Os anticoagulantes são contraindicados. 4. Insuficiência renal crônica – redução da dose em pacientes com clearance de creatinina de até 30 mL/min. A profilaxia está contraindicada naqueles com clearance abaixo de 10 mL/min. 5. Doenças hepáticas – em caso de risco de sangramento, deve-se empreender reavaliação crite- riosa para indicação de profilaxia medicamentosa. 6. Pacientes idosos e frágeis – os novos anticoagulantes apresentam menor risco de sangramento. 4-8 Referências bibliográficas 1. Okuhara A, Navarro TP , Procópio JR, Leite JO. Incidência de trombose venosa profunda e estratificação dos grupos de risco em serviço de cirurgia vascular de hospital universitário. J Vasc Bras. 2015 Abr.-Jun.; 14(2):139-44. 2. Vaz PS, Duarte L, Paulino A. Risco e profilaxia do tromboembolismo venoso em doentes cirúrgicos. Rev Port Cir. 2012; 23:23-32. 3. Machado NLB, Leite TL, Pitta GBB. Frequência da profilaxia mecânica para trombose venosa profunda em pacientes internados em uma unidade de emergência de Maceió. J Vasc Bras. 2008; 7(4). 4. Terra-Filho M, Menna-Barreto SS. Recomendações para o manejo da tromboembolia pulmonar. J Bras Pneumol. 2010; 36(Supl.1):S1-S68. 5. Farhat FCLG, Gregório HCT, Carvalho RDP . Avaliação da profilaxia da trombose venosa profunda em um hospital geral. J Vasc Bras. 2018 Jul.-Set.; 17(3):184-92. 6. Moulim JL, Marconi LS, Malgor RD et al. Estudo comparativo entre protocolos para profilaxia da trombose venosa profunda: uma nova proposta. Rev Bras Cir Plást. 2010; 25(3):415-22. 7. Rosenberg D, Eichorn A, Alarcon M, McCullagh L et al. Validação externa do modelo de avaliação de risco do Registro Inter- nacional de Prevenção Médica sobre Tromboembolismo Venoso (IMPROVE) para pacientes médicos em um sistema de saúde terciário. J Am Heart Assoc. 2014 dez; 3(6):e001152. 8. Julián J, Romeroa A, Amaya RMR, Naranjo Junoy F. Uso de tromboprofilaxis en pacientes con patología médica. Rev Colomb Cardiol. 2016;23(5):375-82.",
    "10 Profilaxia de tromboembolismo venoso em pacientes clínicos hospitalizados Introdução O tromboembolismo venoso (TEV) é uma doença prevalente e de grande impacto em termos de morbimortalidade no mundo atual, principalmente quando se trata de pacientes dentro do ambiente hospitalar. Segundo estatísticas internacionais, estima-se sua incidência em 1/1.000 pessoas, sendo que a taxa de sobrevivência pode chegar a 71%, até uma semana após o diagnóstico. 1 Segundo dados norte-americanos, a ocorrência de TEV é responsável por 300.000 a 600.000 hos- pitalizações/ano nos EUA e está associada a 50.000 casos de morte por embolia pulmonar (EP). 1 É a terceira doença cardiovascular mais prevalente no mundo, depois de infarto e acidente vascular cerebral. 1,2 Deve-se lembrar também que o TEV está potencialmente associado a complicações futuras, as quais impactam diretamente a qualidade de vida destes pacientes. Estes podem desenvolver síndro- me pós-trombótica (em até um terço dos casos de trombose venosa profunda proximal [TVP]). 3 Os pacientes também podem evoluir com quadro de hipertensão pulmonar. 4 Ainda, deve-se pontuar que a maioria dos óbitos associados ao TEV decorre de EP súbita e/ou de evento tromboembólico não diagnosticado e não tratado. 5 Em estudo, Bahloul et al. demonstraram, entre pacientes de UTI (nicho de pacientes clinicamente mais graves), que a ausência de profilaxia para eventos tromboembólicos venosos aumentou em mais de 20 vezes a chance de ocorrência de TEV ( odds ratio : 23,2; intervalo de confiança de 95% [IC 95%]: 6,86 a 78,5%; P < 0,0001). 6 Por esses motivos e tendo em vista que (1) se trata de doença potencialmente evitável e (2) os fatores de risco pra TEV são comuns e disseminados, principalmente em pacientes internados, é no- tória a necessidade de se identificarem indivíduos com perfil de risco para eventos tromboembólicos venosos. Dessa maneira, pode-se instituir a profilaxia mais adequada e, o mais precocemente possí- vel, com a finalidade de reduzir o impacto de tal diagnóstico na população intra-hospitalar. Profilaxia em pacientes clínicos hospitalizados O grupo de pacientes não cirúrgicos internados em ambiente hospitalar apresenta risco alto de desenvolver TEV, podendo esse risco chegar a mais de 20 vezes quando os comparamos com a população não internada de seguimento ambulatorial. 5 Entretanto, convém destacar que o risco de pacientes clínicos desenvolverem TEV sintomático é menor do que o de pacientes cirúrgicos (1 a 2 pacientes/1.000). Mostra-se necessário, portanto, identificar, entre os pacientes clínicos, aqueles que pertencem a grupos de risco. 7 DR. MARCONE LIMA SOBREIRA | CRM-SP 90.436 Professor-assistente e doutor da disciplina Cirurgia Vascular e Endovascular na Universidade Estadual Paulista Júlio de Mesquita Filho (Unesp). Diretor do Laboratório Vascular Não Invasivo. Divisão de Cirurgia Vascular e Endovascular. Departamento de Cirurgia e Ortopedia. Faculdade de Medicina de Botucatu (Unesp).",
    "CONSENSO E ATUALIZAÇÃO NA PROFILAXIA E NO TRATAMENTO DO TROMBOEMBOLISMO VENOSO 11 Os pacientes devem ser incluídos para categorização de risco de TEV e tromboprofilaxia se tiverem mais de 40 anos de idade, com pelo menos um fator de risco e que estejam com mobilidade reduzida (metade do dia sentados ou deitados à beira do leito, excluindo o período do sono) há 3 dias, no mínimo. 8,9 Uma das ferramentas mais difundidas para categorização de risco de TEV em pacientes clínicos (e recomendado pelas diretrizes do American College of Chest Physicians (ACCP) 8 é o escore de Pá- dua. 9 Com essa ferramenta (Tabela 1), os pacientes são graduados em: alto risco de TEV (11%), se escore > 4; ou baixo risco (0,3%), se escore < 4. TABELA 1 n Fatores de risco para tromboembolismo venoso em pacientes clínicos hospitalizados, segundo o escore de Pádua. Neoplasia em atividade 3 TVP ou EP pregressas 3 Mobilidade reduzida 3 Trombofilia conhecida 3 Traumatismo e/ou cirurgia < 30 dias 2 Idade > 70 anos 1 ICC ou insuficiência respiratória 1 IAM ou AVCi 1 Infecção ou distúrbio reumatológico 1 IMC > 30 kg/m 2 1 Sob tratamento hormonal 1 TVP: trombose venosa profunda; EP: embolia pulmonar; ICC: insuficiência cardíaca con- gestiva; IAM: infarto agudo do miocárdio; AVCi: acidente vascular cerebral isquêmico; IMC: índice de massa corpórea. Fonte : adaptada Barbar S et al., 2010. 9 Ao se identificar o perfil de gravidade do paciente clínico (alto risco ou baixo risco), a opção de trombo- profilaxia deve ser pautada, também, no risco de sangramento e/ou na presença de sangramento ativo. Na vigência de uma dessas situações, deve-se optar pelo método de profilaxia mecânica (compressão pneu- mática intermitente – CPI). Ao cessar o risco hemorrágico e/ou o episódio de sangramento, convém trocar o método mecânico pelo químico. Destaca-se que, para que a CPI tenha sua melhor eficácia, o dispositivo deve permanecer ligado durante, pelo menos, 18 horas/dia. Ainda, deve-se lembrar de que a tromboprofilaxia, no caso de pacientes clínicos hospitalizados, não deve se estender para além do período de internação. Isso porque há uma recomendação contrá- ria a essa extensão por parte do ACCP. 8 Opções de profilaxia Pacientes de baixo risco  Estimular a deambulação precoce. Não se deve utilizar tromboprofilaxia química. Pacientes de alto risco  Enoxaparina 40 mg por via subcutânea (SC), uma vez ao dia OU  Heparina não fracionada, 5.000 unidades internacionais (UI) de 8 em 8 horas. Em situações de risco, como insuficiência renal, essa dose pode ser reduzida e administrada de 12 em 12 horas, embora não haja evidência científica para essa conduta OU  Fondaparinux 2,5 mg SC, uma vez ao dia.",
    "CONSENSO E ATUALIZAÇÃO NA PROFILAXIA E NO TRATAMENTO DO TROMBOEMBOLISMO VENOSO 12 Algum fator de risco?  AVC  Infecção (exceto torácica) • Câncer • Insuficiência arterial  Cateteres centrais e Swan-Ganz  Internação em UTI • Doença inflamatória intestinal • Obesidade • Doença respiratória grave • Paresia/paralisia MMII • Doença reumatológica aguda • Quimio/hormonoterapia • Gravidez e pós-parto • Reposição hormonal/contraceptivos • História prévia de TEV • Síndrome nefrótica • IAM • Trombofilia • ICC classe III ou IV • Varizes/insuficiência venosa crônica • Idade ≥ 55 anos Contraindicação? • Sangramento ativo • Úlcera péptica ativa • HAS não controlada (> 180 × 110 mmHg) • Coagulopatia (plaquetopenia ou RNI • Alergia ou plaquetopenia por hepari • Insuficiência renal ( clearance < 30 m  /min) • Cirurgia craniana ou ocular < 2 sem • Coleta de líquido cefalorraquidiano < 24 h Todos os pacientes clínicos devem ser rotineiramente avaliados Idade ≥ 40 anos e mobilidade reduzida Deambulação e reavaliar em 2 dias Métodos mecânicos (CPI e/ou MECG e reavaliar em 2 dias) Profilaxia indicada HBPM SC 1 vez ao dia Enoxaparina 40 mg ou HNF 5.000 UI SC 8/8h ou Fondaparinux 2,5 mg SC 1 vez ao dia Sim Sim Não Não Sim Não FIGURA 1 n Orientação para profilaxia de tromboembolismo venoso em pacientes clínicos hospitalizados. AVC: acidente vascular cerebral; IAM: infarto agudo do miocárdio; ICC: insuficiência cardíaca congestiva; UTI: unidade de terapia intensiva; MMII: membros inferiores; HAS: hipertensão arterial sistêmica; RNI: razão normalizada internacional; HBPM: heparina de baixo peso molecular; HNF: heparina não fracionada; SC: via subcutânea; CPI: compressão pneumática intermitente; MECG: meia elástica de compressão graduada. Fonte : adaptada de AMB e CFM, 2005. 10",
    "CONSENSO E ATUALIZAÇÃO NA PROFILAXIA E NO TRATAMENTO DO TROMBOEMBOLISMO VENOSO 13 Caso haja risco alto de sangramento , a profilaxia pode ser realizada por meio de métodos mecâni- cos, com meias elásticas de compressão graduada ou compressão pneumática intermitente. Embora a evidência para a tomada de decisão seja fraca, é preferível. 8 A associação de métodos é factível de ser utilizada, especialmente em situações de pacientes com alto risco para TEV e alto risco de sangramento. Assim, deve-se optar pela profilaxia química assim que esse risco diminuir (ou desaparecer) e se o risco de TEV persistir. Ainda, vale destacar que, em relação aos anticoagulantes orais de ação direta disponíveis no Brasil (apixabana, dabigatrana, edoxabana e rivaroxabana), ainda não existe evidência que suporte sua indica- ção para profilaxia de TEV em pacientes clínicos hospitalizados. Situação especial de profilaxia Extremos de peso A obesidade (definida quando há índice de massa corpórea [IMC] > 30 kg/m 2 ) é condição clínica cada vez mais comum nas unidades de internação. Além de constituir fator de risco importante para o surgimento de eventos tromboembólicos, também se trata de condição que predispõe o paciente a risco elevado de sangramento. Entretanto, as evidências existentes ainda são pouco consistentes para definir a melhor conduta para essa população, o mesmo valendo para indivíduos muito magros (IMC < 18,5 kg/m 2 ). Em casos de obesidade mórbida (IMC > 40 kg/m 2 ), a situação é mais crítica ainda. Uma revisão publicada recentemente 11 veio auxiliar a definição da dose de quimioprofilaxia nessa situação, podendo ser uma opção que ainda necessita ser confirmada por estudos mais robustos:  IMC > 40 kg/m 2 : enoxaparina 40 mg SC, de 12 em 12 horas.  IMC > 50 kg/m 2 : enoxaparina 60 mg SC, de 12 em 12 horas. Na Figura 1, encontra-se fluxograma para orientação, com base (e adaptado) nas diretrizes para profilaxia de TEV em pacientes clínicos hospitalizados feito pela Associação Médica Brasileira e pelo Conselho Federal de Medicina. Com base nessa ferramenta, os fatores de risco são discriminados mais extensivamente; seu conteúdo, no entanto, é condizente com toda a abordagem discutida neste capítulo. Conclusão Em suma, o importante é não esquecer de avaliar o paciente, graduar seu perfil de risco e indicar a melhor profilaxia para sua situação de risco. Por fim, convém sempre levar em conta o risco de sangra- mento e tal avaliação deve ser realizada de forma periódica durante sua internação. Referências bibliográficas 1. [No authors listed]. Prevention of venous thrombosis and pulmonary embolism. NIH Consensus Development JAMA. 1986; 256(6):744-9. 2. Gerotziafas GT, Samama MM. Prophylaxis of venous thromboembolism in medical patients. Curr Opin Pulm Med. 2004;10(5):356-65. 3. Pradoni P , Lensing AW, Cogo A et al. The long-term clinical course of acute deep venous thrombosis. Ann Intern Med. 1996;125(1):1-7. 4. Clemens S, Leeper KV. Newer modalities for detection of pulmonary emboli. Am J Med. 2007; 120(10 Suppl 2): S2-12. 5. Heit JA, O’Fallon WM, Petterson TM et al. Relative impact of risk factors for deep vein thrombosis and pulmonary embolism: a population-based study. Arch Intern Med. 2012;162(11):1245-8. 6. Bahloul M, Chaari A, Kallei H et al. Pulmonary embolism in intensive care unit: predictive factors, clinical manifestations and outcome. Ann Thoracic Med. 2010;5(2):97-103. 7. Kakkar KA, Cimminiello C, Goldhaber SZ et al. Low molecular weight heparin and mortality in acutely ill medical patients. New Eng J Med. 2011; 365(26):2463-72. 8. Kahn SR, LIM W, Dunn As et al. Prevention of VTE in nonsurgical patients: antithrombotic therapy and prevention of thrombosis. 9. ed. American College of Chest Physicians Evidence-based Clinical Practice Guidelines. Chest. 2012;141(2 Suppl):e195s-e226s. 9. Barbar S, Noventa F, Rosseto V et al. A risk assessment model for the identification of hospitalized medical patients at risk for venous thromboembolism: the Padua Prediction Score. J Thromb Haemost. 2010;8(11):2450-7. 10. Associação Médica Brasileira (AMB), Conselho Federal de Medicina (CFM). Projeto Diretrizes. Tromboembolismo Venoso: Pro- filaxia em Pacientes Clínicos – Parte I. 2005. Disponível em: http://diretrizes.amb.org.br/_BibliotecaAntiga/tromboembolis- mo-venoso-profilaxia-em-pacientes-clinicos-parte-i.pdf. Acesso em: 29 out. 2019. 11. Sebaaly J, Covert K. Enoxaparin dosing at extremes of weight: literature review and dosing recommendations. Ann Pharmaco- ther. 2018 52(9)898-909.",
    "14 Profilaxia do tromboembolismo venoso em pacientes cirúrgicos O tromboembolismo venoso (TEV) é a principal causa prevenível de mortalidade em pacientes hos- pitalizados. Aproximadamente 60 a 70% dos casos de TEV em pacientes cirúrgicos são adquiridos no hospital. De 10 a 15% dos eventos atingem pacientes ambulatoriais que não fizeram a profilaxia correta quando internados. 1 Epidemiologia Todo ano ocorrem em torno de 10 milhões de casos de TEV no mundo, sendo que, a cada 37 se- gundos, morre uma pessoa com a doença no Ocidente. 2 Em relação à sua epidemiologia, a incidência da doença aumenta com idade, sendo a curva de incidência ascendente a partir dos 40 anos de idade. Em 2009, houve uma incidência de 133 casos de TEV a cada 100.000 pessoas. A sobrevida dos pacientes portadores de trombose venosa profunda (TVP) ou de embolia pulmonar (EP) tende a decrescer com o passar dos anos, chegando a 65% e 41% em 8 anos, respectivamente. 3 Em nosso meio, o professor Márcio de Castro e Silva, em estudo retrospectivo, demostrou um número de 28 mil internações ao ano pela doença, com mais de 4.000 óbitos. Estudos do professor Humberto de Abreu Maffei demonstraram que há 0,6 caso de TVP a cada 1.000 habi- tantes no Brasil. Nos Estados Unidos, há um custo anual de 7 a 10 bilhões de dólares quando se fala em diag- nóstico, tratamento e custos indiretos da doença tromboembólica. Em 2006, constataram-se, naquele país, 950.000 casos de TEV, com uma projeção para 2050 de 1.820.000 casos anuais. 4 A mortali- dade pode chegar a 200.000 óbitos por ano, enquanto, na Comunidade Europeia, alcança 445.000 óbitos anuais. 3,5 Quando comparamos a mortalidade de TEV com a soma de outras doenças como câncer de mama, câncer de próstata e síndrome da imunodeficiência adquirida, além de traumatismo, há mais mortes por TEV do que o dobro destas causas somadas, na União Europeia. 5 No Brasil, estimam-se, segundo dados do Ministério da Saúde, 120.000 mortes por ano devido ao TEV. Acreditamos que tal número esteja subestimado. A incidência de TEV em pacientes cirúrgicos hospitalizados sem profilaxia é variável, de acordo com o procedimento. Pacientes ortopédicos têm um risco de até 50% de chance de desenvolver a doença, enquanto o risco de pacientes submetidos a cirurgia oncológica pode chegar a 37% e, na cirurgia geral, a 20%. 6-8 DR. MARCELO CALIL BURIHAN | CRM-SP 73.033 Professor de Anatomia Descritiva e Topográfica da Faculdade de Medicina Santa Marcelina (FASM). Professor de Cirurgia Vascular da FASM. Coordenador do Módulo Cirúrgico da FASM. Preceptor da Residência Médica de Cirurgia Vascular do Hospital Santa Marcelina. Presidente da Sociedade Brasileira de Angiologia e de Cirurgia Vascular – Regional São Paulo (SBACVSP), 2018-2019.",
    "CONSENSO E ATUALIZAÇÃO NA PROFILAXIA E NO TRATAMENTO DO TROMBOEMBOLISMO VENOSO 15 Prevenção De acordo com a 8 a edição das diretrizes de prevenção de TEV do American College of Chest Phy- sicians (ACCP), recomenda-se que, em todo hospital geral, seja desenvolvida uma estratégia formal e ativa que trate da prevenção do TEV. 9 O risco de TEV após um procedimento cirúrgico é maior até 12 semanas após o procedimento, mas pode persistir por até 1 ano da cirurgia. 10 A incidência de TEV em mulheres de meia-idade submetidas a procedimento cirúrgico oncológico é de cerca de 1 em cada 85 pacientes; em cirurgias de joelho ou quadril; 1 em cada 45; em cirurgia vascular, 1 em cada 115; em cirurgia gastrintestinal, 1 em cada 165; e, em cirurgia ginecológica, 1 em cada 365. 10 Em trabalhos randomizados controlados, mostrou-se a eficácia da profilaxia com heparina de baixo peso molecular (HBPM) em pacientes cirúrgicos. Ela reduziu o risco de TVP em 59% dos casos e de EP fatal em 63% dos casos. 11 Em revisão sistemática de 33 trabalhos controlados randomizados, o sangra- mento significativo somente foi observado em 3% dos casos, o que mostrou a segurança da profilaxia medicamentosa. 12 Em pacientes cirúrgicos, três itens devem ser considerados para classificação quanto ao risco de TEV: idade, porte/duração da cirurgia e fatores de risco. Utiliza-se mais frequentemente a Escala de Caprini para suporte à decisão clínica. Neste caso, dividem-se os pacientes em de muito baixo risco (escore 0), baixo risco (escores 1 e 2), risco moderado (escores 3 e 4) e alto risco (escore ≥ 5), conforme indicado na Tabela 1. TABELA 1 n Escala de Caprini para avaliação do risco de tromboembolismo venoso. 1 ponto 2 pontos 5 pontos Idade 41 a 60 anos [ ] Idade 61 a 74 anos [ ] AVC (< 1 mês) [ ] Cirurgia maior prévia (< 1 mês) [ ] Artroscopia [ ] Artroplastia [ ] Cirurgia menor [ ] Câncer [ ] Fratura de quadril/pelve [ ] DlI [ ] Cateter venoso central [ ] Politraumatismo [ ] Doença pulmonar grave [ ] Cirurgia maior (> 45 min) [ ] TRM [ ] DPOC [ ] Imobilização gessada [ ] Edema de MMII [ ] Laparoscopia (> 45 min) [ ] Gravidez e pós-parto (< 1 mês) [ ] Restrição ao leito (> 72 h) [ ] Hormônio [ ] 3 pontos Total de pontos Idade > 75 anos [ ] IAM [ ] Anticoagulante lúpico [ ] [ ] ICC [ ] Anticorpos anticardiolipina [ ] Obesidade [ ] Fator V de Leiden [ ] Perda fetal/aborto [ ] História familiar de TEV [ ] Restrição ao leito [ ] História prévia de TEV [ ] Sepse (< 1 mês) [ ] Homocisteína elevada [ ] Varizes [ ] Protrombina 20210A [ ] TIH [ ] Outros [ ] Outros [ ] DII: doença intestinal infamatória; DPOC: doença pulmonar obstrutiva crônica; MMII: membros inferiores; IAM: infarto agudo do miocárdio; ICC: insuficiência cardíaca congestiva; TEV: tromboembolismo venoso; TIH: trombocitopenia induzida por hepa- rina; AVC: acidente vascular cerebral; TRM: traumatismo raquimedular. Fonte : adaptada de Caprini JA, 2010. 13",
    "CONSENSO E ATUALIZAÇÃO NA PROFILAXIA E NO TRATAMENTO DO TROMBOEMBOLISMO VENOSO 16 Em pacientes com risco muito baixo de TEV (0,5% de chance), recomenda-se deambulação preco- ce em comparação com a profilaxia medicamentosa (recomendação com nível de evidência 1B). Para pacientes de baixo risco (1,5% de chance de TEV), recomenda-se profilaxia mecânica quando compa- rada com a profilaxia farmacológica (recomendação 2C). Nos pacientes com risco moderado (chance de TEV de 3%), mas com baixo risco de sangramento, recomenda-se profilaxia medicamentosa (nível de evidência 2B). Já nos pacientes com alto risco de TEV e baixo risco de sangramento, recomenda-se a profilaxia medicamentosa (1B), podendo-se associar a profilaxia mecânica (2C). Nos pacientes com alto risco de sangramento, deve-se utilizar apenas a profilaxia mecânica. A profilaxia medicamentosa nos pacientes com risco moderado, em cirurgia geral, é realizada com heparina não fracionada (HNF), 5.000 UI por via subcutânea (SC), iniciando-se 2 horas antes do proce- dimento e mantendo-se de 12/12 horas após; ou com a administração de HBPM. Em nosso meio, está disponível a enoxaparina, 20 mg SC, mantendo-se, após, de 24/24 horas. Nos casos de alto risco para TEV, recomenda-se HBPM (enoxaparina), 40 mg 12 horas antes da cirurgia e de 24/24 horas após; ou fondaparinux 2,5 mg na mesma sequência ou HNF 5.000 UI, inician- do-se 2 horas antes do procedimento e mantendo-se de 8/8 horas, 12 horas após. 14 Não existem evidências do uso de anticoagulantes orais diretos (DOAC; do inglês, direct oral antico- agulant ) em pacientes cirúrgicos não ortopédicos. São necessários novos estudos para que possamos usar esses fármacos com segurança nessas populações. 15 Nos pacientes ortopédicos, deve-se iniciar a HBPM 12 horas antes do procedimento e reiniciá-la de 6 a 12 horas após, com a dose habitual. Já os DOAC devem ser iniciados 6 horas após o procedimento. Em estudos com 4.000 pacientes ortopédicos, observou-se a necessidade de profilaxia estendida de 30 a 42 dias em artroplastias de joelho e de quadril, sendo a duração mínima de 10 a 14 dias. 16 A cirurgia bariátrica é um caso à parte. Os pacientes obesos têm chance de 2 ou mais vezes de ter uma trombose quando comparados a não obesos. O aumento do ativador do plasminogênio 1 (PAI1), a presença de micropartículas, a diminuição da fibrinólise e o aumento da agregação plaquetária são fato- res de hipercoagulabilidade no obeso. 17 Outros fatores como estase venosa e dificuldade na mobilização no pós-operatório também contribuem para o maior risco. 18 O paciente obeso é considerado de alto risco para TEV. Provavelmente, a dose necessária para pro- filaxia é maior do que em pacientes com índice de massa corpórea (IMC) normal. A maioria dos eventos tromboembólicos no obeso ocorre após a alta hospitalar. 14 Estudos avaliaram um regime de profilaxia estendida usando HBPM que se mostrou simples, efetivo e associado a baixa incidência de sangramen- to. 19,20 Trabalhos recentes demonstram diferentes doses para profilaxia em obesos, mas a utilização de 40 mg de HBPM, 2 vezes ao dia, por um período de 10 dias, sugere reduzir a incidência de TEV. 21 A profilaxia em pacientes cirúrgicos oncológicos é de extrema importância. Estudos mostram uma incidência de, aproximadamente, 29% de TVP em pacientes oncológicos submetidos a cirurgia abdominal ou pélvica. 6 Outro detalhe é a extensão dessa profilaxia. O estudo ENOXACAN II demonstrou que a admi- nistração de HBPM por um período prolongado reduz a incidência de TEV nesses casos, sem comprometer a segurança. 22 Outros estudos confirmaram que o ideal seria a utilização de HBPM por 4 semanas. 23-28 A profilaxia do TEV também se faz necessária na cirurgia neurológica. Em pacientes submetidos a hemicraniectomia por acidente vascular cerebral, sugere-se o uso de profilaxia medicamentosa no pós-operatório imediato, com exceção dos casos em que foi utilizado ativador do plasminogênio tecidual recombinante (rTPA). Para esses pacientes, a profilaxia deverá ser retardada por 24 horas. 29 No traumatismo de medula espinal, também se recomenda a profilaxia do TEV. Os métodos mecâ- nicos devem ser aplicados assim que possível, enquanto a profilaxia medicamentosa deve ser utilizada quando não houver mais sinais de sangramento ativo. A duração sugerida para a profilaxia do TEV é de 8 semanas. 30,31 Nos casos em que a profilaxia medicamentosa não puder ser iniciada precocemente, a utilização da profilaxia mecânica se faz necessária. O uso de meias de compressão graduada ou compressão pneumática intermitente (18 horas ao dia) somente é contraindicado nos casos de fratura exposta, insu- ficiência arterial periférica grave, insuficiência cardíaca grave e úlceras e infecções em pernas. Recentemente, foram publicados dois novos trabalhos do grupo de Caprini em relação às novas es- tratificações de risco para o paciente cirúrgico. Muitas discussões em relação ao tema acontecerão. 32,33 Conclusão Considerando as elevadas morbidade e mortalidade dos eventos tromboembólicos em pacientes ci- rúrgicos, devemos sempre nos recordar das palavras de Victor Tapson, eminente professor e pesquisador norte-americano na área de pneumologia: “Mais vale um grama de profilaxia do que um quilo de tratamento”.",
    "CONSENSO E ATUALIZAÇÃO NA PROFILAXIA E NO TRATAMENTO DO TROMBOEMBOLISMO VENOSO 17 Referências bibliográficas 1. Spencer FA et al. Venous thromboembolism in the outpatient setting. Arch Intern Med. 2007;167:1471-75. 2. International Society on Thrombosis and Haemostasis. Know thrombosis: think venous thromboembolism. Disponível em: https://www.worldthrombosisday.org/issue/vte/. Acesso em: 4 nov. 2019. 3. Heit JA, Spencer FA, White RH. The epidemiology of venous thromboembolism. J Thromb Thrombolysis. 2016;41(1):3-14. 4. Grosse SD, Nelson RE, Nyarko KA et al. The economic burden of incident venous thromboembolism in the United States: A review of estimated attributable healthcare costs. Thrombosis Research. 2016;137:3-10. 5. Cohen AT, Agnelli G, Anderson FA et al. Venous thromboembolism (VTE) in Europe. The number of VTE events and associated morbidity and mortality. Thromb Haemost. 2007 Oct;98(4):756-64. 6. Geerts WH, Pineo GF, Heit JA et al. Prevention of venous thromboembolism: the Seventh ACCP Conference on Antithrombotic and Thrombolytic Therapy. Chest. 2004;126:338S-400S. 7. Leizorovicz A, Mismetti P. Preventing venous thromboembolism in medical patients. Circulation. 2004;110(24 Suppl 1): IV 13-9. 8. Prandoni P , Piccioli A, Girolami A. Cancer and venous thromboembolism: an overview. Haematologica. 1999;84(5):437-45. 9. Geerts WH, Bergqvist D, Pineo GF et al. Prevention of venous thromboembolism: American College of Chest Physicians Evi- dence-Based Clinical Practice Guidelines (8th Edition). Chest. 2008 Jun;133(6 Suppl):381S-453S. 10. Sweetland S, Green J, Liu B et al. Duration and magnitude of the postoperative risk of venous thromboembolism in middle aged women: prospective cohort study. BMJ. 2009;339:4583. 11. Collins R, Scrimgeour A, Yusuf S, Peto R. Reduction in fatal pulmonary embolism and venous thrombosis by perioperative administration of subcutaneous heparin. Overview of results of randomized trials in general, orthopedic, and urologic surgery. New Engl J Med. 1988;318(18):1162. 12. Leonardi MJ, McGory ML, Ko CY. The rate of bleeding complications after pharmacologic deep venous thrombosis prophylaxis: a systematic review of 33 randomized controlled trials. Arch Surg. 2006 Aug;141(8):790-7; discussion 797-9. 13. Caprini JA. Risk assessment as a guide for the prevention of the many faces of venous thromboembolism. Am J Surg. 2010 Jan;199(1 Suppl):S3-10. 14. Kearon C, Kahn SR, Agnelli G et al. Antithrombotic therapy for venous thromboembolic disease: American College of Chest Physicians Evidence-Based Clinical Practice Guidelines (8th Edition). Chest. 2008 Jun;133(6 Suppl):454S-545S. 15. Riva N, Donadini MP , Bozzato S, Ageno W. Novel oral anticoagulants for the prevention of venous thromboembolism in surgical patients. Thromb Res. 2013 Jan;131 (Suppl 1) 1:S67-70. 16. Eikelboom JW, Quinlan DJ, Douketis JD. Extended-duration prophylaxis against venous thromboembolism after total hip or knee replacement: a meta-analysis of the randomised trials. Lancet. 2001;358(9275):9-15. 17. Stein PD, Goldman J. Obesety and thromboembolic disease. Clin Chest Med. 2009;30(3):489-93. 18. Hamad GG, Bergqvist D. Venous thromboembolism in bariatric surgery patients: an update of risk and prevention. Surg Obes Relat Dis. 2007;3(1):97-102. 19. Magee CJ, Barry J, Javed S et al. Extended thromboprophylaxis reduces the incidence of postoperative venous thromboembo- lism in laparoscopic bariatric surgery. Surg Obes Relat Dis. 2010;6(3):322-5. 20. Winegar DA, Sherif B, Pate V, DeMaria EJ. Venous thromboembolism after bariatric surgery performed by Bariatric Surgery Center of Excellence Participants: analysis of the Bariatric Outcomes Longitudinal Database. Surg Obes Relat Dis. 2011 Mar-Apr;7(2):181-8. 21. Parker SG, McGlone ER, Knight WR et al. Enoxaparin venous thromboembolism prophylaxis in bariatric surgery: a best evidence topic. Int J Surg. 2015 Nov;23:52-6. 22. Bergqvist D, Agnelli G, Cohen AT et al. Duration of prophylaxis against venous thromboembolism with enoxaparin after surgery for cancer. N Eng J Med. 2002; 346:975-80. 23. Rasmussen MS, Jorgensen LN, Wille-Jorgensen P. Prolonged Thromboprophylaxis with low molecular weight heparin for abdom- inal or pelvic surgery. Cochrane Database Syst Rev. 2009 Jan 21;(1):CD004318 . 24. Holbrook A, Schulman S, Witt DM et al. Evidence-based management of anticoagulant therapy: Antithrombotic Therapy and Pre- vention of Thrombosis, 9th ed: American College of Chest Physicians Evidence-Based Clinical Practice Guidelines. Chest. 2012 Feb;141(2 Suppl):e152S-84S. 25. Farge D, Bounameaux H, Brenner B et al. International clinical practice guidelines including guidance for direct oral anticoagu- lants in the treatment and prophylaxis of venous thromboembolism in patients with cancer. J Lancet Oncol. 2016;17:e452-66. 26. Gould MK, Garcia DA. Wren SM et al. Prevention of VTE in nonorthopedic surgical patients: Antithrombotic Therapy and Preven- tion of Thrombosis, 9th ed: American College of Chest Physicians Evidence-Based Clinical Practice Guidelines. Chest. 2012; 141(Suppl):e227s-77s. 27. Mandala M, Falanga A, Roila F. Venous thromboembolism in cancer patients: ESMO clinical practicve guidelines for the man- agement. Ann Oncol. 2010; 21:274-6. 28. National Comprehensive Cancer Network. NCCN guidelines 2017. Disponível em: https://www.nccn.org/professionals/physi- cian_gls/pdf/vte.pdf. Acesso em: 1 out. de 2019. 29. Nyquist P , Jichici D, Bautista C et al. Prophylaxis of venous thrombosis in neurocritical care patients: an executive summary of evidence-based guidelines: a statement for healthcare professionals from the Neurocritical Care Society and Society of Critical Care Medicine. Crit Care Med. 2017; 45:476. 30. Consortium for Spinal Cord Medicine. Prevention of venous thromboembolism in individuals with spinal cord injury: clinical practice guidelines for health care providers, 3rd ed. Top Spinal Cord Inj Rehabil. 2016;22(3):209-40. 31. Fehlings MG et al. A clinical practice guideline for the management of patients with acute spinal cord injury: recommendations on the type and timing of anticoagulant thromboprophylaxis. Global Spine J. 2017;7(3S) 212S-20S. 32. Krauss ES, Caprini JA et al. Implementation and validation of the 2013 Caprini Score for Risk Stratification of Artroplasty Pa- tients in the Prevention of Venous Thrombosis. Clin Applied Thrombosis/Hemostasis. 2019, 25:1-9. 33. Cronin MA, Caprini JA et al. Completion of the updated Caprini risk assessment model (2013 Version) clinical and applied throm- bosis/hemostasis. 2019, 25:1-10.",
    "18 Profilaxia farmacológica do tromboembolismo venoso em pacientes especiais A profi laxia do tromboembolismo venoso (TEV) é um assunto razoavelmente explorado pela pesquisa clínica, o que garante evidências científicas suficientes para conduzir a maioria dos pacientes. No en- tanto, há grupos especiais de indivíduos com menor representatividade, por apresentarem condições extremas de biotipo, doenças associadas ou extremos de idade. Dessa forma, as condutas de profilaxia do TEV nesses indivíduos ainda apresentam questões não respondidas ou evidências científicas de qualidade limitada. Este capítulo aborda tais grupos de pacientes e as condutas profiláticas mais ade- quadas para esses indivíduos. Adultos de baixo peso corpóreo Rojas et al. 1 observaram que a atividade antifator Xa em pacientes submetidos a doses profiláticas de enoxaparina (40 mg ao dia) era inversamente proporcional ao peso destes. Consequentemente, em pacien- tes de baixo peso, a dose profilática usual de enoxaparina pode alcançar níveis de atividade anticoagulante superiores aos desejáveis, com esperado aumento no risco de sangramentos. Dessa maneira, Sebaaly e Co- vert 2 sugerem que pacientes com índice de massa corpórea (IMC) inferior a 18 kg/m 2 ou peso total inferior a 55 kg devem ser considerados para a redução da dose diária de enoxaparina para 30 mg, em administração única diária. Tal abordagem é particularmente difícil em nosso país, onde tal posologia não se encontra, o que resulta na necessidade de cuidados específicos de enfermagem para sua aplicabilidade. Em pacientes com baixo peso, é comum observar o uso empírico de enoxaparina na dose de 20 mg em uma tomada diária. Obesidade A profilaxia mecânica do TEV apresenta limitações para os pacientes obesos, que em condições de hospitalização costumam apresentar restrições de mobilidade ainda maiores que as usuais. O uso de meias e dispositivos de compressão pode ser prejudicado em pacientes muito obesos, pela dificuldade em encontrá-los nas medidas necessárias para o biotipo em questão. O uso de diferentes regimes de profilaxia com enoxaparina e heparina não fracionada (HNF) em pacientes obesos foi analisado retrospectivamente por Wang et al. 3 Esses autores identificaram regimes profi láticos de dosagem padrão (enoxaparina, 40 mg/dia, ou HNF, 5.000 UI a cada 8 ou 12 horas) ou de dosagem aumentada (enoxaparina, 40 mg a cada 12 horas, ou HNF, 7.500 UI a cada 8 horas). Em indivídu- os obesos com IMC inferior a 40 kg/m 2 , não houve diferença de eficácia na prevenção de TEV entre os regimes de dosagem padrão ou aumentada. Já para pacientes com IMC superior a 40 kg/m 2 , a profilaxia com doses elevadas apresentou supe- rioridade, reduzindo em 48% os eventos trombóticos quando comparada ao regime de dose padrão, sem diferença em eventos de sangramentos. Freeman et al., 4 estudando pacientes com obesidade extrema (peso e IMC médios de 176 kg e 62 kg/m 2 , respectivamente), observaram que os valores mais adequados de atividade antifator Xa DR. IVAN BENADUCE CASELLA | CRM-SP 84.230 Professor colaborador da disciplina de Cirurgia Vascular e Endovascular da Faculdade de Medicina da Universidade de São Paulo (FMUSP). Doutor em Ciências pela FMUSP.",
    "CONSENSO E ATUALIZAÇÃO NA PROFILAXIA E NO TRATAMENTO DO TROMBOEMBOLISMO VENOSO 19 foram alcançados usando-se doses elevadas de enoxaparina (0,5 mg/kg ao dia). No entanto, o estu- do apresenta evidência científica de valor limitado, uma vez que conta com pequena casuística e se baseia em desfechos laboratoriais, e não clínicos. As doses recomendadas 5 de antitrombóticos na profilaxia do TEV em obesos mórbidos estão resu- midas na Tabela 1. TABELA 1 n Profilaxia farmacológica do tromboembolismo venoso em obesos mórbidos com função renal preservada. Fármaco Dose profilática Heparina não fracionada 7.500 UI SC 8/8h Enoxaparina 40 mg SC 12/12h Fondaparina 2,5 mg SC 12/12h SC: via subcutânea. Fonte : adaptada de Vandiver JW et al., 2016. 5 Crianças e adolescentes Pacientes pediátricos costumam apresentar menor risco de eventos tromboembólicos do que adul- tos. A incidência anual de TEV em crianças é de 1 por 10.000 indivíduos/ano, aumentando para 9,7 por 10.000 indivíduos/ano para crianças hospitalizadas. 6 Os principais fatores de risco relacionados com o TEV pediátrico em crianças internadas são uso crônico de cateteres venosos centrais ou umbilicais, síndrome nefrótica e necessidade de cuidados críticos. As medidas profiláticas iniciam-se com o estímulo à deambulação precoce e cuidados fisioterá- picos. 7 A profilaxia farmacológica pode ser indicada em condições de risco moderado-alto para TEV. As doses profiláticas das heparinas na população pediátrica 8,9 estão resumidas na Tabela 2. TABELA 2 n Profilaxia farmacológica do tromboembolismo venoso em crianças. Fármaco Idade Dose profilática Heparina não fracionada N/A 10 UI/kg/hora em infusão contínua Enoxaparina < 2 meses 0,75 mg/kg/dose SC cada 12 horas > 2 meses 0,50 mg/kg/dose SC cada 12 horas SC: via subcutânea. Fonte : adaptada de Monagle P et al., 2012; 8 Molinari AC et al., 2015. 9 Idosos Pacientes idosos estão mais propensos a eventos tromboembólicos a sangramentos. A idade aci- ma de 75 anos é um fator de risco independente para o TEV. Normalmente, o paciente idoso deve receber as doses habituais de antitrombóticos para profilaxia, com especial atenção para a função renal como fator modificador de conduta. Dorobantu e Bogdan 10 sugerem um esquema de profilaxia medica- mentosa para idosos tendo a função renal como elemento-chave na escolha do fármaco e da dose a serem usados, conforme apresentado na Tabela 3. TABELA 3 n Profilaxia farmacológica do tromboembolismo venoso em idosos. Clearance de creatinina Opções de profilaxia > 50 mL/min  Enoxaparina – 40 mg SC ao dia  Fondaparinux – 2,5 mg SC ao dia 30 a 50 mL/min  Enoxaparina – 40 mg SC ao dia – considerar controle de atividade antifator Xa  Heparina não fracionada – 5.000 UI SC a cada 8 ou 12 horas  Fondaparinux – 50% da dose ( continua )",
    "CONSENSO E ATUALIZAÇÃO NA PROFILAXIA E NO TRATAMENTO DO TROMBOEMBOLISMO VENOSO 20 Insuficiência renal Pacientes adultos renais crônicos têm maior risco de TEV do que a população geral. 11 Por outro lado, a excreção predominantemente renal das heparinas de baixo peso molecular (HBPM) aumenta o risco de acúmulo desses fármacos nesta categoria de pacientes. 12 Assim, tais indivíduos beneficiam-se do uso de HNF. O uso de HBPM não é proibitivo, mas deve estar associado a monitorização regular da atividade antifator Xa e eventuais ajustes de dose. A dalteparina, a HBPM mais estudada neste cenário clinico, não está disponível para uso no Brasil. Monitorização da atividade farmacológica Teoricamente, todo paciente fora dos padrões habituais de idade, peso ou com limitações da função renal deveria ser submetido a controles laboratoriais regulares quando em uso de heparinoi- des. Enquanto a monitorização da atividade da HNF se mostra bastante acessível, a mensuração da atividade antifator Xa, utilizada para as HBPM, é mais complexa, pela falta de disponibilidade ou pelos custos envolvidos. Pacientes com risco aumentado de sangramento ou de acúmulo do fármaco devem ser submetidos a monitorização laboratorial regular da atividade anticoagulante. Conclusão O escasso número de investigações clínicas, bem como as limitações metodológicas delas, faz com que a profilaxia farmacológica do TEV em pacientes especiais seja baseada em evidências científicas de menor poder. Pacientes obesos mórbidos parecem beneficiar-se de regimes diferenciados de anti- coagulação profilática caracterizados por doses maiores que as habituais. Pacientes pediátricos têm a enoxaparina como a principal alternativa de profilaxia medicamentosa. Pacientes idosos e com insufici- ência renal crônica têm a determinação do clearance de creatinina como principal ferramenta decisória na escolha de fármacos e doses para profilaxia medicamentosa. Referências bibliográficas 1. Rojas L, Aizman A, Ernst D et al. Anti-Xa activity after enoxaparin prophylaxis in hospitalized patients weighing less than fifty-five kilograms. Thromb Res. 2013;132(6):761-4. 2. Sebaaly J, Covert K. Enoxaparin dosing at extremes of weight: literature review and dosing recommendations. Ann Pharmaco- ther. 2018;52(9):88-909. 3. Wang TF, Milligan PE, Wong CA et al. Efficacy and safety of high-dose thromboprophylaxis in morbidly obese inpatients. Thromb Haemost. 2014;111(1):88-93. 4. Freeman A, Horner T, Pendleton RC, Rondina MT. Prospective comparison of three enoxaparin dosing regimens to achieve target anti-factor Xa levels in hospitalized, medically ill patients with extreme obesity. Am J Hematol. 2012;87(7):740-3. 5. Vandiver JW, Ritz LI, Lalama JT. Chemical prophylaxis to prevent venous thromboembolism in morbid obesity: literature review and dosing recommendations. J Thromb Thrombolysis. 2016 Apr;41(3):475-81. 6. Kim S, Sabharwal S. Risk factors for venous thromboembolism in hospitalized children and adolescents: a systematc review and pooled analysis. J Pediatr Orthop B. 2014;23:389-93. 7. Gillespie MA, Lyle CA, Goldenberg NA. Updates in pediatric venous thromboembolism. Curr Opin Hematol. 2015 Sep;22(5):413-9. 8. Monagle P, Chan AKC, Goldenberg NA et al. Antithrombotic therapy in neonates and children: antithrombotic therapy and prevention of thrombosis, 9th ed: American College of Chest Physicians Evidence-Based Clinical Practice Guidelines. Chest. 2012;141(2 Suppl):e737S-e801S. 9. Molinari AC, Banov L, Bertamino M et al. A practical approach to the use of low molecular weight heparins in VTE treatment and prophylaxis in children and newborns. Pediatr Hematol Oncol. 2015;32(1):1-10. 10. Dorobantu M, Bogdan S. Unfractionated heparin or low-molecular-weight heparin in the elderly. Int J Cardiol. 2016;222:1084-90. 11. Wattanakit K, Cushman M, Stehman-Breen C et al. Chronic kidney disease increases risk for venous thromboembolism. J Am Soc Nephrol. 2008;19(1):135-40. 12. Farooq V, Hegarty J, Chandrasekar T et al. Serious adverse incidents with the usage of low molecular weight heparins in patients with chronic kidney disease. Am J Kidney Dis. 2004;43(3):531-7. Clearance de creatinina Opções de profilaxia < 30 mL/min  Heparina não fracionada – 5.000 UI SC a cada 8 ou 12 horas  Enoxaparina – 20 mg SC ao dia e controle de atividade antifator Xa SC: via subcutânea. Fonte : adaptada de Dorobantu M e Bogdan S, 2016. 10",
    "21 Profilaxia do tromboembolismo venoso em pacientes obstétricas Ao longo da história, o parto sempre esteve associado ao risco de morte. No passado, as com- plicações obstétricas relacionadas com sangramento eram as maiores preocupações de médicos e pacientes. Hoje em dia, o tromboembolismo venoso (TEV) passou a ser considerado fator de risco de morte materno-fetal. Se nos países pobres, ou em desenvolvimento, as causas clássicas de infecção puerperal, hemorragia e eclâmpsia predominam, nos países desenvolvidos o TEV assumiu o papel de protagonista da morbimortalidade obstétrica. 1 Fatores e classificação de risco A gestante apresenta todos os elementos da tríade de Virchow, que se expressam com maior impacto ao longo da gravidez. A partir da 28 a semana, torna-se mais acentuada a compressão da veia cava inferior pelo útero, o que determina a redução do fluxo venoso e a maior probabilidade de formação de trombos. No entanto, o aumento dos fatores de coagulação sob a influência do estriol placentário e a lesão endo- telial provocada pela nidação podem aumentar o risco de TEV desde as primeiras semanas de gravidez. 2 Se o risco de TEV aumenta de 5 a 10 vezes durante a gravidez, no puerpério o risco ainda pode dobrar. Esse conhecimento deve ser valorizado, pois algumas gestantes que são acompanhadas com vigilância clínica até o parto precisarão receber profilaxia farmacológica no período puerperal. 3 A estratificação do risco de TEV durante a gravidez deve fazer parte obrigatória da avaliação pré-na- tal, lembrando que o risco pode se modificar com o passar dos meses. No início do processo, a história pessoal e familiar da gestante é extremamente importante. O relato de trombose venosa profunda pregressa ou a história familiar desse tipo de evento em parente de primeiro grau alertam para a possi- bilidade de um estigma trombofílico, que pode ou não ter sido pesquisado anteriormente. De qualquer maneira, independentemente de mutação genética confirmada, a trombose venosa pregressa por si só já se configura em fator de alto risco, especialmente se estiver relacionada com uso de contraceptivos orais combinados ou gestação anterior. 4 Possivelmente, se considerarmos as gestantes habituais, jovens e sem comorbidades, o risco de TEV é baixo. A prevalência é estimada entre 0,5 e 2,2 casos para cada 1.000 partos. 5 Não obstante, se a gestante possui índice de massa corpórea (IMC) de 30 kg/m 2 ou mais e idade acima de 40 anos, é tabagista e tem indicação de parto cesariano, o risco de TEV aumenta. Além disso, deverá ser indicada a profilaxia com heparina de baixo peso molecular ou heparina não fracionada. Esta deverá ser mantida por via parenteral por período de 7 a 10 dias. DR. ADILSON FERRAZ PASCHOA | CRM-SP 42.525 Corresponsável pelo Serviço de Cirurgia Vascular Integrada do Hospital Benefi cência Portuguesa – Unidade Paulista. Membro Titular da Sociedade Brasileira de Angiologia e de Cirurgia Vascular (SBACV). Membro da International Society on Thrombosis and Haemosthasis. Doutor em Cirurgia pela Universidade Estadual de Campinas (Unicamp). DRA. MARIA FERNANDA CASSINO PORTUGAL | CRM-SP 187.206 Ex-estagiária do Serviço de Cirurgia Vascular Integrada do Hospital Benefi cência Portuguesa – Unidade Paulista.",
    "CONSENSO E ATUALIZAÇÃO NA PROFILAXIA E NO TRATAMENTO DO TROMBOEMBOLISMO VENOSO 22 As Tabelas 1, 2 e 3 mostram os fatores de risco preexistentes, os fatores de risco obstétricos e os fatores de risco transitórios que devem ser considerados de acordo com as diretrizes propostas pelo Royal College of Obstetricians and Gynaecologists (RCOG) e pelo American College of Chest Physicians (ACCP). 6-8 Já a Tabela 4 apresenta a conduta orientada, de acordo com o escore obtido. TABELA 1 n Fatores de risco preexistentes para tromboembolismo venoso na gestação (RCOG). TEV anterior (exceto um único evento relacionado com cirurgia de grande porte) 4 TEV prévio provocado por cirurgia de grande porte 3 Trombofilia conhecida de alto risco 3 Comorbidades: câncer, ICC, lúpus ativo, diabetes melito tipo 1, doença falciforme, doença intestinal inflamatória, artropatia inflamatória etc. 3 História familiar de TEV não provocado ou associado ao estrogênio (em parente de 1 o grau) 1 Trombofilia de baixo risco conhecida sem TEV pregresso 1 Idade ≥ 35 anos 1 Obesidade 1 ou 2 Paridade ≥ 3 1 Tabagismo 1 Veias varicosas de grande calibre 1 RCOG: Royal College of Obstetricians and Gynaecologists; ICC: insuficiência cardíaca congestiva. Fonte : adaptada de RCOG, 2008; 6 American College of Chest Physicians, 2012; 7 Bates SM et al., 2016. 8 TABELA 2 n Fatores de risco obstétricos para tromboembolismo venoso na gestação (RCOG). Pré-eclâmpsia na gravidez atual 1 TRA ou FIV (somente pré-natais) 1 Gravidez múltipla 1 Cesariana em trabalho de parto 2 Cesariana eletiva 1 Parto cirúrgico com rotação ou na cavidade mediana 1 Trabalho de parto prolongado (> 24 horas) 1 HPP (> 1 litro ou transfusão) 1 Nascimento pré-termo < 37 semanas na gravidez atual 1 Natimorto na gravidez atual 1 TRA: terapia de reprodução assistida; FIV: fertilização in vitro ; HPP: hemorragia periparto. Fonte : adaptada de RCOG, 2008; 6 American College of Chest Physicians, 2012; 7 Bates SM et al., 2016. 8 TABELA 3 n Fatores de risco transitórios para tromboembolismo venoso na gestação. Qualquer procedimento cirúrgico durante a gravidez e o puerpério, que não seja correção imediata do períneo ou esterilização pós-parto 3 Síndrome de hiperestimulação ovariana (apenas no primeiro trimestre) 4 Infecção sistêmica 1 Imobilidade, desidratação 1 Hiperêmese 3 Fonte : adaptada de RCOG, 2008; 6 American College of Chest Physicians, 2012; 7 Bates SM et al., 2016. 8",
    "CONSENSO E ATUALIZAÇÃO NA PROFILAXIA E NO TRATAMENTO DO TROMBOEMBOLISMO VENOSO 23 TABELA 4 n Conduta de acordo com o escore – Protocolo RCOG. Se a pontuação total pré-natal ≥ 4, considere realizar a profilaxia a partir do primeiro trimestre Se a pontuação total pré-natal ≥ 3, considere realizar a profilaxia a partir de 28 semanas Se a pontuação total pós-parto ≥ 2, considere a profilaxia pelo menos por 10 dias Se a paciente for hospitalizada antes do parto, considere a profilaxia Se a hospitalização for prolongada (≥ 3 dias) ou a paciente retornar ao hospital durante o puerpério, considere a profilaxia RCOG: Royal College of Obstetricians and Gynaecologists. Fonte : adaptada de RCOG, 2008. 6 Prevenção A profilaxia farmacológica do tromboembolismo venoso na gravidez e no puerpério baseia-se em medica- ções de uso parenteral. A heparina não fracionada (HNF) e as heparinas de baixo peso molecular (HBPM) são as alternativas indicadas. Ambas são moléculas grandes, que não cruzam a barreira placentária e tampouco passam para o leite materno. Assim, não oferecem maior risco para o feto. 9 Para a maior parte dos casos, a HNF deve ser administrada na dose de 5.000 UI a cada 8 horas, considerando-se as gestantes de alto risco. Pela duração da profilaxia, muitas vezes prolongada, essa conduta é praticamente inviável. As HBPM são as medicações de escolha para realizar a profilaxia. Em nosso meio, a enoxaparina é a mais disponibilizada. Deve-se aplicá-la por via subcutânea, uma vez por dia, na dose de 40 mg. Mesmo com dose única diária, há desconforto com as aplicações repetidas. O local preferencial de administra- ção é o abdome e, para maior conforto, deve-se alternar o sítio de punção em torno da cicatriz umbilical. Compressas frias podem atenuar o desconforto das punções repetidas. As complicações hemorrágicas durante a gravidez devem ser monitoradas e são as mais preocupantes, sobretudo o descolamento prematuro da placenta (DPP). As complicações decorrentes do uso das heparinas a longo prazo são osteoporose e alopecia. Ambas podem ser minimizadas com a HBPM. 7 Os inibidores da vitamina K (AVK) são contraindicados entre a 6 a e a 12 a semana, pelo risco de provocarem malformações fetais. 10 A partir do segundo trimestre, podem ser administrados, mas a dificuldade de ajuste de dose desestimula seu uso. Os AVKs também passam para o leite materno. Por- tanto, não são recomendados para estender a profilaxia no puerpério. Os anticoagulantes orais de ação direta (DOAC; do inglês, direct oral anticoagulant ) são moléculas pequenas, que atravessam a barreira placentária e passam para o leito materno. Por isso, não devem ser utilizados. 4,11 Para a realização do parto, a HBPM deve ser suspensa 12 horas antes do procedimento. Essa condu- ta permite a segurança para o bloqueio anestésico e independe se o parto for vaginal ou cesáreo. É impor- tante ressaltar que a via de parto vaginal oferece menor risco de TEV. Se o fármaco utilizado for a HNF, deve ser suspenso 24 horas antes da indução do parto e, convém confirmar o tempo de tromboplastina parcial ativado (TTPa) antes do procedimento, de modo a mantê-lo dentro da faixa de normalidade. Em ambas as opções, aconselha-se o uso de dispositivo de compressão pneumática intermitente até o restabelecimento da profilaxia farmacológica, que poderá ser reintroduzida cerca de 12 horas após o parto. 10 Conclusão Como pode ser visto nas tabelas, a profilaxia do TEV tem uma abrangência que se estende a várias situações pertinentes ao ciclo gravídico-puerperal, e a classificação de risco é essencial para oferecer o melhor cuidado. Outras classificações foram propostas por diversas entidades ligadas à prática de ginecologia e obstetrícia, relacionadas com trombose e hemostasia. Existem diferenças sutis nessas diretrizes, mas, de modo geral, a maior parte das orientações aplica-se a todas elas. Neste Consenso, não há possibilidade de compará-las. No entanto, conhecê-las pode oferecer alternativas quando houver discrepâncias entre as abordagens propostas. 9,12 É importante salientar que diretrizes são orientações que se aplicam à maior parte das situações clínicas. Contudo, condições peculiares são muito frequen- tes e podem exigir decisões individualizadas. A ausência de estudos randomizados ou os ensaios de metodologia inapropriada são responsáveis pela falta de resposta clara para importantes questões.",
    "CONSENSO E ATUALIZAÇÃO NA PROFILAXIA E NO TRATAMENTO DO TROMBOEMBOLISMO VENOSO 24 Referências bibliográficas 1. Say L, Chou D, Chemmill A et al. Global causes of maternal death: a WHO systematic analysis. Lancet Global Health. 2014;2(6):e323-33. 2. Simcox LE, Ormesher L, Tower C, Greer IA. Pulmonary thrombo-embolism in pregnancy: diagnosis and management. Breath (Sheff). 2015;11(4):282-9. 3. Greer IA. Thrombosis in pregnancy: updates in diagnosis and management. Hematology Am Soc Hematol Educ Program. 2012;2012:203-7. 4. Oliveira ALML, Marques MA. Profilaxia de tromboembolismo venoso na gestação. J Vasc Bras. 2016;15(4):293-301. 5. Heit JA, Kobervig CE, James AH et al. Trends in the incidence of venous thromboembolism during pregnancy or postpartum: a 30-year population based study. Ann Intern Med. 2005;143(10):697-706. 6. National Collaborating Centre for Women’s and Children’s Health (UK). National Institute for Health and Clinical excellence: Guidance. Antenatal Care: Routine Care for Health Pregnant Woman. London: RCOG Press; 2008. 7. Bates SM, Greer IA, Middeldorp S et al. VTE, thrombophilia, antithrombotic therapy and pregnancy: antithrombotic therapy and prevention of thrombosis. 9. ed. American College of Chest Physicians Evidence-Based Clinical Practice Guidelines. Chest. 2012; 141 (2 Suppl):e691S-e736S. 8. Bates SM, Middeldorp S, Rodger M et al. Guidance for the treatment and prevention of obstetric-associated venous thrombo- embolism. J Thromb Thrombolysis. 2016;41(1):92-128. 9. Chan WS, Rey E, Kent NE; VTE in Pregnacy Guideline Working Group, et al; Society of Obstetricians and Gynecologists of Cana- da. Venous thromboembolism and antithrombotic therapy in pregnancy. J Obstet Gynaecol Can. 2014;36(6):527-53. 10. Montenegro CAB, Rezende Filho J. Rezende obstetrícia. Rio de Janeiro: Guanabara Koogan; 2017. p. 514-20. 11. Paschoa AF, Marques MA, Portugal MFC. Trombose venosa profunda. In: Brito CJ, Murilo R, Loureiro E. Cirurgia vascular (cirurgia endovascular e angiologia). Rio de Janeiro: Thieme Revinter, 2019. 12. James A. Committee on Practice Bulletins – Obstetrics. Practice bulletin n. 123: thromboembolism in pregnancy. Obstet Gyne- col. 2011; 118(3):718-29.",
    "25 Profilaxia do tromboembolismo venoso no paciente com câncer As neoplasias malignas são um fator de risco independente para o tromboembolismo venoso (TEV). 1,2 Definido como trombose venosa profunda (TVP) ou embolia pulmonar (EP), o tromboembo- lismo venoso está presente em quase 20% dos pacientes com câncer. 3 Uma análise de mais de um milhão de pacientes oncológicos hospitalizados mostrou um aumento na taxa de TEV de 28% entre 1995 e 2003, sendo a segunda causa de morte em portadores de neoplasias malignas. 4,5 Além disso, nessa população, o TEV já é considerado um fator prognóstico independente de mortalidade. 1,3 Não bastasse o maior risco de desenvolver TEV, o tratamento anticoagulante também é menos efi- caz e traz mais riscos no paciente oncológico. O risco de recorrência supera em mais de 3 vezes aquele de pacientes sem câncer. Da mesma forma, a frequência de complicações hemorrágicas também é mais de 2 vezes superior em indivíduos com câncer. 6,7 A prevenção do TEV mostra-se, portanto, importantíssima, especialmente para o paciente oncológico. Muitos indivíduos com câncer internados devido a alguma intercorrência clínica merecem quimioprofilaxia para TEV. 8 Também pacientes oncológicos cirúrgicos requerem quimioprofilaxia, alguns por período es- tendido. 8 Já a profilaxia medicamentosa em pacientes em tratamento antineoplásico ambulatorial tem sido estudada, o que promove a revisão de diretrizes importantes muito recentemente. 8 Uma atualização recém-divulgada pela American Society of Clinical Oncology (ASCO) estabelece critérios para a profilaxia química em pacientes com câncer em diversas situações, apresentadas a seguir. Pacientes clínicos hospitalizados  Pacientes hospitalizados com câncer associado a outros fatores de risco, como mobilidade reduzida e/ou intercorrência clínica aguda, devem receber profilaxia medicamentosa desde que o risco de complicações hemorrágicas não seja elevado. Ver Tabela 1 (qualidade de evidência intermediária e força de recomendação moderada). DR. ANTONIO EDUARDO ZERATI | CRM-SP 87.065 Professor livre-docente da disciplina de Cirurgia Vascular e Endovascular do Hospital das Clínicas da Faculdade de Medicina da Universidade de São Paulo (FMUSP). Chefe da Equipe de Cirurgia Vascular e Endovascular do Instituto do Câncer do Estado de São Paulo (ICESP). Sócio Titular da Sociedade Brasileira de Angiologia e de Cirurgia Vascular (SBACV). DR. GLAUCO FERNANDES SAES | CRM-SP 91.230 Doutor em Ciências pela Faculdade de Medicina da Universidade de São Paulo (FMUSP). Medico-assistente da Equipe de Cirurgia Vascular e Endovascular do Instituto do Câncer do Estado de São Paulo (ICESP). Sócio efetivo da Sociedade Brasileira de Angiologia e de Cirurgia Vascular (SBACV).",
    "CONSENSO E ATUALIZAÇÃO NA PROFILAXIA E NO TRATAMENTO DO TROMBOEMBOLISMO VENOSO 26  Pacientes hospitalizados com câncer, sem mobilidade reduzida ou outras comorbidades clínicas, sem sangramento ou outras contraindicações à anticoagulação, podem receber profilaxia farmacológica para TEV (qualidade de evidência baixa e força de recomendação moderada).  Pacientes hospitalizados para procedimentos menores, como infusão de quimioterápico ou trans- plante de medula, não devem receber de rotina profilaxia farmacológica (qualidade de evidência – consenso informal e força de recomendação moderada). A profilaxia mecânica deve ser associada à farmacológica sempre que possível. TABELA 1 n Pacientes considerados de alto risco de sangramento.  Plaquetas < 50.000/mm 3  Hemorragia ativa  Neoplasia de TGI e TGU (neoplasia de bexiga ou paciente com cateteres de nefrostomia ou ureterais)  Lesões de mucosa do TGI agudas (úlcera péptica, esofagite, gastrite, colite)  Lesões em SNC TGI: trato gastrintestinal; TGU: trato geniturinário; SNC: sistema nervoso central. Fonte : adaptada de Carrier M et al., 2019. 9 Pacientes cirúrgicos hospitalizados  Todos os pacientes com doença maligna submetidos a intervenção cirúrgica maior devem receber profilaxia farmacológica de rotina para TEV. Recomenda-se o uso de heparina não fracionada ou he- parina de baixo peso molecular, exceto em caso de sangramento ativo ou alto risco de sangramento (qualidade de evidência alta e força de recomendação elevada)  A profilaxia deve ser iniciada no pré-operatório (qualidade de evidência intermediária e força de recomendação moderada)  Métodos mecânicos devem ser associados à tromboprofilaxia farmacológica, mas não como mo- noterapia, exceto se os métodos farmacológicos forem contraindicados (qualidade de evidência intermediária e força de recomendação elevada)  O tempo de profilaxia deverá ser de, no mínimo, 7 a 10 dias. Nos pacientes submetidos a operações abdominais e pélvicas portadores de fatores de risco (mobilidade reduzida, obesidade, TEV prévio, entre outros), a profilaxia medicamentosa deve ser estendida para 4 semanas, sempre conside- rando o risco hemorrágico. No caso dos pacientes de baixo risco de fenômenos tromboembólicos venosos, o tempo de profilaxia deverá ser discutido caso a caso (qualidade de evidência alta e força de recomendação elevada). Pacientes ambulatoriais durante tratamento quimioterápico sistêmico  A profilaxia farmacológica de rotina não deve ser oferecida a todos os pacientes (qualidade de evidência intermediária/alta e força de recomendação elevada)  Os pacientes de alto risco para TEV (escore de Khorana para TEV ≥ 2 – Tabela 2) podem receber profilaxia farmacológica com apixabana, rivaroxabana ou heparina de baixo peso molecular, desde que não haja risco de sangramento ou interação medicamentosa. 8-11 Discutir riscos, benefícios, custo do fármaco e duração da profilaxia com o paciente (qualidade de evidência intermediária/ alta para apixabana e rivaroxabana, e intermediária para heparina de baixo peso molecular; força de recomendação elevada)  Os pacientes com mieloma múltiplo recebendo talidomida ou lenalidomida, em uso de quimio- terapia ou dexametasona, devem receber profilaxia farmacológica com aspirina ou heparina de baixo peso molecular se classificados como de baixo risco para TEV; já para os de alto risco, preconiza-se heparina de baixo peso molecular (qualidade de evidência intermediária e força de recomendação elevada).",
    "CONSENSO E ATUALIZAÇÃO NA PROFILAXIA E NO TRATAMENTO DO TROMBOEMBOLISMO VENOSO 27 Situações especiais Filtro de veia cava  Estudos em pacientes com câncer sugerem altas taxas de recorrência de TEV e ausência de van- tagens como profilaxia. 8 Metástase cerebral  As atuais recomendações contemplam os pacientes com metástases cerebrais e sugerem que o risco de sangramento é menor que o das lesões primárias do sistema nervoso central. 8 Os esquemas de profilaxia medicamentosa estão resumidos na Tabela 3. TABELA 3 n Esquemas para profilaxia farmacológica de TEV nos pacientes oncológicos. Internação clínica  HNF 5.000 unidades SC, a cada 8 horas  Dalteparina 5.000 UI SC, 1 vez ao dia  Enoxaparina 40 unidades SC, 1 vez ao dia  Fondaparinux 2,5 mg SC, 1 vez ao dia Internação cirúrgica  HNF 5.000 UI SC, 2 a 4 horas antes da cirurgia e a cada 8 horas, após a cirurgia  Dalteparina 2.500 UI SC, 2 a 4 horas antes da cirurgia e 1 vez ao dia, após a cirurgia; ou 5.000 UI SC, 10 a 12 horas antes da cirurgia e 1 vez ao dia, após a cirurgia  Enoxaparina 40 unidades SC, 10 a 12 horas antes da cirurgia e 1 vez ao dia, após a cirurgia  Fondaparinux 2,5 mg SC, iniciando 6 a 8 horas antes da cirurgia e 1 vez ao dia, após a cirurgia Os protocolos acima devem ser discutidos com a equipe de anestesiologia, previamente ao ato ci- rúrgico, pois alguns protocolos anestésicos sugerem intervalos maiores da última dose de profilaxia farmacológica, antes de raquianestesia. Pacientes ambulatoriais  Dalteparina 5.000 UI SC, 1 vez ao dia  Enoxaparina 40 UI SC, 1 vez ao dia  Fondaparinux 2,5 mg SC, 1 vez ao dia  Apixabana 2,5 mg VO, de 12 em 12 horas  Rivaroxabana 10 mg VO, 1 vez ao dia HNF: heparina não; fracionada; UI: unidades internacionais; SC: via subcutânea; VO: via oral. Fonte : adaptada de Carrier M et al., 2019. 9 TABELA 2 n Escore de Khorana: preditor de risco de TEV em paciente oncológico. Características do paciente Pontuação Risco muito alto (estômago, pâncreas) 2 Alto risco (pulmão, linfoma, ginecológico, bexiga, testículo) 1 Contagem plaquetas pré-quimioterapia ≥ 350 × 10 9 /L 1 Hemoglobina < 100 g/L ou uso de estimuladores de eritropoese 1 Contagem de leucócitos pré-quimioterapia > 11 × 10 9 /L 1 IMC ≥ 35 kg/m 2 1 Escore: 0 = baixo risco (0,3 a 0,8%); 1 a 2 = risco intermediário (1,8 a 2,0%); ≥ 3 = alto risco (6,7 a 7,1%). IMC: índice de massa corpórea. Fonte : adaptada de Khorana AA et al., 2008. 11",
    "CONSENSO E ATUALIZAÇÃO NA PROFILAXIA E NO TRATAMENTO DO TROMBOEMBOLISMO VENOSO 28 Referências bibliográficas 1. Levitan N, Dowlati A, Remick SC et al. Rates of initial and recurrent thromboembolic disease among patients with malignancy versus those without malignancy. Risk analysis using Medicare claims data. Medicine (Baltimore). 1999;78(5):285-91. 2. Heit JA, Silverstein MD, Mohr DN et al. Risk factors for deep vein thrombosis and pulmonary embolism: a population-based case-control study. Arch Intern Med. 2000;160(6):809-15. 3. Chew HK, Wun T, Harvey D et al. Incidence of venous thromboembolism and its effect on survival among patients with common cancers. Arch Intern Med. 2006;166(4):458-64. 4. Khorana AA, Francis CW, Culakova E et al. Frequency, risk factors, and trends for venous thromboembolism among hospitalized cancer patients. Cancer. 2007;110(10):2339-46. 5. Khorana AA, Francis CW, Culakova E et al. Thromboembolism is a leading cause of death in cancer patients receiving outpatient chemotherapy. J Thromb Haemost. 2007;5:632-4. 6. Prandoni P , Lensing AW, Piccioli A et al. Recurrent venous thromboembolism and bleeding complications during anticoagulant treatment in patients with cancer and venous thrombosis. Blood. 2002;100:3484-8. 7. Elting LS, Escalante CP , Cooksley C et al. Outcomes and cost of deep venous thrombosis among patients with cancer. Arch Intern Med. 2004;164:1653-61. 8. Key NS, Khorana AA, Kuderer NM et al. Venous thromboembolism prophylaxis and treatment in patients with cancer: ASCO Clinical Pratice Guideline. J Clin Oncol. 2019 Aug 5:JCO1901461. 9. Carrier M, Abou-Nassar K, Mallick R et al. Apixaban to prevent venous thromboembolism in patients with cancer. N Engl J Med. 2019;380:711-9. 10. Khorana AA, Soff GA, Kakkar AK et al. Rivaroxaban for thromboprophylaxis in high-risk ambulatory patients with cancer. N Engl J Med. 2019;380:720-8. 11. Khorana AA, Kuderer NM, Culakova E et al. Development and validation of a predictive model for chemotherapy-associated thrombosis. Blood. 2008 May 15;111(10):4902-7.",
    "29 Profilaxia do tromboembolismo venoso em situações especiais De acordo com a European Society of Cardiology (ESC), situações especiais como traumatismo do membro inferior sem fratura, associado a redução da mobilidade por mais de 3 dias, e voos de longa duração são classificadas como fatores de risco menores transitórios para tromboembolismo pulmonar (TEP). 1 Na análise combinada dos estudos Einstein Extension e Einstein Choice, no subgrupo de pacien- tes com tais fatores de risco e que receberam placebo na extensão do tratamento, o risco anual de recorrência de tromboembolismo venoso (TEV) foi de 7,1%. 2 Tais dados aumentam a preocupação frente a pacientes que previamente apresentaram um evento, mas também para aqueles que estarão sob a influência do fator de risco. Imobilização Os pacientes com traumatismo que requeira imobilização comumente são jovens, acometidos por fraturas abaixo do joelho, ruptura de tendões e lesão em cartilagens do joelho ou tornozelo. A quimiopro- fi laxia tem sido utilizada na prevenção do TEV, mas a literatura é conflitante no que tange a tal assunto nesse subgrupo de pacientes. Em um estudo controlado (POT-CAST) com 1.519 pacientes imobilizados submetidos ou não a procedimentos cirúrgicos, observaram-se taxas de TEV similares em indivíduos que receberam heparina de baixo peso molecular (HBPM) durante o período da imobilização, em comparação com aqueles sem profi laxia (1,4 % versus 1,8% respectivamente). Assim, mostrou-se a ausência de eficácia da quimiopro- fi laxia na prevenção do TEV. Entretanto, vale salientar que os pacientes com alto risco de TEV (p. ex., história de TEV prévio) foram excluídos desse estudo. 3 Em metanálise recente com 3.680 indivíduos, os participantes receberam HBPM (por via subcutâ- nea [SC] 1 vez/dia) ou nenhum tratamento preventivo ou placebo. O risco de trombose venosa profunda (TVP) foi menor nos participantes que receberam HBPM (razão de chance [RC] 0,45; intervalo de con- fi ança de 95% [IC95%], 0,33 a 0,61). 4 Análises adicionais também mostraram redução na ocorrência de TVP quando o uso de HBPM foi comparado com nenhum tratamento ou placebo nos seguintes grupos de participantes: com gesso abaixo do joelho, submetidos ou não a procedimento cirúrgico, com fratu- ras ou com lesões de tecidos moles. Não foram encontradas diferenças na ocorrência de TEP entre os grupos HBPM e controle. Não foram relatados casos de morte por embolia pulmonar (EP). Entretanto, DR. GUILHERME YAZBEK | CRM-SP 76.042 Doutor em Clínica Cirúrgica pela Faculdade de Medicina da Universidade de São Paulo (FMUSP). Diretor do Departamento de Cirurgia Vascular e Endovascular do A.C.Camargo Cancer Center. DR. BRUNO SORIANO PIGNATARO | CRM-SP 112.008 Especialista em Cirurgia Vascular pelo Hospital das Clínicas da Faculdade de Medicina da Universidade de São Paulo (HCFMUSP). Cirurgião Vascular no Hospital A.C.Camargo Cancer Center. Chefe do Setor de Cirurgia Vascular do Hospital da Polícia Militar do Estado de São Paulo.",
    "CONSENSO E ATUALIZAÇÃO NA PROFILAXIA E NO TRATAMENTO DO TROMBOEMBOLISMO VENOSO 30 quando avaliamos a incidência de TEV, identifica-se grande variabilidade, de 4,3 a 40% em pacientes com traumatismo local e imobilizados por, pelo menos, uma semana e sem profilaxia e de 0 a 37% nos que receberam profilaxia com a HBPM. A última diretriz do American College of Chest Physicians (ACCP), de 2012, não recomendava o uso de profilaxia medicamentosa para a maioria dos pacientes com lesão abaixo do joelho com necessidade de imobilização. 5 Considera-se necessária a avaliação individualizada de cada caso, verificando-se fa- tores adicionais de risco para o TEV (p. ex., história de TEV prévio) ou a programação para eventuais procedimentos cirúrgicos de alto risco (reparo de ruptura do tendão de Aquiles, fratura do fêmur ou do platô tibial), 6 diante dos quais o paciente se beneficiaria da profilaxia medicamentosa. Sendo indicada, a profilaxia deverá ser administrada somente enquanto permanecer a imobilização. Em situações nas quais o paciente é previamente enfermo e apresenta-se com mobilidade reduzida, a última diretriz do ACCP recomendava o uso da profilaxia medicamentosa estendida apenas durante a imobilização ou a internação hospitalar. 7 O estudo EXCLAIM ( EXtended CLinical prophylaxis in Acutely Ill Medical patients ) avaliou 6.085 pa- cientes hospitalizados com idade > 40 anos com doença aguda (p. ex., insuficiência cardíaca, insufici- ência respiratória, infecção) e mobilidade reduzida. Inicialmente, os pacientes receberam enoxaparina 40 mg por 10 ± 4 dias e foram randomizados para receber enoxaparina por duração prolongada (40 mg por dia por 38 ± 4 dias) ou placebo. A enoxaparina prolongada, em comparação com o placebo, reduziu a incidência de TEV geral (assintomáticos e sintomáticos – risco relativo [RR], 0,62; IC95%, 0,45 a 0,84) e TVP proximal sintomática (RR, 0,25; IC95%, 0,09 a 0,67). Contudo, não conseguiu demonstrar benefícios para EP fatal (RR, 0,34; IC95%, 0,01 a 8,26) e mortalidade geral (RR, 1,00; IC95%, 0,7 a 1,43) à custa de aumento de sangramento (RR, 2,51; IC95%, 1,21 a 5,22), com 4 eventos hemorrági- cos intracranianos (um fatal). Em termos de efeitos absolutos, a enoxaparina estendida preveniu 6 TVP proximais sintomáticas a cada 1.000 (IC95%, –3 a –7) com 5 eventos hemorrágicos maiores a cada 1.000 (IC95%, +1 a +14). 8 Viagens aéreas No Brasil, cerca de 115 milhões de pessoas utilizaram o meio de transporte aéreo em suas loco- moções em 2016. 9 A nomenclatura “síndrome da classe econômica” refere-se à ocorrência do TEV as- sociado a voos de longa duração, especialmente nos viajantes da classe econômica. Resulta de vários fatores relacionados com a cabine da aeronave (imobilização, hipoxia hipobárica e baixa umidade) e com o passageiro (como obesidade, trombofilia, uso de contraceptivos orais, terapia de reposição hormonal e câncer), que agem em conjunto, predispondo ao TEV. 10 A real incidência ou prevalência de TEV é desconhecida, pois o quadro pode ser assintomático ou se desenvolver dias ou semanas após a viagem aérea. Apesar disso, a associação existe, como descrito em metanálise publicada em 2009, que incluiu viagens aéreas e terrestres de até 8 horas, com o tempo de acompanhamento de 2 a 8 semanas. O risco relativo de TEV foi de 2,8 (IC95% 2,2 a 3,7) e, a cada incremento de 2 h no tempo de viagem, havia um aumento aproximado de 18% no risco de TEV. 11 O risco absoluto de desenvolver TEV sintomático dentro de 8 semanas de um voo de longo curso é de 1 em 4.500 voos, não sendo alto o suficiente para promover o uso amplo de medidas preventivas, como a profilaxia medicamentosa. 12 Entretanto, o risco é significativamente maior entre os passageiros de alto risco, como na população com câncer , naqueles submetidos a procedimentos cirúrgicos recentes, em gestantes, nos pacientes com história de TEV prévio e nos portadores de trombofilia e de obesidade mórbida. Em todos estes, o uso da profilaxia deve ser considerado. 9,12 Para esse subgrupo de pacientes com risco aumentado, a última diretriz do ACCP sugere o uso de meias elásticas de compressão entre 15 e 30 mmHg como profilaxia durante o voo. 7 Referências bibliográficas 1. Konstantinides SV, Meyer G, Becattini C et al. 2019 ESC Guidelines for the diagnosis and management of acute pulmonary em- bolism developed in collaboration with the European Respiratory Society (ERS): The Task Force for the diagnosis and manage- ment of acute pulmonary embolism of the European Society of Cardiology (ESC). Eur Respir J. 2019 Oct 9;54(3). pii: 1901647. 2. Prins MH, Lensing AWA, Prandoni P et al. Risk of recurrent venous thromboembolism according to baseline risk factor profiles. Blood Adv. 2018 Apr 10;2(7):788-96. 3. van Adrichem RA, Nemeth B, Algra A et al.; POT-KAST and POT-CAST Group. Thromboprophylaxis after knee arthroscopy and lower-leg casting. N Engl J Med. 2017 Feb 9;376(6):515-25.",
    "CONSENSO E ATUALIZAÇÃO NA PROFILAXIA E NO TRATAMENTO DO TROMBOEMBOLISMO VENOSO 31 4. Zee AA, van Lieshout K, van der Heide M et al. Low molecular weight heparin for prevention of venous thromboembolism in patients with lower-limb immobilization. Cochrane Database Syst Rev. 2017 Aug 6;8:CD006681. 5. Falck-Ytter Y, Francis CW, Johanson NA et al. Prevention of VTE in orthopedic surgery patients: Antithrombotic Therapy and Prevention of Thrombosis, 9th ed: American College of Chest Physicians Evidence-based Clinical Practice Guidelines. Chest. 2012 Feb;141(2 Suppl):e278S-e325S. 6. Lapidus LJ, Rosfors S, Ponzer S et al. Prolonged thromboprophylaxis with dalteparin after surgical treatment of Achilles tendon rupture: a randomized, placebo-controlled study. J Orthop Trauma. 2007 Jan;21(1):52-7. 7. Kahn SR, Lim W, Dunn AS et al. Prevention of VTE in nonsurgical patients: Antithrombotic Therapy and Prevention of Throm- bosis, 9th ed: American College of Chest Physicians Evidence-Based Clinical Practice Guidelines. Chest. 2012 Feb;141(2 Suppl):e195S-e226S. 8. Hull RD, Schellong SM, Tapson VF et al; EXCLAIM (Extended prophylaxis for venous thromboembolism in acutely ill medical patients with prolonged immobilization) study. Extended-duration venous thromboembolism prophylaxis in acutely ill medical patients with recently reduced mobility: a randomized trial. Ann Intern Med. 2010;153(1):8-18. 9. Marques MA, Panico MDB, Porto CLL et al. Venous thromboembolism prophylaxis on flights. J Vasc Bras. 2018 Jul- Sep;17(3):215-9. 10. Dusse LMS, Silva MVF, Freitas LG et al. Economy class syndrome: what is it and who are the individuals at risk? Rev Bras Hematol Hemoter. 2017 Oct-Dec;39(4):349-53. 11. Chandra D, Parisini E, Mozaffarian D. Meta-analysis: travel and risk for venous thromboembolism. Ann Intern Med. 2009;151(3):180-90. 12. Kuipers S, Venemans A, Middeldorp S et al. The risk of venous thrombosis after air travel: contribution of clinical risk factors. Br J Haematol. 2014 May;165(3):412-3.",
    "32 Tratamento medicamentoso da trombose venosa profunda Introdução O tratamento da trombose venosa profunda (TVP) é um desafio constante para o cirurgião vascular. Tem como base o uso de anticoagulantes, a fim de evitar a progressão do trombo enquanto a ativação dos mecanismos fibrinolíticos primários promove a sua dissolução. 1-4 DR. FÁBIO J. B. SOTELO | CRM-SP 99.384 Cirurgião Vascular com títulos pelo Ministério da Educação/Associação Médica Brasileira (MEC/AMB). Doutorado pela Universidade Federal de São Paulo ((UNIFESP). Coordenador da disciplina de Cirurgia Cardiovascular da Universidade Nove de Julho. Diretor do Departamento de Cirurgia do Hospital Ipiranga UGA-II São Paulo. Coordenador do Programa de Residência Médica em Cirurgia Vascular do Hospital Ipiranga UGA-II São Paulo. Vice-diretor Científico da Sociedade Brasileira de Angiologia e de Cirurgia Vascular – Regional São Paulo (SBACVSP). Vice- presidente do COREME do Hospital Ipiranga UGA-II São Paulo. Membro Internacional da Society for Vascular Surgery (SVS). Revisor Convidado da Revista Einstein e Clinics. Diretor da Clínica Sotelo São Paulo. DR. LUCAS DE A. PORTELA | CRM-SP 116.396 Título de especialista em Cirurgia Vascular pela Sociedade Brasileira de Angiologia e de Cirurgia Vascular/Associação Médica Brasileira (SBACV/AMB). Título de especialista em Cirurgia Geral pelo CREMESP. Mestre em Farmacologia pela Universidade Estadual de Campinas. Membro Titular da SBACV. Preceptor da Residência Médica de Cirurgia Vascular do Hospital Ipiranga – São Paulo. Professor da disciplina de Técnica Cirúrgica da Universidade de Mogi das Cruzes. Professor da disciplina de Cirurgia Vascular da Uninove. DRA. ANNA KARINA SARPE | CRM-SP 144.894 Cirurgiã Vascular pelo Hospital do Servidor Público Estadual de São Paulo (HSPE). Título de especialista em Cirurgia Vascular e Ecografi a Vascular com Doppler pela Sociedade Brasileira de Angiologia e de Cirurgia Vascular (SBACV) – Colégio Brasileiro de Radiologia (CBR) – Associação Médica Brasileira (AMB). Medica-assistente do Serviço de Cirurgia Vascular do Hospital Ipiranga – São Paulo. Doutoranda no Programa de Pós-graduação em Saúde Baseada em Evidências pela Universidade Federal de São Paulo (UNIFESP).",
    "CONSENSO E ATUALIZAÇÃO NA PROFILAXIA E NO TRATAMENTO DO TROMBOEMBOLISMO VENOSO 33 A escolha do anticoagulante inclui: disponibilidade, familiaridade de uso pela equipe médica, farma- cocinética e dinâmica do fármaco, relação com comorbidades do paciente, facilidade de antagonismo em caso de efeitos colaterais e até preferência do paciente/custo. 5 Hoje, temos disponíveis para uso no Brasil: a heparina não fracionada (HNF), as heparinas fraciona- das ou de baixo e muito baixo pesos moleculares (HBPM e HMBPM), os antagonistas da vitamina K (AVK) e os DOAC ( direct oral anticoagulants ). Fármacos, como a hirudina; os derivados semissintéticos, como a bivalirudina; e os heparinoides (danaparoide – derivado de sulfato de heparana, dermatana e condroiti- na) não estão disponíveis no mercado nacional. Heparinas Heparina não fracionada A HNF tem como mecanismo de ação principal a potencialização da ação da antitrombina III (ATIII), um peptídio responsável por inibir diversos fatores de coagulação, especialmente os fatores XIIa, XIa, IXa, Xa e IIa (trombina). 6,7 A HNF promove a inibição da trombina e do fator Xa. 6-8 Também inibe os fatores IXa, XIa e XIIa. 8 A principal via de administração da HNF é parenteral intravenosa, podendo também ser administra- da por via subcutânea, mas necessitando sempre do controle de sua ação, com a dosagem do tempo de tromboplastina parcial ativada (TTPa), independentemente da via de administração. 7,8 Sua depuração é extrarrenal e, portanto, seu uso não requer ajustes de dose na insuficiência renal crônica e/ou aguda. 9 A terapia com HNF pode ser monitorada usando-se o TTPa, cuja faixa terapêutica para a maioria dos testes utilizados equivale ao prolongamento do TTPa de 1,5 a 2,5 vezes em relação ao valor basal do paciente. Os níveis de antifator Xa também podem ser usados para monitorar a terapia com heparina. Com esse teste, a faixa terapêutica de heparina varia de 0,3 a 0,7 unidade antifator Xa/mL. 3 Como efeitos colaterais, principais temos: osteroporose (em uso crônico), sangramento e plaqueto- penia induzida por heparina. Deve-se, ainda, evitar sua associação ao uso de antiagregantes plaquetá- rios e anti-inflamatórios não esteroidais (AINE). 4,6-8 Heparinas fracionadas Heparina de baixo peso molecular A HBPM apresenta vantagens quando comparada à HNF, como a menor ligação a proteínas plasmá- ticas, menor efeito nas plaquetas e fator plaquetário 4 (FP4). Sua administração é por via subcutânea. Apresenta meia-vida de 3 a 6 horas. 10-12 Foram observadas menor perda óssea e menor incidência de trombocitopenia induzida pela heparina em relação à HNF. 13 A eliminação da HBPM ocorre por via renal, seu uso deve ser evitado em ClCr<30mL/min. 14,15 No Brasil, estão disponíveis três tipos de HBPM: enoxaparina, dalteparina e nadroparina. 14 Heparina de muito baixo peso molecular A HMBPM é um pentassacarídeo sintético A molécula, o fondaparinux. Pesa 1.728 dáltons e apre- senta alta afinidade pela antitrombina III, além de maior atividade anti-Xa do que a HBPM. Pode ser administrada em dose única diária, sem necessidade de monitoramento. A meia-vida em jovens é de 17 horas e, em idosos, 21 horas. A dose recomendada é de 7,5 mg para tratamento de TVP e embolia pulmonar, se o paciente tiver peso corporal entre 50 e 100 kg. A excreção é renal, e contraindica-se em casos de insuficiência renal crônica com clearance de cre- atinina (CrCl) inferior a 30 mL/min. Não ocorre cruzamento de anticorpos da trombocitopenia induzida pela heparina. Não parece ter efeito no metabolismo ósseo. Sua ação pode ser controlada por meio da dosagem de anti-Xa específico para fondaparinux. 13 Antagonistas da vitamina K As cumarinas são inibidores da síntese hepática dos fatores de coagulação vitamina K-dependentes (fatores II, VII, IX e X) e das proteínas C e S. 15",
    "CONSENSO E ATUALIZAÇÃO NA PROFILAXIA E NO TRATAMENTO DO TROMBOEMBOLISMO VENOSO 34 A varfarina é o antagonista de vitamina K (AVK) mais frequentemente utilizado como anticoagulante e com ação mais rápida e menor meia-vida que a da femprocumona. 16 Apresenta rápida absorção por via oral, com concentração plasmática máxima 1 hora após a administração; no entanto, por seu mecanismo de ação, o efeito farmacológico máximo só é observado após 48 horas. Possui meia-vida de 26 a 60 horas. 17,18 A ação dos AVK é variável entre os indivíduos ao longo do tratamento. Portanto, o tratamento deve ser monitorado de forma regular por meio do tempo de protrombina (TP) e da razão normalizada interna- cional (RNI). 18 A dose da varfarina inicial é habitualmente de 10 mg ao dia nos primeiros 2 dias (podendo variar de 2 a 10 mg/dia) e após 5 mg/dia, ajustada conforme a RNI. 18 A varfarina apresenta interação medicamentosa com fármacos e alimentos, que podem modificar sua ação. 18,19 A principal complicação do uso da varfarina é o alto risco de sangramento. Outros eventos adver- sos incluem vasculites, náuseas, vômitos, reações de hipersensibilidade, icterícia colestática e alopecia. 17,18 O uso da varfarina é contraindicado na gestação, no primeiro (risco de síndrome varfarínica do re- cém-nascido) e no terceiro trimestres (risco de sangramento no parto). Assim, deve ser empregada com cautela em idosos e indivíduos com disfunção renal e hepática. 17 Anticoagulantes orais diretos Nos últimos anos, quatro novos anticoagulantes orais diretos (DOAC; do inglês, direct oral antico- agulants ) – rivaroxabana, edoxabana, apixabana e dabigatrana – foram disponinilizados no mercado. Possíveis vantagens com seu uso incluem dosagem fixa, menos interações medicamentosas e die- téticas, início rápido e meia-vida curta, bem como ausência de necessidade de monitoramento. 20,21 Rivaroxabana A rivaroxabana (Xarelto ® ) é uma molécula, com peso molecular (PM) de 436 g/mol. 20 Seu mecanismo de ação consiste na inibição direta do fator Xa. 22 O fármaco apresenta rápida ab- sorção por via oral, concentração plasmática em 2 a 4 horas e meia-vida de 6 a 7 horas. 20,22 O metabolismo é hepático e seu uso deve ser evitado em indivíduos com doença hepática mode- rada a grave. 22,23 A excreção é renal. 20,23 A dose deve ser ajustada em pacientes com insuficiência renal crônica; com CrCl inferior a 15 mL/min, seu uso não é recomendado. 23 Interação medicamentosa ocorre com fárma- cos que inibem a glicoproteína P e a XYP3A4. 23,24 O estudo Einstein DVT demonstrou que a rivaroxabana é tão eficaz quanto o uso de HBPM no tratamento da TVP em relação à taxa de recorrência (2,1% versus 3%; p<0,001 para não inferioridade) com mesmo risco de complicações. Estudos como o Einstein EXT demonstraram ainda emprego factível com baixo risco de san- gramentos graves em uso mais prolongado, de até 12 meses. Os pacientes oncológicos podem beneficiar-se com seu uso em relação ao risco de sangramentos grave. 24-26 O tratamento pode ser iniciado diretamente com este fármaco sem necessitar de medicação paren- teral prévia. A dose habitual sem insuficiência renal é de 15 mg 12/12 horas por 21 dias e, após, 20mg 24/24 horas pelo tempo previsto para tratamento. 21,25,26 Pode ser antagonizado pelo andexanet alfa. 21,25,26 Edoxabana A edoxabana (Lixiana ® ) é um anticoagulante oral cuja atividade se dá mediante inibição direta do fator Xa. 27,28 Sua absorção ocorre, principalmente, no duodeno e no jejuno proximal. 29-31 Pode ser administrada junto com a alimentação. 32,33 Sua absorção ocorre em 1 a 2 horas, e a meia-vida é de 5,8 a 10,7 horas. 34-39 A dose diária a ser administrada é de 60 mg, iniciada após cinco dias de tratamento com heparina não fracionada ou heparina de baixo peso molecular. 40,41 Nos casos de CrCl abaixo de 15 mL/min, o uso não é recomendado. 42 Há poucos dados sobre a edoxabana na gravidez. A edoxabana tem potencial para o uso em crian- ças (considerando os estudos pré-clínicos de fase I). 43,44 No estudo Hokusai-VTE, foi evidenciado que, quando administrado uma vez ao dia após o tratamento inicial com heparina, era não inferior à terapia padrão com varfarina. 11,45 A edoxabana foi mais eficaz que a varfarina em pacientes com idade ≥75 anos e naqueles com múltiplas comorbidades. 38,39 A edoxabana também se mostrou eficaz e segura no tratamento de TEV entre pacientes com e sem câncer. 44-46",
    "CONSENSO E ATUALIZAÇÃO NA PROFILAXIA E NO TRATAMENTO DO TROMBOEMBOLISMO VENOSO 35 Apixabana A apixabana (Eliquis ® ) é um fármaco inibidor direto do fator Xa. Foi aprovada para uso médico no Brasil em julho de 2011 para tratamento e prevenção secundária do tromboembolismo venoso. 47-49 Sua absorção dá-se, principalmente, no duodeno e no jejuno proximal, com alguma absorção no an- tro. 50-52 As concentrações plasmáticas máximas ocorrem em 3 a 4 horas, com meia-vida de 6 horas. 50,51,53-55 Não é removida durante sessões de hemodiálise. Não se mostra necessário acompanhamento laboratorial de sua atividade. 56,57 Para o tratamento na fase aguda do TEV, recomenda-se a dose de 10 mg duas vezes ao dia por 7 dias, depois 5 mg duas vezes ao dia. 55,58,59 Para a terapia estendida de TVP/EP após ≥ 6 meses de terapia anticoagulante inicial: 2,5 mg duas vezes ao dia, a fim de reduzir a recorrência. 51,60-62 Não há dados adequados sobre seu uso em mulheres grávidas e amamentação. 63 A segurança e a eficácia ainda não foram estabelecidas em pacientes com idade < 18 anos. 51,62,64 Em idosos, recomenda-se o ajuste de dose. 63 Não se indica o uso em pacientes com insuficiência hepática grave. 51 O ajuste da dose com base apenas na função renal não é necessário. 51,64 Dabigatrana O etexilato de dabigatrana mostra-se um inibidor reversível do sítio ativo da trombina. Prescinde de monitoramento laboratorial. Seu uso não é recomendado em pacientes com insuficiência renal com CrCl < 30 mL/min. Como os outros DOAC, é contraindicado em pacientes com doença hepática avançada. 65 Os estudos RE-COVER, RE-COVER II e RE-MEDY/Re-SONATE observaram não inferioridade do tra- tamento quanto a embolia pulmonar fatal, embolia pulmonar sintomática não fatal e/ou recidiva de trombose venosa profunda com dabigatrana versus varfarina após o uso inicial de 5 a 10 dias de anti- coagulação parenteral. Apresenta concentração máxima plasmática 0,5 a 2 horas após a administração, com pico de con- centração plasmática após 6 horas e meia-vida de 11 horas. Seu efeito colateral mais importante é o sangramento. Pode ter sua ação revertida a partir do agente idarucizumabe. Além disso, a dabigatrana pode ter sua ação removida com hemodiálise. O uso concomitante com indutores da glicoproteína P (p. ex., rifampicina) deve ser evitado. Seu uso deve ser feito após, pelo menos, 5 dias de anticoagulação parenteral e na dose de 150 mg 2 vezes ao dia pelo período de tratamento. 65-68 Comparação e conclusão Estudos comparativos randomizados cegos, com alto poder estatístico, entre as diversas opções terapêuticas medicamentosas ainda não estão contemplados na literatura. Assim, com base sobretudo em estudos observacionais, alguns consensos foram estabelecidos. Uma publicação em revista de alto impacto como Chest (2016) sugere que, para pacientes não oncológicos, os DOAC são recomendados em relação ao uso de AVK (Grau de recomendação 2B) e os AVK são recomendados em relação às HBPM (Grau de recomendação 2C). Já para pacientes com câncer, as HBPM são recomendadas em relação aos AVK e aos DOAC (Grau de recomendação 2C). Estudos em pacientes com trombofilias hereditárias e adquiridas ainda são necessários para a utilização dos DOAC com segurança clínica. 67,68 Apesar do incremento no arsenal com a disponibilidade de uso de novos fármacos (DOAC), a conso- lidação custo-efetiva de suas aplicabilidades e segurança nos próximos anos nas mais diversas situações clínicas dependerá de estudos de vida real e da observação clínica seriada. Referências bibliográficas 1. Streiff MB, Agnelli G, Connors JM et al. Guidance for the treatment of deep vein thrombosis and pulmonary embolism. J Thromb Thrombolysis. 2016;41(1):32-67. 2. Kahn SR. The post-thrombotic syndrome. Hematology Am Soc Hematol Educ Program. 2016;2016(1):413-418. 3. Vedantham S, Goldhaber SZ, Julian JA et al. Pharmacomechanical catheter-directed thrombolysis for deep-vein thrombosis. N Engl J Med. 2017;377(23):2240–2252. 4. Kearon C, Akl EA, Comerota AJ et al. Antithrombotic therapy for VTE disease: antithrombotic therapy and prevention of throm- bosis, 9th ed. American College of Chest Physicians Evidence-Based Clinical Practice Guidelines. Chest. 2012 Feb;141(2 Suppl):e419S-e496S.",
    "CONSENSO E ATUALIZAÇÃO NA PROFILAXIA E NO TRATAMENTO DO TROMBOEMBOLISMO VENOSO 36 5. Kruger PC, Eikelboom JW, Douketis JD, Hankey GJ. Deep vein thrombosis: update on diagnosis and management. Med J Aust. 2019;210(11):516-524. 6. Onishi A, St Ange K, Dordick JS, Linhardt RJ. Heparin and anticoagulation. Front Biosci. 2016 Jun 1;21:1372-92. 7. Linhardt RJ. 2003 Claude S. Hudson award address in carbohydrate chemistry. heparin: structure and activity. Journal of Medicinal Chemistry. 2003;16:2551-64. 8. Harter K, Levine M, Henderson SO. Anticoagulation drug therapy: a review. West J Emerg Med. 2015;16(1):11-7. 9. Douketis JD. Pharmacologic properties of the new oral anticoagulants: a clinician-oriented review with a focus on perioperative management. Curr Pharm Des. 2010;16(31):3436-41. 10. Maciel R. Heparina de baixo peso molecular no tratamento da tromboembolia pulmonar. J Pneumologia. 2002; 28(3):137-42. 11. Gray E, Mulloy B, Barrowcliffe TW. Heparin and low-molecular-weight heparin. Thromb Haemost. 2008 May;99(5):807-18. 12. Albuquerque DCD, Albuquerque FND. Utilização das heparinas nas síndromes isquêmicas agudas. Ver Socerj. 2001;XIV(1):28-33. 13. Garcia DA, Baglin TP , Weitz JI, Samama MM. Parenteral anticoagulants: antithrombotic therapy and prevention of thrombosis, 9th ed. American College of Chest Physicians Evidence-Based Clinical Practice Guidelines. Chest. 2012 Feb 1;141(2):e24S-e43S. 14. Raymundo SR O, Lobo SMA, Hussain KMK et al. O que mudou nas últimas décadas na profilaxia do tromboembolismo venoso em pacientes internados: artigo de revisão. J Vasc Bras [Internet]. 2019 [citado 16 de outubro de 2019];18. 15. Teles JS, Fukuda EY, Feder D. Warfarin: pharmacological profile and drug interactions with antidepressants. Einstein (São Paulo). 2012;10(1):110-5. 16. Donaldson CJ, Harrington DJ. Therapeutic warfarin use and the extrahepatic functions of vitamin K-dependent proteins. Br J Biomed Sci. 2017 Oct 2;74(4):163-9. 17. Thomas TF, Ganetsky V, Spinler SA. Rivaroxaban: an oral factor Xa inhibitor. Clin Ther. 2013 Jan;35(1):4-27. 18. Marques da Silva P . Velhos e novos anticoagulantes orais. Perspetiva farmacológica. Rev Port Cardiol. 2012;31:6-16. 19. Wells PS. Interactions of warfarin with drugs and food. Ann Intern Med. 1994 Nov 1;121(9):676. 20. Kvasnicka T, Malikova I, Zenahlikova Z et al. Rivaroxaban – metabolism, pharmacologic properties and drug interactions. Curr Drug Metab. 2017;18(7):636-42. 21. Santos FCJC, Alves Jr JL, Gavilanes F et al. New anticoagulants for the treatment of venous thromboembolism. J Bras Pneumol. 2016 [cited 2019 Oct 20]; 42(2):146-54. 22. Thomas TF, Ganetsky V, Spinler SA. Rivaroxaban: an oral factor Xa inhibitor. Clin Ther. 2013 Jan;35(1):4-27. 23. Farge D, Frere C, Connors JM et al. 2019 international clinical practice guidelines for the treatment and prophylaxis of venous thromboembolism in patients with cancer. Lancet Oncol. 2019 Oct 1;20(10):e566-81. 24. Yoshida WB. Anticoagulantes orais diretos no tratamento do tromboembolismo venoso em pacientes com câncer. J Vasc Bras. 2016;15(4):263-4. 25. Einstein Investigators, Bauersachs R, Berkowitz SD et al. Oral rivaroxaban for symptomatic venous thromboembolism. N Engl J Med. 2010;363(26):2499-510. 26. Einstein-PE Investigators, Büller HR, Prins MH et al. Oral rivaroxaban for the treatment of symptomatic pulmonary embolism. N Engl J Med. 2012;366(14):1287-97. 27. Daiichi Sankyo Europe GmbH. First market approval in Japan for LIXIANA (Edoxaban). Press Release. 2011 Apr 22. Archived from the original on 2013 Nov 2006. 28. O’Riordan M. FDA approves edoxaban for stroke prevention in AF and DVT/PE prevention. Medscape. 2015 Jan 9. Retrieved 2015 Jan 10. 29. Parasrampuria DA, Kanamaru T, Connor A et al. Evaluation of regional gastrointestinal absorption of edoxaban using the enterion capsule. J Clin Pharmacol. 2015;55(11):1286-92. 30. Savaysa (edoxaban) tablets. Disponível em: http://www.accessdata.fda.gov/drugsatfda_docs/label/2015/206316lbl.pdf. Acesso em: 18 set. 2019. 31. Mendell J, Tachibana M, Shi M, Kunitada S. Effects of food on the pharmacokinetics of edoxaban, an oral direct factor Xa inhib- itor, in healthy volunteers. J Clin Pharmacol. 2011;51:687-94. 32. Martin KA, Lee CR, Farrell TM et al. Oral anticoagulant use after bariatric surgery: a literature review and clinical guidance. Am J Med. 2017;130(5):517-524. 33. Furugohri T, Isobe K, Honda Y et al. DU-176b, a potent and orally active factor Xa inhibitor: in vitro and in vivo pharmacological profiles. J Thromb Haemost. 2008;6:1542-49. 34. Ogata K, Mendell-Harary J, Tachibana M et al. Clinical safety, tolerability, pharmacokinetics, and pharmacodynamics of the novel factor Xa inhibitor edoxaban in healthy volunteers. J Clin Pharmacol. 2010 Jul;50(7):743-53. 35. Vanassche T, Verhamme P , Wells PS et al. Impact of age, comorbidity, and polypharmacy on the efficacy and safety of edox- aban for the treatment of venous thromboembolism: An analysis of the randomized, double-blind Hokusai-VTE trial. Thromb Res. 2018 Feb;162:7-14. 36. Takahashi N, Mukai Y, Kimura T et al.; KYU-RABLE Investigators. Efficacy and safety of uninterrupted periprocedural edoxaban in patients undergoing catheter ablation for atrial fibrillation – the prospective KYU-RABLE study. Circ J. 2019 Sep 25;83(10): 2017-24. 37. Nakamura M, Yamada N, Asamura T et al. Safety and effectiveness of edoxaban in Japanese patients with venous thromboembolism – an interim analysis of data from a Japanese postmarketing observational study (ETNA-VTE-Japan). Circ J. 2019 May 24;83(6):1394-04. 38. The Hokusai-VTE Investigators. Edoxaban versus warfarin for the treatment of symptomatic venous thromboembolism. N Engl J Med. 2013; 369:1406-15. 39. Radulescu VC. Anticoagulation therapy in children. Semin Thromb Hemost. 2017 Nov;43(8):877-85. 40. Goldenberg NA, Takemoto CM, Yee DL et al. Improving evidence on anticoagulant therapies for venous thromboembolism in children: key challenges and opportunities. Blood. 2015 Dec 10;126(24):2541-7. 41. Büller HR, Décousus H, Grosso MA et al. N Engl J Med. 2013 Oct 10;369(15):1406-15. Erratum in: N Engl J Med. 2014 Jan 23;370(4):390.",
    "CONSENSO E ATUALIZAÇÃO NA PROFILAXIA E NO TRATAMENTO DO TROMBOEMBOLISMO VENOSO 37 42. Ikeda S, Koga S, Yamagata Y et al. Comparison of the effects of edoxaban, an oral direct factor Xa inhibitor, on venous throm- boembolism between patients with and without cancer. J Cardiol. 2018;72(2):120-7. 43. Hara N, Miyamoto T, Iwai T et al. Assessment of the safety and efficacy of edoxaban for the treatment of venous thromboembolism secondary to active malignancy. Ann Vasc Dis. 2017 Dec 25;10(4):407-10. 44. Hur M, Park SK, Koo CH et al. Comparative efficacy and safety of anticoagulants for prevention of venous thromboembolism after hip and knee arthroplasty. Acta Orthop. 2017 Dec;88(6):634-41. 45. Venker BT, Ganti BR, Lin H et al. safety and efficacy of new anticoagulants for the prevention of venous thromboembolism after hip and knee arthroplasty: a meta-analysis. J Arthroplasty. 2017 Feb;32(2):645-52. 46. Kawai Y, Fuji T, Fujita S et al. Edoxaban versus enoxaparin for the prevention of venous thromboembolism after total knee or hip arthroplasty: pooled analysis of coagulation biomarkers and primary efficacy and safety endpoints from two phase 3 trials. Thromb J. 2016 Dec 1;14:48. 47. Botticelli Investigators, Writing Committee, Buller H, Deitchman D, Prins M et al. Efficacy and safety of the oral direct factor Xa inhibitor apixaban for symptomatic deep vein thrombosis. The Botticelli DVT dose-ranging study. J Thromb Haemost. 2008 Aug;6(8):1313-8. 48. You JJ, Singer DE, Howard PA et al. Antithrombotic therapy for atrial fibrillation: antithrombotic therapy and prevention of thrombosis, 9. ed. American College of Chest Physicians Evidence-Based Clinical Practice Guidelines. Chest. 2012; 141(2 Suppl):e531S-75S. 49. Falck-Ytter Y, Francis CW, Johanson NA et al. Prevention of VTE in orthopedic surgery patients: antithrombotic therapy and prevention of thrombosis, 9th ed. American College of Chest Physicians Evidence-Based Clinical Practice Guidelines. Chest. 2012; 141(2 Suppl):e278S-325S. 50. Frost C. Assessment of the sites of gastrointestinal absorption of apixaban in healthy subjects. Clinic Pharmacol Drug Dev. 2013;2(Suppl 1):p19, abstract 1703161. 51. Eliquis (apixaban) tablets. Disponível em: http://www.accessdata.fda. gov/drugsatfda_docs/label/2012/202155s000lbl.pdf. Acesso em: 18 set.2019. 52. He K, Luettgen JM, Zhang D et al. Preclinical pharmacokinetics and pharmacodynamics of apixaban, a potent and selective factor Xa inhibitor. Eur J Drug Metab Pharmacokinet. 2011; 36(3):129-39. 53. Al Mukdad M, Al-Badriyeh D, Elewa HF. Cost-effectiveness evaluations among the direct oral anticoagulants for the prevention and treatment of venous thromboembolism: systematic review. Clin Appl Thromb Hemost. 2019 Jan-Dec;25:1076029619849103. 54. Camm AJ, Lip GY, De Caterina R et al. 2012 focused update of the ESC Guidelines for the management of atrial fibrillation: an update of the 2010 ESC Guidelines for the management of atrial fibrillation--developed with the special contribution of the European Heart Rhythm Association. Europace. 2012; 14:1385-413. 55. Prom R, Spinler SA. The role of apixaban for venous and arterial thromboembolic disease. Ann Pharmacother. 2011; 45:1262-83. 56. Agnelli G, Buller HR, Cohen A et al. Oral apixaban for the treatment of acute venous thromboembolism. N Engl J Med. 2013; 369(9):799-808. 57. Cushman M. Treating acute venous thromboembolism: shift with care. N Engl J Med. 2013; Jul 1:[Epub ahead of print]. Editorial. 58. Agnelli G, Buller HR, Cohen A et al. Apixaban for extended treatment of venous thromboembolism. N Engl J Med. 2013 Feb 21; 368(8):699-708. 59. Connors JM. Extended treatment of venous thromboembolism. N Engl J Med. 2013 Feb 21; 368(8):767-9. 60. Granger CB, Alexander JH, McMurray JJ et al. Apixaban versus warfarin in patients with atrial fibrillation. N Engl J Med. 2011; 365(11):981-92. 61. Lopes RD, Alexander JH, Al-Khatib SM et al. Apixaban for reduction in stroke and other thromboemboLic events in atrial fibrilla- tion (ARISTOTLE) trial: design and rationale. Am Heart J. 2010; 159(3):331-9. 62. Eriksson BI, Dahl OE, Rosencher N, et al. Oral dabigatran etexilate vs. subcutaneous enoxaparin for the prevention of venous thromboembolism after total knee replacement: the RE-MODEL randomized trial. J Thromb Haemost. 2007;5(11):2178-85. 63. Wang L, Zhang D, Raghavan N et al. In vitro assessment of metabolic drug-drug interaction potential of apixaban through cyto- chrome P450 phenotyping, inhibition, and induction studies. Drug Metab Dispos. 2010; 38(3):448-58. 64. Schulman S, Kearon C, Kakkar AK; for the RECOVER Study Group. Dabigatran versus warfarin in the treatment of acute venous thromboembolism. N Engl J Med . 2009;361(24):2342-52. 65. Pradaxa [prescribing information]. Ridgefield, CT: Boehringer Ingelheim Pharmaceuticals, Inc. 66. Schulman S, Kakkar AK, Goldhaber SZ; for the RECOVER II Trial Investigators. Treatment of acute venous thromboembolism with dabigatran or warfarin and pooled analysis. Circulation. 2014;129(7):764-772. 67. Kearon C, Akl EA, Omelas J et al. Antithrombotic Therapy for VTE Disease: CHEST Guideline and Expert Panel Report. Chest 2016;149(2):315-52. 68. Sociedade Brasileira de Angiologia e de Cirurgia Vascular. Projeto Diretrizes SBACV. Trombose Venosa Profunda. Diagnóstico e Tratamento. 2015.",
    "38 Tratamento invasivo da trombose venosa profunda A trombose venosa profunda (TVP) é uma doença frequente e grave. Pode ocorrer espontaneamen- te, como consequência de imobilização prolongada, nas afecções clínicas ou cirúrgicas, na presença de trombofi lias congênitas ou adquiridas; na existência de obstruções ou compressões venosas, como aquelas que ocorrem na síndrome de May-Thurner-Cockett; e, mais raramente, na presença de tumores abdominopélvicos. 1 DR. FABIO HENRIQUE ROSSI | CRM-SP 77.308 Cirurgião Vascular e Endovascular pelo Instituto Dante Pazzanese de Cardiologia (IDPC-SP). Preceptor do Programa de Residência Médica em Cirurgia Vascular e Endovascular (SBACV-MEC) do IDPC-SP. Doutorado e pós-doutorado pelo IDCP-SP. DR. FRANCISCO JOSÉ OSSE | CRM-SP 59.944 Especialista em Cirurgia Vascular e Endovascular pela Faculdade de Ciências Médicas da Santa Casa de São Paulo. DR. THIAGO OSAWA RODRIGUES | CRM-SP 135.223 Especialista em Cirurgia Vascular e em Angiorradiologia e Cirurgia Endovascular pela Sociedade Brasileira de Angiologia e de Cirurgia Vascular/Associação Médica Brasileira (SBACV/AMB). DR. NILO MITSURU IZUKAWA | CRM-SP 41.501 Especialista em Cirurgia Vascular Periférica pela Universidade de São Paulo (USP). Doutor em Medicina (Clínica Cirúrgica) pela USP. Chefe da Seção Médica de Cirurgia Vascular do Instituto Dante Pazzanese de Cardiologia (IDPC-SP). Médico do Serviço de Cirurgia Vascular do Hospital Edmundo Vasconcelos. DR. ANTÔNIO MASSAMITSU KAMBARA | CRM-SP 25.966 Especialista em Diagnóstico por Imagem pela Associação Brasileira e Colégio Brasileiro de Radiologia por Imagem. Doutor em Radiologia pela Universidade Federal de São Paulo (Unifesp). Responsável pela Seção Médica de Radiologia do Instituto Dante Pazzanese de Cardiologia (IDPC-SP).",
    "CONSENSO E ATUALIZAÇÃO NA PROFILAXIA E NO TRATAMENTO DO TROMBOEMBOLISMO VENOSO 39 Existe uma prevalência de 2 a 3 casos/10.000 habitantes/ano, na faixa etária entre 30 e 49 anos, e de 20 casos/10.000/ano na faixa etária entre 70 e 79 anos. Do total de casos 40% são da forma idiopática. 1 Em 5.261 necropsias realizadas, a embolia pulmonar (EP), sua complicação mais grave, foi encontrada em 10,3% dos cadáveres e representou a causa principal da morte em 4,3% desses casos. 2 Estima-se que 10% de todos os óbitos intra-hospitalares ocorram por EP, o que demonstra a relevância e a gravidade da doença. 2 Ainda hoje, a maioria dos pacientes portadores de TVP é tratada pela anticoagulação oral (ACO) sis- têmica. Essa conduta não promove a dissolução do trombo e está associada à ocorrência de síndrome pós-trombótica (SPT) em 30 a 50% dos casos, sendo que 5 a 10% deles evoluem para formas mais graves e incapacitantes da doença, como lipodermatoesclerose e úlceras varicosas. 3-7 A fibrinólise, ou trombólise, é utilizada com o objetivo de promover a dissolução imediata do trombo, prevenir a ocorrência de EP , insuficiência valvar, obstrução venosa, a recorrência e a SPT. Ensaios clínicos demonstram eficácia entre 50 e 90% na prevenção da SPT, melhora na qualidade de vida e custo-efeti- vidade positiva com esse tipo de conduta. 8,9 Apesar disso, o risco de sangramento, os resultados confli- tantes obtidos nos estudos randomizados, a complexidade e o custo envolvido nesse tipo de tratamento ainda desestimulam sua aplicação clínica. 7-13 Neste capítulo, apresentamos um breve resumo dos principais estudos, evidências, técnicas e resultados do tratamento invasivo da trombose venosa profunda. Estudos randomizados e diretrizes Poucos estudos randomizados compararam os benefícios do tratamento invasivo da TVP com a ACO 10-13 (Tabela 1). O ATTRACT trial, o maior e principal estudo multicêntrico publicado, após 2 anos de seguimento clínico, não verificou redução da SPT no grupo submetido a trombólise farma- comecânica (TFM), quando comparada à ACO (46,7% × 48,2%; p = 0,56). 13 Algumas falhas metodo- lógicas foram observadas. Foram incluídos portadores de TVP femoropoplítea, aos quais em geral não se indica a TFM, e importantes conceitos técnicos não foram observados. É fundamental o TABELA 1 n Estudos randomizados que verificaram os resultados do tratamento invasivo da trombose venosa profunda quando comparados à anticoagulação oral. Estudo Autores Centros N TVP Sangramento maior SPT Qualidade de vida TORPEDO J Endov Ther Sharif et al. 10 2012 1 EUA 183 pacientes femoropoplíteo iliacofemoral < 21 dias ausência 24 meses TFM: 6,8% ACO: 29,6% p < 0,001 NI CAVENT 2A Lancet Enden et al. 11 2012 20 Noruega 209 pacientes iliacofemoral < 21 dias TFM 3 maiores (transfusão) 5 clinicamente relevantes 24 meses TFM: 41,2% ACO: 55,2% p = 0,047 NS CAVENT 5A Lancet Haig et al. 12 2015 20 Noruega 209 pacientes 176 (84%) iliacofemoral < 21 dias NSA 5 anos TFM: 43% ACO: 71% p < 0,0001 Redução 28% EQ-5D VEINES NS ATTRACT NEJM Vedantham et al. 13 2017 56 EUA 692 pacientes femoropoplíteo iliacofemoral < 14 dias TFM = 1,7% ACO = 0,3% p = 0,56 24 meses TFM: 47% ACO: 48% p = 0,56% NS TFM: trombólise farmacomecânica; ACO: anticoagulação oral; NSA: não se aplica; NI: não investigada; NS: não significativa. Fonte : adaptada de Sharifi M et al., 2010; 10 Enden T et al., 2012; 11 Haig Y et al., 2016; 12 Vedantham S et al., 2017. 13",
    "CONSENSO E ATUALIZAÇÃO NA PROFILAXIA E NO TRATAMENTO DO TROMBOEMBOLISMO VENOSO 40 uso perioperatório de métodos de imagem (angiotomografia, ultrassonografia endovascular [IVUS]), para identificar a presença e caracterizar a morfologia de compressões e obstruções venosas (sín- drome de May-Thurner-Cockett). No ATTRACT, apenas algumas dessas obstruções foram identifica- das e adequadamente tratadas. 14 Comerota et al. reanalisaram exclusivamente os portadores de TVP iliacofemoral tratados no estudo ATTRACT e concluíram que, apesar de a TFM não prevenir a ocorrência de SPT ou o trombo- embolismo recidivante, ela reduz significativamente a gravidade da SPT e também melhora os esco- res de qualidade de vida. 15 O American College of Chest Physicians contraindica a trombólise, 16 por considerar o método complexo e ainda inseguro. Contudo, a American Heart Association, 17 a Society for Vascular Surgery, o American Venous Forum 18 e o American College of Phlebology recomendam a trombólise para os pacientes portadores de TVP iliacofemoral que apresentem baixo risco de sangra- mento e alta expectativa de vida. Não existem padronização técnica e método definitivo para o tratamento invasivo da TVP . A trom- bólise sistêmica foi praticamente abandonada, pelo alto risco de sangramento. Hoje, a maioria dos cirurgiões realiza o tratamento por meio de trombólise por cateter multiperfurado, com o objetivo de infundir o agente fibrinolítico diretamente no segmento obstruído, associado ou não às técnicas de TFM e à angioplastia do território obstruído. 19,20 Nos últimos anos, relatos de séries vêm sendo publicados, propondo a trombectomia mecâni- ca percutânea direta, em que a trombectomia é utilizada agressivamente, associada a quantidade mínima de agente fibrinolíticos, na tentativa de diminuir os riscos de sangramento e abreviar os tempos de tratamento e permanência hospitalar. A experiência inicial vem demonstrando a redução de risco de sangramento, de tempo de internação e excelentes resultados clínicos e de perviedade do segmento tratado. 21,22 Indicações e técnicas de tratamento O tratamento invasivo deve ser considerado apenas nos pacientes portadores de TVP aguda iliaco- femoral que apresentam critérios de inclusão e exclusão bem definidos (Tabela 2). As principais técnicas de tratamento podem ser classificadas em: infusão fluxo-dirigida, infusão cateter-dirigida e técnica farmacomecânica, cada uma apresentando indicações, vantagens e desvanta- gens (Tabelas 3 e 4). Independentemente da técnica utilizada, o procedimento deve ser realizado por equipe multidiscipli- nar, experimentada e bem treinada, após a aquisição de todos os acessos venosos necessários para o tratamento. Os parâmetros clínicos e laboratoriais devem ser checados e controlados constantemente, em unidade de terapia intensiva (Tabela 5). TABELA 2 n Critérios para o tratamento invasivo da trombose venosa profunda. Inclusão Exclusão 18 a 75 anos; menores de idade apenas com consentimento de familiares ou responsáveis, início dos sintomas com menos de 21 dias, diagnóstico de TVP iliacofemoral defi- nido por ecodoppler, angiotomografia ou angiorressonância, assinatura do consentimento informado Contraindicação para terapia trombolítica ou anticoagulante, EP prévia com comprometimento cardiovascular, contraindi- cação para uso de contraste iodado, phlegmasia cerulea ou alba dolens , anemia grave (hemoglobina <80 g/L), trombocito- penia grave (plaquetas <80.000/L), insuficiência renal grave ( clearance <30 mL/min), hipertensão grave (pressão sistólica >160 mmHg ou pressão diastólica >100 mmHg), gravidez ou puerpério < 7 dias, traumatismo ou cirurgia maior com menos de 14 dias, história de hemorragia subaracnóidea, tumor, malformação arteriovenosa e aneurisma intracraniano, doença com expectativa de vida < 24 meses, uso de medicamento ou estado mental que interfira com o uso adequado da medicação ou acompanhamento clínico, doença neoplásica ou tratamento quimioterápico em andamento EP: embolia pulmonar; TVP: trombose venosa profunda. Fonte : adaptada de Osse FJ e Thorpe PE, 2002; 23 Osse FJ e Thorpe PE, 2004; 24 Osse FJ et al., 2013. 25",
    "CONSENSO E ATUALIZAÇÃO NA PROFILAXIA E NO TRATAMENTO DO TROMBOEMBOLISMO VENOSO 41 TABELA 3 n Classificação dos tipos de tratamento invasivo da trombose venosa profunda. Infusão fluxo-dirigida Infusão cateter-dirigida Técnica farmacomecânica Baseia-se no conceito de que, para a manutenção da perviedade do segmento venoso proximal reconstruído (efluxo; open vein theory ), é fundamental a função da “bomba venosa”, formada por todas as veias intra e extramus- culares da panturrilha (influxo). O agente fibrinolítico é infundido por veia periférica superficial dis- tal e direcionado para o sistema venoso profundo por garrote ou pulseiras, pela técnica de passa- gem ( washout ). Apresenta como desvantagens o maior volume de infusão necessário e a necessida- de de equipe bem treinada. Além disso, atenta para a ocorrência de complicações hemorrági- cas e o tempo necessário de permanência e uso de recursos hospitalares Indicada para a fase precoce da TVP , em que o coágulo ainda é fresco e formado por rede de fibrinas e elementos figurados do sangue. Existe a preservação da integridade endotelial e vascular, com recuperação completa da ana- tomia e da função vascular. Para os pacientes com SPT, a principal finalidade desta téc- nica é a dissolução de coágu- los neoformados ocupando a porção central do vaso (“efeito casca de cebola”) e também dos coágulos que ocupam os canalículos intratrabeculares de segmentos parcialmente e pobremente ecanalizados. Isso possibilita a progres- são de fios-guia e cateteres durante um procedimento de reconstrução endovascular, comunicando segmentos proximal e distal de veias obs- truídas por longos períodos Técnica utilizada na fase aguda da TVP . Quanto mais precoce, melhores serão os resultados e menor a proba- bilidade de uso de agentes fibrinolíticos. Apresenta a vantagem de extrair de forma imediata um grande volume de trombo. Como desvanta- gem, todos os dispositivos provocam, em maior ou menor grau, hemólise, que em situações extremas pode levar provocar insuficiência renal aguda, hiperpotasse- mia e arritmias cardíacas. Os dispositivos de TFM podem ser classificados em: rotacionais, reolíticos e ace- lerados por ultrassom. Cada um apresenta vantagens e desvantagens. Entretanto, existem poucos estudos publicados comparativos, e sabe-se muito pouco sobre seu custo-efetividade SPT: síndrome pós-trombótica; TVP: trombose venosa profunda. Fonte : adaptada de Osse FJ e Thorpe PE, 2002; 23 Osse FJ e Thorpe PE, 2004; 24 Osse FL et al., 2013. 25 TABELA 4 n Vantagens e desvantagens das técnicas de tratamento invasivo da trombose venosa profunda. Infusão fluxo-dirigida Infusão cateter-dirigida Técnica farmacomecânica VANTAGENS Tratamento mais fisiológico Contempla a bomba muscular da panturrilha VANTAGENS Maior concentração de fibrinolítico no segmento trombosado Maior poder de penetração do fibri- nolítico no trombo, sobretudo no uso de aceleração por ultrassom, ou técnica pulse spray VANTAGENS Opção de trombectomia asso- ciada ou não a fibrinólise Extração imediata de grande volume de trombo Exposição de maior superfície do trombo ou agente fibrinolítico caso necessário DESVANTAGENS Tempo de infusão maior Dose maior de fibrinolítico Múltiplos procedimentos na sala de hemodinâmica Maior tempo de internação em UTI Maior risco de sangramento DESVANTAGENS Tempo intermediário de infusão Dose intermediária de fibrinolítico Múltiplos procedimentos na sala de hemodinâmica Maior tempo de internação em UTI Maior risco de sangramento DESVANTAGENS Maior tempo para execução do procedimento Necessidade frequente de uso associado de fibrinólise IRA, bradicardia, hemoglobinúria IRA: insuficiência renal aguda; UTI: unidade de terapia intensiva. Fonte : adaptada de Osse FJ e Thorpe PE, 2002; 23 Osse FJ e Thorpe PE, 2004; 24 Osse FJ et al., 2013. 25",
    "CONSENSO E ATUALIZAÇÃO NA PROFILAXIA E NO TRATAMENTO DO TROMBOEMBOLISMO VENOSO 42 TABELA 5 n Técnica de infusão e controle laboratorial do agente fibrinolítico no tratamento endovascular da trombose venosa profunda. Infusão Laboratorial Actilyse ® , rTPA (Alteplase ® , Boehringer Ingelheim): 0,6 a 1,6 mg/h de infusão contínua através do cateter de infusão ou punção pediosa para realização da técnica de washout – infusão de bolus de 5 mg (15 mg de rTPA em SF 0,9% [60 mL] – total de 75 mL de solução: 0,2 mg/mL = concentração mínima recomendada pelo fabricante para garantir a estabilidade da substância), divididos em 3 bolsas reconstituídas e conservadas em ambiente refrigerado (geladeira), em bomba de infusão ou pulse spray , na velocidade de 3 mL/h (0,6 mg/h) a 8 mL/h (1,6 mg/h) + infusão de SF 0,9% (250 mL) a 30 mL/h na mesma via de Alteplase, ambos para correr em 8 horas. Três bolsas = 24 horas de infusão do fármaco. Heparina: 400 a 1.00 UI/h pelo introdutor durante o período do procedimento e na veia pediosa da flebogra- fia, após o fim do procedimento até alta hospitalar rTPA: fibrinogênio > 150 mg% – parada por 4 horas + novo exame Reiniciar < 100 mg%; parada total Heparina: 60s < TTPa < 90s Varfarina: 2,5 < RNI < 3,5 Hb/Ht: queda > 15% do valor normal sem hemodiluição Plaquetas > 100.000/mm 3 Hb/Ht: hemoglobina/hematócrito; rTPA: ativador do plasminogênio tecidual recombinante; RNI: razão normalizada interna- cional; SF: soro fisiológico; TTPa: tempo de tromboplastina parcial ativado. Fonte : adaptada de Osse FJ e Thorpe PE, 2002; 23 Osse FJ e Thorpe PE, 2004; 24 Osse FJ et al., 2013. 25 Técnica farmacomecânica A maioria dos centros especializados utiliza o sistema de cateter de trombectomia AngioJet™ ZelanteDVT (Boston Scientific Corporation, EUA). O cateter possui dois lumens: o primeiro comuni- ca-se com sua ponta distal, por onde passa o fluxo pulsátil de solução fisiológica em alta pressão (efeito Bernoulli), causando maceração, liquefação, dissolução e aspiração do trombo. O segundo lúmen permite a infusão radial de substâncias. Em trombos mais antigos, pode ser infundido, inicialmente, 1 mg de agente fibrinolítico a cada 3 cm de extensão de trombo, com dose mínima de 4 mg e máxima de 25 mg de Alteplase (Actilyse® – Boehringer Ingelheim, EUA), diluído em 100 mL de soro fisiológico (SF) a 0,9%, pelo dispositivo Power Pulse™. Após a administração do agente fibrinolítico, esperam-se 15 minutos, para que ele possa agir sobre o trombo. A função do cateter é, então, mudada para o modo trombectomia e, e avança-se e recua-se o cateter sobre o fio-guia (pressão de infusão de SF 0,9% a 10.000 psi), provocando maceração e aspiração do trombo. O volume e a extensão residual do trombo residual são verificados por flebografia e cateter de IVUS (Visions® PV8.2F catheter – Volcano Corporation EUA). Outros cateteres, técnicas e aparatos vêm sendo utilizados e investigados. Entretanto, não existem estudos com resultados definitivos e comparativos entre eles (Tabela 6). A angioplastia associada ao implante de stent é realizada em casos em que se verifica obstrução maior que 50% no território cavoiliacofemoral à venografia e/ou à IVUS. Todo o território obstruído deve ser tratado por meio da insuflação de cateter-balão (XXL™ Balloon Dilatation Catheter, 12 a 18 mm × 4 a 6 cm; Boston Scientific Corporation; ou Atlas® Gold PTA Catheter, 12 a 18 mm × 4 a 6 mm) a 5 a 18 atm, com o auxílio de manômetro insuflador. Posteriormente, devemos implantar stent autoexpansível, com comprimento adequado para cobrir toda a obstrução. Nossa preferência é pelo Wallstent™ (14 a 20 mm × 60 a 90 mm de comprimento) e pelo Vici Venous Stent™ (14 a 16 × 60 a 120 mm), apenas no segmento superior ao ligamento inguinal (ambos da Boston Scientific Corporation, EUA). O uso de filtro de veia cava é desestimulado, sendo indicado apenas nos casos de presença de trombo no interior da veia cava ou baixa reserva cardiopulmonar. Quando utilizado, ele deve ser retirado precocemente.",
    "CONSENSO E ATUALIZAÇÃO NA PROFILAXIA E NO TRATAMENTO DO TROMBOEMBOLISMO VENOSO 43 TABELA 6 n Principais dispositivos utilizados na trombectomia farmacomecânica da trombose venosa profunda. Classificação Dispositivo Especificações Particularidades Estudo TROMBECTOMIA REOLÍTICA AngioJet TM Zelante (Boston Scientific) 0,035 ″ 8 Fr OTW Injeção em alta velocidade de solução salina, utilizando o princípio de Bernoulli para desintegrar e aspirar o coágulo Garcia et al. 26 TROMBECTOMIA ROTACIONAL Arrow-Trerotola TM (Teleflex) 0,025 ″ 7Fr Sistema de 65 a 120 cm Microfragmentação do coágulo Trerotola et al. 27 Aspirex® (Straub) 0,018 ″ /0,025 ″ 6 Fr/8 Fr/10 Fr Vasos 3 a 12 mm Sistema 85-110- 135 cm Trombectomia rotacional sem uso de trombolítico Lichtenberg et al. 28 TROMBECTOMIA FARMACOMECÂNICA ISOLADA Trellis TM (Covidien) 6Fr/8Fr Fio rotacional com movimentos rotacionais realizados entre dois balões insuflados. Acesso lateral para infusão e aspiração de trombolítico Dietzek AM 29 TROMBECTOMIA POR ASPIRAÇÃO Indigo® (Penumbra) 4Fr/6Fr/8Fr OTW Aspiração a vácuo do coágulo através de cateter manobrável Lopez et al. 30 AngioVac® (AngioDynamics) 22Fr OTW Cânula de grande calibre com filtro para bypass veno-venoso. Pode ser usado em associação a sistema de trombectomia rotacional Behrens e Bjarnason 31 TROMBECTOMIA POR CAPTURA CloTriever® (Inari Medical) 13Fr 0,035 ″ /0,018 ″ Sistema 74 cm Captura de trombos e coágulos através de sistema semelhante a cesto diretamente para o introdutor (CLOUT) Registry Em andamento – término em 2022 TROMBECTOMIA ACELERADA POR ULTRASSOM EkoSonic TM (Boston Scientific) 6Fr 0,035 ″ OTW Sistema 106 a 135 cm Ondas ultrassônicas facilitam e aceleram a dissolução dos trombos pelo fibrinolítico Garcia M. et al. 32",
    "CONSENSO E ATUALIZAÇÃO NA PROFILAXIA E NO TRATAMENTO DO TROMBOEMBOLISMO VENOSO 44 Cronograma de acompanhamento clínico Os pacientes são avaliados clinicamente, por meio de ecodoppler vascular e radiografia antes da alta hospitalar, nas visitas de 1, 3, 6, 12 meses e anualmente após o procedimento. Mantemos o paciente anticoagulado com antivitamina K ou anticoagulante oral direto (DOAC; do inglês, direct oral anticoagulant ) (antifator Xa) por um período mínimo de 6 meses. No acompanhamento, orientamos o uso de meia de elastocompressão e observamos a incidência de sintomas e SPT, definida como a presença de uma pontu- ação ≥ 5 na escala de Villalta na perna acometida por TVP , ou o desenvolvimento de úlcera varicosa, além da perviedade do segmento tratado. Nosso resultado inicial com a técnica de TFM direta, em sessão única, foi bastante promissor. No período de junho de 2018 a setembro de 2019, abordamos 6 casos; em apenas 1 caso foram utilizados 10 mg de alteplase. Todos os pacientes apresentavam TVP iliacofemoral com menos de 7 dias de duração, e foram tratados em sessão única. Em todos os casos a TFM foi associada a angioplastia e implante de stent autoexpansível no segmento cavoiliacofemoral. Com um seguimen- to médio de 10 meses (1 a 17 meses), obtivemos taxa de perviedade e ausência de sintomas de 83% (Figura 1). FIGURA 1 n Tratamento farmacomecânico da trombose venosa profunda em sessão única. A . Angiotomografia demonstrando trombose da veia ilíaca comum direita e compressão acima da confluência das veias ilíacas pela artéria ilíaca comum direita. B. Flebografia demonstrando oclusão de segmento cavoiliacofemoral direito. Trombectomia mecânica de veia femoral profunda ( C ) e de veia femoral ( D ) direita. Angioplastia por balão de segmento cavoiliacofemoral direito ( E, F ) e controle flebográfico demonstrando recuperação do fluxo ( G, H ). I a K . Controle com ultrassonografia endovascular demonstrando influxo (VFPD: veia femoral profunda direita) e efluxo (WSd: Wallstent™ direito), com recuperação da área obstruída. VFCD: veia femoral comum direita; VICD: veia ilíaca comum direita; WSe: Wallstent™ esquerdo. Fonte : arquivo pessoal do autor. Conclusão O tratamento invasivo da trombose venosa profunda apresenta resultados aceitáveis desde que se- jam considerados princípios anatômicos, fisiológicos e técnicos essenciais. O aprimoramento da técnica e o desenvolvimento de dispositivos de trombectomia mecânica vêm permitindo um tratamento mais seguro e eficaz. Para obtenção de bons resultados, é fundamental que o tratamento seja feito por equipe multidisciplinar experimentada, especializada e dedicada.",
    "CONSENSO E ATUALIZAÇÃO NA PROFILAXIA E NO TRATAMENTO DO TROMBOEMBOLISMO VENOSO 45 Referências bibliográficas 1. Fowkes F, Price J. Incidence of diagnosed deep vein thrombosis in the general population: Systematic review. Eur J Vasc Endo- vasc Surg. 2003; 25(1):1-5. 2. Yoo HBY, Mendes FG, Alem CER et al. Achados clinicopatológicos na tromboembolia pulmonar: estudo de 24 anos de autópsia. J Bras Pneumol. 2004; 30(5):426-32. 3. Geerts WH, Pineo GF, Heit JA et al. Prevention of venous thromboembolism: the Seventh ACCP Conference on Antithrombotic and Thrombolytic Therapy. Chest. 2004; 126(3 Suppl):338S-400S. 4. Schulman S, Lindmarker P , Holmström M et al. Post-thrombotic syndrome, recurrence, and death 10 years after the first epi- sode of venous thromboembolism treated with warfarin for 6 weeks or 6 months. J Thromb Haemost. 2006 Apr;4(4):734-42. 5. Guanella R, Ducruet T, Johri M et al. Economic burden and cost determinants of deep vein thrombosis during 2 years following diagnosis: a prospective evaluation. J Thromb Haemost. 2011 Dec;9(12):2397-405. 6. Kearon C, Akl EA, Comerota AJ et al. Antithrombotic therapy for VTE disease: antithrombotic therapy and prevention of throm- bosis, 9th ed: American College of Chest Physicians Evidence-based Clinical Practice Guidelines. Chest. 2012 Feb;141(2 Suppl): e419S-96S. 7. Kahn SR, Shrier I, Julian JA et al. Determinants and time course of the postthrombotic syndrome after acute deep venous thrombosis. Ann Intern Med. 2008 Nov 18;149(10):698-707. 8. Turpie AG, Levine MN, Hirsh J et al. Tissue plasminogen activator (rt-PA) vs heparin in deep vein thrombosis. Results of a ran- domized trial. Chest. 1990 Apr;97(4 Suppl):172S-5S. 9. Plate G , Akesson H , Einarsson E et al. Long-term results of venous thrombectomy combined with a temporary arteriovenous fistula. Eur J Vasc Surg. 1990;(4):483-9. 10. Sharifi M, Mehdipour M, Bay C et al. Endovenous therapy for deep venous thrombosis: The TORPEDO Trial. Cath Cardiovasc Intervent. 2010; 76:316-25. 11. Enden T, Haig Y, Kløw NE et al. Long-term outcome after additional catheter-directed thrombolysis versus standard treatment for acute iliofemoral deep vein thrombosis (the CaVenT study): a randomised controlled trial. Lancet. 2012; 379:31-8. 12. Haig Y, Enden T, Kløw NE et al. Post-thrombotic syndrome after catheter-directed thrombolysis for deep vein thrombosis (CaVenT): 5-year follow-up results of an open-label, randomised controlled trial. Lancet Haematol. 2016; 3:e64-71. 13. Vedantham S, Goldhaber SZ, Julian JA et al. for the ATTRACT Trial Investigators. Pharmacomechanical catheter-directed throm- bolysis for deep-vein thrombosis. N Engl J Med. 2017; 377:2240-52. 14. Marston WA. Results of the ATTRACT trial do not change the management of acute deep vein thrombosis. J Vasc Surg. 2018; 6(1):5-6. 15. Comerota AJ, Kearon C, Gu CS et al. Endovascular thrombus removal for acute iliofemoral deep vein thrombosis. Circulation. 2109;139:1162-73. 16. Kearon C, Akl EA, Ornelas J et al. Antithrombotic therapy for VTE disease. CHEST Guideline and Expert Panel Report. Chest. 2016; 149(2):315-52. 17. Jaff MR, McMurtry MS, Archer SL et al. Management of massive and submassive pulmonary embolism, iliofemoral deep vein thrombosis, and chronic thromboembolic pulmonary hypertension. a scientific statement from the American Heart Association. Circulation. 2011; 123:1788-830. 18. Meissner MH, Gloviczki P , Comerota AJ et al. Early thrombus removal strategies for acute deep venous thrombosis: Clinical Practice Guidelines of the Society for Vascular Surgery and the American Venous Forum. J Vasc Surg. 2012; 55(5):1449-62. 19. Watson L, Broderick C, Armon MP . Thrombolysis for acute deep vein thrombosis. Cochrane Database of Systematic Reviews. 2014; 1:CD002783. 20. Fleck D, Albadawi H, Shamoun F et al. Catheter-directed thrombolysis of deep vein thrombosis: literature review and practice considerations . Cardiovasc Diagn Ther. 2017; 7(Suppl 3):S228-37. 21. Wang W, Sun R, Chen Y, Liu C. Meta-analysis and systematic review of percutaneous mechanical thrombectomy for lower extremity deep vein thrombosis. J Vasc Surg Venous and Lym Dis. 2018; 6:788-800. 22. Wong PC, Chan YC, Law Y, Cheng SWK. Percutaneous mechanical thrombectomy in the treatment of acute iliofemoral deep vein thrombosis: a systematic review. Hong Kong Med J. 2019; 25:48-57. 23. Osse FJ, Thorpe PE. Chronic venous insufficiency: The role for endovascular therapy, in endovascular intervention: new tools and techniques for the 21st Century (Criado FJ, Ed). Armonk, NY: Futura Publishing Co., Inc., 2002; pp.:155-82. 24. Osse FJ, Thorpe PE. Recognizing, understanding and treating chronic venous insufficiency. In: G. Abela (ed). Peripheral vascular disease: basic diagnostic & therapeutic approaches. Lippincott Williams & Wilkins. 2004; pp.:471-81. 25. Osse FJ, Thorpe PE, Santos KS. Deep Venous thrombosis endovascular treatment. In: C.J. Brito (ed.) Vascular surgery 3rd Edition, Servier 2013; pp.:2011-2022. 26. Garcia MJ, Lookstein R, Malhotra R et al. Endovascular management of deep vein thrombosis with rheolytic thrombectomy: final report of the prospective multicenter PEARL (Peripheral Use of AngioJet Rheolytic Thrombectomy with a Variety of Catheter Lengths) registry. J Vasc Intervent Radiol. 2015; 26(6)7:777-85. 27. Trerotola SO, McLennan G, Davidson D et al. Pre-clinical in vivo testing of the Arrow-Trerotola percutaneous thrombolytic device for venous thrombosis. J Vasc Intervent Radiol. 2001; 12:95-103. 28. Lichtenberg M, Stahlhoff WF, Özkapi A et al. Safety, procedural success and outcome of the Aspirex ® S endovascular throm- bectomy system in the treatment of iliofemoral deep vein thrombosis – data from the Arnsberg Aspirex registry. Vasa. 2019; 48:341-6. 29. Dietzek AM. Isolated pharmacomechanical thrombolysis of deep venous thrombosis utilizing a peripheral infusion system: Manuf. Int Angiol. 2010; 29(4):308-16. 30. Lopez R, DeMartino R, Fleming M et al. Aspiration thrombectomy for acute iliofemoral or central deep venous thrombosis. J Vasc Surg Venous Lymphat Disord. 2019 Mar;7(2):162-8. 31. Behrens G, Bjarnason H. Venous thromboembolic disease: the use of the aspiration thrombectomy device AngioVac. Semin Intervent Radiol. 2015; 32:374-8. 32. Shi Y, Shi W, Chen L, Gu J. A systematic review of ultrasound-accelerated catheter-directed thrombolysis in the treatment of deep vein thrombosis. J Thromb Thrombolysis. 2018; 45(3):440-51.",
    "46 Tromboembolismo venoso e câncer Pacientes com câncer apresentam um risco 4,1 vezes maior de tromboembolismo venoso (TEV) quando comparados com um grupo não oncológico. 1 O manejo da anticoagulação é desafiador, pois pacientes com tromboembolismo venoso associado a câncer (CAT; do inglês, cancer-associated throm- bosis ) apresentam maior incidência de recorrência do TEV, assim como maior risco de sangramento. 2 Há quase duas décadas a heparina de baixo peso molecular (HBPM) vem sendo a principal medicação utilizada para o tratamento do CAT. 3 Recentemente, entretanto, a HBPM vem perdendo gradualmente espaço para os anticoagulantes de ação direta sobre o fator Xa ou fator II (DOAC; do inglês, direct oral anticoagulant ). Os DOAC têm como vantagens o custo menor em comparação ao da HBPM, a adminis- tração oral e o fato de dispensarem o monitoramento de sua atividade, como é o caso dos antagonistas da vitamina K. Prevenção e tratamento A indicação da HBPM no tratamento do CAT deve-se a ensaios clínicos que compararam a HBPM com os antagonistas da vitamina K (varfarina e acenocumarol). 4-8 Nesses estudos, a HBPM mostrou maior eficácia que a varfarina, sem aumentar o risco de sangramento. O estudo CLOT foi o que apresen- tou maior poder estatístico; 654 pacientes foram divididos em dois braços: um com 336 pacientes que receberam dalteparina e outro com 336 indivíduos que receberam antagonista de vitamina K (aceno- cumarol). Houve recorrência de 53/336 pacientes no grupo do antagonista de vitamina K comparados com 27/336 no grupo da dalteparina. Esse resultado equivale a um risco relativo (RR) de 0,51 (intervalo de confiança de 95% [IC95%]: 0,33 a 0,79) a favor da HBPM. Os outros ensaios clínicos mostraram a mesma tendência de melhor efetividade da HBPM, porém com número menor de pacientes e sem a mesma força estatística. Os DOAC, representados por apixabana, dabigatrana, edoxabana e rivaroxabana, assumiram a indica- ção principal no tratamento do TEV na população geral. Mais recentemente, surgiram os estudos voltados para pacientes oncológicos. Dois ensaios clínicos compararam os DOAC com a HBPM: o estudo HOKUSAI- -Cancer, que utilizou a edoxabana, e o Select-D, que utilizou a rivaroxabana. 9,10 O primeiro desses estudos a ser publicado foi o Select-D. A HBPM utilizada foi a dalteparina, compa- rada com a rivaroxabana na dose de 15 mg 2 vezes ao dia por 21 dias; após esse período, a dosagem passou a 20 mg por dia. Foram recrutados tanto pacientes sintomáticos com embolia pulmonar quanto casos de embolia pulmonar incidental. No que se refere à trombose venosa profunda (TVP), foram incluí- dos pacientes com TVP proximal e sintomática. Após randomização, cada braço do estudo ficou com 203 DR. BRUNO SORIANO PIGNATARO | CRM-SP 112.008 Especialista em Cirurgia Vascular pelo Hospital das Clínicas da Faculdade de Medicina da Universidade de São Paulo (HCFMUSP). Cirurgião Vascular no Hospital A.C.Camargo Cancer Center. Chefe do Setor de Cirurgia Vascular do Hospital da Polícia Militar do Estado de São Paulo. DR. GUILHERME YAZBEK | CRM-SP 76.042 Doutor em Clínica Cirúrgica pela Faculdade de Medicina da Universidade de São Paulo (FMUSP). Diretor do Departamento de Cirurgia Vascular e Endovascular do A.C.Camargo Cancer Center.",
    "CONSENSO E ATUALIZAÇÃO NA PROFILAXIA E NO TRATAMENTO DO TROMBOEMBOLISMO VENOSO 47 pacientes. Cerca de 53% dos pacientes apresentavam metástases. Houve menor incidência de retrom- bose no grupo da rivaroxabana (RR: 0,43; IC95%: 0,19 a 0,99). Por outro lado, houve maior incidência de sangramentos no grupo da rivaroxabana (RR: 1,83; IC95%: 0,68 a 4,96, para sangramento maior; e RR: 3,76; IC95%: 1,63 a 8,69, para sangramento menor). O estudo destaca que a maioria dos casos de sangramento maior ocorreu em pacientes com neoplasia do trato gastrintestinal, em que a rivaroxabana teria uma ação não só sistêmica como local. Já no HOKUSAI-Cancer foram incluídos 1.046 pacientes. No desfecho primário, considerou-se a as- sociação de recorrência e sangramento maior, além da avaliação aos 12 meses do estudo. A dalteparina foi comparada com a edoxabana na dose de 60 mg por dia após 5 dias de HBPM. Esta dose era dimi- nuída para 30 mg se o clearance de creatinina se encontrasse entre 30 e 50 mL/dL ou peso corporal ≤ 60 kg. O desfecho primário ocorreu em 12,8% dos pacientes no grupo da edoxabana, comparados com 13,5% no grupo da dalteparina (RR: 0,97; p=0,006 para não inferioridade). Houve menor recorrência no grupo da edoxabana (RR: 0,71; IC95%: 0,48 a 1,06), porém com maior risco de sangramento no grupo da edoxabana (RR: 1,77; IC95%: 1,03 a 3,04). Assim como no Select-D, os autores destacam que, nos pacientes com neoplasias do trato gastrintestinal, houve maior risco de sangramento. Apesar das limitações em comparar o estudo HOKUSAI-Cancer com o Select-D, ambos os DOAC mostraram ser mais efetivos que a HBPM. Os estudos de vida real mostraram resultados congruentes com esses ensaios clínicos. Como exemplo, uma coorte realizada no A.C.Camargo Cancer Center constituída por 400 pacientes com câncer ativo e TEV tratados com rivaroxabana. Durante a anticoagulação, os pacientes dessa coorte apresenta- ram baixa incidência de recorrência de TEV (3,25%); incidência de 5,5% de sangramento maior; e 15,2% de sangramento menor. A população desse estudo apresentava 90% de tumores sólidos e a prevalência de doença metastática era de 61%. A maioria dos tumores era do trato gastrintestinal, seguidos por tumores de mama. 11 Com os resultados do HOKUSAI-Cancer e do Select-D, associados aos estudos de vida real, recen- tes diretrizes atualizaram suas recomendações referentes ao tratamento do CAT. A International Society on Thrombosis Haemostasis (ISTH) recomenda o uso dos DOAC, especificamente edoxabana e rivaro- xabana, para o tratamento do TEV agudo, desde que não haja interação medicamentosa com a terapia sistêmica em curso e, também, desde que haja baixo risco de sangramento. A HBPM deve ser indicada quando houver alto risco de sangramento, como nos casos de neoplasias do trato gastrintestinal, neoplasia de bexiga e nefrostomia; e quando houver anormalidade de mucosa gastrintestinal (gastrite, esofagite, colite, úlceras duodenais). A decisão deve ser compartilhada com o paciente, explicando que os DOAC podem diminuir o risco de recorrência, mas também aumentar a incidência de sangramentos. 12 Da mesma forma, a diretriz da American Society of Clinical Oncology (ASCO) recomenda, para o tratamento do CAT, HBPM, rivaroxabana, fondaparinux, edoxabana e heparina não fracionada (HNF). Nos casos em que haja necessidade de terapia parenteral, a HBPM é preferível à HNF, que fica reservada a pacientes com insuficiência renal, com clearance de creatinina < 30 mL/min. Na impossibilidade de uso dessas medicações, o antagonista de vitamina K pode ser utilizado. A ASCO faz as mesmas ressalvas quanto ao risco de sangramentos com DOAC e à necessidade de uma decisão compartilhada. 13 Conclusão Finalizamos com as principais recomendações da ASCO quanto à profilaxia primária do TEV em pacientes oncológicos:  Quando internados, é recomendada a profilaxia farmacológica, exceto em casos de internações para pequenos procedimentos ou exclusivamente para quimioterapia.  Para paciente cirúrgicos, tanto a HBPM quanto a HNF são recomendadas.  Em cirurgias maiores, a profilaxia farmacológica deve se estender por 7 a 10 dias.  Para cirurgias abdominais ou pélvicas abertas ou laparoscópicas, a profilaxia farmacológica deve se estender por 4 semanas, quando houver mobilidade prejudicada, obesidade, antecedente de TEV ou outro fator de risco associado.  Para pacientes ambulatoriais, a profilaxia farmacológica não deve ser indicada de rotina; pode ser oferecida para pacientes com escore de Khorana ≥ 2 que serão submetidos a um novo regime de quimioterapia; as medicações indicadas podem ser apixabana, rivaroxabana ou HBPM.  Pacientes com mieloma múltiplo tratados com talidomida ou lenalidomida e/ou dexametasona devem receber profilaxia com ácido acetilsalicílico com HBPM para aqueles de baixo risco ou HBPM para os de alto risco.",
    "CONSENSO E ATUALIZAÇÃO NA PROFILAXIA E NO TRATAMENTO DO TROMBOEMBOLISMO VENOSO 48 Referências bibliográficas 1. Heit JA et al . Risk factors for deep vein thrombosis and pulmonary embolism. Arch Intern Med . 2000;160:809. 2. Prandoni P et al . Recurrent venous thromboembolism and bleeding complications during anticoagulant treatment in patients with cancer and venous thrombosis. Cancer. 2002;100:3484-8. 3. Kearon C et al. Antithrombotic therapy for VTE disease: CHEST guideline and expert panel report. Chest. 2016;149:315-52. 4. Hull RD et al. Long-term low-molecular-weight heparin versus usual care in proximal-vein thrombosis patients with cancer. Am J Med. 2006;119:1062-72. 5. Lee AYY et al . Tinzaparin vs warfarin for treatment of acute venous thromboembolism in patients with active cancer. JAMA. 2015;314:677. 6. Deitcher SR et al. Secondary prevention of venous thromboembolic events in patients with active cancer: enoxaparin alone versus initial enoxaparin followed by warfarin for a 180-day period. Clin Appl Thromb Hemost. 2006;12:389-96. 7. Meyer G, Marjanovic Z, Valcke J et al. Comparison of low-molecular-weight heparin and warfarin for the secondary prevention of venous thromboembolism in patients with cancer. Arch Intern Med. 2002;162:1729-35. 8. Lee AYY et al. Low-molecular-weight heparin versus a coumarin for the prevention of recurrent venous thromboembolism in patients with cancer. N Engl J Med. 2003;349:146-53. 9. Raskob GE et al . Edoxaban for the treatment of cancer-associated venous thromboembolism. N Engl J Med. 2018;378:615-24. 10. Young AM et al . Comparison of an oral factor Xa inhibitor with low molecular weight heparin in patients with cancer with venous thromboembolism: results of a randomized trial (SELECT-D). J Clin Oncol. 2018;36:2017-23. 11. Pignataro BS et al. Oral rivaroxaban for the treatment of symptomatic venous thromboembolism in 400 patients with active cancer: a single-center experience. Clin Appl Thromb. 2017;23:883-7. 12. Khorana AA, Noble S, Lee AYY et al. Role of direct oral anticoagulants in the treatment of cancer-associated venous thrombo- embolism: guidance from the SSC of the ISTH. J Thromb Haemost. 2018;16(9):1891-4 13. Key NS, Khorana AA, Kuderer NM et al. Venous thromboembolism prophylaxis and treatment in patients with cancer: ASCO Clinical Practice Guideline Update. J Clin Oncol. 2019 Aug 5:JCO1901461.",
    "49 Tratamento do tromboembolismo venoso em pacientes obstétricas Generalidades e fatores de risco O tromboembolismo venoso (TEV) é uma preocupação crescente na medicina dos tempos moder- nos . Se por um lado as bases do conhecimento foram plantadas por Virchow em 1856, os últimos 160 anos foram acrescidos de novidades, especialmente após o início da comercialização das heparinas nos anos 1940. No cenário atual, vários fatores justificam nossa maior preocupação com o TEV: o envelhe- cimento da população, a maior exposição a fatores de risco na vida civil e nos tratamentos médicos, a incrível melhora de qualidade na realização do diagnóstico e a disponibilidade de métodos mecânicos e novas medicações para prevenção e tratamento. 1 Particularmente, o TEV associado à mulher gestante é desafiador. Mulheres gestantes sob risco vivem em um cenário que oscila entre a trombose e o sangramento. Além do mais, devemos considerar que algumas mulheres iniciam a gestação usando medicações para o tratamento de um episódio de TEV recente. Esse assunto é muito preocupante porque, na maior parte das vezes, resulta da má orien- tação fornecida pelos profissionais de saúde envolvidos no tratamento. Quando, diante de uma mulher em idade fértil, se proíbe um método anticoncepcional responsável, abre-se a porta para uma gravidez que, além de ser inesperada, exigirá que a paciente faça medicação anticoagulante parenteral em dose terapêutica, aumentando o desconforto, o custo e os riscos de hemorragia. Excetuando-se essas situações menos frequentes, a prevalência de TEV na mulher gestante é de 0,5 a 2,2 para cada 1.000 partos. 2 É importante ressaltar que a via de parto vaginal agrega menos risco à gestante, tanto em regime de tratamento quanto em profilaxia. Evidentemente, idade (quanto maior a idade, maior o risco, especialmente após os 35 anos), obesidade (índice de massa corpórea [IMC] > 30 kg/m 2 ) e história familiar de TEV (que pode representar uma trombofilia diagnosticada ou não) aumentam o risco de trombose na gravidez, exigindo o acompanhamento mais próximo dessas parturientes. As varizes presentes antes da gravidez, ou aquelas que se desenvolvem ao longo do membro e na região vulvar, também são fator de risco adicional para a tromboflebite superficial. Outras situações próprias da gravidez, como hiperêmese, pré-eclâmpsia, lúpus eritematoso sistêmico (LES), imobilidade, fertilização in vitro (FIV), natimorto, hemorragia pós-parto e transfusão sanguínea, entre outras causas, DR. ADILSON FERRAZ PASCHOA | CRM-SP 42.525 Corresponsável pelo Serviço de Cirurgia Vascular Integrada do Hospital Benefi cência Portuguesa – Unidade Paulista. Membro Titular da Sociedade Brasileira de Angiologia e de Cirurgia Vascular (SBACV). Membro da International Society on Thrombosis and Haemosthasis. Doutor em Cirurgia pela Universidade Estadual de Campinas (Unicamp). DRA. MARINA VIEIRA BALLA ROCHA | CRM-SP 186.727 Ex-estagiária do Serviço de Cirurgia Vascular Integrada do Hospital Benefi cência Portuguesa – Unidade Paulista.",
    "CONSENSO E ATUALIZAÇÃO NA PROFILAXIA E NO TRATAMENTO DO TROMBOEMBOLISMO VENOSO 50 aumentam o risco de TEV entre 4 e 9 vezes. Faz-se aqui um destaque para a história prévia de TEV. Ela eleva o risco em 25 vezes, especialmente se o episódio anterior estiver associado a uma gravidez pregressa ou ao uso de contraceptivo oral combinado até 6 meses após o início de sua utilização. 3 Diagnóstico O diagnóstico da trombose não costuma ser difícil para o médico especialista. Nas tromboflebites superficiais (TVS), percebe-se o cordão endurado, com sinais flogísticos evidentes. É mais comum a TVS se instalar nos trechos varicosos e nas varizes da região vulvar. Nesses casos, a confirmação não exige métodos complementares, mas a associação com trombose venosa profunda (TVP) não deve ser excluída. 4 Nas TVP, o diagnóstico é, por vezes, mais impreciso. O edema e a dor nos membros inferiores acompanham as mulheres gestantes com frequência. Como esses são os elementos clínicos mais pre- sentes na identificação da TVP , a confirmação pode ser difícil, especialmente nas TVP distais. Portanto, o diagnóstico clínico da trombose venosa profunda na gravidez carece de precisão. É essencial o ecodoppler colorido do sistema venoso superficial e profundo para confirmar a suspeita. 4 Na dúvida sobre embolia pulmonar (EP), a cintilografia de ventilação/perfusão pode ser utilizada, mas não oferece o detalhamento anatômico. A angiotomografia helicoidal substitui a cintilografia, sendo mais rápida e precisa. 5 Apesar de utilizar radiação ionizante, os estudos atuais apoiam a premissa de que a quantidade de radiação liberada oferece riscos mínimos ao feto. Assim, não se deve privar a gestante da melhor possibilidade diagnóstica. Tratamento O tratamento do TEV na gestante começa com sua prevenção. A atividade física e o descanso com os membros inferiores elevados são muito importantes, como destacado no capítulo referente à profilaxia (ver Profilaxia do tromboembolismo venoso em pacientes obstétricas ). Uma vez instalada a tromboflebite superficial, o tratamento deve ser iniciado. A elevação dos membros é desejável para favorecer a drenagem venosa e reduzir a estase, mas não se deve estimular a imobilidade. O tratamento local com géis ou cremes que tenham heparinoides em sua composição não tem be- nefício confirmado, mas costuma trazer alívio dos sintomas, quando associado a compressas quentes e úmidas. Essas alternativas “simples” costumam melhorar a dor e os sinais flogísticos, lembrando que a TVS que acomete os trechos varicosos costuma ser limitada àquela região topográfica. O uso de medi- cação anticoagulante, nesses casos, fica restrito às tromboflebites muito extensas, especialmente aque- las que envolvem os troncos de veias safenas, com risco de extensão para o sistema venoso profundo. A meia elástica de compressão graduada deve ser usada para deambular e para o ortostatismo. A medida correta mostra-se essencial para a adaptação da paciente, e a compressão de 20 a 30 mmHg é a mais adequada. O tratamento preferencial da trombose venosa na gestante é a heparina de baixo peso molecular (HBPM). 6 No Brasil, a HBPM mais utilizada é a enoxaparina. No tratamento do TEV, a enoxaparina pode ser utilizada em duas dosagens: 1,5 mg/kg 1 vez ao dia ou 1 mg/kg 2 vezes ao dia. Apesar do dobro de injeções, o regime de duas vezes ao dia é preferível na grávida, por causa do aumento na taxa de filtração glomerular, que pode elevar-se em até 50%. Desse modo, a administração fracionada oferece mais estabilidade para a atividade antifator Xa, prevista para estar entre 0,6 e 1,0 U/mL. 7,8 Na mulher que iniciou a gestação com um TEV recente ou que desenvolveu o TEV durante a gravi- dez atual, o raciocínio é o mesmo. Deve-se manter a anticoagulação em dose terapêutica durante toda a gravidez e o puerpério ou até completar, pelo menos, 3 meses de tratamento. O uso prolongado da HBPM pode produzir osteoporose, alopecia e plaquetopenia. Aparentemente, esses efeitos adversos são menos comuns com a HBPM quando comparada à heparina não fracionada (HNF). 6 A complicação adversa mais grave (além das complicações hemorrágicas próprias da gravidez) é a trombocitopenia induzida pela heparina (TIH). É uma complicação de natureza imunológica, de ocorrên- cia rara, mas da qual se deve suspeitar quando a taxa de plaquetas cair abaixo de 100.000/mm 3 ou se houver queda de 50% no número de plaquetas após o início da heparinização. Apesar da desconfiança clínica, o diagnóstico pode ser confirmado com a dosagem do fator antiplaquetário 4. Apesar da queda do número de plaquetas, a TIH pode manifestar-se com complicações trombóticas arteriais e venosas. Nessa situação excepcional, as heparinas podem ser substituídas pelo fondaparinux. 6,9 Quando a HBPM não está disponível, deve-se utilizar a HNF. Faz-se um bolus intravenoso com 5.000 UI (ou 80 UI/kg), seguido de 18 a 22 UI/kg/dia para manter o tempo de tromboplastina parcial ativado",
    "CONSENSO E ATUALIZAÇÃO NA PROFILAXIA E NO TRATAMENTO DO TROMBOEMBOLISMO VENOSO 51 (TTPa) entre 1,5 e 2,5 vezes o valor tido como normal. Uma vez passada a fase aguda dos primeiros 5 a 10 dias, pode-se mudar para a administração subcutânea a cada 12 horas, mas essa prática exige o acompanhamento periódico do TTPa a cada 1 ou 2 semanas. Evidentemente, trata-se de um tratamento muito trabalhoso para o médico e para a paciente, por conta do ajuste de dose. 10,11 O uso da varfarina é contraindicado entre a 6 a e a 12 a semana de gestação devido ao risco de em- briopatia fetal. A despeito disso, mesmo durante as demais fases da gravidez, a varfarina pode causar anormalidade no sistema venoso central. 11 A varfarina pode ser administrada na continuação do tratamen- to anticoagulante durante o puerpério, pois não interfere negativamente na amamentação. Os fármacos anticoagulantes orais de ação direta (DOAC; do inglês direct oral anticoagulant ) são moléculas pequenas, que atravessam a barreira placentária e passam para o leite materno. Portanto, são contraindicados no tratamento da trombose no ciclo gravídico-puerperal. 1 O parto deve ser programado entre a 37 a e a 40 a semana. No uso de dose terapêutica, tanto a HBPM quanto a HNF devem ser suspensas 24 horas antes do parto, sendo que, para a HNF, aconselha-se a realização de um TTPa para a confirmação da faixa de normalidade. 11 Durante o procedimento, seja vaginal ou cesáreo, é de boa prática usar a compressão pneumática intermitente até o restabelecimento da anticoagulação, previsto para 12 horas após. Conclusão O tratamento do TEV na gestação é um assunto importante para os angiologistas e cirurgiões vas- culares. Teremos diante de nós uma gestante fragilizada, preocupada com sua doença e o bem-estar do feto e, além do mais, sob os cuidados de outro especialista que, naquele período, representa o médico de referência para a paciente. Com conhecimento, atualização e compreensão desse período delicado, nossa participação é fundamental para o bom resultado da saúde materno-fetal. Referências bibliográficas 1. Paschoa AF, Marques MA, Portugal MFC. Trombose venosa profunda. In: Brito CJ, Murilo R, Loureiro E. Cirurgia vascular (cirurgia endovascular e angiologia). Rio de Janeiro: Thieme Revinter; 2019. p. 1676-1692. 2. Heit JA, Kobervig CE James AH et al. Trends in the incidence of venous thromboembolism during pregnancy or postpartum: a 30-year population-based study. Ann Intern Med. 2005;143(10):697-706. 3. Oliveira ALML, Marques MA, Ristow A, Paschoa AF. Tromboembolismo e gravidez. In: Fernandes CE, Sá MFS (eds.) Tratado de obstetrícia Febrasgo. Rio de Janeiro: Elsevier; 2019. p. 479-92. 4. Jorgensen JO, Hanel KC, Morgan AM, Hunt JM. The incidence of deep venous thrombosis in patients with superficial thrombo- phlebitis of the lower limbs. J Vasc Surg. 1993;18(1):70-3. 5. James AH. Thromboembolism in pregnancy: recurrence, risks, prevention and management. Curr Opin Obstet Gynecol. 2008;20(6):550-6. 6. Bates SM, Greer IA, Middeldorp S et al. VTE, thrombophilia, antitrombotic therapy and pregnancy: Antithrombotic Therapy and Prevention of Thrombosis. 9. ed. American College of Chest Physicians Evidence-Based Clinical Practice Guidelines. Chest. 2012;141(2 Suppl):e691S-e736S. 7. Bates SM, Greer IA, Pabinger I et al. Venous thromboembolism, thrombophilia, antithrombotic therapy and pregnancy. 8. ed. American College of Chest Physicians Evidence-Based Practice Guidelines. Chest. 2008;133(6 Suppl):844S-86S. 8. De Stefano V, Grandone E, Martinelli I. Recommendations for prophylaxis of pregnancy-related venous thromboembolism in carriers of inherited thrombophilia. Comment on the 2012 ACCP Guidelines. J Thromb Haemost. 2013;11(9):1779-81. 9. Bates SM, Middeldorp S, Rodger M et al. Guidance for the treatment and prevention of obstetric-associated venous thrombo- embolism. J Thromb Thrombolysis. 2016;41(1):92-128. 10. Oliveira ALML, Marques MA. Profilaxia de tromboembolismo venoso na gestação. J Vasc Bras. 2016;15(4):293-301. 11. Montenegro CAB, Rezende Filho J. Rezende-obstetrícia. Rio de Janeiro: Guanabara Koogan; 2017. p. 514-20.",
    "52 Extensão do tratamento para prevenção da recorrência de trombose venosa profunda O tempo de anticoagulação para a profilaxia secundária de tromboembolismo venoso (TEV) é habi- tualmente bem definido pelo médico. Abrange 3 ou 6 meses para casos de trombose venosa profunda (TVP) provocada; 6 meses para os demais casos; e 12 meses quando tiver ocorrido embolia pulmo- nar. Essa determinação independe do fato de se saber que a recorrência é frequente e pode sobrevir após quaisquer tempos de tratamento adotados. 1 As diretrizes do American College of Chest Physicians (ACCP) preconizam anticoagulação por até 3 meses em TVP provocadas e por tempo indeterminado naquelas não provocadas, mas raramente são seguidas. 2 Terapia farmacológica e risco de recorrência Alguns dos grandes estudos fase III que avaliaram a eficácia e a segurança dos novos anticoa- gulantes em comparação com a antivitamina K estenderam-se para além do tempo que havia sido determinado pelo médico pesquisador. Trata-se dos chamados estudos de extensão, nos quais o fármaco foi comparado com placebo durante um período semelhante ao usado anteriormente: 6 ou 12 meses. Esses estudos de extensão confirmaram o conhecimento que já havia, mas que era raramente con- siderado quanto à recorrência de TVP após a cessação da anticoagulação. O estudo Einstein Extension registrou recorrência de 7,1%. 3 Quatro anos depois desse estudo, surgiram outros que mostraram núme- ros algo diferentes, mas que corroboraram o achado anteriormente mencionado: no Amplify-Extension, que comparou apixabana com placebo, houve 8,8% de recorrência; 4 já no estudo Resonate-Extension, que comparou dabigatrana com placebo, houve 5,6% de recorrência. 5 A exemplo do estudo Amplify-Extension, que comparou duas doses de apixabana (2,5 mg e 5 mg) com placebo e mostrou que ambas as doses mantinham a taxa de recorrência igualmente baixa (1,7%), foi idealizado o estudo Einstein Choice. Neste, havia três braços: em um deles, os pacientes recebiam 20 mg de rivaroxabana; em outro, 10 mg de rivaroxabana; e, no terceiro, ácido acetilsalicílico (AAS). O objetivo era verificar se haveria diferença de recorrência entre os dois braços com dose diferente do anticoagulante. Não se usou placebo no terceiro braço, pois eticamente não mais seria justificável, dados os resultados já conhecidos dos estudos de extensão. 6 O AAS, por outro lado, reduz o risco de recorrência em 30% quando comparado com placebo. 7,8 Os achados do estudo Einstein Choice mostraram 4,4% de recorrência no braço do AAS. A recorrência nos dois braços de rivaroxaba- na foi semelhante: 1,5% no braço de 20 mg de rivaroxabana e 1,2% no braço de 10 mg. Esses resul- tados, semelhantes entre os dois grupos que tomaram rivaroxabana, foram superiores ao grupo que recebeu AAS (intervalo de confiança de 95% [IC95%], 0,14 a 0,47; P < 0,001). O estudo demonstrou, também, que a dose menor (10 mg) poderia ser usada para diminuir a recorrência a longo prazo do TEV, pois esta foi semelhante nos dois grupos (IC95%, 0,65 a 2,75; P = 0,42). A segurança, traduzida DR. BONNO VAN BELLEN | CRM-SP 14.563 Chefe do Serviço de Cirurgia Vascular Integrada do Hospital Benefi cência Portuguesa de São Paulo.",
    "CONSENSO E ATUALIZAÇÃO NA PROFILAXIA E NO TRATAMENTO DO TROMBOEMBOLISMO VENOSO 53 por eventos de sangramento não maior, mas clinicamente relevante, foi semelhante nos três braços: 2,7% no braço de 20 mg, 2,0% no braço de 10 mg e 1,8% no braço do AAS. Resultados semelhantes foram encontrados com relação ao composto de sangramento maior ou sangramento não maior, mas clinicamente relevante. Nesse estudo, foram incluídos pacientes com trombose provocada e trombose não provocada. No entanto, sabe-se que a trombose não provocada apresenta maior risco de recorrência. Faltava, portan- to, uma análise dos fatores de risco que os pacientes desses estudos apresentavam por ocasião da trombose que os afetou. Uma análise de dados dos três estudos Einstein permitiu melhor juízo quanto a tal questão. 9 Foram reunidos os pacientes dos estudos Einstein Extension e Einstein Choice. O primeiro com 1.188 pacien- tes e o segundo com 3.365, totalizando 4.553 indivíduos. Destes, 2.832 haviam sido medicados com rivaroxabana, 1.131 com AAS e 590 com placebo. A causa do evento trombótico de cada um dos pa- cientes era conhecida, de modo que foi possível determinar em qual grupo de causas desencadeantes houve a recorrência da trombose. As causas arroladas nessa população de pacientes foram agrupadas, conforme se pode aferir na Tabela 1. TABELA 1 n Fatores de risco para recorrência de trombose venosa profunda. Tipo de fator de risco Magnitude Descrição Não provocado ou idiopático Ausência de: cirurgia ou traumatismo recente, câncer ativo, história familiar de TEV, trombofilia conhecida, gravidez, uso de estrógenos Provocado por fator de risco persistente Menor Doença intestinal inflamatória, paralisia/ paresia de MMII, ICC, IRC com ClCr < 50 mL/min, IMC > 30kg/m 2 , história familiar de TEV, trombofilia Maior Câncer ativo Provocado por fator de risco transitório Menor Imobilização, viagem > 8 horas, puerpé- rio, estrógenos, traumatismo de MMII com imobilização transitória Maior Cirurgia de grande porte, traumatismo, cesárea TEV: tromboembolismo venoso; MMII: membros inferiores; ICC: insuficiência cardíaca congestiva; IRC: insuficiência renal crônica; ClCr: clearance de creatinina; IMC: índice de massa corpórea. Fonte : adaptada de Weitz JI et al., 2017. 6 Em todos os grupos de pacientes, houve recorrência, exceto nos pacientes que apresentavam fator de risco transitório maior. Nestes, não houve recorrência em nenhum dos regimes medicamentosos, rivaroxabana 10 mg ou 20 mg, ou AAS, nem com placebo. Nos demais grupos de pacientes, houve recorrência em todos os regimes medicamentosos, com exceção daqueles que recebiam rivaroxabana 10 mg ou 20 mg e que tinham fator de risco persistente maior, ou seja, indivíduos com câncer ativo. Do ponto de vista de segurança, somente os pacientes que receberam placebo não apresentaram sangramento. Tanto nos pacientes que receberam AAS quanto nos tratados com rivaroxabana, ocorreu sangramento. Conclusão O fato de ter havido recorrência em todos os grupos, exceto no que reúne pacientes com fator de risco transitório maior, remete à recomendação de que a anticoagulação a longo prazo deva ser considerada em todos os demais indivíduos, inclusive nos que apresentam fator de risco transitório menor.",
    "CONSENSO E ATUALIZAÇÃO NA PROFILAXIA E NO TRATAMENTO DO TROMBOEMBOLISMO VENOSO 54 Referências bibliográficas 1. Schulman S, Rhedin AS, Lindmarker P et al. A comparison of six weeks with six months of oral anticoagulant therapy after a first episode of venous thromboembolism. N Engl J Med. 1995;332:1661-5. 2. Kearon C, Akl EA, Ornelas J et al. Antithrombotic therapy for VTE disease: CHEST guideline and expert panel report. Chest. 2016;149(2):315-52. 3. Buller HR. Once-daily oral rivaroxaban versus placebo in the long-term prevention of recurrent symptomatic venous thromboem- bolism. The Einstein-Extension Study. Blood. 2009;114(22):LBA-2. 4. Agnelli G, Buller HR, Cohen A et al. Apixaban for extended treatment of venous thromboembolism. N Engl J Med. 2013;368: 699-708. 5. Shulman S, Kearon C, Kakkar AK et al. Extended use of dabigatran, warfarin, or placebo in venous thromboembolism. N Engl J Med. 2013;368:709-18. 6. Weitz Jl, Lensing AWA, Prins MH et al. Rivaroxaban or aspirin for extended treatment of venous thromboembolism. N Engl J Med. 2017;376:1211-22. 7. Becattini C, Agnelli G, Schenone A et al. Aspirin for preventing the recurrence of venous thromboembolism. N Engl J Med. 2012;366:1959-67. 8. Simes J, Becattini C, Agnelli G et al. Aspirin for the prevention of recurrent venous thromboembolism. The INSPIRE Collabora- tion. Circulation. 2014;130:1062-71. 9. Prins MH et al. Risk of recurrent venous thromboembolism according to baseline risk factor profiles. Blood Adv. 2018;2(7):788-96.",
    "",
    "CONTRAINDICAÇÃO: DOENÇA HEPÁTICA ASSOCIADA À COAGULOPATIA. INTERAÇÃO MEDICAMENTOSA: ANTIMICÓTICO AZÓLICO DE USO SISTÊMICO. XARELTO ® : RIVAROXABANA 10 MG/ 15 MG/ 20 MG. REG. MS 1.7056.0048. INDICAÇÕES: PREVENÇÃO DE ACIDENTE VASCULAR CEREBRAL (AVC) E EMBOLIA SISTÊMICA EM PACIENTES ADULTOS COM FIBRILAÇÃO ATRIAL (FA) NÃO-VALVULAR. TRATAMENTO DE TROMBOSE VENOSA PROFUNDA (TVP) E PREVENÇÃO DE TVP E EMBOLIA PULMONAR (EP) RECORRENTES APÓS TVP AGUDA, EM ADULTOS.TRATAMENTO DE EMBOLIA PULMONAR (EP) E PREVENÇÃO DE EP E TVP RECORRENTES, EM ADULTOS. PREVENÇÃO DE TROMBOEMBOLISMO VENOSO (TEV) EM PACIENTES ADULTOS SUBMETIDOS À CIRURGIA ELETIVA DE ARTROPLASTIA DE JOELHO OU QUADRIL. CONTRAINDICAÇÕES: HIPERSENSIBILIDADE AO PRINCÍPIO ATIVO OU A QUALQUER EXCIPIENTE; SANGRAMENTO ATIVO CLINICAMENTE SIGNIFICATIVO; DOENÇA HEPÁTICA ASSOCIADA À COAGULOPATIA E RISCO DE SANGRAMENTO CLINICAMENTE RELEVANTE; GRAVIDEZ E LACTAÇÃO. ADVERTÊNCIAS E PRECAUÇÕES: NÃO RECOMENDADO EM PACIENTES RECEBENDO TRATAMENTO SISTÊMICO CONCOMITANTE COM ANTIMICÓTICOS AZÓLICOS OU INIBIDORES DAS PROTEASES DO HIV, POTENTES INIBIDORES DO CYP3A4 E DA GP-P; EM PACIENTES COM COMPROMETIMENTO RENAL GRAVE (CLEARANCE DE CREATININA <15 ML/MIN.); EM PACIENTES COM MENOS DE 18 ANOS DE IDADE OU COM VÁLVULAS CARDÍACAS PROSTÉTICAS. DEVE SER INTERROMPIDO PELO MENOS 24 HORAS ANTES DE INTERVENÇÃO OU CIRURGIA. USO COM CAUTELA: EM PACIENTES COM COMPROMETIMENTO RENAL GRAVE (CLEARANCE DE CREATININA 15 - 29 ML/ MIN.) OU COM COMPROMETIMENTO RENAL TRATADOS CONCOMITANTEMENTE COM MEDICAÇÕES QUE LEVEM AO AUMENTO DA CONCENTRAÇÃO PLASMÁTICA DE RIVAROXABANA; EM PACIENTES TRATADOS CONCOMITANTEMENTE COM PRODUTOS MEDICINAIS QUE AFETAM A HEMOSTASIA OU COM POTENTES INDUTORES DA CYP3A4; EM PACIENTES COM RISCO ELEVADO DE SANGRAMENTO. EM PACIENTES EM RISCO DE DOENÇA GASTRINTESTINAL ULCERATIVA, TRATAMENTO PROFILÁTICO APROPRIADO PODE SER CONSIDERADO. MONITORAMENTO CLÍNICO DE ACORDO COM AS PRÁTICAS DE ANTICOAGULAÇÃO É RECOMENDADO DURANTE TODO O PERÍODO DE TRATAMENTO. XARELTO CONTÉM LACTOSE. ANESTESIA NEURAXIAL (EPIDURAL/ESPINAL) – APÓS ESSE TIPO DE ANESTESIA OS PACIENTES TRATADOS COM ANTITROMBÓTICOS CORREM RISCO DE UM HEMATOMA EPIDURAL OU ESPINAL. O RISCO É MAIOR COM O USO DE CATETERES EPIDURAIS DE DEMORA. O RISCO TAMBÉM PODE AUMENTAR POR PUNÇÃO TRAUMÁTICA OU REPETIDA. O CATETER EPIDURAL NÃO DEVE SER RETIRADO ANTES DE 18 HORAS APÓS A ÚLTIMA ADMINISTRAÇÃO DE RIVAROXABANA. A RIVAROXABANA DEVE SER ADMINISTRADA NO MÍNIMO 6 HORAS APÓS A REMOÇÃO DO CATETER. SE OCORRER PUNÇÃO TRAUMÁTICA, A ADMINISTRAÇÃO DA RIVAROXABANA DEVERÁ SER ADIADA POR 24 HORAS. EVENTOS ADVERSOS: ANEMIA,TONTURA, CEFALEIA, SÍNCOPE, HEMORRAGIA OCULAR,TAQUICARDIA, HIPOTENSÃO, HEMATOMA, EPISTAXE, HEMORRAGIA DO TRATO GASTRINTESTINAL E DORES ABDOMINAIS, DISPEPSIA, NÁUSEA, CONSTIPAÇÃO, DIARREIA,VÔMITO, PRURIDO, ERUPÇÃO CUTÂNEA, EQUIMOSE, DOR EM EXTREMIDADES, HEMORRAGIA DO TRATO UROGENITAL, FEBRE, EDEMA PERIFÉRICO, FORÇA E ENERGIA EM GERAL REDUZIDAS, ELEVAÇÃO DAS TRANSAMINASES, HEMORRAGIA PÓS- PROCEDIMENTO, CONTUSÃO. POSOLOGIA: PARA PREVENÇÃO DE AVC EM FA, A DOSE RECOMENDADA É DE 20 MG UMA VEZ AO DIA. PARA PACIENTES COM DISFUNÇÃO RENAL MODERADA (CLCR < 50 – 30 mL/min) OU GRAVE (CLCR < 30-15 mL/min) A DOSE RECOMENDADA É DE 15 MG DE XARELTO® UMA VEZ AO DIA. PARA PREVENÇÃO DE AVC EM FA EM PACIENTES SUBMETIDOS A INTERVENÇÃO CORONÁRIA PERCUTÂNEA (ICP) COM COLOCAÇÃO DE STENT: DEVEM RECEBER UMA DOSE REDUZIDA DE 15 MG DE XARELTO® UMA VEZ AO DIA (OU 10 MG DE XARELTO® UMA VEZ AO DIA PARA PACIENTES COM INSUFICIÊNCIA RENAL MODERADA [CLCR: <50-30 ML/MIN]) ASSOCIADO A UM INIBIDOR DE P2Y12 (E.X.: CLOPIDOGREL). ESTE REGIME DE TRATAMENTO É RECOMENDADO POR NO MÁXIMO 12 MESES APÓS A ICP COM COLOCAÇÃO DE STENT.TRATAMENTO DO TEV:A DOSE RECOMENDADA PARA O TRATAMENTO INICIAL DE TVP E EP AGUDAS É DE 15 MG DE XARELTO® DUAS VEZES AO DIA PARA AS TRÊS PRIMEIRAS SEMANAS, SEGUIDO POR 20 MG UMA VEZ AO DIA PARA CONTINUAÇÃO DO TRATAMENTO E, PARA A PREVENÇÃO DE TVP E EP RECORRENTES. APÓS A CONCLUSÃO DE PELO MENOS 6 MESES DE TRATAMENTO PARA TVP OU EP, XARELTO® 10 OU 20 MG UMA VEZ AO DIA É RECOMENDADO COM BASE EM UMA AVALIAÇÃO DE RISCO INDIVIDUAL DE TEV RECORRENTE EM RELAÇÃO AO RISCO DE SANGRAMENTO. XARELTO® 15 E 20 MG DEVEM SER INGERIDOS COM ALIMENTOS. PROFILAXIA DE TEV APÓS ARTROPLASTIA DE QUADRIL (ATQ) E JOELHO (ATJ): A DOSE RECOMENDADA É DE 10 MG UMA VEZ AO DIA, COM OU SEM ALIMENTO. OS PACIENTES DEVEM SER TRATADOS POR 5 SEMANAS APÓS ATQ OU POR DUAS SEMANAS APÓS ATJ. A DOSE INICIAL DEVE SER TOMADA 6 A 10 HORAS APÓS A CIRURGIA, CONTANTO QUE TENHA SIDO ESTABELECIDA A HEMOSTASIA. CLASSIFICAÇÃO PARA FORNECIMENTO: PRODUTO MEDICINAL SUJEITO A PRESCRIÇÃO MÉDICA. (cód: XAR 2019-06-14-138) Para informações completas, vide bula do produto (VE0219-CCDS14 e VE0219-CCDS11) PP-XAR-BRA-0566-1 © Bayer S/A, outubro de 2019 Proteção contra trombose associada a câncer que os pacientes precisam Proteção para diferentes perfis com EP/TVP [AGORA SUGERIDO NAS DIRETRIZES DA ISTH, ASCO, ESC E ITAC PARA O TRATAMENTO DE PACIENTES COM CÂNCER ] Roberto - 67 anos de idade - Câncer ativo - EP sintomática *Rivaroxabana não necessita, diferentemente de outros NOACs usados em trombose associada a câncer, de tratamento inicial com heparina de baixo peso molecular. a Desfecho secundário na população com CAT. b Definido como sangramento fatal, HIC e sangramento em órgão crítico. REFERÊNCIAS: 1. Patel M.R., Mahaffey K.W., Garg J. et al. Rivaroxaban versus Warfarin in non-valvular atrial fi brillation. N Engl J Med. 2011;365(10):883–91. • 2. Camm J., Amarenco P., Haas S. et al. XANTUS: A Real-World, Prospective,Observational Study of Patients Treated with Rivaroxaban for Stroke Prevention in Atrial Fibrillation. Eur Heart J. 2015:doi:10.1093/eurheartj/ehv466. • 3. Tamayo S., Peacock F., Patel M. et al. Characterizing major bleeding in patients with non-valvular atrial fi brillation: a pharmacovigilance study of 27,467 patients taking Rivaroxaban. Clin. Cardiol. 2015;38(2):63–8. • 4. Prins M.H. Lensing A.W.A., Bauersachs R. et al. Oral rivaroxaban versus standard therapy for the treatment of symptomatic vehous thromboembolism: a pooled analsis of the EINSTEIN-DVT and PE randomized studies. Thrombosis J. 2013;11(1):21. • 5. Ageno W., Mantovani L.G., Haas S., et al. XALIA: rationale and design of a non-interventional study of rivaroxaban compared with standard therapy for initial and long-term anticoagulation in deep vein thrombosis. Thrombosis J. 2014;12(1):16. • 6. Banco de dados IQVIA MIDAS: Vendas do 4º trimestre de 2017. • 7. Cálculo baseado no banco de dados IQVIA MIDAS: vendas do Q1 2019. 8. Ageno W., Mantovani L.G., Haas S. et al. Safety and effectiveness of oral rivaroxaban versus standard anticoagulation for the treatment of symptomatic deep vein thrombosis (XALIA): an international, prospective, non-interventional study. Lancet Haematol. 2016;3(1):e12–21. 9. Young A.M., Marshall A., Thirlwall J. et al. Comparison of an oral factor Xa inhibitor with low molecular weight heparin in patients with cancer with venous thromboembolism: results of a randomized trial (SELECT-D). J Clin Oncol. 2018;36(20):2017–2023. 10. Raskob G.E., van Es N., Verhamme P. et al. Edoxaban for the treatment of cancer-associated venous thromboembolism. N Engl J Med. 2018;378(7):615–624 TVP: Trombose Venosa Profunda; EP: embolia pulmonar; CAT: Trombose associada a câncer XARELTO ® é o único NOAC até o momento com estudo em esquema de monoterapia* em trombose associada a câncer com evidência de menores taxas de TEV recorrente e baixas taxas de sangramento maior comparáveis às da dalteparina 1,9,10 XARELTO ® oferece um tratamento eficaz , com taxas de sangramento maior ≤1% a,b,2,6-8 Simple s de iniciar e com a flexibilidade da dosagem adequada ao perfil do paciente no tratamento estendido de EP/TVP 1 Proteção adequada para os diferentes perfis de pacientes com EP/TVP 1-8 Material para uso do representante da Bayer S.A, destinado exclusivamente à profissionais de saúde habilitados a prescrever ou dispensar medicamentos."
  ],
  "processed_at": "2026-01-30T15:58:55.089Z"
}