{
  "doc_id": "c10f120f344cfc0cd2c467df9c3753f7",
  "source_id": "cp-lung-17protocol-4002",
  "total_pages": 16,
  "pages": [
    "© 2017 College of American Pathologists (CAP). All rights reserved. For Terms of Use please visit www.cap.org/cancerprotocols. Protocol for the Examination of Specimens From Patients With Primary Non-Small Cell Carcinoma, Small Cell Carcinoma, or Carcinoid Tumor of the Lung Version: Lung 4.0.0. 2 Protocol Posting Date: June 2017 Includes pTNM requirements from the 8 th Edition, AJCC Staging Manual For accreditation purposes, this protocol should be used for the following procedures AND tumor types: Procedure Description Resection I ncludes pneumonectomy , lobectomy, segmentectomy, and wedge resection Tumor Type Description Carcinoma Includes n on - s mall c ell c arcinoma, small c ell c arcinoma, or c arcinoid t umor of the l ung This protocol is NOT required for accreditation purposes for the following: Procedure B iops y Primary resection specimen with no residual cancer (e.g. following neoadjuvant therapy) Cytologic specimens The following tumor types should NOT be reported using this protocol: Tumor Type Mesothelioma ( consider the Pleural Mesothelioma protocol) Lymphoma (consider the Hodgkin or non - Hodgkin L ymphoma protocol) Sarcoma (consider the Soft Tissue protocol) Authors Kelly J. Butnor, MD*; Mary Beth Beasley, MD*; Sanja Dacic, MD, PhD*; Michael Berman, MD; Douglas Flieder, MD; Kirk Jones, MD; Nader T. Okby, MD; Victor L. Roggli, MD; Saul Suster, MD; Henry D. Tazelaar, MD; William D. Travis, MD With guidance from the CAP Cancer and CAP Pathology Electronic Reporting Committees. * Denotes primary authors. All other contributing authors are listed alphabetically.",
    "Thorax • Lung Lung 4.0.0.2 2 Accreditation Requirements This protocol can be utilized for a variety of procedures and tumor types for clinical care purposes. For accreditation purposes, only the definitive primary cancer resection specimen is required to have the core and conditional data elements reported in a synoptic format. • Core data elements are required in reports to adequately describe appropriate malignancies. For accreditation purposes, essential data elements must be reported in all instances, even if the response is “not applicable” or “cannot be determined.” • Conditional data elements are only required to be reported if applicable as delineated in the protocol. For instance, the total number of lymph nodes examined must be reported, but only if nodes are present in the specimen. • Optional data elements are identified with “+” and although not required for CAP accreditation purposes, may be considered for reporting as determined by local practice standards. The use of this protocol is not required for recurrent tumors or for metastatic tumors that are resected at a different time than the primary tumor. Use of this protocol is also not required for pathology reviews performed at a second institution (ie, secondary consultation, second opinion, or review of outside case at second institution). Synoptic Reporting All core and conditionally required data elements outlined on the surgical case summary from this cancer protocol must be displayed in synoptic report format. Synoptic format is defined as: • Data element: followed by its answer (response), outline format without the paired \"Data element: Response\" format is NOT considered synoptic. • The data element should be represented in the report as it is listed in the case summary. The response for any data element may be modified from those listed in the case summary, including “Cannot be determined” if appropriate. • Each diagnostic parameter pair (Data element: Response) is listed on a separate line or in a tabular format to achieve visual separation. The following exceptions are allowed to be listed on one line: o Anatomic site or specimen, laterality, and procedure o Pathologic Stage Classification (pTNM) elements o Negative margins, as long as all negative margins are specifically enumerated where applicable • The synoptic portion of the report can appear in the diagnosis section of the pathology report, at the end of the report or in a separate section, but all Data element: Responses must be listed together in one location Organizations and pathologists may choose to list the required elements in any order, use additional methods in order to enhance or achieve visual separation, or add optional items within the synoptic report. The report may have required elements in a summary format elsewhere in the report IN ADDITION TO but not as replacement for the synoptic report i.e. all required elements must be in the synoptic portion of the report in the format defined above. CAP Laboratory Accredit ation Program Protocol Required Use Date: March 2018* * Beginning January 1, 2018, the 8th edition AJCC Staging Manual should be used for reporting pTNM.",
    "Thorax • Lung Lung 4.0.0.2 3 CAP Lung Protocol Summary of Changes Version 4.0.0.2 Added response to Histologic Type Version 4.0.0.1 Histologic Type ADDED (Select all that apply) Version 4.0.0.0: The following data elements were modified: Pathologic Stage Classification (pTNM, AJCC 8th Edition) Tumor Size Tumor Focality Histologic Type Tumor Extension Margins Treatment Effect The following data elements have been added: Total Tumor Size Invasive Tumor Size Spread Through Air Spaces (STAS) The following data element was removed: Tumor Associated Atelectasis or Obstructive Pneumonitis",
    "CAP Approved Thorax • Lung Lung 4.0.0.2 + Data elements preceded by this symbol are not required for accreditation purposes. These optional elements may be clinically important but are not yet validated or regularly used in patient management. 4 Surgical Pathology Cancer Case Summary Protocol posting date: June 2017 LUNG: Select a single response unless otherwise indicated. Procedure (select all that apply) ___ Wedge resection ___ Segmentectomy ___ Lobectomy ___ Completion lobectomy ___ Sleeve lobectomy ___ Bilobectomy ___ Pneumonectomy ___ Major airway resection (specify): ____________________________ ___ Other (specify): ____________________________ ___ Not specified Specimen Laterality ___ Right ___ Left ___ Not specified Tumor Site (select all that apply) ___ Upper lobe ___ Middle lobe ___ Lower lobe ___ Bronchus, main ___ Bronchus intermedius ___ Bronchus, lobar (specify): ____________________________ ___ Other (specify): ____________________________ ___ Not specified Tumor Size (applies to histologic types other than invasive nonmucinous adenocarcinoma with a lepidic component) (Note A) Greatest dimension (centimeters): ___ cm + Additional dimensions (centimeters): ___ x ___ cm ___ Cannot be determined Total Tumor Size Inclusive of Invasive and Lepidic Components (applies only to invasive nonmucinous adenocarcinoma with a lepidic component) (Note A) Greatest dimension (centimeters): ___ cm + Additional dimensions (centimeters): ___ x ___ cm ___ Cannot be determined Invasive Tumor Size (applies only to invasive nonmucinous adenocarcinoma with a lepidic component) (Note A) Greatest dimension (centimeters): ___ cm + Additional dimensions (centimeters): ___ x ___ cm ___ Cannot be determined",
    "CAP Approved Thorax • Lung Lung 4.0.0.2 + Data elements preceded by this symbol are not required for accreditation purposes. These optional elements may be clinically important but are not yet validated or regularly used in patient management. 5 Tumor Focality (Note B) ___ Single tumor ___ Separate tumor nodules of same histopathologic type (intrapulmonary metastases) in same lobe # ___ Separate tumor nodules of same histopathologic type (intrapulmonary metastases) in different lobes # ___ Synchronous primary tumors in same lobe # ___ Synchronous primary tumors in different lobes # ___ Multifocal lung adenocarcinoma with lepidic features # ___ Diffuse pneumonic-type adenocarcinoma ___ Cannot be determined # Note: Required elements that differ among the tumor nodules (eg, tumor size, histologic type) should be reported for each tumor nodule. Histologic Type (select all that apply) (Note C) ___ Adenocarcinoma in situ (AIS), nonmucinous ___ Adenocarcinoma in situ (AIS), mucinous ___ Minimally invasive adenocarcinoma, nonmucinous ___ Minimally invasive adenocarcinoma, mucinous ___ Invasive adenocarcinoma, lepidic predominant +Other subtypes present (specify subtype(s), may also include percentages): ________________ ___ Invasive adenocarcinoma, acinar predominant +Other subtypes present (specify subtype(s), may also include percentages): ________________ ___ Invasive adenocarcinoma, papillary predominant +Other subtypes present (specify subtype(s), may also include percentages): ________________ ___ Invasive adenocarcinoma, micropapillary predominant +Other subtypes present (specify subtype(s), may also include percentages): ________________ ___ Invasive adenocarcinoma, solid predominant +Other subtypes present (specify subtype(s), may also include percentages): ________________ ___ Invasive adenocarcinoma, predominant subtype cannot be determined (explain): ________________ +Subtypes present (specify subtype(s), may also include percentages): ________________ ___ Invasive mucinous adenocarcinoma ___ Mixed invasive mucinous and nonmucinous adenocarcinoma ___ Colloid adenocarcinoma ___ Fetal adenocarcinoma ___ Enteric adenocarcinoma ___ Squamous cell carcinoma in situ (SCIS) ___ Invasive squamous cell carcinoma, keratinizing ___ Invasive squamous cell carcinoma, non-keratinizing ___ Invasive squamous cell carcinoma, basaloid ___ Small cell carcinoma ___ Combined small cell carcinoma (small cell carcinoma and non-small cell component) (specify type of non-small cell carcinoma component): __________________________________ ___ Large cell neuroendocrine carcinoma ___ Combined large cell neuroendocrine carcinoma (LCNEC and other non-small cell component) (specify type of other non-small cell carcinoma component):_____________________ ___ Typical carcinoid tumor ___ Atypical carcinoid tumor ___ Large cell carcinoma ___ Adenosquamous carcinoma ___ Pleomorphic carcinoma ___ Spindle cell carcinoma ___ Giant cell carcinoma ___ Carcinosarcoma ___ Pulmonary blastoma ___ Lymphoepithelioma-like carcinoma ___ NUT carcinoma ___ Mucoepidermoid carcinoma",
    "CAP Approved Thorax • Lung Lung 4.0.0.2 + Data elements preceded by this symbol are not required for accreditation purposes. These optional elements may be clinically important but are not yet validated or regularly used in patient management. 6 ___ Adenoid cystic carcinoma ___ Epithelial-myoepithelial carcinoma ___ Carcinoma, type cannot be determined ___ Non-small cell carcinoma, subtype cannot be determined ___ Other histologic type not listed (specify): ____________________________ + Histologic Grade (Note D) + ___ G1: Well differentiated + ___ G2: Moderately differentiated + ___ G3: Poorly differentiated + ___ G4: Undifferentiated + ___ Other (specify): ____________________________ + ___ GX: Cannot be assessed + ___ Not applicable + Spread Through Air Spaces (STAS) (Note C) + ___ Not identified + ___ Present Visceral Pleura Invasion (Note E) ___ Not identified ___ Present ___ Cannot be determined Lymphovascular Invasion (select all that apply) (Note F) ___ Not identified ___ Present + ___ Lymphatic + ___ Arterial + ___ Venous ___ Cannot be determined Direct Invasion of Adjacent Structures (select all that apply) (Note G) ___ No adjacent structures present ___ Adjacent structures present but not involved ___ Adjacent structures present and involved ___ Main bronchus ___ Hilar soft tissues ___ Carina ___ Parietal pleura ___ Chest wall + Specify involved structure(s): ____________________________ ___ Phrenic nerve ___ Parietal pericardium ___ Diaphragm ___ Mediastinum + Specify involved structure(s): ____________________________ ___ Heart ___ Great vessels ___ Trachea ___ Recurrent laryngeal nerve ___ Esophagus ___ Vertebral body ___ Other (specify): ____________________________ ___ Cannot be assessed (explain): ____________________________",
    "CAP Approved Thorax • Lung Lung 4.0.0.2 + Data elements preceded by this symbol are not required for accreditation purposes. These optional elements may be clinically important but are not yet validated or regularly used in patient management. 7 Margins (select all that apply) (Note H) Note: Use this section only if all margins are uninvolved and all margins can be assessed. ___ All margins are uninvolved by carcinoma Margins examined (specify): ___________ Note: Margins may include bronchial, vascular, parenchymal, and others. Distance of invasive carcinoma from closest margin (centimeters): ___ cm Specify closest margin: __________________________ Distance of carcinoma in situ from closest margin (if applicable) (centimeters): ___ cm Specify closest margin (if applicable): __________________________ Individual margin reporting required if any margins are involved or margin involvement cannot be assessed Bronchial Margin (select all that apply) ___ Not applicable ___ Cannot be assessed ___ Uninvolved by invasive carcinoma ___ Uninvolved by carcinoma in situ ___ Involved by invasive carcinoma ___ Involved by carcinoma in situ Vascular Margin ___ Not applicable ___ Cannot be assessed ___ Uninvolved by carcinoma ___ Involved by carcinoma Parenchymal Margin (select all that apply) ___ Not applicable ___ Cannot be assessed ___ Uninvolved by invasive carcinoma ___ Uninvolved by lepidic component of invasive adenocarcinoma ___ Uninvolved by adenocarcinoma in situ ___ Involved by invasive carcinoma ___ Involved by lepidic component of invasive adenocarcinoma ___ Involved by adenocarcinoma in situ Other Attached Tissue Margin (required only if applicable) Specify margin: ____________________________ ___ Cannot be assessed ___ Uninvolved by invasive carcinoma ___ Involved by invasive carcinoma Treatment Effect (Note I) ___ No known presurgical therapy ___ Greater than 10% residual viable tumor ___ Less than or equal to 10% residual viable tumor ___ Cannot be determined Regional Lymph Nodes ___ No lymph nodes submitted or found Lymph Node Examination (required only if lymph nodes present in the specimen) Number of Lymph Nodes Involved: ____",
    "CAP Approved Thorax • Lung Lung 4.0.0.2 + Data elements preceded by this symbol are not required for accreditation purposes. These optional elements may be clinically important but are not yet validated or regularly used in patient management. 8 ___ Number cannot be determined (explain): ______________________ Specify nodal station(s) involved (applicable only if node(s) involved): _______________ Number of Lymph Nodes Examined: ____ ___ Number cannot be determined (explain): ______________________ Specify nodal station(s) examined: _______________ + Extranodal Extension (Note J) + ___ Not identified + ___ Present + ___ Cannot be determined Pathologic Stage Classification (pTNM, AJCC 8 th Edition) (Note J) Note: Reporting of pT, pN, and (when applicable) pM categories is based on information available to the pathologist at the time the report is issued. Only the applicable T, N, or M category is required for reporting; their definitions need not be included in the report. The categories (with modifiers when applicable) can be listed on 1 line or more than 1 line. TNM Descriptors (required only if applicable) (select all that apply) ___ m (multiple primary tumors) ___ r (recurrent) ___ y (posttreatment) Primary Tumor (pT) ___ pTX: Primary tumor cannot be assessed, or tumor proven by presence of malignant cells in sputum or bronchial washings but not visualized by imaging or bronchoscopy ___ pT0: No evidence of primary tumor ___ pTis (SCIS): Squamous cell carcinoma in situ (SCIS) ___ pTis (AIS): Adenocarcinoma in situ (AIS ): adenocarcinoma with pure lepidic pattern, ≤3 cm in greatest dimension pT1: Tumor ≤3 cm in greatest dimension, surrounded by lung or visceral pleura, without bronchoscopic evidence of invasion more proximal than the lobar bronchus (ie, not in the main bronchus) ___ pT1mi: Minimally invasive adenocarcinoma: adenocarcinoma (≤3 cm in greatest dimension) with a predominantly lepidic pattern and ≤5 mm invasion in greatest dimension (See note C) ___ pT1a: Tumor ≤1 cm or less in gre atest dimension; A superficial spreading tumor of any size with its invasive component limited to the bronchial wall and may extend proximal to the main bronchus also is classified as T1a, but these tumors are uncommon ___ pT1b: Tumor >1 cm, but ≤2 cm in greatest dimension ___ pT1c: Tumor >2 cm but ≤3 cm in greatest dimension pT2: Tumor >3 cm but ≤5 cm or having any of the following features: # • Involves the main bronchus regardless of distance to the carina, but without involvement of the carina; • Invades visceral pleura (PL1 or PL2); • Associated with atelectasis or obstructive pneumonitis that extends to the hilar region, involving part or all of the lung. ___ pT2a: Tumor >3 cm, but ≤ 4 cm in greatest dimension ___ pT2b: Tumor >4 cm, but ≤5 cm in greatest dimension ___ pT3: Tumor >5 cm but ≤7 cm in greatest dimension; or directly invading any of the following: parietal pleura (PL3), chest wall (including superior sulcus tumors), phrenic nerve, parietal pericardium; or separate tumor nodule(s) in the same lobe as the primary ___ pT4: Tumor >7 cm in greatest dimension; or tumor of any size invading one or more of the following: diaphragm, mediastinum, heart, great vessels, trachea, recurrent laryngeal nerve, esophagus, vertebral body or carina; or separate tumor nodule(s) in an ipsilateral lobe different from that of the primary",
    "CAP Approved Thorax • Lung Lung 4.0.0.2 + Data elements preceded by this symbol are not required for accreditation purposes. These optional elements may be clinically important but are not yet validated or regularly used in patient management. 9 # Note: T umors with these features are classified as T2a if ≤4 cm or if the size cannot be determined and T2b if >4 cm but ≤5 cm. Regional Lymph Nodes (pN) ___ pNX: Regional lymph nodes cannot be assessed ___ pN0: No regional lymph node metastasis ___ pN1: Metastasis in ipsilateral peribronchial and/or ipsilateral hilar lymph nodes, and intrapulmonary nodes, including involvement by direct extension ___ pN2: Metastasis in ipsilateral mediastinal and/or subcarinal lymph node(s) ___ pN3: Metastasis in contralateral mediastinal, contralateral hilar, ipsilateral or contralateral scalene, or supraclavicular lymph node(s) Distant Metastasis (pM) (required only if confirmed pathologically in this case) pM1: Distant metastasis ___ pM1a: Separate tumor nodule(s) in contralateral lobe; tumor with pleural or pericardial nodules or malignant pleural (or pericardial) effusion # ___ pM1b: Single extrathoracic metastasis in a single organ (including involvement of a single nonregional lymph node) ___ pM1c: Multiple extrathoracic metastases in single organ or in multiple organs Specify site(s) (if applicable): ____________________________ # Note: Most pleural (pericardial) effusions with lung cancer are a result of the tumor. In a few patients, however, multiple microscopic examinations of pleural (pericardial) fluid are negative for tumor, and the fluid is nonbloody and not an exudate. If these elements and clinical judgment dictate that the effusion is not related to the tumor, the effusion should be excluded as a staging descriptor. + Additional Pathologic Findings (select all that apply) + ___ None identified + ___ Atypical adenomatous hyperplasia + ___ Squamous dysplasia + ___ Metaplasia (specify type): ____________________________ + ___ Diffuse neuroendocrine hyperplasia + ___ Inflammation (specify type): ____________________________ + ___ Emphysema + ___ Other (specify): ____________________________ + Ancillary Studies Note: For reporting cancer biomarker testing results, the CAP Lung Biomarker Template should be used. Pending biomarker studies should be listed in the Comments section of this report. + Comment(s)",
    "Background Documentation Thorax • Lung Lung 4.0.0.2 10 Explanatory Notes A. Tumor Size Based on data showing prognosis correlates with invasive size in nonmucinous adenocarcinomas with lepidic and invasive components, the American Joint Committee on Cancer (AJCC) has adopted a rule that for nonmucinous adenocarcinomas with a lepidic component, only the size of the invasive component is used to assign T category. 1-4 This rule aligns with the recommendation previously set forth by the Union for International Cancer Control (UICC) of using invasive size for T descriptor size. 5 This rule does not apply to other histologic types of lung cancer, including invasive mucinous lung adenocarcinoma. The invasive component to be measured in nonmucinous adenocarcinomas with a lepidic component includes any histologic subtype other than a lepidic pattern (ie, acinar, papillary, micropapillary, and/or solid) and/or tumor cells infiltrating myofibroblastic stroma. 6 In tumors where the invasive component is not a single discrete measurable focus, estimating the percentage of the total tumor that is invasive and then multiplying by the total tumor size to estimate invasive tumor size is recommended. 1 B. Tumor Focality When more than 1 tumor nodule is identified in resection specimens, it is important to attempt distinction of synchronous primary tumors from a tumor with intrapulmonary metastasis. These scenarios have different prognoses and are staged differently. Multiple tumor nodules of different histologic types (eg, 1 squamous cell carcinoma, 1 adenocarcinoma) are considered synchronous primaries and should be recorded as such in the pathology report with an individual TNM assigned to each tumor. 7 In such cases, required reporting elements that differ among the tumors should be recorded for each primary tumor. For multiple tumor nodules of the same histopathologic type, comprehensive histologic assessment has been proposed for the distinction of synchronous primaries from separate tumor nodules (intrapulmonary metastasis). 8 Other pathologic criteria for distinguishing synchronous primary tumors from separate tumor nodules (intrapulmonary metastasis) that are not based strictly on histologic assessment (eg, assessing similarity of breakpoints using comparative genomic hybridization) are detailed in the 8th edition of the AJCC staging manual. 1 In cases with multiple tumors deemed not to represent synchronous primaries (ie, intrapulmonary metastases), required elements that differ among the intrapulmonary metastases (eg, tumor size) should be reported for each tumor nodule. Multifocal lung adenocarcinoma with lepidic features is the designation applied to multiple discrete foci of lepidic- predominant adenocarcinoma (LPA), minimally invasive adenocarcinoma (MIA), or adenocarcinoma in situ (AIS) with or without other subtypes of adenocarcinoma as lesser components that manifest on computed tomography (CT) as multiple subsolid (either pure ground glass or part solid) nodules. 9 This designation applies whether a detailed histologic assessment shows a matching or different appearance among the tumor foci. Data suggest that in most cases, the multiple lesions represent synchronous primary tumors. 10 Assignment of T category in these cases is based on the highest T lesion, followed by the suffix “m”, indicating multiplicity, or the number of tumors in parentheses (eg, T1b(m) or T1b(2)) (Table 1). 1 It should be noted that foci of atypical adenomatous hyperplasia (AAH) are not counted for the purpose of TNM classification. In some patients, adenocarcinoma manifests radiographically as diffuse consolidation, which has been designated as “pneumonic-type” lung adenocarcinoma. Such imaging findings typically correspond pathologically to invasive mucinous adenocarcinoma, but mixed mucinous and nonmucinous patterns may also be seen. 10 Invasive mucinous adenocarcinoma often exhibits lepidic-predominant growth, but robust sampling usually discloses invasive foci. Occasionally, invasive mucinous adenocarcinoma shows a heterogeneous mixture of other growth patterns. To qualify as pneumonic-type adenocarcinoma, tumor should be diffusely distributed throughout a region(s) of lung, as opposed to forming discrete single or multiple well-demarcated nodules or masses. 10 The size of diffuse pneumonic-type adenocarcinomas, as well as miliary forms of adenocarcinoma, is often difficult to measure. When a single tumor area is present, it is categorized according to standard TNM criteria. Multiple tumor areas are categorized according to the extent of lobar involvement: T3 when limited to a single",
    "Background Documentation Thorax • Lung Lung 4.0.0.2 11 lobe, T4 when there is involvement of other ipsilateral lobe, and M1a is used to indicate the presence of contralateral lung involvement. 1 Table 1. Schematic Summary of Disease Patterns and TNM Classification of Patients With Lung Cancer With Multiple Pulmonary Sites of Involvement Second Primary Lung Cancer Multifocal GG/L Nodules Pneumonic-type Adenocarcinoma Separate Tumor Nodule Imaging features Two or more distinct masses with imaging characteristic of lung cancer (eg, spiculated) Multiple ground-glass or part-solid nodules Patchy areas of ground glass and consolidation Typical lung cancer (eg, solid, spiculated) with separate solid nodule Pathological features Different histotype or different morphology based on comprehensive histologic assessment Adenocarcinomas with prominent lepidic component (typically varying degrees of AIS, MIA, LPA) Same histology throughout (most often invasive mucinous adenocarcinoma) Distinct masses with the same morphologic features based on comprehensive histologic assessment TNM classification Separate cTNM and pTNM for each cancer T based on highest T lesion, with (#/m) indicating multiplicity; single N and M T based on size or T3 if in single lobe, T4 or M1a if in different ipsilateral or contralateral lobes; single N and M Location of separate nodule relative to primary site determines whether T3, T4, or M1a; single N and M Conceptual view Unrelated tumors Separate tumors, albeit with similarities Single tumor, diffuse pulmonary involvement Single tumor with intrapulmonary metastasis AIS, adenocarcinoma in situ; GG/L, ground-glass/lepidic; LPA, lepidic-predominant adenocarcinoma; MIA, minimally invasive adenocarcinoma. From AJCC Cancer Staging Manual, 8th edition. Used with permission. C. Histologic Type For consistency in reporting, the histologic classification published by the World Health Organization (WHO) for tumors of the lung, including carcinoids, is recommended. 8 Although acceptable in small biopsies, a designation of non-small cell lung carcinoma, not otherwise specified (NSCLC, NOS), is not acceptable in resection specimens. Lung carcinomas should be adequately sampled in order to ensure defining features are satisfactorily represented in the sections examined histologically and the presence or absence of invasion can be thoroughly assessed. The WHO defines invasion in adenocarcinoma as: (1) any histologic subtype other than a lepidic pattern (ie, acinar, papillary, micropapillary, and/or solid), (2) tumor cells infiltrating myofibroblastic stroma, (3) vascular or pleural invasion, or (4) spread through air spaces (STAS). 8 STAS is a recently described concept which is defined as micropapillary clusters, solid nests or single cells of tumor extending beyond the edge of the tumor into the air spaces of the surrounding lung parenchyma. Initial studies have shown that the presence of STAS is associated with an increased incidence of recurrence in tumors that have undergone limited resection (eg, segmentectomy, wedge resection). 8 At the present time, STAS should not be incorporated into the measurement of tumor size (see Note A). 1 For cases in which a diagnosis of AIS or MIA is being considered, the lesion must be entirely submitted for histopathologic examination. A diagnosis of MIA is applied to a lepidic-predominant tumor ≤ 3 cm in size with an invasive component measuring ≤0.5 cm provided it does not exhibit any of the following: (1) tumor invades lymphatics, blood vessels or pleura, (2) tumor necrosis is present, (3) STAS is present. 8 Tumors ≤ 3 cm with ≤ 0.5 cm of invasion exhibiting 1 or more of these exclusionary features are classified as lepidic-predominant adenocarcinoma. A diagnosis of AIS or MIA should only be made on solitary lesions ≤3 cm in diameter. Specimens showing only AIS are categorized as Tis (AIS). MIA is classified as T1mi. 1 For the uncommon occurrence of a lepidic-predominant tumor >3.0 cm with either no invasion or ≤ 0.5 cm of invasion, it is recommended that such tumors be classified as lepidic-predominant adenocarcinoma and staged as pT1a, as there is insufficient data to conclude they have the same prognostic features as ≤ 3.0 cm tumors meeting criteria for AIS or MIA. 6",
    "Background Documentation Thorax • Lung Lung 4.0.0.2 12 Classification of adenocarcinomas by predominant histologic pattern can be useful for assessing pathologic grade. The WHO recommends classifying invasive nonmucinous adenocarcinomas according to the predominant subtype and specifying non-predominant subtypes semi-quantitatively in 5% increments. 8 In poorly differentiated cases, immunohistochemistry can greatly aid in classification. This is particularly useful in making a diagnosis of solid-type adenocarcinoma or nonkeratinizing squamous cell carcinoma. D. Histopathologic Grade (G) A tiered grading scheme for lung cancer (shown below) has been put forth by the AJCC. 1 However, its reproducibility and prognostic significance have not been rigorously tested, and therefore histopathologic grade is designated as an optional reporting element. AJCC Histopathologic Grading Scheme 1 : Grade X (GX): Cannot be assessed Grade 1 (G1): Well differentiated Grade 2 (G2): Moderately differentiated Grade 3 (G3): Poorly differentiated Grade 4 (G4): Undifferentiated E. Visceral Pleural Invasion The presence of visceral pleural invasion by tumors ≤ 3 cm changes the T category from pT1 to pT2a and increases the stage from IA (IA1, IA2, or IA3 depending on tumor size) to IB in patients with N0, M0 disease. 1 Studies have shown that tumors ≤ 3 cm that penetrate beyond the elastic layer of the visceral pleura behave similarly to similar-size tumors that extend to the visceral pleural surface. 11,12 Visceral pleural invasion should therefore be considered present not only in tumors that extend to the visceral pleural surface, but also in tumors that penetrate beyond the elastic layer of the visceral pleura (Figure 1). 4-6 Elastic stains may aid in the assessment of visceral pleural invasion. 11,12,13 Figure 1. Types of visceral pleural invasion. Staining for elastin (eg, elastic-Van Gieson [EVG] stain) can aid in detection of visceral pleural invasion where it is indeterminate by hematoxylin-eosin (H&E) stain. A and B. Visceral pleural invasion is present when a tumor penetrates beyond the elastic layer of the visceral pleura (type PL1 pleural invasion) C. Tumor extension to the visceral pleural surface is also categorized as visceral pleural invasion (type PL2). Both types of visceral pleural invasion raise the T category of otherwise T1 tumors to T2a. D. Visceral pleural invasion is categorized as absent in tumors that do not penetrate the visceral pleural elastic layer (type PL0). (Original magnifications x200 [A], x400 [B and C], x600 [D]).",
    "Background Documentation Thorax • Lung Lung 4.0.0.2 13 Based on available data, a tumor with direct invasion across a fissure or directly if the fissure is incomplete into an adjacent ipsilateral lobe should be classified as T2a unless the size of the tumor or other criteria that would dictate a higher T category are met. 13 Pleural tumor nodules, including same lobe visceral pleural nodules, separate from the primary tumor (non- contiguous) should be categorized as M1a. 1 F. Vascular/Lymphatic Invasion There are data showing lymphatic invasion by tumor represents an unfavorable prognostic finding, but studies on the role of large vessel invasion have produced somewhat conflicting results. 15-16 The presence of lymphovascular invasion is exclusionary of adenocarcinoma in situ (AIS) and minimally invasive adenocarcinoma (MIA). 8 Angiolymphatic invasion does not alter the pT and pN classifications or the TNM stage grouping. G. Direct Invasion of Adjacent Structures In pneumonectomy specimens, centrally located tumors sometimes exhibit direct invasion of the hilar fat and/or other hilar soft tissues. Direct hilar fat/soft tissue invasion without evidence of direct extension into other structures that would meet a higher T designation is categorized as T2a. 1 Occasionally, lung cancer specimens consist of en bloc resections that incorporate extrapulmonary structures directly invaded by tumor. Accurate assessment of such specimens requires communication with the surgeon regarding the nature and location of any attached extrapulmonary structures. According to the AJCC, direct invasion of the parietal pleura is categorized as T3, as is direct invasion of the chest wall (including the superior sulcus). 1 Although not required, specifying the chest wall structures directly invaded by tumor (eg, intercostal muscle[s], rib[s], pectoralis muscle, latissimus muscle, serratus muscle) may facilitate patient management. Direct phrenic nerve and parietal pericardial invasion are also categorized as T3. Tumor extension into the visceral pericardium is categorized as T4. Direct invasion of central thoracic structures, including the heart, great vessels, mediastinum, trachea, recurrent laryngeal nerve, esophagus, vertebral body, and carina is considered T4. Direct invasion of the diaphragm is also categorized as T4. H. Margins Surgical margins represent sites that have either been cut or bluntly dissected by the surgeon to resect the specimen. The presence of tumor at a surgical margin is an important finding, because there is the potential for residual tumor remaining in the patient in the area surrounding a positive margin. Peripheral wedge resections contain a parenchymal margin, which is represented by the tissue at the staple line(s). Lobectomy and pneumonectomy specimens contain bronchial and vascular margins and, depending on the completeness of the interlobar fissures and other anatomic factors, may also contain parenchymal margins in the form of staple lines. En bloc resections that contain extrapulmonary structures as part of the specimen have additional margins (eg, parietal pleura, chest wall), which should be designated by the surgeon for appropriate handling. Note that the visceral pleura is not a surgical margin. I. Treatment Effect For patients who have received neoadjuvant chemotherapy and/or radiation therapy before surgical resection, quantifying the extent of therapy-induced tumor regression provides prognostically relevant information. 14 Measuring residual tumor size in patients with a partial response can be challenging, as there are often discontinuous clusters of viable tumor at the peripheral edges of an irregular area of treatment-related necrosis. The AJCC suggests multiplying the percentage of the mass that is composed of viable tumor by the size of the total mass to estimate postneoadjuvant tumor size. 1,6 A “y” prefix is applied to the TNM classification in resections following multimodality therapy (see Note I). If no viable tumor is identified on resection, ypT0 is the appropriate designation.",
    "Background Documentation Thorax • Lung Lung 4.0.0.2 14 J. TNM and Stage Grouping The TNM staging system of the AJCC and the UICC is recommended for both non-small cell lung cancer and small cell lung cancer. 1,17 Typical carcinoid and atypical carcinoid tumors should also be classified according to the TNM staging system. By AJCC/UICC convention, the designation “T” refers to a primary tumor that has not been previously treated. The symbol “p” refers to the pathologic classification of the TNM, as opposed to the clinical classification, and is based on gross and microscopic examination. pT entails a resection of the primary tumor or biopsy adequate to evaluate the highest pT category, pN entails removal of nodes adequate to validate lymph node metastasis, and pM implies microscopic examination of distant lesions. TNM Descriptors For identification of special cases of TNM or pTNM classifications, the “m” suffix and “y,” and “r” prefixes are used. Although they do not affect the stage grouping, they indicate cases needing separate analysis. The “m” suffix indicates the presence of multiple primary tumors in a single site and is recorded in parentheses: pT(m)NM (see Note B). The “y” prefix indicates those cases in which classification is performed during or following initial multimodality therapy (ie, neoadjuvant chemotherapy, radiation therapy, or both chemotherapy and radiation therapy). The cTNM or pTNM category is identified by a “y” prefix. The ycTNM or ypTNM categorizes the extent of tumor actually present at the time of that examination. The “y” categorization is not an estimate of tumor prior to multimodality therapy (ie, before initiation of neoadjuvant therapy) (see Note I). The “r” prefix indicates a recurrent tumor when staged after a documented disease-free interval, and is identified by the “r” prefix: rTNM. T Category Considerations The uncommon superficial spreading tumor of any size with its invasive component limited to the bronchial wall, which may extend proximal to the main bronchus, is classified as T1. 1 Although obstructive pneumonitis associated with tumor is sometimes seen histologically, accurate assessment of tumor-associated obstructive pneumonitis as well as atelectasis requires integration of clinical and radiographic information. Atelectasis and obstructive pneumonitis recognized by pathology only should not be used for TNM staging. N Category Considerations Lymph node metastases are an adverse prognostic factor, the extent of which is dependent on the location of the involved lymph nodes. The involved lymph node stations should be recorded according to the International Association for the Study of Lung Cancer (IASLC) lymph node map. Given the nature of the procedure, lymph nodes obtained by mediastinoscopy are often received fragmented, and it may not be possible to distinguish a single fragmented lymph node from fragments of multiple lymph nodes. For this reason, only if the actual number of nodes is known or provided should it be quantified. Otherwise, it is permissible to report the sites of nodal metastases without specifying the number involved. Although extranodal extension of a positive mediastinal lymph node may represent an unfavorable prognostic finding, it does not change the pN classification or the TNM stage grouping. Extranodal extension refers to the extension of metastatic intranodal tumor beyond the lymph node capsule into the surrounding tissue. Direct extension of a primary tumor into a nearby lymph node does not qualify as extranodal extension. The anatomic classification of regional lymph nodes proposed by the IASLC is shown below. A complete description of the anatomic limits of each nodal station can be found in the AJCC Staging Manual. 1 N2 Nodes Station 1 Lower cervical, supraclavicular, and sternal notch nodes Station 2 Upper paratracheal nodes",
    "Background Documentation Thorax • Lung Lung 4.0.0.2 15 Station 3 Prevascular and retrotracheal nodes Station 4 Lower paratracheal nodes: Station 5 Subaortic nodes (aorto-pulmonary window) Station 6 Paraaortic nodes (ascending aorta or phrenic) Station 7 Subcarinal nodes Station 8 Paraesophageal nodes (below carina) Station 9 Pulmonary ligament nodes N1 Nodes Station 10 Hilar nodes Station 11 Interlobar nodes Station 12 Lobar nodes Station 13 Segmental nodes Station 14 Subsegmental nodes Metastasis to nonregional lymph nodes (ie, lymph nodes that are not included in the IASLC map) are assigned to the M1b or M1c category depending or whether single or multiple metastases are present. M Category Considerations With respect to this protocol, reporting a pM designation (ie, pM1a, pM1b, or pM1c) is required only if metastasis is pathologically confirmed in the specimen(s) being examined. The designation pMX should not be used. In addition to malignant pleural effusion, malignant pericardial effusion, as well as separate tumor nodule(s) in a contralateral lobe are categorized as M1a. 1 Visceral or parietal ipsilateral pleural tumor nodules and pericardial tumor nodules that are not in direct continuity with the primary lung tumor are also categorized as M1a. Discontinuous tumor nodules in the chest wall or diaphragm are categorized as M1b or M1c depending on whether there are single or multiple nodules. References 1. Amin MB, Edge SB, Greene FL, et al, eds. AJCC Cancer Staging Manual . 8th ed. New York, NY: Springer; 2017. 2. Tsutani Y, Miyata Y, Nakayama H, et al. Prognostic significance of using solid versus whole tumor size on high-resolution computed tomography for predicting pathologic malignant grade tumors in clinical stage IA lung adenocarcinoma: a multicenter study. J Thorac Cardiovasc Surg. 2012;143(3):607-612. 3. Yoshizawa A, Motoi N, Riely GJ, et al. Impact of proposed IASLC/ATS/ERS classification of lung adenocarcinoma: prognostic subgroups and implications for further revision of staging based on analysis of 514 stage I cases. Mod Pathol. 2011;24(5):653-664. 4. Maeyashiki T, Suzuki K, Hattori A, et al. The size of consolidation on thin-section computed tomography is a better predictor of survival than the maximum tumour dimension in resectable lung cancer. Eur J Cardiothorac Surg. 2013;43(5):915-918. 5. Wittekind C, Greene FL, Henson DE, Hutter RVP, Sobin LH, eds. TNM Supplement: A Commentary on Uniform Use . 3rd ed. New York, NY: Wiley-Liss; 2001. 6. Travis WD, Asamura H, Bankier AA, et al. The IASLC lung cancer staging project: proposals for coding T categories for subsolid nodules and assessment of tumor size in part-solid tumors in the forthcoming eighth edition of the TNM classification of lung cancer. J Thorac Onc. 2016;11(8):1204-1223. 7. Detterbeck FC, Franklin WA, Nicholson AG, et al. The IASLC lung cancer staging project: background data and proposed criteria to distinguish separate primary lung cancers from metastatic foci in patients with two lung tumors in the forthcoming eighth edition of the TNM classification of lung cancer. J Thorac Onc. 2016;11(5):651-665. 8. Travis WD, Brambilla E, Burke AP, Marx A, Nicholson AG, eds. WHO Classification of Tumours of the Lung, Pleura, Thymus and Heart. Geneva, Switzerland: WHO Press; 2015. 9. Detterbeck FC, Nicholson AG, Franklin WA, et al. The IASLC lung cancer staging project: summary of proposals for revisions of the classification of lung cancers with multiple pulmonary sites of involvement in the forthcoming eighth edition of the TNM classification of lung cancer. J Thorac Onc. 2016;11(5):639-650. 10. Detterbeck FC, Marom EM, Arenberg DA, et al. The IASLC lung cancer staging project: background data and proposals for the application of TNM staging rules to lung cancer presenting as multiple nodules with",
    "Background Documentation Thorax • Lung Lung 4.0.0.2 16 ground glass or lepidic features or a pneumonic type of involvement in the forthcoming eighth edition of the TNM classification of lung cancer. J Thorac Onc. 2016;11(5):666-680. 11. Bunker ML, Raab SS, Landreneau RJ, et al. The diagnosis and significance of visceral pleura invasion in lung carcinoma: histologic predictors and the role of elastic stains. Am J Clin Pathol . 1999;112(6):777-783. 12 . Shimizu K, Yoshida J, Nagai K, et al. Visceral pleural invasion classification in non-small cell lung cancer: a proposal on the basis of outcome assessment. J Thorac Cardiovasc Surg. 2004;127(6):1574-1578. 13. Travis WD, Brambilla E, Rami-Porta R, et al. Visceral pleural invasion: pathologic criteria and use of elastic stains: proposal for the 7th edition of the TNM classification for lung cancer. J Thorac Oncol. 2008;3(12):1384-1390. 14. Junker K, Langer K, Klinke F, Bosse U, Thomas M. Grading of tumor regression in non-small cell lung cancer: morphology and prognosis. Chest. 2001;120(5):1584-1591. 15. Wang J , Wang B , Zhao W , et al. Clinical significance and role of lymphatic vessel invasion as a major prognostic implication in non-small cell lung cancer: a meta-analysis. PLoS One. 2012;7(12):e52704. 16. Wang J, Chen J, Chen X, Wang B, Li K, Bi J. Blood vessel invasion as a strong independent prognostic indicator in non-small cell lung cancer: a systematic review and meta-analysis. PLoS One . 2011;6(12):e28844. 17. Brierley JD, Gospodarowicz MK, Wittekind CH, et al, eds. TNM Classification of Malignant Tumours . 8th ed. Oxford, UK: Wiley; 2016."
  ],
  "processed_at": "2026-01-30T15:58:55.125Z"
}