{
  "doc_id": "c86d83221bcd366f14b94be9bd6ab50a",
  "source_id": "CPP_Unabridged_2025",
  "total_pages": 63,
  "pages": [
    "Copyright © 2025 American Urological Association Education and Research, Inc. ® 1 Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. Diagnosis and Management of Male Chronic Pelvic Pain (Chronic Prostatitis/ Chronic Pelvic Pain Syndrome and Chronic Scrotal Content Pain): AUA Guideline ( 202 5) Guideline Panel H. Henry Lai, MD; Michel A. Pontari, MD; Charles E. Argoff, MD; Larissa Bresler, MD, DABMA; Benjamin N. Breyer, MD; J. Quentin Clemens, MD, FACS, MSCI; Elise JB De, MD; R. Christopher Doiron, MD, MPH; Dane Johnson, MD; Susan M. MacDonald, MD; Jill H. Osborne, MA; Sijo J. Parekattil, MD; Beth Shelly, PT, DPT, WCS, BCB PMD Staff and Consultants Roger Chou, MD; Erin Kirkby, MS Illustrator Divya Lagisetti SUMMARY Purpose This Guideline covers the evaluation and treatment of men who present to a clinician with a complaint of chronic pelvic pain. The presentation of these men is widely variable. This variability in clinical presentations and multidisciplinary diagnostic and treatment considerations makes management challenging. This Guideline is intended for clinicians evaluating and managing male chronic pelvic pain. The following conditions are covered in this Guideline: (i) chronic prostatitis/ chronic pelvic pain syndrome (CP/CPPS), and (ii) chronic scrotal content pain (CSCP). Methodology The systematic review that informs the Guideline statements was based on searches in Ovid MEDLINE (1946 to June 6, 2023), the Cochrane Central Register of Controlled Trials (through May 2023), and the Cochrane Database of Systematic Reviews (through May 2023). Searches were supplemented by reviewing electronic databases reference lists of relevant articles. Criteria for inclusion and exclusion of studies were based on the Key Questions and the PICOTS of interest. An updated search was conducted in June 2024 using the same criteria to bring in relevant literature published since the initial search. American Urological Association (AUA) A PPROVED BY THE AUA B OARD OF D IRECTORS M ARCH 2025 Authors’ disclosure of potential conflicts of interest and author/staff contributions appear at the end of the article. © 2025 by the American Urological Association",
    "Chronic Pelvic Pain in Men Copyright © 2025 American Urological Association Education and Research, Inc. ® 2 Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. GUIDELINE STATEMENTS INITIAL EVALUATION 1. In the initial evaluation of patients with chronic pelvic pain, clinicians should include a comprehensive history, complete review of symptoms, physical examination, and laboratory studies to document symptoms and signs of chronic pelvic pain. Clinicians should screen for concurrent pelvic pathology and exclude other confusable disorders that could be the cause of patient symptoms as part of the initial assessment for pelvic pain. (Clinical Principle) 2. Clinicians may use validated questionnaires to assess pain levels, urinary symptoms, and quality of life. (Clinical Principle) 3. Clinicians should discuss patient psychosocial health, such as the presence of anxiety, depression, major life stress, and impact on quality of life and daily functioning. (Clinical Principle) 4. Clinicians should screen for neurological, musculoskeletal, and orthopedic abnormalities of the pelvis, hip, and lower spine in patients presenting with chronic pelvic pain. Identification of such abnormalities should prompt referral to an appropriate specialist. (Expert Opinion) 5. Clinicians should perform digital palpation of the pelvic floor muscle transrectally in men to identify tenderness suggesting a diagnosis of pelvic floor myalgia. (Expert Opinion) 6. Clinicians should perform a thorough scrotal examination in patients with chronic pelvic pain; a scrotal ultrasound may be performed. (Clinical Principle) 7. A prostate massage, two-glass or four-glass localization test may be performed if there is diagnostic uncertainty in distinguishing chronic bacterial prostatitis from CP/CPPS. (Expert Opinion) 8. Clinicians may utilize cystoscopy, urodynamics, and/or imaging when the diagnosis is unclear. (Clinical Principle) DIFFERENTIAL DIAGNOSIS OF MALE CHRONIC PELVIC PAIN 9. Clinicians should consider the diagnosis of IC/BPS in male chronic pelvic pain patients who experience an unpleasant sensation (pain, pressure, discomfort) perceived to be related to the urinary bladder, associated with lower urinary tract symptoms of more than six weeks duration, in the absence of infection or other identifiable causes. (Expert Opinion) 10. Clinicians should consider the diagnosis of CP/CPPS in patients who experience chronic perineal pain, bilateral scrotal content pain, penile pain, suprapubic pain, dysuria, or pain with ejaculation. ( Expert Opinion) 11. Clinicians should consider the diagnosis of CSCP in patients who experienced unilateral chronic scrotal pain in the absence of other pelvic sites of pain or urinary symptoms. (Expert Opinion) 12. In patients with isolated unilateral CSCP, clinicians may perform diagnostic spermatic cord block and/or ilioinguinal block. (Expert Opinion) MANAGEMENT APPROACH 13. Treatment decisions should be made based on shared decision-making between the patient and clinician, with the patient informed of the risks, potential benefits, and treatment alternatives. Initial treatment should typically be nonsurgical. (Clinical Principle) 14. Clinicians should periodically reassess efficacy of treatment and discontinue ineffective treatments. The clinical diagnosis should be reconsidered if no improvement occurs after multiple treatment approaches. (Clinical Principle)",
    "Chronic Pelvic Pain in Men Copyright © 2025 American Urological Association Education and Research, Inc. ® 3 Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. 15. Clinicians may utilize a multimodal and multidisciplinary approach to pain management. If pain control is inadequate, referral to pain management should be discussed. (Clinical Principle) 16. Clinicians should encourage patients expressing significant distress secondary to chronic pelvic pain to seek treatment for mental health needs and discuss family, spousal, and/or local support systems. (Clinical Principle) Treatment Options for Chronic Prostatitis/ Chronic Pelvic Pain Syndrome (CP/CPPS) B EHAVIORAL /N ON -P HARMACOLOGIC T REATMENTS 17. In patients with CP/CPPS, clinicians may discuss lifestyle modification, including dietary changes and aerobic exercise. (Conditional Recommendation; Evidence Level: Grade C) A LPHA -B LOCKERS 18. In patients with CP/CPPS and voiding symptoms, clinicians should offer treatment with an alpha-blocker. (Moderate Recommendation; Evidence Level: Grade B) 5-A LPHA R EDUCTASE 19. Clinicians may prescribe 5-alpha reductase inhibitors to patients with CP/CPPS who also have voiding symptoms from BPH or enlarged prostate as determined by imaging or PSA level. (Expert Opinion) A NTI - INFLAMMATORY AGENTS ( INCLUDING NONSTEROIDAL ANTI - INFLAMMATORY DRUGS ) 20. Clinicians may prescribe anti-inflammatory agents as part of a multi-modal pain management strategy for treatment of pain in patients with CP/CPPS. (Conditional Recommendation; Evidence Level: Grade B) PDE5-I NHIBITORS 21. Clinicians may prescribe daily tadalafil for treatment of prostatitis symptoms in patients with CP/CPPS with or without concomitant erectile dysfunction. (Conditional Recommendation; Evidence Level: Grade B) A NALGESICS 22. Clinicians may prescribe pharmacologic pain management agents (e.g., urinary analgesics, acetaminophen, non- opioid medications) after counseling patients on the risks and benefits. (Clinical Principle) N EUROPATHIC M EDICATIONS 23. Clinicians may prescribe medications for neuropathic pain including the classes of tricyclic antidepressants, selective serotonin reuptake inhibitors, and gabapentinoids. (Conditional Recommendation; Evidence Level: Grade C) P HYTOTHERAPEUTICS 24. In patients with CP/CPPS, clinicians may prescribe phytotherapeutics including saw palmetto, quercetin, and pollen extract to improve pain, voiding symptoms, and quality of life. (Conditional Recommendation; Evidence Level: Grade B) P SYCHOLOGICAL I NTERVENTION 25. In patients with CP/CPPS, clinicians may offer cognitive behavioral therapy as an adjunct to other therapeutic interventions. (Conditional Recommendation; Evidence Level: Grade C)",
    "Chronic Pelvic Pain in Men Copyright © 2025 American Urological Association Education and Research, Inc. ® 4 Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. E XTRACORPOREAL S HOCKWAVE T HERAPY (ESWT) 26. In patients with CP/CPPS, clinicians should discuss low-intensity extracorporeal shockwave therapy. (Moderate Recommendations; Evidence Level: Grade A) T RANSCUTANEOUS E LECTRICAL N ERVE S TIMULATION (TENS) 27. Clinicians may offer transcutaneous electrical nerve stimulation for pain control in patients with CP/CPPS. (Conditional Recommendation; Evidence Level: Grade B) A CUPUNCTURE 28. Clinicians may offer acupuncture to patients with CP/CPPS. (Conditional Recommendation; Evidence Level: Grade B) Treatment Options for Pelvic Floor Myalgia 29. In men with pelvic floor myalgia or abdominopelvic muscle myalgia, clinicians may offer individualized manual physical therapy techniques (e.g., myofascial release of affected tissues both internally and externally). (Conditional Recommendation; Evidence Level: Grade C) 30. Clinicians may utilize electromyography biofeedback training to improve active pelvic floor muscle resting tone and relaxation time to improve pain, urination, and quality of life in patients with increased pelvic floor muscle tone. (Expert Opinion) Treatment Options for Chronic Scrotal Content Pain (CSCP) B EHAVIORAL /N ON - PHARMACOLOGIC T REATMENTS 31. Clinicians should discuss lifestyle modification that may improve symptoms and implement as feasible. (Clinical Principle) M EDICATIONS 32. In patients with CSCP, clinicians may prescribe pharmacologic pain management agents such as acetaminophen, nonsteroidal anti-inflammatory drugs, tricyclic antidepressants, gabapentinoids, and non-opioid options after counseling patients on the risks and benefits. Multimodal therapy to pain management is recommended. (Clinical Principle) 33. In antibiotic-naïve patients with CSCP, clinicians may prescribe a single 10-day trial of antimicrobials. (Clinical Principle) P ROCEDURES 34. Clinicians may recommend microsurgical denervation of the spermatic cord to CSCP patients, especially if they previously responded to a spermatic cord block. (Conditional Recommendation; Evidence Level: Grade C) 35. Clinicians may offer vasectomy reversal (vasovasostomy) as a suitable treatment option for patients who have post- vasectomy pain syndrome. (Expert Opinion) 36. Clinicians may offer patients with CSCP acupuncture and pelvic floor physical therapy. (Expert Opinion) 37. Clinicians may recommend transcutaneous electrical nerve stimulation for patients with CSCP. (Conditional Recommendation; Evidence Level: Grade C)",
    "Chronic Pelvic Pain in Men Copyright © 2025 American Urological Association Education and Research, Inc. ® 5 Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. 38. If all treatment options fail and the CSCP patient is still suffering from pain, clinicians may discuss consultation with a pain management specialist for further options (e.g., neuromodulation, neurostimulators, spinal blocks). (Expert Opinion) 39. Clinicians may offer epididymectomy to patients with pain and tenderness focal to the epididymis after failure of conservative therapies. (Expert Opinion) 40. Clinicians may offer inguinal (not scrotal) orchiectomy with removal of the entire spermatic cord for patients with CSCP. (Expert Opinion) Treatments that Should Not be Offered to Patients with Chronic Pelvic Pain 41. Clinicians should not send patients for psychological interventions or dismiss for somatization prior to appropriate medical evaluation. (Clinical Principle) 42. Clinicians should refrain from repeated courses of antimicrobial therapy for treatment of patients with CP/CPPS or CSCP in the setting of negative urine cultures, negative tests for sexually transmitted disease, or following a vasectomy. (Clinical Principle) 43. Clinicians should not perform surgical procedures on the prostate (radical prostatectomy and outlet procedures for benign prostatic hyperplasia) to relieve pelvic pain but may discuss such procedures as part of multimodal therapy in patients with coexisting pain and prostate cancer or bladder outlet obstruction. (Expert Opinion) 44. Clinicians should not utilize systemic (oral) long-term glucocorticoid administration to treat pelvic pain. (Expert Opinion)",
    "Chronic Pelvic Pain in Men Copyright © 2025 American Urological Association Education and Research, Inc. ® 6 Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. INTRODUCTION BACKGROUND This Guideline covers the evaluation and treatment of men who present to a clinician with a complaint of chronic pelvic pain. The presentation of these men is widely variable. Some will present with pain isolated to a single side of the scrotum, while others will have pain throughout the pelvis, with or without urinary symptoms. In addition to pelvic pain, they may also have pain in many body areas outside of the pelvis. The wide variety of clinical presentations and multidisciplinary diagnostic and treatment considerations makes management challenging. This Guideline is intended for clinicians evaluating and managing male chronic pelvic pain. The following conditions are covered in this Guideline: (i) chronic prostatitis/ chronic pelvic pain syndrome (CP/CPPS) , and (ii) chronic scrotal content pain (CSCP). Although the diagnosis and management of interstitial cystitis/ bladder pain syndrome (IC/BPS) is covered in detail by a separate AUA Guideline, 1 , 2 male IC/BPS is common among men presenting with chronic pelvic pain, thus the diagnosis of male IC/BPS will be briefly discussed. These conditions may overlap in the individual patient as depicted in Figure 1 . Chronic Prostatitis/ Chronic Pelvic Pain Syndrome (CP/CPPS) One of the confusing aspects of male pelvic pain is the terminology for prostatitis. The NIH definition of chronic pelvic pain was adopted by a 1995 NIH Consensus Conference. 3 CP/CPPS belongs to category IIIA or IIIB in the NIH classification of prostatitis, which is distinct from categories I, II and IV (see Table 1 ). 3 To date, there have been no clinically significant differences demonstrated between the two subclasses of CP/CPPS (IIIA versus IIIB). Men with CP/CPPS have pain or discomfort in the pelvic region for at least three months within the past six months in the absence of identifiable causes of pain. 3 The pain can occur in the perineum, lower abdomen/suprapubic area, testes, or penis. The pain may occur with ejaculation or during urination. It is often associated with sexual dysfunction and ED. CP/CPPS may be associated with other chronic pain Figure 1: Male Chronic Pelvic Pain Syndromes Covered in this Guideline CP/CPPS = chronic prostatitis/ chronic pelvic pain syndrome, IC/BPS = interstitial cystitis/ bladder pain syndrome, CSCP = chronic scrotal content pain. Conditions may overlap in some men. For example, some men may have both features of CP/CPPS and IC/BPS. conditions such as irritable bowel syndrome (IBS), fibromyalgia, migraine, and chronic fatigue syndrome. 4 The clinical presentation can be quite variable. 5 Variability is also seen in the presentation time frame as many men present with symptom duration of less than three months. Although these men would not be entered into a clinical trial, they should still be evaluated based on the presence of pain. Strict definitions used in research or clinical trials should be avoided in clinical practice as many patients may be misdiagnosed or experience delays in diagnosis and treatment when such research criteria are employed. CP/CPPS is a diagnosis of exclusion . Confusable disorders include UTI (demonstration of uropathogenic bacteria detected by standard microbiological methods), urogenital cancer, prior radiation or chemotherapy, urethral stricture, neurologic disease affecting the bladder, or bladder outlet obstruction (BOO). 6 Pelvic pain or discomfort is the cardinal symptom that distinguishes CP/CPPS from benign prostatic hyperplasia (BPH), which is characterized by lower urinary tract symptoms (LUTS). Men who have urinary urgency, and/or daytime/nighttime urinary frequency with or without urgency incontinence",
    "Chronic Pelvic Pain in Men Copyright © 2025 American Urological Association Education and Research, Inc. ® 7 Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. Table 1: NIH Classification of Prostatitis NIH Classification Presentation Category I (acute bacterial prostatitis) Fever, dysuria, urinary tract infection (UTI) Category II (chronic bacterial prostatitis) Recurrent UTI that resolves with antibiotics; relatively symptom - free between episodes of UTI. Category IIIA (CP/CPPS with inflammation) (Covered in this Guideline) Pain or discomfort in the pelvic region for at least three months within the past six months in the absence of other causes of pain. The pain can occur in the perineum, lower abdomen/ suprapubic area, testes, or penis. The pain may occur with ejaculation or during urination. It is often associated with sexual dysfunction and erectile dysfunction (ED). Microscopy shows the presence of white blood cells in expressed prostatic secretion (EPS), post-prostate massage urine (VB3), or seminal plasma. Category IIIB (CP/CPPS without inflammation) (Covered in this Guideline) Presentation is the same as category IIIA; however, microscopy does not show inflammatory cells. Category IV (asymptomatic inflammatory prostatitis) Histologic prostatitis found in the setting of no pain (e.g., a man undergoing a prostate biopsy) but do not have pelvic/bladder pain may have overactive bladder (OAB) or BOO. It is important to ensure the pain is not due to a reversible condition such as urinary retention, or a confusable disorder. A review performed for the International Consultation on Urologic Disease (ICUD) sponsored by the Société International d’Urologie (SIU) indicated that the prevalence of prostatitis-like symptoms ranged from 2.2% to 16%, with a median prevalence approximating 7.1% for CP/CPPS. 7 The mean prevalence in studies according to continent of origin ranged from 7.5 % in Asia to 12.2% in Africa, with North America, Europe and Australia in between. The relatively consistent rate across continents suggests that it may develop independent of environmental factors specific to a given society. The RICE (RAND Interstitial Cystitis Epidemiology) study estimated that 1.8% of men (2 million) in the United States may have prostatitis-like symptoms. 8 The etiology of CP/CPPS is unknown; however, clinicians have a much better understanding of the pathophysiology from the last 25 years of research. CP/CPPS is not due to an ongoing infection. 9 Many studies have been conducted to investigate the presence of a specific causative organism, similar to gastric ulcers with H. pylori; however, no clear organism has been identified, though microbiological data from male subjects enrolled in the Multidisciplinary Approach to the Study of Chronic Pelvic Pain (MAPP) Network identified overrepresentation of B. cenocepacia. 10 Of interest is the finding from the NIH sponsored CPCRN that asymptomatic men have as many bacteria found on culture of EPS, semen, and the four components of the traditional Meares Stamey 4 glass test as men symptomatic for CP/CPPS. 11 An investigation of associated conditions in patients with CP/CPPS revealed other problems that provide insight into the possible etiology/pathophysiology. In the NIH CPCRN study, men with CP/CPPS were found to be six times more likely to have cardiovascular disease, the most common of which was hypertension. 12 To put this in context, the average age of men in this cohort was 42, and generally young for hypertension. 6 They were also found to be five times more likely to have neurologic disease, the most common of which was vertebral disc disease. As the cardinal symptom is pain, it is not surprising that peripheral and central nervous system (CNS) abnormalities have been found in these patients. 13 , 14 Patients were also found to have increased rates of",
    "Chronic Pelvic Pain in Men Copyright © 2025 American Urological Association Education and Research, Inc. ® 8 Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. depression/anxiety and sinusitis. What has emerged is a picture of a complex interplay of multiple factors, including cardiovascular, psychological, immunological, neurologic, musculoskeletal and endocrine. 15 Further insight into men with CP/CPPS was found in the NIH-sponsored MAPP study, a cohort study involving researchers of different backgrounds, including urologists. MAPP introduced the terminology UCPPS (urologic chronic pelvic pain syndrome) to include both IC/BPS and CP/CPPS, recognizing the potential overlaps between the two urologic chronic pain conditions. 16 Even though this may be useful for research purpose, from a clinical management perspective, evidence is lacking to combine CP/CPPS and male IC/BPS into a single clinical entity. Thus, the Panel chose to present CP/CPPS and male IC/BPS in separate sections in this Guideline instead of using the umbrella term UCPPS. Men enrolled with an a priori diagnosis of CP/CPPS were found to have significant bladder symptoms, including pain with bladder filling and painful urge to urinate in up to 75% of cases. 17 The majority of men (70%) with chronic pelvic pain also reported pain outside the pelvis. Men with pain outside the pelvis or with widespread pain distribution pattern were found to have more severe non-pelvic pain intensity, sleep disturbance, depression, anxiety, psychological stress, and worse quality of life (QOL) than those with localized pelvic pain. 18 Chronic overlapping pain conditions were common; IBS (34%), migraine headache (24%), fibromyalgia (13%), and chronic fatigue syndrome (5%) were present in men with widespread pain. These patients also had higher rates of depression and anxiety as well as greater symptom severity. 4 Men with CP/CPPS were found to have more difficulty relaxing their pelvic floor muscles (PFM) than asymptomatic controls, documenting the PFM dysfunction that is commonly seen in the clinic. 19 A challenge for clinicians evaluating these patients is the necessity to assess for symptoms and etiologies outside of the usual urologic evaluation (e.g., neurological symptoms, gastrointestinal symptoms, musculoskeletal pain/tenderness). A multimodal and multidisciplinary approach has emerged as the recommended treatment approach for CP/CPPS patients. This concept is highlighted throughout the Guideline and includes discussion of specific evaluations and referral to other specialists and allied health professionals while continuing to manage urologic symptoms. Practice has evolved far from the days when the usual course of treatment of CP/CPPS included repeated courses of antibiotics for a deep-seated prostate infection that was not present. Chronic Scrotal Content Pain (CSCP) CSCP or chronic testicular pain or chronic orchialgia is defined as unilateral scrotal pain interfering with activities of daily living that has persisted for greater than three months of time . 20 CSCP is usually diagnosed after excluding other potential causes (e.g., testicular torsion, epididymitis, orchitis, abscess, testicular mass, varicocele). 21 CSCP constitutes approximately 2.5% to 4.8% of all urology visits 22 and is believed to affect over 100,000 men annually. 23 CSCP patients typically present with distinctive pain distributions and features. The pain is commonly described in the testes with tenderness in the epididymis and/or spermatic cord appreciated on physical examination. Neuropathic changes such as hypersensitivity or hyperalgesia in the region of the groin may accompany these findings. 24 The pain typically waxes and wanes. Validated, standard assessment tools are available to define pain in CSCP patients and assess the symptom severity as well as the response to treatment. 24 , 25 The condition can be challenging both for the patient and clinician and requires a multi-disciplinary approach to management. Managing patient expectations through supportive counseling during this path is important to overall success. Some cases of CSCP are idiopathic, thus potential underlying causes should be ruled out with a thorough physical exam and detailed history (e.g., history of athletic injuries, biking or motorcycle trauma to the genitals). Some categories of CSCP include post- vasectomy pain syndrome (PVPS), post-inguinal hernia repair, pain caused by trauma, after abdominal surgery, radiation, and radicular pain from spinal or sacral issues. 26-30 Pelvic Floor Myalgia Pelvic floor myalgia (normal PFM tone with pain on palpation) is common among men with chronic pelvic pain and may co-exist in many male chronic pelvic pain conditions, including CP/CPPS, IC/BPS, and CSCP. 31 , 32 The incidence of pelvic floor tenderness on digital palpation in men with chronic pelvic pain varies in studies",
    "Chronic Pelvic Pain in Men Copyright © 2025 American Urological Association Education and Research, Inc. ® 9 Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. from 18.8% to 90% and is significantly higher in CP/CPPS patients compared to controls. 31 , 33-35 In the MAPP study, 47% of patients with CP/CPPS and/or IC/BPS had PFM tenderness on pelvic examination. 31 The incidence in CSCP is reported to be 17.6%. The symptoms of PFM symptoms such as urinary hesitancy (p<0.01), constipation (p<0.01), and painful ejaculation (p<0.01) may distinguish these patients from those with chronic orchialgia from a different etiology. 32 Proper assessment of male chronic pelvic pain requires identification of potential musculoskeletal source of pain through a standardized abdominal and pelvic examination and can be appropriately addressed with pelvic floor physical therapy (PFPT). A complete review of all PFM diagnoses is beyond the scope of this Guideline; however, the International Continence Society (ICS) has published a terminology report on complete PFM assessment. 36 Besides pain on PFM palpation, other symptoms associated with pelvic floor myalgia include voiding difficulties (straining to void, urinary hesitancy, slow urine stream); pain with ejaculation; and/or pelvic pain radiating to the lower abdominal, groin, or coccyx areas. 36 Pelvic floor myalgia is clinically diagnosed by manual palpation of the PFM via standardized digital rectal examination (DRE) assessing for the presence of muscle tenderness with normal tone. Multiple sites of tenderness may be present in the PFM. 37 Pelvic floor tension myalgia (the pain on palpation discussed above, with, in addition, increased PFM tone) is another common diagnosis. While the term “pelvic floor myofascial pain – trigger point” is commonly used in the literature, there is no agreement as to what a trigger point is, and inter-tester reliability in identifying these trigger points is low; therefore, the terms pelvic floor myalgia and pelvic floor tension myalgia are the current accepted terminology. 38 Investigations such as algometry may contribute to the diagnosis. 36 The origin of pelvic floor myalgia and tone dysfunction is complex and poorly understood. 39 , 40 METHODOLOGY Determination of the Guideline scope and assessment of the final systematic review to inform Guideline statements was conducted in conjunction with the Male Chronic Pelvic Pain Guideline Panel. The systematic review utilized to inform this Guideline and methodological support was provided by an independent methodological consultant team at the Pacific Northwest Evidence-based Practice Center of Oregon Health & Science University (OHSU). Panel Formation The Panel was created in 2023 by the American Urological Association Education and Research, Inc. (AUAER). The Practice Guidelines Committee (PGC) of the American Urological Association (AUA) selected the Panel Chairs who in turn appointed the additional panel members following an open nomination process to identify members with specific expertise in this area. This is a multidisciplinary panel that includes representation from urology, physical therapy, neurology, and pain management, in addition to patient representation. Funding for the Panel was provided by the AUA; panel members received no remuneration for their work. Searches and Article Selection The systematic review that informs the Guideline statements was based on searches in Ovid MEDLINE (1946 to June 6, 2023), the Cochrane Central Register of Controlled Trials (through May 2023), and the Cochrane Database of Systematic Reviews (through May 2023). Searches were supplemented by reviewing electronic databases reference lists of relevant articles. Criteria for inclusion and exclusion of studies were based on the Key Questions and the PICOTS of interest. An updated search was conducted in June 2024 using the same criteria to bring in relevant literature published since the initial search. Studies were selected that describe the diagnostic utility of physical examination, laboratory tests, imaging studies, and questionnaires or other instruments for evaluating patients presenting with chronic pelvic pain. As opposed to some other conditions with an objective reference standard, the conditions described in this Guideline are diagnosed primarily based on symptoms. For treatment, the review focused on high priority interventions for each chronic pelvic pain condition, as determined by the Panel. Intervention outcomes were the National Institutes of Health-Chronic Prostatitis Symptom Index (NIH-CPSI) and its subscores (pain, urinary symptoms, and QOL), other measures of pain and urinary symptoms, erectile function, likelihood of treatment response, and harms. The review included randomized trials, non-randomized trials, and comparative cohort studies that evaluated an included intervention against",
    "Chronic Pelvic Pain in Men Copyright © 2025 American Urological Association Education and Research, Inc. ® 10 Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. placebo, sham, usual care, no treatment, or another included intervention. Random effects meta-analysis was conducted on trials of low-intensity extracorporeal shock wave therapy (ESWT) versus sham or no ESWT. Evidence for other interventions was unsuitable for meta- analysis due to few studies, heterogeneity in interventions, and methodological limitations, and was summarized qualitatively. The systematic review was further supplemented by a review of published Cochrane reviews of interventions for CP/CPPS categorized as lower priority by the Panel. This supplemental work summarized the findings of published Cochrane reviews. Data Abstraction For studies that met inclusion criteria, a single investigator abstracted information on study design, year, setting, country, sample size, eligibility criteria, dose and duration of the intervention, population characteristics, results, and source of funding. Data abstractions were reviewed by a second investigator for accuracy, and discrepancies were resolved through discussion and consensus. Risk of Bias Assessment Two investigators independently assessed risk of bias using predefined criteria. Disagreements were resolved by consensus. For randomized trials and cohort studies, the OHSU review team adapted criteria for assessing risk of bias from the U.S. Preventive Services Task Force (USPSTF). 41 Criteria for randomized trials included the use of appropriate randomization and allocation concealment methods, baseline comparability of groups, blinding, attrition, and use of intention-to-treat analysis. For cohort studies on prognostic factors, criteria included methods for assembling cohorts, attrition, blinding assessment of outcomes, and adjustment for potential confounding factors. For cohort studies, criteria included methods for assembling cohorts, attrition, blinding assessment of outcomes, and adjustment for potential confounding. For studies of diagnostic accuracy, the OHSU review team adapted criteria for assessing risk of bias from the Quality Assessment of Diagnostic Accuracy Studies (QUADAS)-2 instrument. 42 Criteria for diagnostic accuracy studies included use of unbiased methods to select patients for inclusion, avoidance of case-control design, adequate description of the diagnostic test, use of pre-defined cutoffs for the diagnostic tests, use of a credible reference standard in all patients, independent interpretation of the diagnostic test and reference standard, and low rates of missing or uninterpretable data. Studies were rated as “low risk of bias,” “medium risk of bias,” or “high risk of bias” based on the presence and seriousness of methodological shortcomings. Studies rated “low risk of bias” are generally considered valid. “Low risk of bias” randomized trials include clear descriptions of the population, setting, interventions, and comparison groups; utilize a valid method for allocation of patients to treatment; describe treatment groups that are similar on key demographic and clinical characteristics at baseline; report low dropout rates and clear reporting of dropouts; utilize blinding of patients, care providers, and outcome assessors; and perform appropriate analysis of outcomes. “Low risk of bias” diagnostic accuracy studies use unbiased methods to select patients; avoid spectrum bias (e.g., do not use case-control design); describe the diagnostic test clearly; apply the same reference standard to all patients; have low rates of missing or uninterpretable data; and ensure that interpretation of the reference standard is blinded to results of the diagnostic test, and vice versa. Studies rated “medium risk of bias” are susceptible to some bias, though not necessarily enough to invalidate the results. These studies do not meet all the criteria for a rating of “low risk of bias” but have no flaw likely to cause major bias. Studies may be missing information, making it difficult to assess limitations and potential problems. The “medium risk of bias” category is broad, and studies with this rating vary in their strengths and weaknesses. Therefore, the results of some medium risk of bias studies are likely to be valid, while others may be only possibly valid. Studies rated “high risk of bias” have significant flaws that may invalidate the results. They have a serious or “fatal” flaw in design, analysis, or reporting; large amounts of missing information; discrepancies in reporting; or serious problems in the delivery of the intervention. The results of “high risk of bias” studies could be as likely to reflect flaws in study design and conduct as true difference between compared interventions. Due to the paucity of data in some topic areas, the OHSU review team did not exclude studies rated “high risk of bias” a priori, but “high risk of bias” studies were considered to be less reliable than “low” or “medium risk of bias” studies.",
    "Chronic Pelvic Pain in Men Copyright © 2025 American Urological Association Education and Research, Inc. ® 11 Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. Data Synthesis Evidence was not suitable for meta-analysis due to small numbers of studies for specific interventions and comparisons, except for ESWT. For ESWT versus sham or no treatment, the OHSU review team performed meta- analysis using a profile likelihood random effects model in Stata/SE 16.1 (StataCorp LLC, College Station, TX) to estimate differences at follow-up in the NIH-CPSI total score (scale 0 to 43), pain scores (measured using the NIH-CPSI pain score [scale 0 to 21] or a pain VAS [scale 0 to 10]), urinary symptom scores (measuring using the NIH-CPSI urinary score [scale 0 to 10] or IPSS [scale 0 to 35]), NIH-CPSI QOL score (scale 0 to 12), and erectile function measured using the International Index of Erectile Function (IIEF, scale 0 to 75), variations of the IIEF (e.g., IIEF-5 [scale 5 to 25]), or an IIEF subscale (e.g., IIEF-EF [scale 0 to 30]). Outcomes were evaluated at the end of treatment (including outcomes evaluated up to 1 week following end of treatment) and at 4, 8 to 9, 12 to 13, 20 to 26, and 52 weeks following completion of treatment (“post-treatment”). Results were reported as MD for NIH-CPSI total score and QOL score, and as standardized MD for pain, urinary symptom and erectile function, due to the use of different measures by the trials to assess these outcomes. Statistical heterogeneity was evaluated using the test based on Q-statistic and I 2 statistic, and stratified analysis were performed on study risk of bias (low or moderate versus high), NIH CP/CPPS category (IIIB only or mixed category of IIIA and IIIB), type of ESWT (focused versus radial), use of sham control (yes or no), and whether ESWT was evaluated as an addition to a standardized therapeutic regimen (yes or no). The primary analysis for ESWT excluded data reported from one trial at 4, 12-13, and 20-26 weeks since the trial reported mean values and standard deviations at these time points in the control group that were identical to the baseline values, which is extremely implausible. 43 However, we conducted a sensitivity analysis in which data from this trial at those time points was utilized, to evaluate how its inclusion impacted findings. One-year post-treatment results from this trial did not have the same data integrity concerns and were utilized in the analyses. We also conducted a sensitivity analysis excluding outlying trials to evaluate their impact on combined estimates and between-study heterogeneity. Graphical and statistical tests were conducted to assess small sample effects (a marker of potential publication bias) using funnel plots and the Egger test when there were at least 8 trials in a meta-analysis. Although methods for assessing for small sample effects are usually recommended for analyses with at least 10 trials, a lower threshold was applied because no analysis had 10 or more trials. 44 Therefore, findings regarding potential small sample effects should be interpreted with caution. Determination of Evidence Strength The Grading of Recommendations Assessment, Development, and Evaluation (GRADE) 45 system was used to determine the aggregate evidence quality for each outcome or group of related outcomes informing Key Questions. GRADE defines a body of evidence in relation to how confident guideline developers can be that the estimate of effects as reported by that body of evidence, is correct. Evidence is categorized as high, moderate, low, and very low, and assessment is based on the aggregate risk of bias for the evidence base, plus limitations introduced as a consequence of inconsistency, indirectness, imprecision, and publication bias across the studies. 46 Additionally, certainty of evidence can be downgraded if confounding across the studies has resulted in the potential for the evidence base to overestimate the effect. Upgrading of evidence is possible if the body of evidence indicates a large effect or if confounding would suggest either spurious effects or would reduce the demonstrated effect. The AUA employs a 3-tiered strength of evidence system to underpin evidence-based guideline statements. Table 2 summarizes the GRADE categories, definitions, and how these categories translate to the AUA strength of evidence categories. In short, high certainty by GRADE translates to AUA A-category strength of evidence, moderate to B, and both low and very low to C. The AUA categorizes body of evidence strength as Grade A (e.g., well-conducted and highly-generalizable randomized controlled trials [RCTs] or exceptionally strong observational studies with consistent findings), Grade B (e.g., RCTs with some weaknesses of procedure or generalizability or moderately strong observational studies with consistent findings), or Grade C (e.g., RCTs with serious deficiencies of procedure or generalizability or extremely small sample sizes or observational studies that are inconsistent, have small sample sizes, or have",
    "Chronic Pelvic Pain in Men Copyright © 2025 American Urological Association Education and Research, Inc. ® 12 Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. other problems that potentially confound interpretation of data). By definition, Grade A evidence is evidence about which the Panel has a high level of certainty, Grade B evidence is evidence about which the Panel has a moderate level of certainty, and Grade C evidence is evidence about which the Panel has a low level of certainty. 47 Table 2: Strength of Evidence Definitions AUA Strength of Evidence Category GRADE Certainty Rating Definition A High • Very confident that the true effect lies close to that of the estimate of the effect B Moderate • Moderately confident in the effect estimate • The true effect is likely to be close to the estimate of the effect, but there is a possibility that it is substantially different C Low Very Low • Confidence in the effect estimate is limited • The true effect may be substantially different from the estimate of the effect • Very little confidence in the effect estimate • The true effect is likely to be substantially different from the estimate of effect AUA Nomenclature: Linking Statement Type to Evidence Strength The AUA nomenclature system explicitly links statement type to body of evidence strength, level of certainty, magnitude of benefit or risk/burdens, and the Panel’s judgment regarding the balance between benefits and risks/burdens ( Table 3 ). Strong Recommendations are directive statements that an action should (benefits outweigh risks/burdens) or should not (risks/burdens outweigh benefits) be undertaken because net benefit or net harm is substantial. Moderate Recommendations are directive statements that an action should (benefits outweigh risks/burdens) or should not (risks/burdens outweigh benefits) be undertaken because net benefit or net harm is moderate. Conditional Recommendations are non-directive statements used when the evidence indicates that there is no apparent net benefit or harm, or when the balance between benefits and risks/burden is unclear. All three statement types may be supported by any body of evidence strength grade. Body of evidence strength Grade A in support of a Strong or Moderate Recommendation indicates that the statement can be applied to most patients in most circumstances and future research is unlikely to change confidence. Body of evidence strength Grade B in support of a Strong or Moderate Recommendation indicates that the statement can be applied to most patients in most circumstances, but better evidence could change confidence. Body of evidence strength Grade C in support of a Strong or Moderate Recommendation indicates that the statement can be applied to most patients in most circumstances, but better evidence is likely to change confidence. Conditional Recommendations also can be supported by any evidence strength. When body of evidence strength is Grade A with a conditional recommendation, the statement indicates that benefits and risks/burdens appear balanced, the best action depends on patient circumstances, and future research is unlikely to change confidence. When body of evidence strength is Grade B with a conditional recommendation, benefits and risks/burdens appear balanced, the best action also depends on individual patient circumstances and better evidence could change confidence. When body of evidence strength is Grade C with a conditional recommendation, there is uncertainty regarding the balance between benefits and risks/burdens, alternative strategies may be equally reasonable, and better evidence is likely to change confidence.",
    "Chronic Pelvic Pain in Men Copyright © 2025 American Urological Association Education and Research, Inc. ® 13 Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. Table 3: AUA Nomenclature Linking Statement Type to Level of Certainty, Magnitude of Benefit or Risk/Burden, and Body of Evidence Strength Evidence Grade Evidence Strength A (High Certainty) Evidence Strength B (Moderate Certainty) Evidence Strength C (Low Certainty) Strong Recommendation (Net benefit or harm substantial) • Benefits > Risks/ Burdens (or vice versa) • Net benefit (or net harm) is substantial • Applies to most patients in most circumstances and future research is unlikely to change confidence • Benefits > Risks/ Burdens (or vice versa) • Net benefit (or net harm) is substantial • Applies to most patients in most circumstances but better evidence could change confidence • Benefits > Risks/ Burdens (or vice versa) • Net benefit (or net harm) appears substantial • Applies to most patients in most circumstances but better evidence is likely to change confidence (rarely used to support a Strong Recommendation) Moderate Recommendation (Net benefit or harm moderate) • Benefits > Risks/ Burdens (or vice versa) • Net benefit (or net harm) is moderate • Applies to most patients in most circumstances and future research is unlikely to change confidence • Benefits > Risks/ Burdens (or vice versa) • Net benefit (or net harm) is moderate • Applies to most patients in most circumstances but better evidence could change confidence • Benefits > Risks/Burdens (or vice versa) • Net benefit (or net harm) appears moderate • Applies to most patients in most circumstances but better evidence is likely to change confidence Conditional Recommendation (Net benefit or harm comparable to other options) • Benefits=Risks/Burdens • Best action depends on individual patient circumstances • Future research is unlikely to change confidence • Benefits=Risks/ Burdens • Best action appears to depend on individual patient circumstances • Better evidence could change confidence • Balance between Benefits & Risks/Burdens unclear • Net benefit (or net harm) comparable to other options • Alternative strategies may be equally reasonable • Better evidence likely to change confidence Clinical Principle A statement about a component of clinical care that is widely agreed upon by urologists or other clinicians for which there may or may not be evidence in the medical literature Expert Opinion A statement achieved by consensus of the Panel that is based on members' clinical training, experience, knowledge, and judgment for which there may or may not be evidence in the medical literature Where gaps in the evidence existed, the Panel provides guidance in the form of Clinical Principles or Expert Opinions with consensus achieved using a modified Delphi technique if differences in opinion emerged. 48 A Clinical Principle is a statement about a component of clinical care that is widely agreed upon by urologists or other clinicians for which there may or may not be evidence in the medical literature. Expert Opinion refers to a statement, achieved by consensus of the Panel, that is based on members’ clinical training, experience, knowledge, and judgment. It should be noted that the systematic review included a question on diagnostic accuracy of history/tests/exam/etc. for pelvic pain. However, the",
    "Chronic Pelvic Pain in Men Copyright © 2025 American Urological Association Education and Research, Inc. ® 14 Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. studies had methodological limitations, including absence of a well-standardized reference standard, many studies compared one test against another, and studies had methodological limitations. As such, many of the statements on screening and evaluation are consensus- based. Peer Review and Document Approval An integral part of the guideline development process at the AUA is external peer review. The AUA conducted a thorough peer review process to ensure that the document was reviewed by experts who were knowledgeable in the area of male chronic pelvic pain. In addition to reviewers from the AUA PGC, Science and Quality Council (SQC), and Board of Directors (BOD), the document was reviewed by external content experts. Additionally, a call for reviewers was placed on the AUA website from April 18 to June 1, 2024 to allow any additional interested parties to request a copy of the document for review. Additional notifications were sent through various AUA membership and patient advocacy channels to further promote the availability of the document for review. The draft Guideline was distributed to 88 peer reviewers. All peer review comments were blinded and sent to the Panel for review. In total, 35 reviewers provided comments. At the end of the peer review process, a total of 634 comments were received. Following comment discussion, the Panel revised the draft as needed. Once finalized, the Guideline was submitted to the AUA PGC, SQC, and BOD for final approval. GUIDELINE STATEMENTS INITIAL EVALUATION See Figure 2 for an overview of diagnosis of male chronic pelvic pain conditions covered by the Guideline. Figure 2: Diagnosis of Male Chronic Pelvic Pain Conditions",
    "Chronic Pelvic Pain in Men Copyright © 2025 American Urological Association Education and Research, Inc. ® 15 Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. 1. In the initial evaluation of patients with chronic pelvic pain, clinicians should include a comprehensive history, complete review of symptoms, physical examination, and laboratory studies to document symptoms and signs of chronic pelvic pain. Clinicians should screen for concurrent pelvic pathology and exclude other confusable disorders that could be the cause of patient symptoms as part of the initial assessment for pelvic pain. (Clinical Principle) The evaluation of male chronic pelvic pain requires a careful history . It is important to document the circumstances associated with the onset of symptoms, symptom duration, location and characteristics of pain, factors that exacerbate and relieve the pain, and associated genitourinary symptoms (e.g., bladder storage and voiding symptoms, sexual dysfunction, or ED). Patients with a documented history of UTI should be assessed for persistence or recurrent infection. Previous surgeries and current/previous treatments and outcomes should be reviewed. CP/CPPS is a diagnosis of exclusion . It is critical to exclude confusable disorders that may be the source of symptoms. See Table 4 for a list of disorders that may be confused with CP/CPPS. A complete review of systems should be performed. Many medical conditions may be present in men with chronic pelvic pain. For example, in CP/CPPS or male IC/BPS, patients may have co-morbid chronic overlapping pain conditions such as IBS, fibromyalgia, chronic fatigue syndrome, migraine headache, temporomandibular joint disorders, and chronic lower back pain, which have in turn been associated with small fiber neuropathy. 4 , 49 Gastrointestinal review of symptoms should assess for abdominal pain, constipation, diarrhea, and the relation of the pain/discomfort to bowel movements. Rheumatologic review of symptoms should assess for muscular pain, joint pain, and chronic fatigue. Neurologic review of symptoms should assess neurologic diseases and symptoms (e.g., chronic back pain, numbness in legs or pelvis/perineum, radiculopathy, pain in a peripheral nerve distribution suspicious for entrapment, changes in vision, spinal pathology, multiple sclerosis). Psychological review should include anxiety; depression; history of traumatic experiences, including sexual trauma or early childhood traumatic events; and pain worsening with life stress. 50 , 51 Evaluation of these non-urologic conditions falls outside the usual scope of urologic practice. However, these non-urologic factors may significantly influence the disease process or natural history of chronic pelvic pain. 52 In patients where appropriate positive review of symptoms exist, clinicians should consider early referral to other specialties such as gastroenterology, colorectal surgery, physical therapy, orthopedics, neurology, physical medicine and rehabilitation (PM&R), rheumatology, and psychology/psychiatry. The physical examination should include an abdominal, pelvic, and genital examination. Examination of the external genitalia and scrotum is performed to rule out masses, induration, hydrocele, hernia, or cutaneous lesions. See Table 5 for a list of disorders to exclude in patients presenting with scrotal pain. A DRE may be performed to evaluate for prostatic nodules or tenderness. This includes palpating the pelvic floor for the presence and location of PFM tenderness (see Guideline statement 5). A focused neurological examination should assess for neurologic causes of pain and should include observation of dermatomal distribution of pain, patient posture and gait, at minimum. The basic laboratory studies should include urinalysis (UA) and mid-stream urine culture . If hematuria (defined as ≥3 red blood cells per high power field) is present, a risk-stratified evaluation of hematuria should be performed according to the AUA/SUFU Microhematuria Guideline. 53 A mid-stream urine for culture is recommended. PVR volume may be assessed using a bladder scanner. 2. Clinicians may use validated questionnaires to assess pain levels, urinary symptoms, and quality of life. (Clinical Principle) Validated questionnaires may be used to assess pain levels, urinary symptoms, symptom bother, and QOL at baseline and after treatment. The GUPI (Genito-Urinary Pain Index), which was modified from the NIH-CPSI to include two additional questions on pain with bladder filling and pain relief with emptying, may be used to assess CP/CPPS and IC/BPS symptoms. 54 , 55 The GUPI contains three domains to assess pain, urinary symptoms, and QOL separately. The LURN SI-10 (a 10- item Symptoms of Lower Urinary Tract Dysfunction",
    "Chronic Pelvic Pain in Men Copyright © 2025 American Urological Association Education and Research, Inc. ® 16 Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. Table 4: Confusable Disorders for Chronic Prostatitis/ Chronic Pelvic Pain Syndrome (CP/CPPS) Confusable Disorder Excluded or Diagnosed By Urinary tract infection (UTI) Routine urine culture Sexually transmitted disease (STD) History of sexual exposure, urethral discharge, nuclear amplification test for gonorrhea, chlamydia, mycoplasma genitalium, and trichomonas Acute bacterial prostatitis (NIH category I prostatitis) Fever, dysuria, malaise, systemic symptoms, retention, positive mid-stream urine culture Chronic bacterial prostatitis (NIH category II prostatitis) History of recurrent UTI with the same bacteria, improvement after antibiotics, relatively symptom-free between UTI episodes, two-glass or four-glass localization test Symptomatic urethral stricture History of stricture or STD, significant voiding symptoms (e.g., slow stream), elevated post-void residual (PVR), poor uroflow, cystoscopy, imaging Overactive bladder (OAB) Lack of pelvic or bladder pain, pressure, or discomfort; presence of urinary urgency, daytime/nighttime urinary frequency, with or without urgency incontinence Bladder outlet obstruction (BOO) from enlarged prostate Significant voiding symptoms, prostate exam, elevated PVR, poor uroflow, urodynamics to evaluate for BOO, cystoscopy, TRUS/CT/MRI to assess prostate size and the presence of median lobe; the cardinal symptom that distinguishes CP/CPPS from other prostate diseases is pain Primary bladder neck obstruction Early age of onset, “shy bladder,” associated autonomic symptoms, diagnosed via video-urodynamics Pelvic floor muscle (PFM) dyssynergia, pseudodyssynergia, detrusor external sphincter dyssynergia (DESD) Increased electromyography (EMG) during pressure-flow study or dilation to external urinary sphincter on voiding cystourethrogram Bladder stone Cystoscopy, KUB/US/CT imaging Ureteral stone Unilateral referred pain of relatively acute onset, CT imaging Neurologic causes of pain (e.g., nerve entrapment, herniated disc, spinal pathology, Tarlov cyst, sacral chordoma, multiple sclerosis) Neurologic review of symptoms including dermatomal pattern of pain, radiculopathy, referred pain, weakness, numbness in legs or pelvis/perineum, back pain, visual change, unexplained urinary retention, multisystem pain; diagnosis aided by neurology referral and testing as appropriate to that specialty (e.g., exam, diagnostic nerve injections, EMG, MRI spine, brain, sacrum, skin biopsy, serology, lumbar puncture) Neurogenic hypocontractile/atonic bladder or detrusor underactivity Urinary symptoms, elevated PVR, poor uroflow, urodynamics",
    "Chronic Pelvic Pain in Men Copyright © 2025 American Urological Association Education and Research, Inc. ® 17 Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. Table 4: Confusable Disorders for Chronic Prostatitis/ Chronic Pelvic Pain Syndrome (CP/CPPS) (CONTINUED) Confusable Disorder Excluded or Diagnosed By Gastrointestinal causes of pain (e.g., irritable bowel syndrome [IBS], diverticulitis, Crohn’s disease, ulcerative colitis) History, anal exam, abdominal pain, pain or bleeding associated with bowel movement, constipation, diarrhea, CT imaging, GI referral; note that IBS is concomitant in 30-40% of cases of CP/CPPS Carcinoma and carcinoma in situ (prostate, bladder, urethral, colorectal) Urinalysis (UA), CT or MRI, cystoscopy, colonoscopy, biopsy Pelvic radiation History Chemotherapy (systemic, intravesical) History Scrotal pathology See Table 5 Drug-induced cystitis (e.g., ketamine cystitis) History of ketamine abuse, cystoscopy, imaging Table 5: Differential Diagnosis of Scrotal Pathology Epididymitis Orchitis Sexually transmitted disease (STD) Testicular torsion Testicular appendage torsion Testicular mass Epididymal cyst Spermatocele Hydrocele Inguinal hernia Testicular rupture or trauma Cellulitis, scrotal abscess, Fournier gangrene Referred pain (e.g., obstructing ureteral stone, spinal pathology, entrapped nerve) Pelvic floor myalgia and/or pelvic floor muscle (PFM) dyssynergia/tension myalgia/myofascial pain syndrome Post-vasectomy pain syndrome (PVPS) Research Network Symptom Index) may be used to assess urinary storage and voiding symptoms (e.g., urgency, frequency, nocturia, weak stream). 56 Unlike the AUA-SI (American Urological Association Symptom Index) or the IPSS (International Prostate Symptom Score), the LURN SI-10 also specifically asks about pain with bladder filling (common in IC/BPS) and urgency urinary incontinence (uncommon in IC/BPS), which may also help to distinguish IC/BPS features. 57 For sexual function, the SHIM (Sexual Health Inventory for Men) may be used to quantify ED. 58 The SHIM is a shortened 5-item version of the IIEF (International Index of Erectile Function). 59 The COSI (Chronic Orchialgia Symptom Index), which assesses pain, urinary symptoms, and QOL, was developed and validated to assess CSCP. 25 , 60 3. Clinicians should discuss patient psychosocial health, such as the presence of anxiety, depression, major life stress, and impact on quality of life and daily functioning. (Clinical Principle) The first step in establishing a therapeutic relationship and rapport with chronic pelvic pain patients who may have a myriad of symptoms, childhood or sexual trauma, psychosocial symptoms (e.g., depression, anxiety, high stress), and potentially concomitant psychiatric diagnoses is to build trust by acknowledging the real nature of their pain and symptoms. 50 , 52 , 61 , 62 Further, clinicians should be not only aware of, but actively listen to patients and communicate empathy to the ways in which pain impairs QOL and daily functioning. Simple, efficient ways to approach this include repeating a summary of the symptoms and/or their impact, which demonstrates active listening and validates concerns, or referencing next steps in diagnostics of treatment to these concerns at the close of the visit.",
    "Chronic Pelvic Pain in Men Copyright © 2025 American Urological Association Education and Research, Inc. ® 18 Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. In a study of 463 men with CP/CPPS from the NIH chronic prostatitis cohort, men with CP/CPPS were twice as likely to have a history of psychiatric disease compared to age- matched controls (29% versus 11%, p= 0.001). 12 A reported history of panic disorder had the strongest association with CP/CPPS (14.5% versus 2.5%; p= 0.004); further, there was an association with depression (20.5% versus 9.9%; p= 0.03). 12 The chronic prostate symptom index was administered in a study of the same patient cohort, and for every one point increase in depressive symptoms, there was an associated increase in pain intensity of 0.39 points (P< 0.001). 63 Catastrophizing is the focus on negative thoughts associated with pain or bothersome symptoms. Tripp et al. administered the Pain Catastrophizing Scale, a 13- item instrument assessing rumination, magnification, and helplessness, to 488 men with CP/CPPS. 64 Patients reporting more catastrophizing and more maladaptive sedentary resting as a result of pain were more likely to report depression, higher pain, and disability related to the pain. In the MAPP phenotyping study, anxiety, depression, high stress, pain catastrophizing, and negative affect were more common among male pain patients compared to controls. 50 Poor baseline physical health was associated with lesser odds of having improvement in pain and urinary symptoms over the course of 12 months in the MAPP longitudinal study. 52 Given the interplay between mental health, stress, and physical health, these aspects should not only be queried; ideally, resources should be provided to help address any concomitant diagnoses or life stressors. 4. Clinicians should screen for neurological, musculoskeletal, and orthopedic abnormalities of the pelvis, hip, and lower spine in patients presenting with chronic pelvic pain. Identification of such abnormalities should prompt referral to an appropriate specialist. (Expert Opinion) Coexisting neurologic, musculoskeletal, hip, and lower spine pathology is common in men with chronic pelvic pain. Identification of neurologic etiology for chronic pelvic pain is important beyond symptom control as it may prevent progression of underlying disease (e.g., multiple sclerosis), or identify a reversible cause (e.g., Lyme disease). 12 Screening criteria for neurologic pain may include the following: • Neurologic characteristics of pain (e.g., burning, tingling or prickling sensation; pain due to light touching, pressure, heat or cold to the area; sudden pain attacks like electric shocks; numbness to the area; pain radiating to other areas of the body) 65 • Pain associated with other sensory disturbances, or weakness o Pain radiating from the spine or within a dermatome referable to a specific nerve root, including lower extremity radiculopathy o Pain within a peripheral non-spinal nerve root distribution (e.g., ilioinguinal, genitofemoral, pudendal nerve) o Pain associated with a CNS etiology as a result of spinal cord lesion or dysfunction (e.g., demyelinating disorder, spinal cord injury, or central post-stroke pain) • Combination of bladder, bowel, sexual and/or pain symptoms referable to lumbosacral spine pathology • Balance or gait alteration • Abnormal reflexes, sensation, or weakness on neurological examination • Upper motor neuron findings on urodynamics (e.g., neurogenic detrusor overactivity, DESD) • Some instances of hypotonic/atonic bladder on urodynamics • Multiple autonomic symptoms, chronic overlapping pain conditions Chronic pelvic pain has been associated with lumbopelvic and abdominal musculoskeletal and orthopedic abnormalities. Comprehensive diagnosis falls outside the scope of this Guideline, but it is important to consider these conditions as contributing factors in male chronic pelvic pain. 66 , 67 For example, hip impingement is an underappreciated cause of pelvic pain and may co-exist or be related to pelvic pain when pain primarily originates from the hip, and the history of pain is worse with motion and intensifies with increased physical activity, particularly if end-range motion of the hip exacerbates the pain. 67 , 68 Such patients may be referred to orthopedics or PM&R. Similarly, the treating clinician may not be aware of the association between chronic pelvic pain and specific neurologic abnormality. Identification of a specific neural concern associated with chronic pelvic pain should result in appropriate referral to neurology with treatment directed toward that etiology. Examples of neurologic",
    "Chronic Pelvic Pain in Men Copyright © 2025 American Urological Association Education and Research, Inc. ® 19 Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. etiology of chronic pelvic pain include multiple sclerosis, Chiari malformation, occult spinal cord injury, disc herniation associated with spinal cord abnormalities or radiculopathy, tethered spinal cord, symptomatic Tarlov cyst, small fiber neuropathy, Lyme disease, low vitamin B12 or other metabolic deficiency. 12 , 69 , 70 By correlate, treatment will be directed toward the specific diagnosis; for example, B12 replacement, surgical intervention on symptomatic herniated disc, intervention on peripheral nerve entrapment, medical treatment of Lyme disease or multiple sclerosis. Since the neurologic disorders identified previously can be associated with pain, successful treatment of the diagnosis may improve the pelvic pain or reduce the distress that can be associated with having an undiagnosed condition. 5. Clinicians should perform digital palpation of the pelvic floor muscle transrectally in men to identify tenderness suggesting a diagnosis of pelvic floor myalgia. (Expert Opinion) Digital palpation for PFM tenderness can be easily adopted in clinical practice. A pelvic examination that assesses for the presence of tenderness of the anterior levator ani muscle, posterior levator ani muscle, and obturator internus muscle through a transrectal approach, and the perineal body through an external palpation in men has been previously described. 31 , 37 In men, the PFM can be palpated through the rectum in the usual prostate examination position with the patient bending over facing down or lying laterally with the knees bent. The standardized examination template depicted in Figure 3 . Figure 3A and B: Standardized Male Pelvic Floor Examination In men, the PFM are palpated through the rectum in the usual prostate examination position with the patient bending over facing down, or lying laterally with the knees bent. PFM tenderness is evaluated in specific muscles: left/right posterior levator ani muscle – at 1 and 11 o’clock; left/right anterior levator ani muscle – at 5 and 7 o’clock; left/right obturator internus muscle laterally – at 3 and 9 o’clock; and the perineal body between the anus and scrotum can be palpated externally – at 6 o’clock. Figure 3B shows the PFM looking from inside the pelvis. Figure 3A 1, 11 Posterior levator ani muscle 3, 9 Obturator internus muscle (laterally) 5, 7 Anterior levator ani muscle 6 Perineal body (between anus and scrotum)",
    "Chronic Pelvic Pain in Men Copyright © 2025 American Urological Association Education and Research, Inc. ® 20 Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. Figure 3B Figure 3A adapted from Yang et al. 2018 31 and Gupta et al. 2022; 37 Figure 3B illustration provided by Divya Lagisetti. 6. Clinicians should perform a thorough scrotal examination in patients with chronic pelvic pain; a scrotal ultrasound may be performed. (Clinical Principle) A comprehensive genital examination is essential in the evaluation of men with pelvic pain. The examination should include assessment of the scrotum and penis, in both the standing and supine positions, and involve careful palpation of scrotal structures including testicles, epididymis, vas deferens, and spermatic cord. Other causes of scrotal pain (see Table 5 ) should be excluded. Scrotal ultrasound may not be necessary when a comprehensive scrotal examination is performed and the diagnosis is unambiguous. In a retrospective analysis of 7,668 scrotal ultrasounds conducted at a single institution for scrotal pain, Kashanian et al. reported that the majority (80.4%) of imaging studies revealed benign or normal findings, with only 2.2% indicating a necessity for surgery. 71 Many conditions requiring surgical intervention, such as testicular mass, abscess, or torsion, can often be discerned through careful clinical examination without reliance on ultrasound imaging. Nevertheless, in instances where clinical evaluation raises suspicion of an acute surgical pathology and the diagnosis is uncertain, expedient scrotal ultrasound imaging can serve as a useful tool for confirming diagnoses such as testicular mass or torsion.",
    "Chronic Pelvic Pain in Men Copyright © 2025 American Urological Association Education and Research, Inc. ® 21 Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. 7. A prostate massage, two-glass or four-glass localization test may be performed if there is diagnostic uncertainty in distinguishing chronic bacterial prostatitis from CP/CPPS. (Expert Opinion) The clinical presentation of chronic bacterial prostatitis (NIH category II prostatitis) is different from that of CP/CPPS (NIH category III prostatitis), see Table 1 for more details. Men with chronic bacterial prostatitis typically present with recurrent UTI with the same organism, their pain and dysuria generally respond to antibiotics, and they are relatively symptom-free between recurrent infections. In contrast, men with CP/CPPS typically have negative cultures and suffer from chronic symptoms and intermittent flares. 72 While the two diagnoses can usually be distinguished by clinical presentation without routinely performing a prostate massage and localization test, the distinction may not be clear-cut in some patients. For example, culture results to document recurrent UTI may not be available, and flares associated with CP/CPPS may be mistaken as perceived UTI episodes. 72 As such, a prostate massage, two-glass or four-glass localization test may be performed if there is diagnostic uncertainly in distinguishing chronic bacterial prostatitis from CP/CPPS. In the Meares-Stamey four-glass test, the first 10 mL of voided urine is collected (VB1, urethral specimen), followed by the mid-stream urine (VB2, bladder specimen). A prostate massage is then performed to collect the EPS, followed by the post-massage urine (VB3, prostate specimen). 73 In the simplified two-glass test, a mid-stream urine is collected (VB2, bladder specimen), a prostate massage is then performed, followed by the post-massage urine (VB3, prostate specimen). 74 Patients with chronic bacterial prostatitis harbor infection within the prostate tissue; by performing a prostate massage and examining the post-massage EPS and VB3 afterwards, the persistent prostatic source of infection can be unveiled. In patients with chronic bacterial prostatitis, cultures from VB1 and VB2 are negative, while VB3 or EPS are positive. On the other hand, in patients with CP/CPPS, VB1, VB2, VB3, and EPS are all negative. Confoundingly, asymptomatic men without any pelvic pain may also have positive localization results. 11 It is not recommended to routinely send urine for culture for atypical organisms; this includes next-generation sequencing (NGS) looking for bacterial DNA sequences. However, in men suspected to have an STD (e.g., sexual exposure, urethral discharge, prior history), a nuclear amplification test may be performed for gonorrhea, chlamydia, trichomonas, and mycoplasma genitalium. Semen culture has no role in the diagnosis of CP/CPPS. 8. Clinicians may utilize cystoscopy, urodynamics, and/or imaging when the diagnosis is unclear. (Clinical Principle) Cystoscopy may be useful when the diagnosis is unclear. In patients presenting with IC/BPS symptoms (e.g., painful bladder filling), cystoscopy should be performed to evaluate for the presence of Hunner lesions. A visual atlas has recently been published to help clinicians recognize the cystoscopic appearance of Hunner lesions during office cystoscopy. 75 Such patients should be treated with fulguration and/or triamcinolone injection into the lesions with consideration of adjunct oral cyclosporine (see the AUA IC/BPS Guideline for more details). 1 , 2 In men with significant voiding symptoms, decreased uroflow, elevated PVR volume or recurrent UTI, cystoscopy may be performed to evaluate for urethral stricture, prostatic enlargement, bladder neck obstruction, or bladder stones. Urodynamics may help to point toward certain causes of chronic pelvic pain especially in patients with urinary storage or voiding symptoms. Urodynamics may be useful when the diagnosis is unclear and to rule out other functional lower urinary tract disorders. Multi-channel urodynamics may be used to evaluate for BOO (e.g., primary bladder neck obstruction, prostatic obstruction), pseudodyssynergia of the urinary sphincter/PFM (functional obstruction with increased EMG signals during voiding), DESD, hypotonic/atonic bladder, painful spasms / detrusor overactivity, or loss of detrusor compliance. Urodynamic findings can also suggest a neurological etiology of the pain. For example, detrusor overactivity or DESD identified on urodynamics may suggest an upper motor neuron pathology, while bladder neck obstruction may be present in a peripheral neuropathy patient (e.g., small fiber neuropathy). Imaging — CT may be useful in selected patients presenting with abdominal pain (e.g., to evaluate for abdominal or pelvic masses, diverticulitis), or unilateral pain (e.g., to evaluate for a distal ureteral stone). An MRI of the pelvis may be useful in patients with urethral discharge and post void dribbling, which may suggest a",
    "Chronic Pelvic Pain in Men Copyright © 2025 American Urological Association Education and Research, Inc. ® 22 Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. prostatic utricle cyst. In men with lumbosacral radiculopathy or neurologic signs/symptoms, for example, an MRI of lumbar and sacral spine may be useful to evaluate for herniated disc, spinal pathology, sacral chordoma, Tarlov cyst. See Table 4 . DIFFERENTIAL DIAGNOSIS OF MALE CHRONIC PELVIC PAIN After basic evaluation (including a detailed history, physical examination including pelvic examination, questionnaires, UA, mid-stream urine culture, PVR) and other optional testing outlined in statements 1 to 8, the male chronic pelvic pain patient may be categorized as having CP/CPPS, IC/BPS, or CSCP, with or without pelvic floor myalgia (see Figure 2 ). Some patients may have more than one feature; these clinical diagnoses are not mutually exclusive. For example, some men may have clinical presentation consistent with both CP/CPPS and male IC/BPS. 9. Clinicians should consider the diagnosis of IC/BPS in male chronic pelvic pain patients who experience an unpleasant sensation (pain, pressure, discomfort) perceived to be related to the urinary bladder, associated with lower urinary tract symptoms of more than six weeks duration, in the absence of infection or other identifiable causes. (Expert Opinion) Men with chronic pelvic pain may present with bladder symptoms consistent with IC/BPS (e.g., pain with bladder filling and/or relief with bladder emptying. Traditionally, women with chronic pelvic pain are diagnosed with IC/BPS, while men with chronic pelvic pain are diagnosed with CP/CPPS, even in the presence of bladder pain and LUTS. However, CP/CPPS and IC/BPS can overlap. 76-81 Men with chronic pelvic pain may be diagnosed with CP/CPPS when they also meet the diagnostic criteria for IC/BPS. The cardinal symptoms of IC/BPS are bladder pain/pressure/discomfort and LUTS. Patients with IC/BPS present with an unpleasant sensation (pain, pressure, discomfort) perceived to be related to the bladder, often associated with LUTS of more than six weeks duration, in the absence of infection or other identifiable causes. 1 , 2 In the MAPP phenotyping study where men were enrolled with a diagnosis of IC/BPS or CP/CPPS, 75% of men with chronic pelvic pain reported painful bladder filling (their pain is worsened by bladder filling), or painful urge to urinate (the urge to urinate was due to pain, pressure or discomfort, not due to fear of incontinence). 17 These symptoms are characteristic of IC/BPS, with voiding often relieving the bladder/pelvic pain, pressure, or discomfort. These data showed that many men with chronic pelvic pain may have symptoms consistent with IC/BPS, and the overlap of male IC/BPS and CP/CPPS is under- appreciated. It is critical to assess for symptoms of bladder pain in men with chronic pelvic pain since this can prompt bladder-specific treatments that may not be useful in men without bladder pain. CP/CPPS patients who do not respond to conventional CP/CPPS treatments should be reassessed to determine if they may have male IC/BPS with bladder pain. 10. Clinicians should consider the diagnosis of CP/CPPS in patients who experience chronic perineal pain, bilateral scrotal content pain, penile pain, suprapubic pain, dysuria, or pain with ejaculation. ( Expert Opinion) Patients with CP/CPPS have symptoms of chronic pain or discomfort in the pelvic region in the absence of other causes of pain. 3 The pain can occur in the perineum, lower abdomen/suprapubic area, testes (typically bilateral), or penis (including the urethra or tip of the penis). The pain may occur with ejaculation or during urination. It is often associated with sexual dysfunction and ED. The pain may be exacerbated by prolonged sitting, exerting pressure on the perineum, sexual activity or ejaculation, defecation with hard stool, or life stress. Specific foods or beverages (e.g., spicy foods, hot peppers, coffee, alcohol, tea, chili) may exacerbate the symptoms in about half of CP/CPPS patients. 82 It is important to note that men with CP/CPPS also commonly have LUTS such as urgency, frequency and nocturia. The symptom that distinguishes IC/BPS is pain attributed to the bladder (e.g., painful bladder filling, relief with urination, or painful urge to urinate). 11. Clinicians should consider the diagnosis of CSCP in patients who experienced unilateral chronic scrotal pain in the absence of other pelvic sites of pain or urinary symptoms. (Expert Opinion) While CP/CPPS patients complain of bilateral scrotal pain, often associated with other pelvic sites of pain (e.g., in the perineum, lower abdomen/suprapubic area, or",
    "Chronic Pelvic Pain in Men Copyright © 2025 American Urological Association Education and Research, Inc. ® 23 Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. penis) and may have dysuria or ejaculatory pain, CSCP patients complain of unilateral scrotal pain interfering with activities of daily living that has persisted for greater than three months of time. 20 Other pelvic sites of pain are typically absent in classic presentation of CSCP. 12. In patients with isolated unilateral CSCP, clinicians may perform diagnostic spermatic cord block and/or ilioinguinal block. (Expert Opinion) Suspected neuropathic scrotal pain warrants further investigation through a spermatic cord block (SCB), which can alleviate orchialgia stemming from neuropathy of the genital nerve fibers. Following this blockade, some patients may experience sustained or complete pain relief, as reported by Simon et al. 83 As such, these targeted blocks may be considered as a diagnostic tool and preliminary treatment option before proceeding to more invasive measures such as surgery or ablative techniques. Moreover, even a brief response to SCB carries significant prognostic implications for the likelihood of responding to surgical intervention. In a large retrospective cohort analysis involving 1,112 patients, Parekattil et al. observed that a positive response to SCB (defined as a reduction in pain of more than 50%) accurately predicted successful pain reduction after spermatic cord denervation, with a positive predictive value of 78% for achieving complete or partial pain relief. 21 Conversely, a non-response to SCB was associated with a negative predictive value of 57%. Patients who do not respond adequately to SCB may still be candidates for spermatic cord denervation, but they should be counseled that their chances of pain relief are comparatively diminished. MANAGEMENT APPROACH 13. Treatment decisions should be made based on shared decision-making between the patient and clinician, with the patient informed of the risks, potential benefits, and treatment alternatives. Initial treatment should typically be nonsurgical. (Clinical Principle) Individual patient factors, clinical judgment and patient preferences are the most important factors in treatment choice. Education, self-care, and behavioral modification are essential to any treatment plan. While some patients may opt to start with these measures alone, other patients will desire additional treatments. As part of shared decision-making, clinicians should counsel patients on applicable options and the associated risks and benefits. It is important to document treatment response at appropriate intervals, as this is necessary to ensure that only effective treatments are continued while ineffective treatments are ceased. It is essential to set reasonable expectations. While the goal is elimination of pain, very few patients achieve complete remission with elimination of pain. However, most patients are able to achieve an acceptable QOL and good daily functioning. That said, pain episodes may occur less frequently and be of decreased severity and duration. Patients must strike a balance between tolerating residual symptoms with current therapy versus pursuing additional therapies that may be higher risk or have more side effects. Education regarding home rescue therapies (e.g., TENS unit, warm bath) and engagement of relevant comanaging specialties can reduce anxiety as symptoms fluctuate. 14. Clinicians should periodically reassess efficacy of treatment and discontinue ineffective treatments. The clinical diagnosis should be reconsidered if no improvement occurs after multiple treatment approaches. (Clinical Principle) No single treatment has demonstrated consistent, reliable efficacy for all chronic pelvic pain patients. Therefore, it is common for patients to experience lack of benefit or durability from a particular treatment or have bothersome side effects. Patients should be instructed to return to their physician if treatment is or becomes ineffective. Validated questionnaires may be used to assess symptoms, bother, and QOL after treatment. If a clinically meaningful trial of a therapy has been conducted without efficacy, then the therapy should be discontinued, and other therapeutic alternatives should be considered. This practice reduces expense, burden, side effects, and risk to the patient. The clinical diagnosis is often informed by response to therapy (e.g., alpha blocker in BOO) and should be reconsidered based on improvement (or lack thereof) after treatment approaches (e.g., see Table 4 for disorders that may be confused with CP/CPPS).",
    "Chronic Pelvic Pain in Men Copyright © 2025 American Urological Association Education and Research, Inc. ® 24 Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. 15. Clinicians may utilize a multimodal and multidisciplinary approach to pain management. If pain control is inadequate, referral to pain management should be discussed. (Clinical Principle) Because the underlying pathophysiology of chronic pelvic pain is unknown, treatment goals are to manage symptoms and optimize patient QOL and daily functioning. Effective pain management is an important component of this approach, particularly for patients with numerous chronic pain conditions. Inadequate pain control is defined as pain that interferes with daily life. 84 Management of patients with such pain may require a multidisciplinary approach (e.g., pain management, physical therapy, psychology, physiatry). Multimodal pharmacological therapy is preferred (e.g., the use of several classes of medications at lower or more moderate doses instead of one class of medication at higher dose to minimize side effects). 85 16. Clinicians should encourage patients expressing significant distress secondary to chronic pelvic pain to seek treatment for mental health needs and discuss family, spousal, and/or local support systems. (Clinical Principle) It is particularly important and relevant in those with chronic pelvic pain to directly inquire about mental health including anxiety, depression, and life stressors. In a study of 253 men with CP/CPPS, lower mental health scores in patients were associated with less perceived social support. 86 Members of the care team must encourage men to rely on and accept help from their support system (e.g., family, spouse, or local support group). While men are diagnosed with depression at lower rates than women, it has been proposed that masculine socialization is the underlying reason why men are less likely to report symptoms. 87 Similarly, adverse childhood events or prior sexual trauma are unlikely to be identified without specific and directed inquiry. Direct questioning about traumatic experiences can sometimes be re-traumatizing or lead to discomfort. Instead of direct inquiries regarding trauma, clinicians should provide education followed by space for open communication regarding exam and procedure concerns, and pay attention to non-verbal cues, preserving locus of control. The clinician can address distress, mental health concerns, or trauma relayed by the patient with validation and discussion of familial and professional resources. Treatment of male chronic pelvic pain should be tailored toward the specific diagnosis (male IC/BPS, CP/CPPS, CSCP, with or without pelvic floor myalgia, or identified causative etiology, refer to Figure 2 ), bearing in mind that the diagnoses may overlap in some men. The treatment discussion is organized into the following sections: Treatment Options for Male IC/BPS, Treatment Options for CP/CPPS, Treatment Options for Pelvic Floor Myalgia, and Treatment Options for CSCP. Treatment Options for Male Interstitial Cystitis/ Bladder Pain Syndrome (IC/BPS) Please refer to the AUA IC/BPS Guideline for the treatment of male IC/BPS. 1 , 2 As discussed earlier, male IC/BPS may co-exist with CP/CPPS in some patients with the differentiator being bladder-focused pain. Patients who do not respond to conventional CP/CPPS treatments should be reassessed to determine if they may have male IC/BPS with bladder pain and urinary symptoms in addition to other etiologies ( Table 4 ). Treatment Options for Chronic Prostatitis/ Chronic Pelvic Pain Syndrome (CP/CPPS) See Figure 4 for treatment options of CP/CPPS. See Table 6 for evidence summary for CP/CPPS treatments. The treatment options described below for CP/CPPS are all off-label use. B EHAVIORAL /N ON -P HARMACOLOGIC T REATMENTS 17. In patients with CP/CPPS, clinicians may discuss lifestyle modification, including dietary changes and aerobic exercise. (Conditional Recommendation; Evidence Level: Grade C) There are no specific dietary recommendations for CP/CPPS; however, sensitivity to specific foods has been reported. In a study that surveyed men with CP/CPPS, 47% reported having sensitivity to certain foods and beverages . 82 The most common irritants were spicy foods, coffee, tea, chili, and alcoholic beverages. Conversely, docusate, psyllium, water, herbal teas, and polycarbophil (fiber laxative) were identified as ameliorating symptoms. 82 Foods that affect symptoms will likely be different in different patients. The role of nutrition",
    "Chronic Pelvic Pain in Men Copyright © 2025 American Urological Association Education and Research, Inc. ® 25 Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. and diet has been studied extensively in other pain conditions. There is a wide range of potential effects; an example of general recommendations include eating more fruits and vegetables, and avoiding processed foods. 88 Patients may be referred to dieticians to discuss the effects of diet on pain. Lifestyle modification plus an NSAID has been compared to NSAID alone in 100 male patients with CP/CPPS. Lifestyle modification for 3 months in the form of 13 rules on diet, sexual habits, and other behaviors including exercise/activity, sitting, clothing, and baths plus an NSAID (nimesulide 100 mg for 1 week) versus nimesulide alone was compared in patients with CP/CPPS. 89 The lifestyle modification intervention was associated with improved NIH-CPSI total scores at the end of treatment (8.1 versus 17.6; p<0.0001). The study also reported that the lifestyle modification intervention was associated with statistically significant improvements in all three subscores of the NIH-CPSI, but data were not provided. The lifestyle modification intervention was also associated with increased likelihood of experiencing ≥6 point improvement in the NIH-CPSI total scores (78% versus 20%; relative risk [RR]: 3.90; 95% confidence interval [95% CI] 2.20 to 6.92). The trial has a high risk of bias as participants were not randomized and were unable to be blinded. Also, there was differential attrition due to non-adherence (0% in lifestyle modification group versus 22% in the control group). Reporting of harms was suboptimal, but the trial reported that nimesulide was associated with minor or no adverse reactions. Figure 4: Treatment of Chronic Prostatitis/ Chronic Pelvic Pain Syndrome (CP/CPPS)",
    "Chronic Pelvic Pain in Men Copyright © 2025 American Urological Association Education and Research, Inc. ® 26 Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. Table 6: Evidence of Grading Summary of Chronic Prostatitis/ Chronic Pelvic Pain Syndrome (CP/CPPS) and Chronic Scrotal Content Pain (CSCP) Treatments Condition Treatments Recommendation Type Evidence Strength CP/CPPS Lifestyle modification (e.g., dietary changes, aerobic exercise) Conditional C Alpha-blockers Moderate B 5 alpha-reductase Expert Opinion Nonsteroidal anti-inflammatory drug (NSAIDs) Conditional B PDE5-inhibitors Conditional B Analgesics, acetaminophen, non-opioids Clinical Principle Neuropathic medications (e.g., gabapentinoids and tricyclic antidepressants [TCAs]) Conditional C Phytotherapeutics Conditional B Cognitive behavioral therapy (CBT) Conditional C Extracorporeal shockwave therapy (ESWT) Moderate A Transcutaneous electrical nerve stimulation (TENS) Moderate B Acupuncture Moderate B Pelvic Floor Myalgia Manual physical therapy techniques Moderate C Electromyography (EMG) biofeedback Expert Opinion CSCP Lifestyle modification Clinical Principle Analgesics (acetaminophen, gabapentinoids, NSAIDs, TCAs) Clinical Principle Antimicrobials (for naïve patients) Clinical Principle Microsurgical denervation of the spermatic cord (MDSC) Conditional C Vasovasostomy (for PVPS) Expert Opinion Acupuncture Expert Opinion TENS Conditional C Epididymectomy Expert Opinion Orchiectomy Expert Opinion A trial of 76 CP/CPPS patients compared an 18-week aerobic exercise group versus a placebo exercise control group. 90 The aerobic exercise program consisted of a warm-up and cool-down period, followed by postural muscle and isometric strengthening exercises, and then 40 minutes of fast-paced walking at 70-80% of predicted maximum heart rate, for 3 sessions weekly. Placebo exercise consisted of a set of low-intensity motion and flexibility exercises three times weekly. At the end of treatment (18 weeks), aerobic exercise was associated with improved NIH-CPSI total scores (14.6 versus 18.0; p=0.006) and pain (6.4 versus 8.8; p=0.0009) and QOL (4.4 versus 6.2; p=0.02) subscores versus placebo exercise. There was no difference in the NIH-CPSI urinary subscores (3.7 versus 3.0; p=0.98). Although aerobic exercise was associated with an increased likelihood of",
    "Chronic Pelvic Pain in Men Copyright © 2025 American Urological Association Education and Research, Inc. ® 27 Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. experiencing ≥6 -point improvement in the NIH-CPSI total score, the difference was not statistically significant (58.3% versus 42.5%; RR: 1.37; 95% CI: 0.87 to 2.16). There were no differences between aerobic and placebo exercise in the Beck Depression Inventory or the State- Trait Anxiety Inventory. There is a high risk of bias in the trial design as it was open label, randomization and allocation concealment methods were unclear, and there was high attrition. Few patients discontinued due to adverse events (AEs) (5.8% versus 0%). Subsequent to this trial, a Cochrane review on the effects of physical activity and exercise on chronic pain in adults concluded that “the available evidence suggests physical activity and exercise is an intervention with few AEs that may improve pain severity and physical function, and consequent QOL.” 91 A LPHA -B LOCKERS 18. In patients with CP/CPPS and voiding symptoms, clinicians should offer treatment with an alpha- blocker. (Moderate Recommendation; Evidence Level: Grade B) Alpha-blockers (e.g., alfuzosin, silodosin, tamsulosin, terazosin) have long been used in treatment of CP/CPPS as dysfunctional voiding is thought to play a role in the etiology of the condition. The data evaluating alpha- blockers are conflicting, with large, randomized studies not showing a significant benefit. Alexander et al. showed no benefit of 6 weeks of tamsulosin over placebo in their 2004 NIH-sponsored RCT. 92 Nickel et al. similarly showed no benefit of 12 weeks of alfuzosin over placebo in their NIH-sponsored 2008 RCT. 93 A 2018 Cochrane review, however, found that amongst 18 trials with n=1,524 patients, an observed improvement (decrease) of NIH-CPSI total scores versus placebo at short-term follow-up (ranging from 6 weeks to 6 months) of mean difference (MD): -5.01; 95% CI: -7.41 to 2.61. 94 Evidence of longer-term (12 months) follow-up was limited to 4 trials (n=253) and found a sustained benefit of alpha-blockers over placebo with decreased NIH-CPSI total scores (MD: -5.6; 95% CI: -10.89 to -0.82). Alpha- blockers were also associated with improvement versus placebo on each NIH-CPSI subscores (pain: 13 trials; n=1,243; MD: -2.39; 95% CI: -3.57 to -1.22; urinary symptoms: 13 trials; n=1,243; MD: -1.48; 95% CI: -2.29 to -0.66; and QOL: 13 trials; n=1,243; MD: -1.61; 95% CI: - 2.49 to -0.73). A modest increased risk of AEs compared to placebo was observed in 19 trials, n=1,588 (RR: 1.60; 95% CI: 1.09 to 2.34). When stratified based on specific alpha-blocker, there was some minor variation in efficacy, from an observed low with alfuzosin in 4 trials with n=381 subjects (MD: -2.63; 95% CI: -4.55 to -0.71) to a maximum improvement observed in 4 tamsulosin trials involving n=302 subjects (MD: -5.89; 95% CI: -13.16 to 1.38). Given these findings, particularly among men with obstructive LUTS, the benefit of treatment with an alpha- blocker outweighs the risks (e.g., orthostasis) and should be discussed. 5-A LPHA R EDUCTASE 19. Clinicians may prescribe 5-alpha reductase inhibitors to patients with CP/CPPS who also have voiding symptoms from BPH or enlarged prostate as determined by imaging or PSA level. (Expert Opinion) Evidence for the use of 5-alpha reductase inhibitors (e.g., dutasteride, finasteride) in CP/CPPS is limited. A small pilot study of inflammatory CPPS comparing finasteride to placebo demonstrated improvement in pain and NIH- CPSI scores after finasteride compared to baseline, whereas no change was noted after placebo. 95 A larger 6- month trial comparing finasteride with placebo in patients with category IIIA chronic nonbacterial prostatitis at 4 academic centers showed improvement in symptoms compared with placebo but did not reach statistical significance. 96 Dutasteride 0.5 mg was studied in the REDUCE trial, a 4-year, randomized, double-blind, placebo-controlled study of prostate cancer risk reduction. 97 The NIH-CPSI survey was used to measure baseline and change in symptom severity. After 48 months, among patients with prostatitis-like pain, the dutasteride group noted a significant decrease of 6 points or greater in NIH-CPSI total scores compared with placebo (49% versus 37%; p =0.0033). Of note, the patient population for this study were male (aged ≥50 years) patients with PSA levels of >2.5 ng/mL (for those aged 50–60 years) or >3.0 ng/mL (those aged >60 years). When the previous trials are subjected to a meta-analysis, there is a significant reduction in NIH-CPSI scores compared with placebo (−4.6; 95%CI: −8.7 to −0.5). 98 Overall, 5-alpha reductase inhibitors appear to be effective in some patients. They should not be used in all patients to treat pain. They may be best used in patients with CP/CPPS who also have voiding symptoms from",
    "Chronic Pelvic Pain in Men Copyright © 2025 American Urological Association Education and Research, Inc. ® 28 Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. BPH or enlarged prostate as determine by imaging or PSA level. 99 Counseling patients on potential side effects is important prior to using a 5-alpha reductase inhibitor. The more commonly occurring side effects from finasteride include sexual dysfunction (already common in CP/CPPS), depression, infertility, breast swelling/tenderness, breast cancer, rash, and testicular pain. 100 More recently, in response to reports from patients using the 1-mg finasteride dose for androgenic alopecia, the FDA is “requiring the addition of suicidal ideation and behavior” to the listed adverse effects. 100 , 101 This is in response to data starting in 2011 when two independent groups published peer-reviewed articles on the persistent adverse effects of finasteride used for androgenetic alopecia. 102 , 103 The term post-finasteride syndrome was coined to describe the persistent symptoms (sexual and non-sexual) developed in the setting of using or stopping finasteride. The most commonly reported symptoms include low libido, ED, loss of penile and scrotal sensitivity, decreased ejaculatory force and volume, reduction in penile size, anhedonia, depressive symptoms, anxiety, decreased concentration, reduced muscle mass, and fatigue. 104 The mechanism is postulated to involve alterations in neuro-steroids involved in maintaining CNS function, and to occur in men susceptible to epigenetic modification. This can occur given the nearly irreversible inhibition of 5-alpha reductases by these medications that may lead to epigenetic changes, adding to a long-lasting effect of the drug. 105 A review of the Food and Drug Administration Adverse Event Reporting System (FAERS) data on 5- alpha reductase inhibitors showed there were more AE reports with the 1 mg dose used in young men for alopecia than the 5 mg dose used in older men for BPH, except for gynecomastia. 106 , 107 A NTI -I NFLAMMATORY A GENTS (I NCLUDING N ONSTEROIDAL A NTI -I NFLAMMATORY D RUGS ) 20. Clinicians may prescribe anti-inflammatory agents as part of a multi-modal pain management strategy for treatment of pain in patients with CP/CPPS. (Conditional Recommendation; Evidence Level: Grade B) The use of anti-inflammatory medication including NSAIDs in CP/CPPS is not specifically targeted at prostate inflammation, as only one third of men will have prostate inflammation on biopsy. 108 The target is more likely to be musculoskeletal pain and inflammation. A study of the COX-2 inhibitor celecoxib in men with category IIIA prostatitis showed significant reduction in NIH-CPSI total scores, pain, and QOL subscores, but not the urinary subscore. 109 Study of rofecoxib, a different COX-2 inhibitor that is no longer available, showed no statistically significant difference in total and subscale NIH-CPSI scores from baseline compared to placebo. Patient global assessment of pain, a secondary outcome, did favor rofecoxib over placebo. 110 A small trial of the leukotriene inhibitor zafirlukast showed no difference compared to placebo. 111 A trial similar in size compared placebo with prednisone with a dose reduction from 20 mg to 5 mg once per day over a 4-week period. 112 No significant change in symptom scores was seen. A different approach to anti-inflammatory treatment was investigated in an observational study of beclomethasone dipropionate suppositories, a rectal corticosteroid. 113 Clinically significant improvement in pain and voiding symptoms were seen in 162 of the 180 patients, and no significant adverse effects were reported. Results from meta-analyses indicate that anti- inflammatory medications are considered to have beneficial effects for some patients. The pooled RR for studies of patients receiving anti-inflammatory medications for CP/CPPS was 1.8 (95% CI: 1.2 to 2.6) compared with placebo. 98 The same group updated the previous review including only RCTs employing the NIH- CPSI as one of the outcomes to compare treatment effects. This analysis showed overall a reduction of -1.7 (95% CI: -3.2 to -0.2; p=0.032), and a responder analysis indicated a risk ratio 1.7; 95% CI: 1.4 to 2.1; p<0.001). 114 There is likely to be some modest benefit to using anti- inflammatory medications for pain in some patients. The results when combined with antibiotics and alpha blockers suggest that they are best used as part of multimodal therapy. 114 , 115 They are not recommended for long-term use given the risks of side effects including gastritis, renal impairment, and edema. 98 PDE5-I NHIBITORS 21. Clinicians may prescribe daily tadalafil for treatment of prostatitis symptoms in patients with CP/CPPS with or without concomitant erectile dysfunction. (Conditional Recommendation; Evidence Level: Grade B)",
    "Chronic Pelvic Pain in Men Copyright © 2025 American Urological Association Education and Research, Inc. ® 29 Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. The mechanism of action of phosphodiesterase 5 inhibitors (PDE5-I) on CP/CPPS is poorly understood. Phosphodiesterase 5, the target of PDE5-I, is expressed in the human prostate. Proposed mechanisms include relaxation of prostatic smooth muscle, blunting of inflammation within prostatic tissue, improvement of blood flow to pelvic organs, and inhibition of afferent nerves. 116-118 Among the PDE5-I, tadalafil is the most studied for CP/CPPS. An RCT and several uncontrolled studies showed improvement of CP/CPPS symptoms after daily use of 5 mg tadalafil. Tawfik et al. randomized 140 young men (aged 45 or younger) with moderate to severe CP/CPPS and concomitant ED to either 5 mg daily tadalafil versus placebo for 6 weeks. 119 When compared to placebo, the tadalafil group was significantly better at 6 weeks in terms of NIH-CPSI total, urinary, and QOL subscores. Post- treatment pain subscores did not differ significantly. In comparison to baseline scores, 51% of patients in the tadalafil group versus 5% of patients in the placebo group reported  25% score reduction. In an uncontrolled study, Hiramatsu et al. studied 24 men with moderate to severe male LUTS and high baseline NIH-CPSI pain scores. 120 After 12 weeks of 5 mg daily tadalafil, patients reported improvement in NIH-CPSI total and pain subscores as well as in IPSS. In a longer-term study by Pineault et al., 25 CP/CPPS patients received 5 mg daily tadalafil for a mean duration of 1.3  1.6 years. 121 Durable improvement of NIH-CPSI total, pain, urinary, and QOL subscores were noted past 3 months of PDE5-I treatment. Improvement in CP/CPPS has also been reported in other uncontrolled studies. 116 , 122 Used as an add-on therapy in CP/CPPS patients who were refractory to alpha-blockers, 5 mg daily tadalafil for 12 weeks resulted in 50% reduction in the pain scores in only 9% patients; however, the improvement in LUTS was significantly superior when compared to pain reduction. 123 The improvement in LUTS has been reported to be greater in men with higher baseline pain scores. 120 Tadalafil should not be used concomitantly with nitrates. Before administration, concomitant use of medications such as nonselective α -adrenergic antagonists, and cytochrome P450 inhibitors should be assessed for possible drug interactions. Potential adverse drug events with tadalafil include back pain, dyspepsia, headache, and dizziness. 124 The roles of other PDE5-Is are not known. Cantoro et al. assigned (not randomized) young CP/CPPS patients with concomitant ED to either 0.4 mg tamsulosin versus on- demand 50 mg sildenafil (at least two times per week) plus 0.4 mg tamsulosin for 60 days. 125 Significant improvement in NIH-CPSI, IPSS, and IIEF-5 scores were noted in both groups compared to their respective baseline. However, there was no statistical differences in all scores between tamsulosin monotherapy versus combination therapy (tamsulosin plus on-demand sildenafil) at the end of study. A NALGESICS 22. Clinicians may prescribe pharmacologic pain management agents (e.g., urinary analgesics, acetaminophen, non-opioid medications) after counseling patients on the risks and benefits. (Clinical Principle) There are no controlled studies of common pharmacologic pain agents for use in CP/CPPS. They may be used empirically as for any other type of pain. Given the current state of knowledge, pharmacological pain management principles for CP/CPPS should be similar to those for management of other chronic pain states. Currently, there is no method to predict which drug is most likely to alleviate pain in a given male chronic pelvic pain patient. Clinicians and patients should be aware that a multimodal and multidisciplinary approach in which pharmacologic agents are combined with other therapies is suggested. The efficacy of each analgesic administered should be determined, and only one drug should be titrated at a time, otherwise it is not possible to assess the effects of a certain drug on pain scores. The starting dose should always be the smallest available and titration should occur at frequent intervals, guided by pain scores and side effects. An overarching principle is to limit the side effects of any medication used. Setting realistic expectation with the patient is critical. The goal is not necessarily to eliminate pain, but to improve QOL and daily functioning. While acetaminophen is broadly accepted by health authorities and healthcare professionals around the world to be safe at recommended daily adult doses up to 4 g/day, it is also well-recognized that doses above the recommended doses may lead to hepatotoxicity and",
    "Chronic Pelvic Pain in Men Copyright © 2025 American Urological Association Education and Research, Inc. ® 30 Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. acute overdose and repeated supratherapeutic overdose may lead to death. 126 , 127 Urinary analgesics may be used short term for treatment of dysuria. Phenazopyridine is an azo dye that works as a urinary tract analgesic; it is not antibacterial. The effect is on the urinary tract mucosa providing relief of symptoms of dysuria. The exact mechanism is not clear. 128 The usual dosing is 100-200 mg three times per day. The dosing should be reduced to 100 mg twice daily for mild renal insufficiency. It is customarily prescribed as a short-term adjunct for a UTI. 129 There is no evidence that it is effective beyond 15 days. 130 Contraindications are significant renal insufficiency (< 50 mL/min) and liver failure. 128 Note, opioids are not included in this guideline statement. It is not recommended that urologists act as prescribing physician for opioids in patients with chronic pain syndromes. These patients should be referred to dedicated pain physicians given the complexity of assessment and monitoring required for their safe use. Readers should consult the AUA Position Statement on Opioid Use for further information. Further, questions remain as to whether opioids are effective for conditions such as CP/CPPS. In fibromyalgia, another chronic pain condition with findings of significant central sensitization and neuropathic alterations, opioids have not been found to be effective. 131 Patients with CP/CPPS who have widespread pain have findings on functional magnetic resonance imaging (fMRI) that are similar to patients with fibromyalgia. 132 N EUROPATHIC M EDICATIONS 23. Clinicians may prescribe medications for neuropathic pain including the classes of tricyclic antidepressants, selective serotonin reuptake inhibitors, and gabapentinoids. (Conditional Recommendation; Evidence Level: Grade C) A randomized, placebo-controlled trial comparing pregabalin (a gabapentinoid) to placebo in men with CP/CPPS did not see a significant difference between groups at the primary endpoint of a response of 6-point drop in NIH-CPSI total scores (p=0.07). 133 There were, however, multiple positive secondary endpoints. Each of the 3 NIH-CPSI subscores (pain, urinary symptoms, and QOL) improved significantly, with improvements of 3.3 (pregabalin) versus 2.2 (placebo) of 21 points for the pain subscores (p=0.04), 1.2 (pregabalin) versus 0.6 (placebo) of 10 points for the urinary symptoms subscores (p=0.01), and 2.1 (pregabalin) versus 1.4 (placebo) of 12 points for the QOL subscores (p=0.02). There was a higher Global Response Assessment (GRA) response rate (31.2% versus 18.9%; p=0.02), and improvement in total McGill Pain Questionnaire score (p=0.01). This indicates that pregabalin may be effective in some patients; however, it should be noted that improvement of the NIH-CPSI subscores may be statistically significant but not clinically meaningful. There are no trials of gabapentin (another gabapentinoid), tricyclic antidepressants (TCAs) (e.g., amitriptyline, nortriptyline), selective serotonin reuptake inhibitors, or norepinephrine selective reuptake inhibitors in men with CP/CPPS. These medications have shown some response in other neuropathic pain conditions. 134 135 Of the TCAs, nortriptyline is typically recommended over amitriptyline in elderly patients as it has fewer side effects and similar efficacy. 135 TCAs are usually started at a low dose, typically 10 mg oral nightly. Based on an NIH dose escalation trial of amitriptyline for IC/BPS that saw a difference in response in patients who achieved a dose of at least 50 mg, a full trial is considered to be up to this dose. 136 Caution should be used in prescribing TCAs to older patients due to the anticholinergic risk of cognitive dysfunction and dementia. 137 , 138 For gabapentin , a recent review of trials in neuropathic pain recommended that treatment should be started at a dose of 900 mg/day (300 mg/day on day 1, 600 mg/day on day 2, and 900 mg/day on day 3). The dose can be titrated to 1,800 mg/day for greater efficacy, with doses up to 3,600 mg/day needed in some patients. Dosing is also based on tolerability. 131 In younger patients with CP/CPPS, an even lower dose can be started, typically 100-300 mg oral nightly, to limit daytime somnolence at work. Pregabalin is approved at a dose of 300 mg per day for post herpetic neuralgia and diabetic neuropathy. 132 Given that there was response in some patients to 150 mg per day of pregabalin in the NIH trial, a lower starting dose can be considered. Pregabalin is approved at a dose of 450 mg/day for fibromyalgia. 133 Therefore, a higher maximum dose may be beneficial in CP/CPPS patients with similar widespread pain. Doses for both gabapentin and pregabalin need to be reduced in patients with a GFR below 60 mL/min. 134 It is thought that medications with systemic mechanism of action may be more effective in patients with both pelvic",
    "Chronic Pelvic Pain in Men Copyright © 2025 American Urological Association Education and Research, Inc. ® 31 Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. pain and pain outside the pelvis (i.e., more widespread distribution of pain beyond the pelvis). The fMRI study by Kutch et al. demonstrated that patients with widespread body pain had a pattern of brain structure and function that was also observed in fibromyalgia, the prototypical centralized pain state. 132 Therefore, patients with widespread pain phenotype would be expected to potentially respond to neuropathic treatments in a similar manner to patients with fibromyalgia. In the NIH MAPP cohort, overall 70-73% of the men (male IC/BPS and/or CP/CPPS) reported extra-pelvic pain in at least one site. 18 , 139 P HYTOTHERAPEUTICS 24. In patients with CP/CPPS, clinicians may prescribe phytotherapeutics including saw palmetto, quercetin, and pollen extract to improve pain, voiding symptoms, and quality of life. (Conditional Recommendation; Evidence Level: Grade B) Phytotherapeutic agents have been consistently associated with improved outcomes versus placebo in four randomized placebo-controlled trials. In the largest study to date, Zhang et al. conducted a multicenter study including 221 patients with CP/CPPS. Patients were randomized to 320 mg of saw palmetto (Serenoa repens extract) (160mg twice daily) versus placebo for 12 weeks. Saw palmetto was associated with better NIH-CPSI total (MD: -4.18; 95% CI: -5.96 to -2.40), pain (MD: -1.82; 95% CI: -3.03 to -0.61), urinary (MD: -1.33; 95% CI: -1.83 to - 0.83), and QOL (MD: -1.04; 95% CI: -1.80 to -0.28) scores versus placebo at 12 weeks. 140 Side effects reported in the saw palmetto group were uncommon and included two patients with nausea or stomach upset, one with hypertension, and one with lower back pain. Quercetin is a bioflavinoid that is naturally occurring in high concentrations in foods such as onions and green tea. Anti-oxidant, and anti-inflammatory effects (through interference with NF-kB) have been reported. 141 In a randomized double blind clinical trial, Shoskes et al. administered quercetin 500 mg or placebo twice daily for 1 month to 30 men with CP/CPPS. Compared to placebo, quercetin improved the NIH-CPSI total score (13.1 versus 18.8, p=0.003), pain (6.2 versus 9.0, p=0.005), and QOL (4.9 versus 6.8, p=0.004) subscores at 1 month. Adverse effects were mild and included headache and mild tingling of the extremities, both of which resolved after cessation of therapy. P ollen extract (cernilton) is a standardized pollen extract mixture with anti-inflammatory action. Though the exact mechanism of effect in CP/CPPS is unknown, it has been used to treat CP/CPPS for over two decades. Wagenlehner et al. randomized 139 men with NIH CP/CPPS category IIIA to receive either pollen extract (two capsules q8h, with the active substance consisting of 60 mg cernilton T60 and 3 mg cernilton GBX) or placebo for 12 weeks and measured the effect with the NIH-CPSI. 142 The pollen extract resulted in better NIH- CPSI total (adjusted MD -2.49; p=0.013), pain (adjusted MD -1.58; p=0.0086), and QOL (adjusted MD -0.88; p=0.02) scores versus placebo at 12 weeks. Flower pollen extract was also associated with increased likelihood of patient report of “good” to “very good” efficacy (62.9% versus 41.8%; RR: 1.50; 95% CI: 1.08 to 2.10). Differences on the NIH-CPSI urinary subscores and the sexuality domain of life satisfaction question were very small and not statistically significant (adjusted MD: -0.17; p=0.55 and scale 0 to 42; adjusted MD: -0.13; p=0.30, respectively). Another pollen extract (Prostat/Poltit) also showed promising results in a randomized, double-blind, placebo- controlled trial. Sixty men with CP/CPPS were randomized to receive three daily tablets of Prostat/Poltit containing 74 mg highly defined extract of pollen from selected Graminae species, versus placebo tablets for 6 months. The treatment group showed significant reduction in pain, voiding symptoms, and sexual function compared to placebo. 143 P SYCHOLOGICAL I NTERVENTION 25. In patients with CP/CPPS, clinicians may offer cognitive behavioral therapy as an adjunct to other therapeutic interventions. (Conditional Recommendation; Evidence Level: Grade C) Stress has been shown to exacerbate symptomatology in chronic pain syndromes such as IC/BPS or CP/CPPS. 51 , 144 Therefore, stress management and relaxation techniques such as guided meditation, diaphragmatic breathing exercises, or social interactions with members of a support system may be important in mitigating a patient’s perception of pain. Further, overall emphasis on health with good nutrition, sleep hygiene and exercise are useful adjuncts to other therapeutic interventions. As mentioned earlier, developing a social support network can be useful.",
    "Chronic Pelvic Pain in Men Copyright © 2025 American Urological Association Education and Research, Inc. ® 32 Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. Cognitive behavioral therapy (CBT) is a treatment that focuses on developing coping strategies or skills to help respond to pain symptoms and improve QOL. CBT is a crucial part of a multimodal approach in CP/CPPS that can help mitigate concomitant or resultant depression and/or anxiety due to the chronic pain these patients experience. For those with a history of sexual trauma, adverse childhood events, and/or active posttraumatic symptoms, trauma-focused psychotherapy may help to lessen the impact of chronic hyperarousal on symptoms and improve outcomes. One trial (n=84) compared a cognitive behavioral nursing intervention versus usual care in patients with CP/CPPS. 145 The cognitive behavioral nursing intervention consisted of health education related to prostatitis, medication guidance, cognitive interventions (eliciting emotions about prostatitis, treatment and management of emotions), lifestyle adjustment, and family education to enhance patient support, administered over a one month period (number and duration of sessions not reported). Usual care consisted of routine nursing care including medication guidance. At the end of treatment (1 month), the cognitive behavioral nursing intervention was associated with better NIH-CPSI total (15.42 versus 18.21; p<0.001), EORTC QLQ-C30 QOL summary (scale 0 to 100; 83.5 versus 76.6; p<0.001), Zeng Self-rating Anxiety Scale (scale 20 to 80; 38.68 versus 45.71; p<0.001), Zeng Self-rating Depression Scale (scale 20 to 80; 42.16 versus 49.62; p<0.001), and IIEF-5 (scale 5 to 25; 20.26 versus 15.24; p<0.001) scores. The cognitive behavioral nursing intervention was also associated with decreased likelihood of ED, though it did not reach statistical significance (38.1% versus 59.5%; RR: 0.64; 95% CI: 0.40 to 1.01). The trial was rated high risk of bias. In addition to open-label design (blinding was not possible), other methodological limitations were unclear randomization and allocation concealment methods and high attrition. No harm was reported. One small (n=21) non-randomized trial evaluated a combined physical therapy and psychotherapy intervention versus usual care in patients with CP/CPPS. 146 Physical therapy consisted of three, 90- minute group sessions of active exercise, self- management strategies, and education and six, 60- minute individual sessions including heat, manual therapy, and therapeutic movement over 9 weeks, and psychotherapy consisted of nine weekly 90-minute CBT group sessions with progressive muscle relaxation. Patients in the intervention group were randomized to receive either physical therapy or psychotherapy first, with a 2-week break before starting the other component. At the end of treatment, combined physical therapy and psychotherapy was associated with better NIH-CPSI total (MD -4.1; p=0.0003), pain (MD -1.7; p=0.003), urinary symptoms (MD -0.6; p=0.02), and QOL (MD -1.6; p=0.0001) scores versus usual care. The combined intervention was also associated with improvements in the Pain Disability Index (scale 0 to 70; MD -8.6; p<0.0001), SF-12 Physical Component Summary (scale 0 to 100; MD 2.3; p=0.01), Generalized Anxiety Disorder- 7 (scale 0 to 21; MD -1.7; p=0.004), and Patient Health Questionnaire-9 (depression scale 0 to 27; MD -2.1; p=0.002) scores. The difference on the SF-12 Mental Component Summary score was small and not statistically significant (scale 0 to 100; MD 1.8; p=0.16). The trial was non-randomized and rated high risk of bias. Patients were assigned to the intervention based on whether they would be able to regularly attend the treatment sessions; other methodological limitations included open-label design and high attrition. No harm was reported. Mind-body therapies engage and connect the patient’s mental and physical state in an effort to promote stress reduction and overall well-being by altering the way in which the patient responds to internal or external life stressors. 147 Mindfulness in the form of meditation, yoga, and body scan have been employed with modest success in other chronic pain syndromes such as low back pain and endometriosis. 148 In a study of 94 chronic pain patients mindfulness and greater social support were shown to mitigate distress related to their pain. 149 Increased PFM tension has been identified in men with chronic pelvic pain using EMG assessment. 150 Men may benefit from systemic or targeted relaxation techniques if increased PFM tension is present. 34 E XTRACORPOREAL S HOCKWAVE T HERAPY (ESWT) 26. In patients with CP/CPPS, clinicians should discuss low-intensity extracorporeal shockwave therapy. (Moderate Recommendations; Evidence Level: Grade A) Shockwave lithotripsy has been widely used to dissolve kidney stones. After this application, it was used in the",
    "Chronic Pelvic Pain in Men Copyright © 2025 American Urological Association Education and Research, Inc. ® 33 Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. field of orthopedics where the beneficial effect is thought to be due to microscopically caused interstitial and extracellular biological responses and tissue regeneration. 151 It has been used to treat CP/CPPS and ED in other countries for several years. A Meta-analysis was performed. Results comparing ESWT versus sham or no ESWT in CP/CPPS patients are summarized below and in Table 7 . Techniques In the trials cited below, the number of shocks administered varied from 2000 to 5000 with the majority of trials administering 3000 shocks per session. The treatment schedules were typically weekly but ranged from 2 to 12 weeks with the most common duration being 4 weeks. The majority of trials performed focal or multifocal ESWT treatments; however, two trials described radial ESWT. 152 , 153 Radial ESWT applies radial wave to cover a broader area, whereas focal ESWT focuses the output into more localized area with deeper tissue penetration. Focal treatments applied the shockwaves at one location in the perineum directed by the physician or the patient targeted their own area of pain. Multifocal treatments delivered shocks in increments of 500 to six geometrically disparate locations on the perineum in order to cover the full surface with a total of 3000 shocks. The frequency varied from 2 to 12 Hertz and pressured varied from 1 to 2 barr or 0.26 mJ/mm 2 for maximal total energy flow density. The procedure may be done with or without anesthesia. Data on harms is limited; however, overall trials reported low rates or no AEs. 43 , 154-160 Overall Symptoms (see Table 7) ESWT was associated with better NIH-CPSI total scores (scale 0 to 43) at the end of treatment in 9 trials (MD: - 7.70; 95% CI: -10.24 to -5.17), 152-156 , 159-162 The effect appears durable in the short term with outcomes at 12 to 13 weeks post-treatment (6 trials; MD: -5.77; 95% CI: - 8.13 to -3.55), 153 , 156-161 and 20 to 26 weeks post-treatment (4 trials; MD: -5.14; 95% CI: -10.03 to -0.85). 153 , 156-158 , 161 Pain ESWT was associated with better pain subscores on the NIH-CPSI (scale 0 to 21) or the visual analogue score (scale 0 to 10) improvement of 1-2 points that appears to be durable up to 5 months. A meta-analysis of 9 trials showed a standardized MD of -1.29 (95% CI: -1.83 to - 0.80), 152-156 , 158 , 159 , 161 , 162 that was durable up to 20 to 26 weeks post-treatment in 4 trials with a standardized MD: -0.95; 95% CI: -1.73 to -0.15). 153 , 156-158 , 161 Urinary Symptoms A total of 9 trials examined urinary symptoms with either the NIH-CPSI or the IPSS and the MD at the end of treatment was -0.62; 95% CI: -1.07 to -0.20. 152-156 , 158-162 The effect appeared fairly durable after treatment with follow up at 12 to 13 weeks post-treatment (6 trials; standardized SD: -0.65; 95% CI: -1.29 to -0.04), 152 , 156-161 and 20 to 26 weeks post-treatment (4 trials; standardized SD: -0.37; 95% CI: -1.03 to 0.29). 153 , 156-158 , 161 Quality of life (QOL) NIH-CPSI QOL subscores (scale 0 to 12) measured in 8 trials demonstrated a MD of -2.53 (95% CI: -3.46 to - 1.61) 152-156 , 158 , 159 , 161 , 162 at the end of treatment which was durable to 20 to 26 weeks post-treatment in 4 trials with a MD of -1.82 (95% CI: -3.49 to -0.30). 153 , 156-158 , 161 Erectile function Erectile function improved at the end of treatment based on 4 trials with a standardized MD 0.44 on the IIEF (95% CI: -0.35 to 1.22). 154 , 155 , 160 , 162 Results were similar at 4 weeks post treatment; however, results were not found to be statistically significant. Limitations Although these results are encouraging, there are several limitations. One is that ESWT is not widely available or covered by insurance (off-label use). Most of the published RCTs were small (n=30 to 63 were randomized) and came from countries where the study population may not reflect the usual demographic patient population of the US. Larger studies may be needed to determine the efficacy and safety profile of its use in the US. T RANSCUTANEOUS E LECTRICAL N ERVE S TIMULATION (TENS) 27. Clinicians may offer transcutaneous electrical nerve stimulation for pain control in patients with CP/CPPS. (Conditional Recommendation; Evidence Level: Grade B) Transcutaneous electrical nerve stimulation (TENS) has been used to treat a variety of pain conditions for many years. Literature reviews and Cochrane reviews of TENS efficacy in a wide range of diagnoses report that TENS",
    "Chronic Pelvic Pain in Men Copyright © 2025 American Urological Association Education and Research, Inc. ® 34 Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. may have efficacy for the treatment of acute and chronic pain conditions. 163-165 Unfortunately, the overall magnitude of the effect remains uncertain due to the low quality of existing literature. A systematic review of the use of electrical stimulation in chronic pelvic pain notes a significant decrease in pain following 12 weeks of treatment with results maintained at 43 months in 72% of men. 166 The Cochrane review of non-pharmacological treatment in chronic pelvic pain included two small trials (n=56) of TENS. 167 One trial evaluated TENS versus sham TENS, and one trial evaluated TENS versus no TENS. TENS was associated with decreased NIH-CPSI pain scores versus control (sham or no TENS) at 4 weeks (MD: -8.60; 95% CI: -9.71 to -7.48). Results for the NIH- CPSI total scores or other NIH-CPSI subscores were not reported. The quality of evidence was very low due to methodological limitations, including open-label design for one trial, inconsistency, and imprecision. AE were not reported. These studies used the same TENS application with electrodes placed over the low abdominal and pubic area. Frequency was set at 100 Hz and pulse width of 100  sec with an intensity set to pins and needles and then decreased if needed for patient tolerance. The treatment was delivered for 20 minutes, 5 times per week for 4 weeks. 168 , 169 Currently, there is no research comparing different TENS parameters. Most clinicians allow the patient to determine the usage duration with some patients using the device for many hours per day most days per week at the start of treatment. As the pain decreases, the patient may decrease TENS usage. TENS has little risk and few contraindications. 170 It provides a non-pharmacological method of self-directed pain control. TENS can be utilized as part of the multimodal strategy to manage chronic pelvic pain. Table 7: Pooled Estimates, Extracorporeal Shockwave Therapy (ESWT) versus Sham or No ESWT, by Timing of Follow Up Analysis No. of trials MD (95% CI); I 2 No. of trials MD (95% CI); I 2 No. of trials MD (95% CI); I 2 No. of trials MD (95% CI); I 2 No. of trials MD (95% CI); I 2 End of treatment 4 weeks post - treatment 8 - 9 weeks post - treatment 12 - 13 weeks post - treatment 20 - 26 weeks post - treatment NIH-CPSI total (0 to 43) 9 ‑ 7.70 ( ‑ 10.24 to ‑ 5.17); 85% 5 ‑ 6.32 ( ‑ 8.38 to ‑ 5.08); 12% 3 ‑ 10.49 ( ‑ 16.80 to ‑ 4.30); 93% 6 ‑ 5.77 ( ‑ 8.13 to ‑ 3.55); 78% 4 ‑ 5.14 ( ‑ 10.03 to ‑ 0.85); 92% Pain (SMD) 9 ‑ 1.29 ( ‑ 1.84 to ‑ 0.80); 75% 4 ‑ 1.07 ( ‑ 1.42 to ‑ 0.74); 0% 4 ‑ 2.48 ( ‑ 3.85 to ‑ 1.17); 88% 6 ‑ 1.29 ( ‑ 1.79 to ‑ 0.83); 70% 4 ‑ 0.95 ( ‑ 1.73 to ‑ 0.15); 81% Urinary symptoms (SMD) 9 ‑ 0.62 ( ‑ 1.07 to ‑ 0.20); 74% 5 ‑ 0.44 ( ‑ 1.14 to 0.26); 82% 3 ‑ 1.36 ( ‑ 1.85 to ‑ 0.87); 0% 6 ‑ 0.65 ( ‑ 1.29 to ‑ 0.04); 83% 4 ‑ 0.37 ( ‑ 1.03 to 0.29); 76% NIH - CPSI QOL (0 to 12) 8 ‑ 2.53 ( ‑ 3.46 to ‑ 1.61); 76% 4 ‑ 2.80 ( ‑ 3.84 to ‑ 1.97); 27% 3 ‑ 3.16 ( ‑ 5.36 to ‑ 1.14); 92% 5 ‑ 1.94 ( ‑ 3.28 to ‑ 0.76); 82% 4 ‑ 1.82 ( ‑ 3.49 to ‑ 0.30); 85% Erectile function (SMD) 4 0.44 ( ‑ 0.35 to 1.22); 76% 4 0.43 ( ‑ 0.30 to 1.18); 74% 1 0.30 ( ‑ 0.41 to 1.00) 2 1.10 (0.52 to 1.64); 0% 1 0.67 (0.03 to 1.31)",
    "Chronic Pelvic Pain in Men Copyright © 2025 American Urological Association Education and Research, Inc. ® 35 Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. A CUPUNCTURE 28. Clinicians may offer acupuncture to patients with CP/CPPS. ( Conditional Recommendation; Evidence Level: Grade B) Acupuncture is a well-studied and readily available and accessible treatment. It is one of the oldest medical modalities theorized to relieve pain symptoms via several mechanisms, including release of endogenous endorphins, local tissue effects, neuromodulation, and anti-inflammatory effects (e.g., reduction of inflammatory cytokines). Sun et al. reported positive results from their recent multicenter, randomized, sham-controlled trial investigating the efficacy of acupuncture in the treatment of CP/CPPS. 171 A distinct feature of this RCT is the large numbers of patients were randomized (this study was substantially larger than other RCTs in the literature). The study was conducted at 10 tertiary hospitals across China. A total of 440 men with CP/CPPS were randomized 1:1 to receive twenty, 30-minute sessions of acupuncture or sham acupuncture over 8 weeks. Mean age was 36 years in each group, and all participants had a minimum NIH-CPSI score of 15 (mean score 31 in each group). The treatments were administered by certified, experienced acupuncturists. Outcomes were assessed 24 weeks after the completion of therapy. Treatment response was defined as a reduction of ≥6 in total NIH - CPSI score. At both week 8 and week 32, acupuncture demonstrated a statistically significant benefit over sham treatment with active treatment response rates at week 8 and week 32 of 60.6% and 61.5%, respectively and corresponding sham response rates of 36.8% and 38.3% (p<0.001 for week 8 and week 32). Limitations of this study include lack of true placebo comparison, as it is very difficult to design a sham arm for this treatment modality. As such, sham acupuncture may have induced certain physiologic effects. Further, the study was conducted in China where acupuncture is a well-accepted mainstream treatment modality, and experienced acupuncturists are readily available. The study population may not reflect the usual demographic patient population of the US. A contemporary meta-analysis by Pan et al. supports acupuncture treatment for CP/CPPS. 172 The study analyzed data from 10 RCTs; 8 of those RTCs were conducted in China, one in Malaysia, and one in Turkey. Compared to sham acupuncture, acupuncture showed greater improvement in NIH-CPSI total scores (-6.41; 95% CI: -7.53 to -5.29; p <0.00001), pain (-2.29; 95% CI: -2.99 to -1.59; p <0.00001), urinary (-1.68; 95% CI: -2.04 to -1.32; p <0.00001), and QOL subscores (-2.52; 95% CI: -3.64 to -1.40; p <0.0001). Compared to western medicine, acupuncture also showed greater improvement in NIH-CPSI total scores (-3.82; 95% CI: -6.54 to - 1.11; p=0.006) and pain subscores (-2.31; 95% CI: -3.43 to -1.19; p<0.0001). Only 1 RCT reported the outcome of QOL (-1.98; 95% CI: -3.12 to -0.84; p=0.0007) and urinary subscores, which showed no significant differences between the two groups (-1.21; 95% CI: -2.48 to 0.06; p=0.06). An additional contemporary meta-analysis by Qin et al. including review of 9 electronic databases analyzing 12 RCTs further supports acupuncture treatment for CP/CPPS patients. 173 Needles were placed in multiple sites along the meridians, and not necessarily in the pelvis. Compared to sham acupuncture, acupuncture showed greater improvement in NIH-CPSI total scores (SMD: -1.20; 95% CI: -1.69 to –0.71; p<0.05), pain (SMD: -0.93; 95% CI: -1.43 to -0.44; p <0.05), urinary (SMD: -0.76; 95% CI: -1.06 to -0.45; p <0.05), and QOL subscores (SMD: -0.75; 95% CI: -1.03 to -0.47; p <0.05). Compared to medication, acupuncture also showed greater improvement in NIH-CPSI total scores (SMD: - 1.01; 95% CI: -1.63 to -0.38; p<0.05), pain (SMD: -1.04; 95% CI: -1.29 to -0.79; p <0.05), and QOL subscores (SMD: -0.68; 95% CI: -1.27 to -0.09; p <0.05), but not in urinary subscores (no statistical differences; SMD: 0.35; 95% CI: -0.57 to 1.28; p >0.05). Nine RCTs reported the global response rate (GRA). Acupuncture was significantly better than medication (OR = 3.55; 95% CI: 1.70 to 7.40; p <0.05) and sham acupuncture (5.15; 95% CI: 2.21 to 12.01; p <0.05) in terms of GRA. Additionally, results from four trials indicated that acupuncture was better than sham acupuncture in decreasing the IPSS. No serious AEs were found in the acupuncture treatment arms. 172 , 173 Most AEs were mild subcutaneous hematomas. In summary, multiple RCTs including 2 contemporary meta-analyses indicate that acupuncture is an effective treatment for CP/CPPS, particularly in relieving pain. Comprehensive acupuncture treatment according to individual symptoms should be considered in future clinical practice and trials for CP/CPPS. Relative contraindications again include cardiac devices, and seizure disorders, in addition to immunosuppression and bleeding disorders.",
    "Chronic Pelvic Pain in Men Copyright © 2025 American Urological Association Education and Research, Inc. ® 36 Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. Treatment Options for Pelvic Floor Myalgia 29. In men with pelvic floor myalgia or abdominopelvic muscle myalgia, clinicians may offer individualized manual physical therapy techniques (e.g., myofascial release of affected tissues both internally and externally). (Conditional Recommendation; Evidence Level: Grade C) Appropriate interventions by pelvic physical therapists (e.g., maneuvers that resolve pelvic, abdominal, and/or hip myofascial tenderness and release painful scars and other connective tissue restrictions), should be provided by appropriately trained clinicians. 174 , 175 Other professional organizations also support the importance of treating soft tissue/ myofascial dysfunction in men with chronic pelvic pain. 176 Fitzgerald et al. reported findings from a feasibility RCT where 23 men and 24 women with IC/BPS or CP/CPPS were randomized to global therapeutic massage (GTM) or to myofascial physical therapy (MPT). 177 Patients in the GTM group received full body western massage. Patients in the MPT received external myofascial manipulation of the pelvic floor, abdominal wall, back, buttock, thigh, and suprapubic area; internal (transrectal) MPT provided by a pelvic floor physical therapist; and home exercises/stretching. The MPT groups received up to 10 weekly treatments of 1 hour each. A majority of men in this study had CP/CPPS (n=21) rather than IC/BPS (n=2) and responded well to both MPT and GTM. For men, there were no differences in the GRA between MPT versus GTM (64% had GRA response in MPT versus 40% had GRA response in GTM; p=0.39). The MPT group did better in terms of urinary subscores (p=0.007). The MPT/GTM interventions were not limited to the pelvis area alone. Overall MPT resulted in improved (decreased) symptom scores for patients with IC/BPS and CP/CPPS. GTM did not provide any significant relief of symptom scores for the IC/BPS group but was associated with significant improvements in the CP/CPPS group. The quality of evidence from this feasibility RCT was very low due to methodological limitations including open-label design, baseline between-group differences, and small sample size. Data on AEs for men with CP/CPPS were not available. 178 Outside of the structured research protocols, within the realm of usual clinical practice, qualified pelvic health physical therapists individualize therapeutic interventions based on the pelvic floor and trunk/spine evaluation, clinical symptoms, individualized patient needs, and physician referral. Clinically, therapists document improved function and decreased pain after manual therapy combination with other conservative treatments such as relaxation, breathing, and exercise. 177 , 179-181 However, the exact mechanism and techniques have yet to be adjudicated. As noted by Fitzgerald et al., even though tension and myalgia of the pelvic floor and abdominal musculature are commonly present in patients with chronic pelvic pain and it is thought that these myofascial abnormalities contribute significantly to the pain, it is not known whether these musculoskeletal abnormalities are a consequence of pelvic pain/LUTS or are a primary disorder that gives rise to secondary pain/urinary symptoms. 178 Nevertheless, we can extrapolate that benefits of these interventions (MPT and GTM) outweigh the harm. 30. Clinicians may utilize electromyography biofeedback training to improve active pelvic floor muscle resting tone and relaxation time to improve pain, urination, and quality of life in patients with increased pelvic floor muscle tone. (Expert Opinion) Pelvic floor muscle training is tailored to the individual needs of the patient and may include strength training, relaxation training, and coordination training. Most research using PFPT in patients with chronic pelvic pain does not describe which type of training is employed. Clinically, it appears that relaxation and coordination training are used based on the principle that maximal contraction is often followed by maximal relaxation. 182 , 183 This has been demonstrated by decreased resting tone measured with EMG after PFPT in men with chronic pelvic pain. 184 A case-controlled study in men with chronic pelvic pain reports several findings, including decreased PFM endurance, which reliably predicted patients with chronic pelvic pain versus controls. 150 Complete treatment of the PFM would seek to restore normal relaxation and contractile function. Biofeedback training using EMG provides additional information on muscle function to enhance awareness of contraction and relaxation. Reducing tone to a postulated normal is theorized to contribute to decreased pain, improved urinary function, and improved QOL. 185",
    "Chronic Pelvic Pain in Men Copyright © 2025 American Urological Association Education and Research, Inc. ® 37 Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. Several studies have assessed the role of EMG biofeedback in the treatment of chronic pelvic pain. 150 , 182 , 184-189 Studies often combine EMG with other treatments including electrical stimulation, bladder training, CBT, and education. Unfortunately, the quality of evidence is low, due to methodological limitations, including open-label design. Most studies do not report AEs. 190 Only one study noted the occurrence of a one-point increase in pain after PFPT in 1 of 33 subjects. 184 Systematic reviews and meta-analyses in the use of EMG biofeedback for the treatment of chronic pelvic pain report promising findings but call for more quality research to fully understand the best treatments for this condition. 190 , 191 An uncontrolled trial of pelvic floor biofeedback re-educating program in men with CP/CPPS was reported by Cornel et al. 184 A rectal EMG probe was used to measure resting tone of the PFM and was helpful for instruction for PFM contraction and relaxation. The mean total NIH-CPSI scores changed from 23.6 (range 11–34) at baseline to 11.4 (range 1–25) after treatment (p<0.001). The mean value of the pelvic floor muscle tonus was 4.9 at diagnosis (range 2.0–10.0) and decreased to 1.7 (range 0.5–2.8) after treatment (p<0.001). Biofeedback for anorectal pain has been shown to be efficacious in the treatment of both males and females. 190 A Cochrane review included one trial of biofeedback plus usual care versus usual care alone (n=60 for this comparison). 167 It found biofeedback associated with decreased NIH-CPSI total scores at 1 month (MD: -10.42; 95% CI: -11.93 to -8.91). Biofeedback was also associated with decreased NIH-CPSI pain, urinary, and QOL subscores. In another study, 8 of 11 patients had improvement in their NIH-CPSI scores, and 6 of 11 patients had improvement in their pain scores after EMG biofeedback training combined with bladder training. In a comparison, men and women with levator ani syndrome were more likely to report adequate pain relief than those receiving electrical stimulation or massage. 192 Implementation of PFM EMG biofeedback is specialized and labor intensive. Medical office visits usually do not allow enough time for adequate instruction. Specialized continence nurses, pelvic physical therapists, and in some locations, specialized occupational therapists are providing this treatment. 182 Expertise in this modality is required for accurate clinical decision-making and maximum success. 193 Contract-relax biofeedback training would not be offered if a quality EMG assessment of the PFM identifies normal tone at rest or increased PFM activity after contract-relax. In the latter case, general relaxation training and awareness of PFM tension may be successful. Treatment Options for Chronic Scrotal Content Pain (CSCP) See Figure 5 for treatment options for CSCP. See Table 6 for evidence summary for CSCP treatments. The treatment options described below for CSCP are all off- label use. B EHAVIORAL /N ON - PHARMACOLOGIC T REATMENTS 31. Clinicians should discuss lifestyle modification that may improve symptoms and implement as feasible. (Clinical Principle) Although specific data on CSCP are lacking, self-care practices and behavioral modification such as stress reduction are expected to improve symptoms, similar to other chronic pain conditions (e.g., CP/CPPS, IC/BPS). Hot/cold packs, warm baths, as well as supportive undergarments may also be beneficiary. See statement 17 for examples of lifestyle modification strategies. M EDICATIONS 32. In patients with CSCP, clinicians may prescribe pharmacologic pain management agents such as acetaminophen, nonsteroidal anti-inflammatory drugs, tricyclic antidepressants, gabapentinoids, and non-opioid options after counseling patients on the risks and benefits. Multimodal therapy to pain management is recommended. (Clinical Principle) Pharmacological pain management principles for CSCP should be similar to those for management of other chronic pain conditions. A multimodal approach is recommended. NSAIDs can be a first-line option. Low-dose anxiolytics/TCAs (e.g., nortriptyline, amitriptyline) can also be used and may offer up to 50% pain reduction. 194 , 195 Gabapentinoids with neuromodulating features (e.g., pregabalin, gabapentin) can also be considered and may provide a significant pain reduction. 194 Some commercially available natural medications modulate neural pathways with a lesser side effect profile compared to gabapentin. One such example includes palmitic-acid",
    "Chronic Pelvic Pain in Men Copyright © 2025 American Urological Association Education and Research, Inc. ® 38 Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. mono-ethanol amide, which was shown in a meta- analysis to significantly help patients suffering from chronic pain. 196 Low vitamin B12 and testosterone levels can also be associated with CSCP. 197 Treating these deficiencies may ease the pain in some cases and can be considered a suitable conservative approach. Some CSCP cases have accompanying bladder neck hypertrophy that contributes to pain levels. 198 In such cases, alpha-adrenergic inhibition may help. 33. In antibiotic-naïve patients with CSCP, clinicians may prescribe a single 10-day trial of antimicrobials. (Clinical Principle) The etiology of CSCP is unlikely to be epididymo-orchitis. Epididymo-orchitis will usually have an acute onset and clear physical exam findings as well as a UA or urine culture consistent with UTI. That said, the Panel acknowledges the possibility of subclinical smoldering epididymo-orchitis, thus a single 10-day trial of antimicrobials to rule this possibility out is reasonable in antibiotic-naïve patients. However, repeated or prolonged courses should be avoided. The antibiotic of choice should be directed at common gram-negative urinary pathogens such as a fluoroquinolone or sulfamethoxazole-trimethoprim. If there is a history of STDs, then a course of doxycycline 100 mg orally 2 times/day for 10 days could be used. In a study of CSCP patients, 22% were found to have an infectious cause; therefore, antibiotics are unlikely to treat the majority of cases, and other causes should be considered, but some will benefit. 199 Additionally, if patients with CSCP have pain that radiates to other areas or accompanying symptoms of pelvic floor myalgia such as painful ejaculation, urinary hesitancy, or constipation, the clinician should consider foregoing antibiotics and directing the evaluation and treatment at PFMs initially. 32 Chronic pain arising after vasectomy does not need a course of empirical antibiotics since infection is rare in PVPS. Figure 5: Treatment of Chronic Scrotal Content Pain (CSCP)",
    "Chronic Pelvic Pain in Men Copyright © 2025 American Urological Association Education and Research, Inc. ® 39 Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. P ROCEDURES 34. Clinicians may recommend microsurgical denervation of the spermatic cord to CSCP patients, especially if they previously responded to a spermatic cord block. (Conditional Recommendation; Evidence Level: Grade C) Patients should be educated on what is known about the underlying etiology for chronic neuropathic scrotal pain. Parekattil et al. described a “trifecta nerve complex” that could explain the pathophysiology of CSCP. 200 This study identified Wallerian degeneration in nerve fibers in three primary locations in the spermatic cord in patients with CSCP: the cremasteric muscle fibers, the peri-vasal sheath, and the lipomatous area in the posterior spermatic cord. This study demonstrated a pathologic distinction of these nerve fibers in the spermatic cord of CSCP patients compared to healthy non-pain controls. 200 Wallerian degeneration in peripheral nerves has previously been linked with chronic pain in other areas of the body. 201 This might also explain the beneficial effects of nerve ablation, ligation, or neuromodulation when treating CSCP. It could be the rationale for why a targeted nerve block or SCB prior to more cord-targeted therapies is predictive of good response to such treatments. 202 , 203 This response is usually correlated to a successful outcome achieved with MDSC. Targeted spermatic cord block (SCB) and ilioinguinal block Pain linked to neural pathways may be anesthetized temporarily with targeted nerve, spermatic cord, and ilioinguinal blocks. Therefore, it is helpful to perform these targeted blocks prior to more invasive treatments such as targeted surgical or ablative techniques (see statement 12). The period of pain relief after these blocks is typically short-term and the pain usually returns. Nevertheless, a short response to these diagnostic blocks provides predictive value of response to future surgical modalities for CSCP. A study by Benson et al. found that a good response to a SCB was an independent predictor of successful reduction in pain in CSP patients after MDSC. 203 Microsurgical denervation of the spermatic cord (MDSC) MDSC is a commonly practiced option for CSCP. Success rates (significant reduction or elimination of pain) ranging from 77–100% have been reported. 204-210 MDSC consists of ligation of all the components of the spermatic cord except the arteries, and lymphatics. This technique may sometimes lead to testicular atrophy, testicular loss, hydrocele, and/or lymphocele formation. Targeted microsurgical denervation of the spermatic cord (TMDSC) A more targeted approach (TMDSC) that ligates only the trifecta complex may also be used. This targets the cremasteric muscle layer around the spermatic cord, the peri-vasal sheath (while preserving the vas deferens), and the posterior lipomatous structures behind the spermatic cord. 204 One cohort study compared TMDSC versus traditional full MDSC in patients with idiopathic chronic orchialgia (n=82) who did not improve with conservative treatment (NSAIDs, heat, and elevation for ≥3 months) and who experienced ≥50% reduction in pain follow ing a diagnostic SCB. 211 Both targeted and traditional full MDSC were conducted using microscopic magnified visualization. In the targeted approach, the procedure focused on the trifecta nerve complex, whereas the traditional full approach involved skeletonization of the entire spermatic cord. There were no statistically significant differences between TMDSC versus traditional full MDSC in likelihood of complete pain resolution (pain visual analog scale [VAS]=0; 69.8% versus 66.7%; p=0.88), partial pain resolution (≥50% decrease in pain VAS, but VAS >0; 23.3% versus 17.9%; p=0.55), or change in pain VAS score (mean change, 0 to 10 scale -5.9 versus -5.3; p=0.27). The study was rated as high risk of bias due to failure to control for potential confounders, a high attrition rate, and unclear selection methods. No complications were reported in either group other than typical postoperative soreness and swelling. Although there was no statistically significant difference in pain reduction outcomes between MDSC and TMDSC in the study, operative time was significantly shorter in the TMDSC group. In this small trial TMDSC offered similar outcomes to MDSC, reduction of operative time, and is a much simpler procedure with less potential damage to the surrounding structures. 35. Clinicians may offer vasectomy reversal (vasovasostomy) as a suitable treatment option for patients who have post-vasectomy pain syndrome. (Expert Opinion)",
    "Chronic Pelvic Pain in Men Copyright © 2025 American Urological Association Education and Research, Inc. ® 40 Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. PVPS is a distinct subset of CSCP. PVPS occurs in up to 15% of patients who undergo a vasectomy. 212 It was found that the no-scalpel technique is superior to the scalpel technique in terms of reducing the incidence of PVPS. 213 One treatment approach for CSCP patients suffering from PVPS is a vasectomy reversal (vasovasostomy). This is helpful in patients who have scrotal pain, especially that exacerbates after ejaculation. 214 Success rates with this procedure range between 69% to 100%. 215-218 The type of reversal suggested in these cases is a bilateral vasovasostomy (VV). Vasoepididymostomy (VE) may aggravate the pain given that the testicles may have to be retracted upward to a degree to achieve the reconstruction. Some PVPS men who undergo VE may have an exacerbation in their pain. If vasectomy reversal fails to address PVPS in the CSCP patient, targeted therapies like SCB and MDSC/TMDSC can also be pursued. 205 36. Clinicians may offer patients with CSCP acupuncture and pelvic floor physical therapy. (Expert Opinion) Although there is strong evidence supporting acupuncture for CP/CPPS, such evidence is less definitive as it applies to CSCP. Zhong et al. reported positive results from a small pragmatic trial comparing electroacupuncture plus amitriptyline versus indomethacin rectal suppository plus amitriptyline. 219 Eighty-six cases of chronic orchialgia were randomized into the electroacupuncture group (56 cases) versus the indomethacin group (30 cases). The authors reported improvement in pain scores on the 3 rd , 7 th , 10 th , and 14 th day after acupuncture treatment. Raw data analysis, granular information on medication dose titration, patient selection, and follow up exam are not available. Based on that limited evidence, acupuncture plus usual care for CSCP may be offered for pain management. Similar to other chronic pain conditions (e.g., CP/CPPS, IC/BPS), PFPT such as myofascial physical therapy and EMG biofeedback for the PFM may improve symptoms in patients suspected to have PFM dysfunction and pain radiation to the scrotum. See statements 29 and 30 for examples. Farrell et al. reported retrospectively on 30 patients with CSCP who had pain and tightness of the PFM on DRE and received PFPT. 220 Complete resolution of pain occurred in 13.3%, and 44.0% had none to minor residual pain. Following PFPT, fewer subjects required pain medication compared with prior to PFPT (44.0% versus 73.3%; p=0.03). There is also a case report that a patient with refractory PVPS benefitted from pelvic physical therapy of lumbar spine, pelvis, pelvic floor, and lower abdomen. 221 37. Clinicians may recommend transcutaneous electrical nerve stimulation for patients with CSCP. (Conditional Recommendation; Evidence Level: Grade C) There is evidence to suggest that TENS and peripheral nerve stimulation (PNS) may help reduce pain in patients with CSCP. 222 , 223 Suprapubic TENS at 100 Hz applied 30 minutes, 5 times per week for 4 weeks resulted in significant decrease in pain and improvement of QOL at 2 months follow-up in men with idiopathic chronic orchialgia. 222 The setting of 40 Hz was preferred in a case report of PNS. 223 38. If all treatment options fail and the CSCP patient is still suffering from pain, clinicians may discuss consultation with a pain management specialist for further options (e.g., neuromodulation, neurostimulators, spinal blocks). (Expert Opinion) If all treatment options fail and the CSCP patient is still suffering from pain, consulting a pain management specialist for options (e.g., neuromodulation, neurostimulators, spinal blocks), is reasonable. A psychiatric/psychological consultation can also be beneficial at any point, as discussed in statement 25 to help the patient with coping mechanisms. 39. Clinicians may offer epididymectomy to patients with pain and tenderness focal to the epididymis after failure of conservative therapies. (Expert Opinion) Epididymal pain is characterized by localized pain in the epididymis upon examination, with or without the presence of an epididymal cyst, and minimal tenderness in the testicle. Prior vasectomy is considered a contributing factor with up to 52% of patients having a history of vasectomy. 224 Although it accounts for less than 1% of ambulatory urology visits, epididymal pain can significantly impair a patient's QOL. According to a survey assessing patient symptoms, 84% of individuals",
    "Chronic Pelvic Pain in Men Copyright © 2025 American Urological Association Education and Research, Inc. ® 41 Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. experiencing chronic epididymal pain reported dissatisfaction with their QOL. 225 Patients experiencing persistent epididymal pain lasting more than 3 months with failure of conservative therapies may be considered for epididymectomy. This surgical intervention has been shown to effectively alleviate pain in individuals with tender epididymal cysts, post- vasectomy epididymal pain, and idiopathic epididymitis. 225 Notably, those individuals with a history of vasectomy and epididymal pain may have the most favorable prognosis for pain relief post-epididymectomy, with a majority (80%) of these patients reporting complete pain resolution following the procedure. 226 Lee et al. reported similar findings, revealing that this group of patients experienced the most substantial alleviation in pain (94.5% achieving complete or near-complete pain resolution). 227 In patients with idiopathic epididymal pain without a history of prior vasectomy, epididymectomy should be offered only as a last resort when pain has proven refractory to less invasive treatments for CSCP. 40. Clinicians may offer inguinal (not scrotal) orchiectomy with removal of the entire spermatic cord for patients with CSCP. (Expert Opinion) Radical orchiectomy via an inguinal approach may be offered for patients with CSCP if other treatment options have failed. Studies have shown an inguinal approach radical orchiectomy offers a greater reduction in pain compared to the scrotal approach. 20 , 228 The scrotal approach leads to the possibility of the patient developing pain at the cord stump area, thus the inguinal approach is recommended. Any patient contemplating radical orchiectomy for CSCP should first undergo an SCB. Only those who experience symptomatic relief from this should move forward with orchiectomy. Radical orchiectomy should only be offered after thorough discussion of the pros, cons, and possible outcomes of such aggressive treatment. Overall success (resolution of pain) ranges from 20% to 75%. 228 Orchiectomy should be considered a treatment of last resort when pain has proven refractory to less invasive treatments for CSCP. Treatments that Should Not be Offered to Patients with Chronic Pelvic Pain 41. Clinicians should not send patients for psychological interventions or dismiss for somatization prior to appropriate medical evaluation. (Clinical Principle) Given an overlap in symptoms with somatization disorder, patients with chronic pelvic pain and normal examination in the past were considered to have a psychiatric basis for their symptoms. Somatization disorder has historically been known to psychiatrists as a chronic disorder defined by the presentation of multiple symptoms distributed across many organ systems. To represent somatization disorder, the symptoms had to be determined to have no medically explainable etiology. Many patients with IC/BPS and CP/CPPS have been observed to have this pattern of symptoms distributed widely across organ systems. 18 This symptom presentation has been termed “polysymptomatic, polysyndromic,” (PSPS) and it is reminiscent of the classic presentation of somatization disorder. 61 The difference is that we now know that there are changes in the neural and immune function and other etiologies of pain in many patients that no longer leave the symptoms without medical explanation. 229 , 230 A contemporary study showed that true somatization disorder is rare among patients with CP/CPPS or IC/BPS. 231 Men with CP/CPPS can and will have psychological disorders like the rest of the general population. 232 These issues should be treated but should not be assumed to be the basis for their somatic symptoms. 42. Clinicians should refrain from repeated courses of antimicrobial therapy for treatment of patients with CP/CPPS or CSCP in the setting of negative urine cultures, negative tests for sexually transmitted disease, or following a vasectomy. (Clinical Principle) As the symptoms of CP/CPPS are similar to that of a true prostatic infection, infection has been commonly assumed by patients and clinicians to be the cause of the symptoms. Studies to date have failed to identify an ongoing infection in these men from any sexually transmitted organisms. 233 Molecular techniques that can identify bacteria without culture include polymerase chain",
    "Chronic Pelvic Pain in Men Copyright © 2025 American Urological Association Education and Research, Inc. ® 42 Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. reaction (PCR). 234 One must exercise caution in using NGS and treating patients with antibiotics based on positive molecular PCR results since the roles of detected DNA in the pathophysiology of male chronic pelvic pain is unknown. Further, the role for using molecular PCR techniques or NGS to broadly treat any UTI has not been established. 235 Repeated courses of antibiotics carry the risks of antibiotic resistance and side effects from the medications themselves. Long-term courses of fluroquinolones can result in tendon problems including risk of damage to the Achilles tendon. Patients frequently ask for repeated courses of empiric antibiotics. It may be helpful to discuss that one can have bacteria with no symptoms such as in asymptomatic bacteriuria, bacteria with the symptoms of an infection, or the symptoms of an infection with no bacteria, such as the case in many men with CP/CPPS, presumably from a neurogenic or inflammatory cause. 236 43. Clinicians should not perform surgical procedures on the prostate (radical prostatectomy and outlet procedures for benign prostatic hyperplasia) to relieve pelvic pain but may discuss such procedures as part of multimodal therapy in patients with coexisting pain and prostate cancer or bladder outlet obstruction. (Expert Opinion) There are very few studies reporting on transurethral resection of the prostate for CP/CPPS. 237 This procedure may be indicated for voiding symptoms attributed to BPH or BOO in men with concomitant pelvic pain but should not be offered as a treatment for the chronic pain itself. The exception is when the pain can be demonstrated in real time in association with an obstructed void during live urodynamics testing, or secondary to elevated PVRs. This includes obstruction at the level of the bladder neck. Videourodynamics can identify men with bladder neck obstruction who could benefit from transurethral incision. 238 Small series utilizing radical prostatectomy have reported some improvement in NIH-CPSI in men with CP/CPPS. 239-242 While no increase in complication rates was reported and the symptom improvement rate reported was significant, the significant side effects of ED and incontinence from radical prostatectomy have to be taken into account. Although minimally invasive techniques, such as robotically assisted radical prostatectomy or laparoscopic prostatectomy have been developed, 8% of patients still suffer from a complication. 243 Another consideration as discussed previously is that the prostate is not the source of symptoms in many men, and prostatectomy would not address the peripheral or central sensitization that is so common in men with CP/CPPS. 44. Clinicians should not utilize systemic (oral) long- term glucocorticoid administration to treat pelvic pain. (Expert Opinion) There are limited reports of oral steroid use for CP/CPPS. 112 Given the lack of target inflammation in most men with CP/CPPS, they are not recommended on a mechanistic basis. They are also not recommended given the significant potential AEs. Two trials of steroid use in IC/BPS 244 , 245 showed some efficacy but reported significant AEs including serious adverse effects (e.g., new diabetes onset, exacerbation of existing diabetes, pneumonia with septic shock, increased blood pressure). There are other known significant risks of steroid use including osteonecrosis, myopathy, and neuropsychiatric complications. 246-248 The risks clearly outweigh the benefits and the Panel recommends that this therapy not be used. FUTURE DIRECTIONS Progress in taking care of men with CP/CPPS and CSCP will require better understanding of what is causing persistence of the pain. We usually think of pain in response to some tissue injury (nociceptive) pain that then resolves with healing. We now know that the pain can also derive from a neurologic origin from either peripheral nerve roots (neuropathic pain) or even a lack of central pain inhibition (nociplastic), with the classic disease example being fibromyalgia. 249 The molecular signatures of these neural changes are needed to identify more and better targets for treatment. Better patient phenotyping to permit more targeted treatment is also needed. Some currently available treatments still require further testing to establish their role in the treatment of men with chronic pelvic pain: O NABOTULINUMTOXIN A (BTX-A) BTX-A functions as a muscle relaxant, analgesic, and anti-inflammatory agent. 250 It has been most commonly used as an intravesical injection and into skeletal muscle.",
    "Chronic Pelvic Pain in Men Copyright © 2025 American Urological Association Education and Research, Inc. ® 43 Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. It has also been used as a direct injection into the prostate. This has also been tried as a chemical denervation of the cord in men with CSCP, but no difference has been demonstrated to date over standard cord block. 251 A recent review of current literature concluded that beneficial effects of BTX-A on pain, QOL, and functional symptoms were seen in patients with certain chronic pelvic pain subtypes, but the current evidence level is too weak to allow recommendations for its use for treating CP/CPPS. 252 There is evidence of benefit for BTX-A to the PFM in women with chronic pelvic pain. 253 BTX-A to the PFM is performed off label in men, and studies are needed. P ERCUTANEOUS P ERIPHERAL T IBIAL N ERVE S TIMULATION (PTNS) Given the large amount of data documenting neurologic alterations in patients with CP/CPPS both peripherally and centrally, it is possible that neuromodulation may be effective in some patients. 16 , 254 One study has compared PTNS versus sham PTNS for 12 weeks of outpatient sessions each in patients with category IIIB CP/CPPS. 255 Another has compared percutaneous versus transcutaneous PTNS, again for 12 weeks each in patients with category IIIB CP/CPPS. 256 Evidence from the two trials showed efficacy but suffered from methodological issues that prevent the Panel from currently recommending PTNS in men with CP/CPPS. For example, the RCT comparing PTNS to sham PTNS was rated as having high risk of bias, due to unclear randomization and allocation concealment methods, unclear blinding of outcome assessment, and failure to report attrition. Additional studies are needed to study the role of PTNS and sacral neuromodulation in managing CP/CPPS, especially given availability of implantable tibial stimulation devices. T RANSCRANIAL M AGNETIC S TIMULATION (TMS) TMS can target areas in the brain involved in pain and pelvic floor control. It has been used most extensively to date in patients with depression but may hold promise for patients with pelvic pain requiring further studies. Repetitive TMS applied to supplemental motor areas involved in the control of PFM have produced increased or decreased pelvic floor tone depending on the frequency used. 257 These effects are currently being investigated in clinical trials of patients with chronic pelvic pain and pelvic floor dysfunction. O THER T REATMENTS FOR C HRONIC S CROTAL C ONTENT P AIN (CSCP) There are multiple other evolving treatments for CSCP that have had some promising results to date but not substantial enough currently to recommend as a treatment: U LTRASOUND G UIDED T ARGETED P ERI - S PERMATIC C ORD C RYOABLATION (UTC) Ultrasound guided targeted peri-spermatic cord cryoablation (UTC) has been used as an option for patients who only had a partial reduction in pain after MDSC and who develop peri-incisional pain after MDSC. It is also an option for patients who want to pursue a less aggressive modality. 258 This technology has also been used to target pudendal nerves and genitofemoral nerves with some success. 259 , 260 P ERI -S PERMATIC C ORD AND P ERI -E PIDIDYMAL BTX-A I NJECTION Published evidence on the use of BTX-A for CSCP is contradictory. A small pilot open-label study by Khambati et al. (n=18) showed that BTX-A may provide pain relief for a period of 3-6 months in CSCP patients. 261 However, a larger RCT (n=64) showed no benefit to this treatment option compared to sham cord block in patients who had a favorable response to lidocaine/bupivacaine cord blocks. 251 T ARGETED R OBOTIC -A SSISTED I NTRA - A BDOMINAL D ENERVATION (TRAAD) When initial surgical interventions fail, targeted robotic- assisted intra-abdominal denervation (TRAAD) is an option that has been described. This technique targets the inferior hypogastric nerve and genitofemoral nerve above the internal inguinal ring. The procedure is similar to the tri-neurectomy procedure where the ilioinguinal, ilio- hypogastric, and genitofemoral nerves are ligated. 262 Reported success rates range from approximately 70% to 80%. 262 , 263 TRAAD offers less cutaneous sensory deficits post-operatively compared to the tri-neurectomy technique. However, there are two reported cases of leg pain and spasms postoperatively: one that subsided over time, and the other had persistent pain requiring",
    "Chronic Pelvic Pain in Men Copyright © 2025 American Urological Association Education and Research, Inc. ® 44 Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. management with chronic opioids. TRAAD may be a modality for challenging cases with persistent groin pain refractory to standard management and orchiectomy. T REATMENT OF P UDENDAL N EURALGIA Pudendal nerve entrapment (PNE) can play a role in the onset and persistence of chronic pelvic pain in a small number of patients. True PNE is thought to be caused by the compression of the pudendal nerve at different levels along its course, often resulting from direct trauma to the nerve from biking on hard saddles, sitting on hard chairs, contact injuries (e.g., football) and pelvic trauma. 264 Distribution of nerve entrapments locations have been found to be 35% in proximal S2/S3/S4 nerve roots, 25% in sciatic/lumbosacral, 18% in proximal pudendal/medial sciatic, 12% in S1/S2 nerve roots, 8% in Alcock’s canal level and 2% in obturator nerve entrapment. 265 Nerve stretch injuries can develop from chronic straining with bowel movements or work that requires repetitive or vigorous squatting. The classic presentation is positional pain, such as pain with sitting in the perineal, rectal or penile area on one (occasionally on both) sides that improves when standing or laying down. Pain is generally not experienced when sitting on a toilet seat, as compared to a typical chair. Areas of numbness around the anus and perineum, as well as muscle fasciculation (involuntary muscle twitches) may also occur. As stated by Giulioni et al., “given the absence of pathognomonic radiological or electrophysiological findings, the diagnosis of PNE is mainly clinical and exclusionary.” 266 Clinical criteria for diagnosis were established by the group from Nantes, but these lack clinical validation and do not apply to all potential sites of entrapment as described above. 267 A more recent diagnostic concept called Neuropelviology has been proposed by Possover. 268 This is largely driven by the patient’s history, including location, radiation, aggravating factors and associated symptoms. This is then followed by a clinical examination including neurological exam, and then imaging. This yields a presumptive diagnosis on which to base therapy. Among approaches that warrant further research are nerve blocks and neuromodulation for pudendal neuralgia type pain. Nerve blocks are used as a diagnostic test in patients who may be candidates for nerve release, and also as a rule-out measure. 269 However, there is some evidence that patients with nerve pain typical of pudendal neuralgia who undergo dual site CT-guided pudendal nerve block may experience benefit at 3 months in half of patients, and 25% of patients at 6 months. 270 If pudendal nerve block does not provide benefit for the duration of the anesthetic (e.g., 1 hour for lidocaine), the diagnosis should be reconsidered, including consideration of local sacral pathology, musculoskeletal factors (PFM, tendon injury, hip), organ-based pain, or centralized pain drivers, based on repeat history and evaluation. Neuromodulation modalities include sacral neuromodulation and direct neuromodulation of the pudendal nerve. 271-273 Also reported is pulsed high-frequency radiofrequency (PRF) treatment applied to the pudendal nerve under ultrasound guidance. 274 The technique of pudendal nerve release was first done via an open approach by the Nantes group. Certainly, open surgery carries the risk of scar tissue and re- entrapment, and is not recommended. More recent reports include a laparoscopic approach facilitated by Laparoscopic Neuro-Navigation (LANN) described by Possover. 275 A series by Lemos et al. describes the technique and outcomes after one year in 63 patients, male and female. 265 One year after surgery, 78.3% of patients reported clinically relevant pain reduction, defined as > 50% reduction in numeric rating scale (NRS) score. Also described is a robotic-assisted approach to pudendal nerve release. 266 The pain response in the robotic series was modest with the numerical pain rating scale improving at 3-month and 6-month postoperative follow-up visits, the numerical rating scale progressively reduced (8 versus 6, p < 0.001; and 6 versus 4, p < 0.001, respectively).",
    "Chronic Pelvic Pain in Men Copyright © 2025 American Urological Association Education and Research, Inc. ® 45 Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. ABBREVIATIONS 95% CI = 95% confidence interval AE = adverse event BOO = bladder outlet obstruction BPH = benign prostatic hyperplasia BTX-A = Onabotulinumtoxin A CBT = cognitive behavioral therapy CI = confidence interval CNS = central nervous system CP/CPPS = chronic prostatitis/ chronic pelvic pain syndrome CPCRN = Chronic Prostatitis Collaborative Research Network CSCP = chronic scrotal content pain DESD = detrusor external sphincter dyssynergia DRE = digital rectal examination ED = erectile dysfunction EMG = electromyography EPS = expressed prostatic secretion ESWT = extracorporeal shockwave therapy GRA = global response assessment GTM = global therapeutic massage IBS = irritable bowel syndrome IC/BPS = interstitial cystitis/ bladder pain syndrome LUTS = lower urinary tract symptoms MAPP = Multidisciplinary Approach to the Study of Pelvic Pain MD = mean difference MDSC = microsurgical denervation of the spermatic cord MPT = myofascial physical therapy NGS = next-generation sequencing NIH-CPSI = National Institutes of Health-Chronic Prostatitis Symptom Index NSAID = nonsteroidal anti-inflammatory drug OAB = overactive bladder PCR = polymerase chain reaction PFM = pelvic floor muscles PFPT = pelvic floor physical therapy PM&R = physical medicine and rehabilitation PTNS = peripheral tibial nerve stimulation PVPS = post-vasectomy pain syndrome PVR = post-void residual QOL = quality of life RCT = randomized controlled trial RR = relative risk SCB = spermatic cord block STD = sexually transmitted disease TCA = tricyclic antidepressant TENS = transcutaneous electrical nerve stimulation TMDSC = targeted microsurgical denervation of the spermatic cord TMS = transcranial magnetic stimulation TRAAD = targeted robotic-assisted intra-abdominal denervation TURP = transurethral resection of the prostate UA = urinalysis UTI = urinary tract infection VAS = visual analog scale",
    "Chronic Pelvic Pain in Men Copyright © 2025 American Urological Association Education and Research, Inc. ® 46 Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. CHRONIC PELVIC PAIN PANEL, CONSULTANTS, AND STAFF Panel H. Henry Lai, MD (Chair) Washington University Medicine St Louis, MO Michel A. Pontari, MD (Co-Chair) Fox Chase/Temple Urological Institute, Lewis Katz School of Medicine at Temple University Philadelphia, PA Charles E. Argoff, MD Albany Medical Health System Albany, NY Larissa Bresler, MD, DABMA Northwestern University/ Jesse Brown VA Medical Center Chicago, IL Benjamin N. Breyer, MD University of California – San Francisco San Francisco, CA J. Quentin Clemens, MD, FACS, MSCI University of Michigan Ann Arbor, MI Elise JB De, MD Albany Medical Health System Albany, NY R. Christopher Doiron, MD, MPH Queen's University Kingston, ON, Canada Dane Johnson, MD Washington University Medicine St. Louis, MO Susan M. MacDonald, MD Penn State Health Hershey, PA Jill H. Osborne, MA Interstitial Cystitis Network Healdsburg, CA Sijo J. Parekattil, MD Avant Concierge Urology Winter Garden, FL Beth Shelly, PT, DPT, WCS, BCB PMD Beth Shelly Physical Therapy Moline, IL Consultant Roger Chou, MD Oregon Health & Science University Pacific Northwest Evidence-based Practice Center Portland, OR Staff Erin Kirkby, MS",
    "Chronic Pelvic Pain in Men Copyright © 2025 American Urological Association Education and Research, Inc. ® 47 Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. CONFLICT OF INTEREST DISCLOSURES All panel members completed COI disclosures. Disclosures listed include both topic– and non -topic- related relationships. Panel members not listed below have nothing to disclose. Consultant/Advisor: Argoff , Abbvie, Amgen, Ironwood, Nevro, Lundbeck; Bresler , American Urological Association; Breyer , Boston Scientific; Clemens , UroCure, Glaxo Smith Kline, Astellas, Boston Scientific, Medtronic; De , Laborie Medical Technologies, Luca Biologics, Consumer Medical, Ironwood, Glycologix, Infinite MD, Cambridge Medical Experts, Seed, Legal Med; MacDonald , Boston Scientific; Osborne , DSE Healthcare Solutions; Pontari , Teladoc Scientific Study or Trial: Argoff , Abbvie, Teva, Eli Lilly, Lundbeck; Bresler , Boston Scientific; De , NIDDK; Doiron , CUASF, Clinical Teachers’ Association of Quens, NSAUA; Lai , Medtronic, NIH; MacDonald , Vidscrip, Society of Academic Urology, Uromedica Meeting Participant/Lecturer: Argoff , Abbvie, Biohaven, Amgen, Teva, Eli Lilly, Lundbeck Investment Interest: Clemens , Merck; De , Erytech Pharma, Doximity Health Publishing: Argoff , Elsevier; Breyer , AUA Update; Clemens , UpToDate; MacDonald , JU Open Plus, BMC Urology; Osborne , Beaumont Health Urology, Natural Approach Nutrition; Pontari , Elsevier, UptoDate Other: Bresler , Medical Acupuncture Research Foundation; Clemens , SUFU; Osborne , Interstitial Cystitis Network PEER REVIEWERS We are grateful to the persons listed below who contributed to the Guideline by providing comments during the peer review process. Their reviews do not necessarily imply endorsement of the Guideline. AUA (Board of Directors, Science and Quality Council, Practice Guidelines Committee, Journal of Urology) Erin Bird, MD Stephen Boorjian, MD Arthur Burnett, MD David Ginsberg, MD Kathleen Kobashi, MD, MBA Gary Lemack, MD Stephen Nakada, MD Phillip Pierorazio, MD Hassan Razvi, MD Angela Smith, MD, MS Thomas Stringer, MD Landon Trost, MD External Reviewers (Non-AUA Affiliates) Wesley Baas, MD David Cowley, PhD Marie-Pierre Cyr, MPT, MSc, PhD Irwin Goldstein, MD Ryan Hon Melissa Kaufman, MD, PhD Ziya Kirkali, MD Karl Kreder, MD, MBA Kevin Lu, MD Robert Moldwin, MD Irmina Nahon, PhD, SFHEA J. Curtis Nickel, MD Premal Patel, MD Kenneth M. Peters, MD Susanne Quallich, PhD, ANP-BC,NP-C, CUNP, CMHE Kirill Shiranov, MD Siobhan Sutcliffe, PhD, ScM, MHS Holly Tanner, PT, DPT, MA, OCS, LMP, PRPC Ryan Terlecki, MD Rachel Worman, DPT, PhD Claire Yang, MD Yang Zhang, MD Matthew Ziegelmann, MD DISCLAIMER This document was written by the Chronic Pelvic Pain Panel of the American Urological Association Education and Research, Inc., which was created in 2023. The PGC of the AUA selected the Panel Chair. Panel members were selected by the Panel and PGC Chair following an open application process. Membership of the Panel included specialists in urology, neurology, and physical therapy with specific expertise on this disorder. The mission of the panel was to develop recommendations that are analysis based or consensus- based, depending on panel processes and available data, for optimal clinical practices in the evaluation and management of chronic pelvic pain in men. Funding of the panel was provided by the AUA. Panel members received no remuneration for their work. Each member of the panel provides an ongoing conflict of",
    "Chronic Pelvic Pain in Men Copyright © 2025 American Urological Association Education and Research, Inc. ® 48 Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. interest disclosure to the AUA, and the Panel Chair, with the support of AUA Guidelines staff and the PGC, reviews all disclosures and addresses any potential conflicts per AUA’s Principles, Policies and Procedures for Managing Conflicts of Interest. While this guideline does not necessarily establish the standard of care, AUA seeks to recommend and to encourage compliance by practitioners with current best practices related to the condition being treated. As medical knowledge expands and technology advances, the guidelines will change. Today these evidence-based guidelines statements represent not absolute mandates but provisional proposals for treatment under the specific conditions described in each document. For all these reasons, the guidelines do not pre-empt physician judgment in individual cases. Treating physicians must take into account variations in resources, and patient tolerances, needs, and preferences. Conformance with any clinical guideline does not guarantee a successful outcome. The guideline text may include information or recommendations about certain drug uses (“off label”) that are not approved by the Food and Drug Administration (FDA), or about medications or substances not subject to the FDA approval process. AUA urges strict compliance with all government regulations and protocols for prescription and use of these substances. The physician is encouraged to carefully follow all available prescribing information about indications, contraindications, precautions and warnings. These guidelines and best practice statements are not intended to provide legal advice about use and misuse of these substances. Although guidelines are intended to encourage best practices and potentially encompass available technologies with sufficient data as of close of the literature review, they are necessarily time-limited. Guidelines cannot include evaluation of all data on emerging technologies or management, including those that are FDA-approved, which may immediately come to represent accepted clinical practices. For this reason, the AUA does not regard technologies or management which are too new to be addressed by this guideline as necessarily experimental or investigational.",
    "Chronic Pelvic Pain in Men Copyright © 2025 American Urological Association Education and Research, Inc. ® 49 Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. REFERENCES 1. Clemens, J. Q., Erickson, D. R., Varela, N. P., Lai, H. H.: Diagnosis and Treatment of Interstitial Cystitis/Bladder Pain Syndrome. J Urol, 208: 34, 2022 2. Hanno, P. M., Burks, D. A., Clemens, J. Q. et al.: AUA guideline for the diagnosis and treatment of interstitial cystitis/bladder pain syndrome. J Urol, 185: 2162, 2011 3. Krieger, J. N., Nyberg, L., Jr., Nickel, J. C.: NIH consensus definition and classification of prostatitis. JAMA, 282: 236, 1999 4. Krieger, J. N., Stephens, A. J., Landis, J. R. et al.: Relationship between chronic nonurological associated somatic syndromes and symptom severity in urological chronic pelvic pain syndromes: baseline evaluation of the MAPP study. J Urol, 193: 1254, 2015 5. Doiron, R. C., Tripp, D. A., Tolls, V., Nickel, J. C.: The evolving clinical picture of chronic prostatitis/chronic pelvic pain syndrome (CP/CPPS): A look at 1310 patients over 16 years. Can Urol Assoc J, 12: 196, 2018 6. Schaeffer, A. J., Landis, J. R., Knauss, J. S. et al.: Demographic and clinical characteristics of men with chronic prostatitis: the national institutes of health chronic prostatitis cohort study. J Urol, 168: 593, 2002 7. J. Curtis Nickel, F. W., Michael Pontari, Daniel Shoskes, Hann-Chorng Kuo, Shui-Dong Chung, Jeong Gu Lee: Male Chronic Pelvic Pain Syndrome (CPPS). Presented at the Male Lower Urinary Tract Symptoms (LUTS): An International Consultation on Male LUTS, Fukuoka, Japan, 2012 8. Suskind, A. M., Berry, S. H., Ewing, B. A. et al.: The prevalence and overlap of interstitial cystitis/bladder pain syndrome and chronic prostatitis/chronic pelvic pain syndrome in men: results of the RAND Interstitial Cystitis Epidemiology male study. J Urol, 189: 141, 2013 9. Schaeffer, A. J., Datta, N. S., Fowler, J. E., Jr. et al.: Overview summary statement. Diagnosis and management of chronic prostatitis/chronic pelvic pain syndrome (CP/CPPS). Urology, 60: 1, 2002 10. Nickel, J. C., Stephens, A., Landis, J. R. et al.: Search for Microorganisms in Men with Urologic Chronic Pelvic Pain Syndrome: A Culture-Independent Analysis in the MAPP Research Network. J Urol, 194: 127, 2015 11. Nickel, J. C., Alexander, R. B., Schaeffer, A. J. et al.: Leukocytes and bacteria in men with chronic prostatitis/chronic pelvic pain syndrome compared to asymptomatic controls. J Urol, 170: 818, 2003 12. Pontari, M. A., McNaughton-Collins, M., O'Leary M, P. et al.: A case-control study of risk factors in men with chronic pelvic pain syndrome. BJU Int, 96: 559, 2005 13. Yilmaz, U., Ciol, M. A., Berger, R. E., Yang, C. C.: Sensory perception thresholds in men with chronic pelvic pain syndrome. Urology, 75: 34, 2010 14. Yilmaz, U., Liu, Y. W., Berger, R. E., Yang, C. C.: Autonomic nervous system changes in men with chronic pelvic pain syndrome. J Urol, 177: 2170, 2007 15. Pontari, M., Giusto, L.: New developments in the diagnosis and treatment of chronic prostatitis/chronic pelvic pain syndrome. Curr Opin Urol, 23: 565, 2013 16. Clemens, J. Q., Mullins, C., Ackerman, A. L. et al.: Urologic chronic pelvic pain syndrome: insights from the MAPP Research Network. Nat Rev Urol, 16: 187, 2019 17. Lai, H. H., Krieger, J. N., Pontari, M. A. et al.: Painful Bladder Filling and Painful Urgency are Distinct Characteristics in Men and Women with Urological Chronic Pelvic Pain Syndromes: A MAPP Research Network Study. J Urol, 194: 1634, 2015 18. Lai, H. H., Jemielita, T., Sutcliffe, S. et al.: Characterization of Whole Body Pain in Urological Chronic Pelvic Pain Syndrome at Baseline: A MAPP Research Network Study. J Urol, 198: 622, 2017",
    "Chronic Pelvic Pain in Men Copyright © 2025 American Urological Association Education and Research, Inc. ® 50 Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. 19. Yani, M. S., Eckel, S. P., Kirages, D. J. et al.: Impaired Ability to Relax Pelvic Floor Muscles in Men With Chronic Prostatitis/Chronic Pelvic Pain Syndrome. Phys Ther, 102 , 2022 20. Davis, B. E., Noble, M. J., Weigel, J. W. et al.: Analysis and management of chronic testicular pain. J Urol, 143: 936, 1990 21. Parekattil, S. J., Ergun, O., Gudeloglu, A.: Management of Chronic Orchialgia: Challenges and Solutions - The Current Standard of Care. Res Rep Urol, 12: 199, 2020 22. Sigalos, J. T., Pastuszak, A. W.: Chronic orchialgia: epidemiology, diagnosis and evaluation. Transl Androl Urol, 6: S37, 2017 23. Leslie SW, S. H., Siref LE: Chronic Testicular Pain and Orchalgia. In: StatPearls. Treasure Island, FL, USA: StatPearls Publishing, 2023 24. Aljumaily, A., Al-Khazraji, H., Gordon, A. et al.: Characteristics and Etiologies of Chronic Scrotal Pain: A Common but Poorly Understood Condition. Pain Res Manag, 2017: 3829168, 2017 25. Polackwich, A. S., Arora, H. C., Li, J. et al.: Development of a clinically relevant symptom index to assess patients with chronic orchialgia/chronic scrotal content pain. Transl Androl Urol, 7: S163, 2018 26. Sinha, V., Ramasamy, R.: Post-vasectomy pain syndrome: diagnosis, management and treatment options. Transl Androl Urol, 6: S44, 2017 27. Ducic, I., Dellon, A. L.: Testicular pain after inguinal hernia repair: an approach to resection of the genital branch of genitofemoral nerve. J Am Coll Surg, 198: 181, 2004 28. Jorgensen, S. G., Oberg, S., Rosenberg, J.: Treatment of longstanding groin pain: a systematic review. Hernia, 23: 1035, 2019 29. Srivastava, A., Kapoor, R., Srivastava, A. et al.: Orchialgia after laproscopic renal surgery: a common problem with questionable etiology. Are there any predictors? World J Urol, 31: 1153, 2013 30. Vistad, I., Cvancarova, M., Kristensen, G. B., Fossa, S. D.: A study of chronic pelvic pain after radiotherapy in survivors of locally advanced cervical cancer. J Cancer Surviv, 5: 208, 2011 31. Yang, C. C., Miller, J. L., Omidpanah, A., Krieger, J. N.: Physical Examination for Men and Women With Urologic Chronic Pelvic Pain Syndrome: A MAPP (Multidisciplinary Approach to the Study of Chronic Pelvic Pain) Network Study. Urology, 116: 23, 2018 32. Zheng A, B. A., Kane JA, Pham JT, MacDonald, SM: Pelvic Floor Dysfunction: A Common Cause of Chronic Orchialgia. JU Open Plus, 2023 33. Anderson, R. U., Sawyer, T., Wise, D. et al.: Painful myofascial trigger points and pain sites in men with chronic prostatitis/chronic pelvic pain syndrome. J Urol, 182: 2753, 2009 34. Shoskes, D. A., Berger, R., Elmi, A. et al.: Muscle tenderness in men with chronic prostatitis/chronic pelvic pain syndrome: the chronic prostatitis cohort study. J Urol, 179: 556, 2008 35. Hetrick, D. C., Ciol, M. A., Rothman, I. et al.: Musculoskeletal dysfunction in men with chronic pelvic pain syndrome type III: a case-control study. J Urol, 170: 828, 2003 36. Frawley, H., Shelly, B., Morin, M. et al.: An International Continence Society (ICS) report on the terminology for pelvic floor muscle assessment. Neurourol Urodyn, 40: 1217, 2021 37. Gupta, P., Gallop, R., Spitznagle, T. et al.: Is Pelvic Floor Muscle Tenderness a Distinct Urologic Chronic Pelvic Pain Syndrome Phenotype? Findings from the Multidisciplinary Approach to the Study of Chronic Pelvic Pain Research Network Symptom Pattern Study. J Urol, 208: 341, 2022 38. Tough, E. A., White, A. R., Richards, S., Campbell, J.: Variability of criteria used to diagnose myofascial trigger point pain syndrome--evidence from a review of the literature. Clin J Pain, 23: 278, 2007",
    "Chronic Pelvic Pain in Men Copyright © 2025 American Urological Association Education and Research, Inc. ® 51 Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. 39. Shraim, M. A., Masse-Alarie, H., Hodges, P. W.: Methods to discriminate between mechanism-based categories of pain experienced in the musculoskeletal system: a systematic review. Pain, 162: 1007, 2021 40. Shraim, M. A., Sluka, K. A., Sterling, M. et al.: Features and methods to discriminate between mechanism-based categories of pain experienced in the musculoskeletal system: a Delphi expert consensus study. Pain, 163: 1812, 2022 41. Harris, R. P., Helfand, M., Woolf, S. H. et al.: Current methods of the US Preventive Services Task Force: a review of the process. Am J Prev Med, 20: 21, 2001 42. Whiting, P. F., Rutjes, A. W., Westwood, M. E. et al.: QUADAS-2: a revised tool for the quality assessment of diagnostic accuracy studies. Ann Intern Med, 155: 529, 2011 43. Sakr, A. M., Fawzi, A. M., Kamel, M., Ali, M. M.: Outcomes and clinical predictors of extracorporeal shock wave therapy in the treatment of chronic prostatitis/chronic pelvic pain syndrome: a prospective randomized double- blind placebo-controlled clinical trial. Prostate Cancer Prostatic Dis, 25: 93, 2022 44. Sterne, J. A., Sutton, A. J., Ioannidis, J. P. et al.: Recommendations for examining and interpreting funnel plot asymmetry in meta-analyses of randomised controlled trials. BMJ, 343: d4002, 2011 45. Guyatt, G., Oxman, A. D., Akl, E. A. et al.: GRADE guidelines: 1. Introduction-GRADE evidence profiles and summary of findings tables. J Clin Epidemiol, 64: 383, 2011 46. Balshem, H., Helfand, M., Schünemann, H. J. et al.: GRADE guidelines: 3. Rating the quality of evidence. J Clin Epidemiol, 64: 401, 2011 47. Faraday, M., Hubbard, H., Kosiak, B., Dmochowski, R.: Staying at the cutting edge: a review and analysis of evidence reporting and grading; the recommendations of the American Urological Association. BJU Int, 104: 294, 2009 48. Hsu, C.-C., Sandford, B.: The Delphi Technique: Making Sense Of Consensus. Practical Assessment, Research and Evaluation, 12 , 2007 49. Chen, A., De, E., Argoff, C.: Small Fiber Polyneuropathy Is Prevalent in Patients Experiencing Complex Chronic Pelvic Pain. Pain Med, 20: 521, 2019 50. Naliboff, B. D., Stephens, A. J., Afari, N. et al.: Widespread Psychosocial Difficulties in Men and Women With Urologic Chronic Pelvic Pain Syndromes: Case-control Findings From the Multidisciplinary Approach to the Study of Chronic Pelvic Pain Research Network. Urology, 85: 1319, 2015 51. Rothrock, N. E., Lutgendorf, S. K., Kreder, K. J. et al.: Stress and symptoms in patients with interstitial cystitis: a life stress model. Urology, 57: 422, 2001 52. Naliboff, B. D., Stephens, A. J., Lai, H. H. et al.: Clinical and Psychosocial Predictors of Urological Chronic Pelvic Pain Symptom Change in 1 Year: A Prospective Study from the MAPP Research Network. J Urol, 198: 848, 2017 53. Barocas, D. A., Lotan, Y., Matulewicz, R. S. et al.: Updates to Microhematuria: AUA/SUFU Guideline (2025). J Urol : 101097JU0000000000004490, 2025 54. Clemens, J. Q., Calhoun, E. A., Litwin, M. S. et al.: Validation of a modified National Institutes of Health chronic prostatitis symptom index to assess genitourinary pain in both men and women. Urology, 74: 983, 2009 55. Litwin, M. S., McNaughton-Collins, M., Fowler, F. J., Jr. et al.: The National Institutes of Health chronic prostatitis symptom index: development and validation of a new outcome measure. Chronic Prostatitis Collaborative Research Network. J Urol, 162: 369, 1999 56. Cella, D., Smith, A. R., Griffith, J. W. et al.: A New Brief Clinical Assessment of Lower Urinary Tract Symptoms for Women and Men: LURN SI-10. J Urol, 203: 164, 2020",
    "Chronic Pelvic Pain in Men Copyright © 2025 American Urological Association Education and Research, Inc. ® 52 Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. 57. Barry, M. J., Fowler, F. J., Jr., O'Leary, M. P. et al.: The American Urological Association symptom index for benign prostatic hyperplasia. The Measurement Committee of the American Urological Association. J Urol, 148: 1549, 1992 58. Cappelleri, J. C., Rosen, R. C.: The Sexual Health Inventory for Men (SHIM): a 5-year review of research and clinical experience. Int J Impot Res, 17: 307, 2005 59. Rosen, R. C., Riley, A., Wagner, G. et al.: The international index of erectile function (IIEF): a multidimensional scale for assessment of erectile dysfunction. Urology, 49: 822, 1997 60. Shoskes, D. A., Calixte, N., Tadros, N. et al.: Validation of the Chronic Orchialgia Symptom Index for Men With Chronic Orchialgia/Chronic Scrotal Contents Pain. Urology, 119: 39, 2018 61. Lai, H. H., North, C. S., Andriole, G. L. et al.: Polysymptomatic, polysyndromic presentation of patients with urological chronic pelvic pain syndrome. J Urol, 187: 2106, 2012 62. Schrepf, A., Naliboff, B., Williams, D. A. et al.: Adverse Childhood Experiences and Symptoms of Urologic Chronic Pelvic Pain Syndrome: A Multidisciplinary Approach to the Study of Chronic Pelvic Pain Research Network Study. Ann Behav Med, 52: 865, 2018 63. Tripp, D. A., Curtis Nickel, J., Landis, J. R. et al.: Predictors of quality of life and pain in chronic prostatitis/chronic pelvic pain syndrome: findings from the National Institutes of Health Chronic Prostatitis Cohort Study. BJU Int, 94: 1279, 2004 64. Tripp, D. A., Nickel, J. C., Wang, Y. et al.: Catastrophizing and pain-contingent rest predict patient adjustment in men with chronic prostatitis/chronic pelvic pain syndrome. J Pain, 7: 697, 2006 65. Freynhagen, R., Baron, R., Gockel, U., Tolle, T. R.: painDETECT: a new screening questionnaire to identify neuropathic components in patients with back pain. Curr Med Res Opin, 22: 1911, 2006 66. Peters, M. J., Bakkers, M., Merkies, I. S. et al.: Incidence and prevalence of small-fiber neuropathy: a survey in the Netherlands. Neurology, 81: 1356, 2013 67. Archambault-Ezenwa, L., Markowski, A., Barral, J. P.: A comprehensive physical therapy evaluation for Male Chronic Pelvic Pain Syndrome: A case series exploring common findings. J Bodyw Mov Ther, 23: 825, 2019 68. Martin, H. D., Palmer, I. J., Hatem, M. A.: Physical Examination of the Hip and Pelvis. In: Hip Arthroscopy and Hip Joint Preservation Surgery. Edited by S. J. Nho, M. Leunig, C. M. Larson et al. New York, NY: Springer New York, pp. 139-159, 2015 69. Chancellor, M. B., McGinnis, D. E., Shenot, P. J. et al.: Urinary dysfunction in Lyme disease. J Urol, 149: 26, 1993 70. Paredes Mogica, J. A., Feigenbaum, F., Pilitsis, J. G. et al.: Sacral Tarlov perineurial cysts: a systematic review of treatment options. J Neurosurg Spine, 40: 375, 2024 71. Kashanian, J. A., Mazur, D. J., Hehemann, M. C. et al.: Scrotal Ultrasound for Pain: Low Frequency of Absolute Surgical Indications. Urology, 108: 17, 2017 72. Barker, E. S., Chiu, K., Brown, V. L. et al.: Urologic Chronic Pelvic Pain Syndrome Flares: A Comprehensive, Systematic Review and Meta-Analysis of the Peer-Reviewed Flare Literature. J Urol, 211: 341, 2024 73. Meares, E. M., Stamey, T. A.: Bacteriologic localization patterns in bacterial prostatitis and urethritis. Invest Urol, 5: 492, 1968 74. Nickel, J. C.: The Pre and Post Massage Test (PPMT): a simple screen for prostatitis. Tech Urol, 3: 38, 1997 75. Ronstrom, C., Lai, H. H.: Presenting an atlas of Hunner lesions in interstitial cystitis which can be identified with office cystoscopy. Neurourol Urodyn, 39: 2394, 2020 76. Eisenberg, E. R., Moldwin, R. M.: Etiology: where does prostatitis stop and interstitial cystitis begin? World J Urol, 21: 64, 2003",
    "Chronic Pelvic Pain in Men Copyright © 2025 American Urological Association Education and Research, Inc. ® 53 Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. 77. Pontari, M. A.: Chronic prostatitis/chronic pelvic pain syndrome and interstitial cystitis: are they related? Curr Urol Rep, 7: 329, 2006 78. Forrest, J. B., Nickel, J. C., Moldwin, R. M.: Chronic prostatitis/chronic pelvic pain syndrome and male interstitial cystitis: enigmas and opportunities. Urology, 69: 60, 2007 79. Kusek, J. W., Nyberg, L. M.: The epidemiology of interstitial cystitis: is it time to expand our definition? Urology, 57: 95, 2001 80. Moldwin, R. M.: Similarities between interstitial cystitis and male chronic pelvic pain syndrome. Curr Urol Rep, 3: 313, 2002 81. Clemens, J. Q., Markossian, T. W., Meenan, R. T. et al.: Overlap of voiding symptoms, storage symptoms and pain in men and women. J Urol, 178: 1354, 2007 82. Herati, A. S., Shorter, B., Srinivasan, A. K. et al.: Effects of foods and beverages on the symptoms of chronic prostatitis/chronic pelvic pain syndrome. Urology, 82: 1376, 2013 83. Simon, D. P., Bajic, P., Lynch, K. M., Levine, L. A.: Spermatic Cord Block Series as a Minimally Invasive Therapy for Chronic Scrotal Content Pain. J Urol, 206: 725, 2021 84. Majedi, H., Dehghani, S. S., Soleyman-Jahi, S. et al.: Assessment of Factors Predicting Inadequate Pain Management in Chronic Pain Patients. Anesth Pain Med, 9: e97229, 2019 85. Shoskes, D. A., Nickel, J. C., Kattan, M. W.: Phenotypically directed multimodal therapy for chronic prostatitis/chronic pelvic pain syndrome: a prospective study using UPOINT. Urology, 75: 1249, 2010 86. Nickel, J. C., Tripp, D. A., Chuai, S. et al.: Psychosocial variables affect the quality of life of men diagnosed with chronic prostatitis/chronic pelvic pain syndrome. BJU Int, 101: 59, 2008 87. Seidler, Z. E., Dawes, A. J., Rice, S. M. et al.: The role of masculinity in men's help-seeking for depression: A systematic review. Clin Psychol Rev, 49: 106, 2016 88. Bautista, A., Lee, J., Delfino, S. et al.: The Impact of Nutrition on Pain: A Narrative Review of Recent Literature. Curr Pain Headache Rep, 28: 1059, 2024 89. Gallo, L.: Effectiveness of diet, sexual habits and lifestyle modifications on treatment of chronic pelvic pain syndrome. Prostate Cancer Prostatic Dis, 17: 238, 2014 90. Giubilei, G., Mondaini, N., Minervini, A. et al.: Physical activity of men with chronic prostatitis/chronic pelvic pain syndrome not satisfied with conventional treatments--could it represent a valid option? The physical activity and male pelvic pain trial: a double-blind, randomized study. J Urol, 177: 159, 2007 91. Geneen, L. J., Moore, R. A., Clarke, C. et al.: Physical activity and exercise for chronic pain in adults: an overview of Cochrane Reviews. Cochrane Database Syst Rev, 4: CD011279, 2017 92. Alexander, R. B., Propert, K. J., Schaeffer, A. J. et al.: Ciprofloxacin or tamsulosin in men with chronic prostatitis/chronic pelvic pain syndrome: a randomized, double-blind trial. Ann Intern Med, 141: 581, 2004 93. Nickel, J. C., Krieger, J. N., McNaughton-Collins, M. et al.: Alfuzosin and symptoms of chronic prostatitis-chronic pelvic pain syndrome. N Engl J Med, 359: 2663, 2008 94. Franco, J. V. A., Turk, T., Jung, J. H. et al.: Pharmacological interventions for treating chronic prostatitis/chronic pelvic pain syndrome: a Cochrane systematic review. BJU Int, 125: 490, 2020 95. Leskinen, M., Lukkarinen, O., Marttila, T.: Effects of finasteride in patients with inflammatory chronic pelvic pain syndrome: a double-blind, placebo-controlled, pilot study. Urology, 53: 502, 1999 96. Nickel, J. C., Downey, J., Pontari, M. A. et al.: A randomized placebo-controlled multicentre study to evaluate the safety and efficacy of finasteride for male chronic pelvic pain syndrome (category IIIA chronic nonbacterial prostatitis). BJU Int, 93: 991, 2004",
    "Chronic Pelvic Pain in Men Copyright © 2025 American Urological Association Education and Research, Inc. ® 54 Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. 97. Nickel, J. C., Roehrborn, C., Montorsi, F. et al.: Dutasteride reduces prostatitis symptoms compared with placebo in men enrolled in the REDUCE study. J Urol, 186: 1313, 2011 98. Anothaisintawee, T., Attia, J., Nickel, J. C. et al.: Management of chronic prostatitis/chronic pelvic pain syndrome: a systematic review and network meta-analysis. JAMA, 305: 78, 2011 99. Rees, J., Abrahams, M., Doble, A. et al.: Diagnosis and treatment of chronic bacterial prostatitis and chronic prostatitis/chronic pelvic pain syndrome: a consensus guideline. BJU Int, 116: 509, 2015 100. Haidar Al Saffar, J. X., Jonathan S. O'Brien, Brian D. Kelly, Declan G. Murphy, and Nathan Lawrentschuka: US Food and Drug Administration Warning Regarding Finasteride and Suicidal Ideation: What Should Urologists Know? . Eur Urol Open Sci, 52: 4, 2023 101. Welk, B., McArthur, E., Ordon, M. et al.: Association of Suicidality and Depression With 5alpha-Reductase Inhibitors. JAMA Intern Med, 177: 683, 2017 102. Traish, A. M., Hassani, J., Guay, A. T. et al.: Adverse side effects of 5alpha-reductase inhibitors therapy: persistent diminished libido and erectile dysfunction and depression in a subset of patients. J Sex Med, 8: 872, 2011 103. Irwig, M. S., Kolukula, S.: Persistent sexual side effects of finasteride for male pattern hair loss. J Sex Med, 8: 1747, 2011 104. Chiriaco, G., Cauci, S., Mazzon, G., Trombetta, C.: An observational retrospective evaluation of 79 young men with long-term adverse effects after use of finasteride against androgenetic alopecia. Andrology, 4: 245, 2016 105. Traish, A. M.: Post-finasteride syndrome: a surmountable challenge for clinicians. Fertil Steril, 113: 21, 2020 106. Baas, W. R., Butcher, M. J., Lwin, A. et al.: A Review of the FAERS Data on 5-Alpha Reductase Inhibitors: Implications for Postfinasteride Syndrome. Urology, 120: 143, 2018 107. Harrell, M. B., Ho, K., Te, A. E. et al.: Correction to: An evaluation of the federal adverse events reporting system data on adverse effects of 5 ‑ alpha reductase inhibitors. World J Urol, 39: 4293, 2021 108. True, L. D., Berger, R. E., Rothman, I. et al.: Prostate histopathology and the chronic prostatitis/chronic pelvic pain syndrome: a prospective biopsy study. J Urol, 162: 2014, 1999 109. Zhao, W. P., Zhang, Z. G., Li, X. D. et al.: Celecoxib reduces symptoms in men with difficult chronic pelvic pain syndrome (Category IIIA). Braz J Med Biol Res, 42: 963, 2009 110. Nickel, J. C., Pontari, M., Moon, T. et al.: A randomized, placebo controlled, multicenter study to evaluate the safety and efficacy of rofecoxib in the treatment of chronic nonbacterial prostatitis. J Urol, 169: 1401, 2003 111. Goldmeier, D., Madden, P., McKenna, M., Tamm, N.: Treatment of category III A prostatitis with zafirlukast: a randomized controlled feasibility study. Int J STD AIDS, 16: 196, 2005 112. Bates, S. M., Hill, V. A., Anderson, J. B. et al.: A prospective, randomized, double-blind trial to evaluate the role of a short reducing course of oral corticosteroid therapy in the treatment of chronic prostatitis/chronic pelvic pain syndrome. BJU Int, 99: 355, 2007 113. Bozzini, G., Provenzano, M., Buffi, N. et al.: An observational study of the use of beclomethasone dipropionate suppositories in the treatment of lower urinary tract inflammation in men. BMC Urol, 16: 25, 2016 114. Thakkinstian, A., Attia, J., Anothaisintawee, T., Nickel, J. C.: alpha-blockers, antibiotics and anti-inflammatories have a role in the management of chronic prostatitis/chronic pelvic pain syndrome. BJU Int, 110: 1014, 2012 115. Nickel, J. C., Shoskes, D. A., Wagenlehner, F. M.: Management of chronic prostatitis/chronic pelvic pain syndrome (CP/CPPS): the studies, the evidence, and the impact. World J Urol, 31: 747, 2013 116. Kirby, R. S., Carson, C., 3rd, Dasgupta, P.: Daily phosphodiesterase type 5 inhibitor therapy: a new treatment option for prostatitis/prostatodynia? BJU Int, 113: 694, 2014",
    "Chronic Pelvic Pain in Men Copyright © 2025 American Urological Association Education and Research, Inc. ® 55 Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. 117. Vignozzi, L., Gacci, M., Cellai, I. et al.: PDE5 inhibitors blunt inflammation in human BPH: a potential mechanism of action for PDE5 inhibitors in LUTS. Prostate, 73: 1391, 2013 118. Grimsley, S. J., Khan, M. H., Jones, G. E.: Mechanism of Phosphodiesterase 5 inhibitor relief of prostatitis symptoms. Med Hypotheses, 69: 25, 2007 119. Tawfik, A. M., Radwan, M. H., Abdulmonem, M. et al.: Tadalafil monotherapy in management of chronic prostatitis/chronic pelvic pain syndrome: a randomized double-blind placebo controlled clinical trial. World J Urol, 40: 2505, 2022 120. Hiramatsu, I., Tsujimura, A., Soejima, M. et al.: Tadalafil is sufficiently effective for severe chronic prostatitis/chronic pelvic pain syndrome in patients with benign prostatic hyperplasia. Int J Urol, 27: 53, 2020 121. Pineault, K., Ray, S., Gabrielson, A., Herati, A. S.: Phosphodiesterase type 5 inhibitor therapy provides sustained relief of symptoms among patients with chronic pelvic pain syndrome. Transl Androl Urol, 9: 391, 2020 122. Benelli, A., Mariani, S., Varca, V. et al.: Once-daily 5 mg tadalafil oral treatment for patients with chronic prostatitis/chronic pelvic pain syndrome. Ther Adv Urol, 10: 377, 2018 123. Matsukawa, Y., Naito, Y., Funahashi, Y. et al.: Comparison of cernitin pollen extract vs tadalafil therapy for refractory chronic prostatitis/chronic pelvic pain syndrome: A randomized, prospective study. Neurourol Urodyn, 39: 1994, 2020 124. Cantrell, M. A., Baye, J., Vouri, S. M.: Tadalafil: a phosphodiesterase-5 inhibitor for benign prostatic hyperplasia. Pharmacotherapy, 33: 639, 2013 125. Cantoro, U., Catanzariti, F., Lacetera, V. et al.: Comparison of tamsulosin vs tamsulosin/sildenafil effectiveness in the treatment of erectile dysfunction in patients affected by type III chronic prostatitis. Arch Ital Urol Androl, 85: 109, 2013 126. Daly, F. F., O'Malley, G. F., Heard, K. et al.: Prospective evaluation of repeated supratherapeutic acetaminophen (paracetamol) ingestion. Ann Emerg Med, 44: 393, 2004 127. Jaeschke, H., Murray, F. J., Monnot, A. D. et al.: Assessment of the biochemical pathways for acetaminophen toxicity: Implications for its carcinogenic hazard potential. Regul Toxicol Pharmacol, 120: 104859, 2021 128. Singh, M., Shailesh, F., Tiwari, U. et al.: Phenazopyridine associated acute interstitial nephritis and review of literature. Ren Fail, 36: 804, 2014 129. Zelenitsky, S. A., Zhanel, G. G.: Phenazopyridine in urinary tract infections. Ann Pharmacother, 30: 866, 1996 130. Gaines, K. K.: Phenazopyridine hydrochloride: the use and abuse of an old standby for UTI. Urol Nurs, 24: 207, 2004 131. Gaskell, H., Derry, S., Stannard, C., Moore, R. A.: Oxycodone for neuropathic pain in adults. Cochrane Database Syst Rev, 7: CD010692, 2016 132. Kutch, J. J., Ichesco, E., Hampson, J. P. et al.: Brain signature and functional impact of centralized pain: a multidisciplinary approach to the study of chronic pelvic pain (MAPP) network study. Pain, 158: 1979, 2017 133. Pontari, M. A., Krieger, J. N., Litwin, M. S. et al.: Pregabalin for the treatment of men with chronic prostatitis/chronic pelvic pain syndrome: a randomized controlled trial. Arch Intern Med, 170: 1586, 2010 134. Gurba, K. N., Chaudhry, R., Haroutounian, S.: Central Neuropathic Pain Syndromes: Current and Emerging Pharmacological Strategies. CNS Drugs, 36: 483, 2022 135. Urits, I., Li, N., Berardino, K. et al.: The use of antineuropathic medications for the treatment of chronic pain. Best Pract Res Clin Anaesthesiol, 34: 493, 2020 136. Foster, H. E., Jr., Hanno, P. M., Nickel, J. C. et al.: Effect of amitriptyline on symptoms in treatment naive patients with interstitial cystitis/painful bladder syndrome. J Urol, 183: 1853, 2010",
    "Chronic Pelvic Pain in Men Copyright © 2025 American Urological Association Education and Research, Inc. ® 56 Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. 137. Coupland, C. A. C., Hill, T., Dening, T. et al.: Anticholinergic Drug Exposure and the Risk of Dementia: A Nested Case-Control Study. JAMA Intern Med, 179: 1084, 2019 138. Malcher, M. F., Droupy, S., Berr, C. et al.: Dementia Associated with Anticholinergic Drugs Used for Overactive Bladder: A Nested Case-Control Study Using the French National Medical-Administrative Database. J Urol, 208: 863, 2022 139. Clemens, J. Q., Locke, K., Jr., Landis, J. R. et al.: Validation of a simple body map to measure widespread pain in urologic chronic pelvic pain syndrome: A MAPP Research Network study. Neurourol Urodyn, 43: 727, 2024 140. Zhang, K., Guo, R. Q., Chen, S. W. et al.: The efficacy and safety of Serenoa repens extract for the treatment of patients with chronic prostatitis/chronic pelvic pain syndrome: a multicenter, randomized, double-blind, placebo- controlled trial. World J Urol, 39: 3489, 2021 141. Shoskes, D. A., Zeitlin, S. I., Shahed, A., Rajfer, J.: Quercetin in men with category III chronic prostatitis: a preliminary prospective, double-blind, placebo-controlled trial. Urology, 54: 960, 1999 142. Wagenlehner, F. M., Schneider, H., Ludwig, M. et al.: A pollen extract (Cernilton) in patients with inflammatory chronic prostatitis-chronic pelvic pain syndrome: a multicentre, randomised, prospective, double-blind, placebo- controlled phase 3 study. Eur Urol, 56: 544, 2009 143. Elist, J.: Effects of pollen extract preparation Prostat/Poltit on lower urinary tract symptoms in patients with chronic nonbacterial prostatitis/chronic pelvic pain syndrome: a randomized, double-blind, placebo-controlled study. Urology, 67: 60, 2006 144. Sengupta, J. N.: Visceral pain: the neurophysiological mechanism. Handb Exp Pharmacol : 31, 2009 145. Wang Z, T. H., Liu S, et al.: Effect of cognitive behavior intervention on improving psychological emotion and erectile dysfunction of chronic prostatitis patients. Acta Med Mediterr, 36: 2507, 2020 146. Brünahl, C. A., Klotz, S. G. R.: Physiotherapy and combined cognitive-behavioural therapy for patients with chronic pelvic pain syndrome: results of a non-randomised controlled feasibility trial. 11: e053421, 2021 147. Lee, C., Crawford, C., Hickey, A.: Mind-body therapies for the self-management of chronic pain symptoms. Pain Med, 15 Suppl 1: S21, 2014 148. Cherkin, D. C., Sherman, K. J., Balderson, B. H. et al.: Effect of Mindfulness-Based Stress Reduction vs Cognitive Behavioral Therapy or Usual Care on Back Pain and Functional Limitations in Adults With Chronic Low Back Pain: A Randomized Clinical Trial. Jama, 315: 1240, 2016 149. Wilson, J. M., Colebaugh, C. A., Flowers, K. M. et al.: Social Support and Psychological Distress among Chronic Pain Patients: The Mediating Role of Mindfulness. Pers Individ Dif, 190 , 2022 150. Hetrick, D. C., Glazer, H., Liu, Y. W. et al.: Pelvic floor electromyography in men with chronic pelvic pain syndrome: a case-control study. Neurourol Urodyn, 25: 46, 2006 151. Notarnicola, A., Moretti, B.: The biological effects of extracorporeal shock wave therapy (eswt) on tendon tissue. Muscles Ligaments Tendons J, 2: 33, 2012 152. Salama, A. B., Abouelnaga, W. A.: Effect of radial shock wave on chronic pelvic pain syndrome/chronic prostatitis. J Phys Ther Sci, 30: 1145, 2018 153. Trishch, V. I., Matskevych, V. M., Mysak, A. I., Zhulkevych, I. V.: Evaluation of Efficacy of Extracorporeal Shock Wave Therapy in Complex Treatment of Patients with Chronic Non-Bacterial Prostatitis / Chronic Pelvic Pain Syndrome. Wiad Lek, 74: 1834, 2021 154. Kim, K. S., Choi, Y. S., Bae, W. J. et al.: Efficacy of Low-Intensity Extracorporeal Shock Wave Therapy for the Treatment of Chronic Pelvic Pain Syndrome IIIb: A Prospective-Randomized, Double-Blind, Placebo-Controlled Study. World J Mens Health, 40: 473, 2022",
    "Chronic Pelvic Pain in Men Copyright © 2025 American Urological Association Education and Research, Inc. ® 57 Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. 155. Kim, K. S., Choi, Y. S., Bae, W. J. et al.: Clinical Efficacy of Multi-Focal Low-Intensity Extracorporeal Shockwave Therapy in the Treatment of Chronic Prostatitis/Chronic Pelvic Pain Syndrome: Prospective-Randomized, Double Blind, Placebo-Controlled Study. World J Mens Health, 40: 678, 2022 156. Moayednia, A., Haghdani, S., Khosrawi, S. et al.: Long-term effect of extracorporeal shock wave therapy on the treatment of chronic pelvic pain syndrome due to non bacterial prostatitis. J Res Med Sci, 19: 293, 2014 157. Mykoniatis, I., Kalyvianakis, D., Zilotis, F. et al.: Evaluation of a low-intensity shockwave therapy for chronic prostatitis type IIIb/chronic pelvic pain syndrome: a double-blind randomized sham-controlled clinical trial. Prostate Cancer Prostatic Dis, 24: 370, 2021 158. Vahdatpour, B., Alizadeh, F., Moayednia, A. et al.: Efficacy of extracorporeal shock wave therapy for the treatment of chronic pelvic pain syndrome: a randomized, controlled trial. ISRN Urol, 2013: 972601, 2013 159. Zeng, X. Y., Liang, C., Ye, Z. Q.: Extracorporeal shock wave treatment for non-inflammatory chronic pelvic pain syndrome: a prospective, randomized and sham-controlled study. Chin Med J (Engl), 125: 114, 2012 160. Zimmermann, R., Cumpanas, A., Miclea, F., Janetschek, G.: Extracorporeal shock wave therapy for the treatment of chronic pelvic pain syndrome in males: a randomised, double-blind, placebo-controlled study. Eur Urol, 56: 418, 2009 161. Pajovic, B., Radojevic, N., Dimitrovski, A., Vukovic, M.: Comparison of the efficiency of combined extracorporeal shock-wave therapy and triple therapy versus triple therapy itself in Category III B chronic pelvic pain syndrome (CPPS). Aging Male, 19: 202, 2016 162. Rayegani, S. M., Razzaghi, M. R., Raeissadat, S. A. et al.: Extracorporeal Shockwave Therapy Combined with Drug Therapy in Chronic Pelvic Pain Syndrome : A Randomized Clinical Trial. Urol J, 17: 185, 2020 163. Vance, C. G., Dailey, D. L., Rakel, B. A., Sluka, K. A.: Using TENS for pain control: the state of the evidence. Pain Manag, 4: 197, 2014 164. Johnson, M. I., Paley, C. A., Jones, G. et al.: Efficacy and safety of transcutaneous electrical nerve stimulation (TENS) for acute and chronic pain in adults: a systematic review and meta-analysis of 381 studies (the meta- TENS study). BMJ Open, 12: e051073, 2022 165. Gibson, W., Wand, B. M., O'Connell, N. E.: Transcutaneous electrical nerve stimulation (TENS) for neuropathic pain in adults. Cochrane Database Syst Rev, 9: CD011976, 2017 166. Cottrell, A. M., Schneider, M. P., Goonewardene, S. et al.: Benefits and Harms of Electrical Neuromodulation for Chronic Pelvic Pain: A Systematic Review. Eur Urol Focus, 6: 559, 2020 167. Franco, J. V., Turk, T., Jung, J. H. et al.: Non-pharmacological interventions for treating chronic prostatitis/chronic pelvic pain syndrome. Cochrane Database Syst Rev, 5: CD012551, 2018 168. Sikiru, L., Shmaila, H., Muhammed, S. A.: Transcutaneous electrical nerve stimulation (TENS) in the symptomatic management of chronic prostatitis/chronic pelvic pain syndrome: a placebo-control randomized trial. Int Braz J Urol, 34: 708, 2008 169. Samhan A, A. N., Elnegmy EH, Roiah MM: The Effect of Transcutaneous Electrical Nerve Stimulation in the Treatment of Chronic Pelvic Pain Syndrome: An evidence based electromyographic studies. Indian Journal of Physiotherapy and Occupational Therapy, 5: 14, 2011 170. ELECTROPHYSICAL AGENTS - Contraindications And Precautions: An Evidence-Based Approach To Clinical Decision Making In Physical Therapy. Physiother Can, 62: 1, 2010 171. Sun, Y., Liu, Y., Liu, B. et al.: Efficacy of Acupuncture for Chronic Prostatitis/Chronic Pelvic Pain Syndrome : A Randomized Trial. Ann Intern Med, 174: 1357, 2021 172. Pan, J., Jin, S., Xie, Q. et al.: Acupuncture for Chronic Prostatitis or Chronic Pelvic Pain Syndrome: An Updated Systematic Review and Meta-Analysis. Pain Res Manag, 2023: 7754876, 2023",
    "Chronic Pelvic Pain in Men Copyright © 2025 American Urological Association Education and Research, Inc. ® 58 Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. 173. Qin, Z., Guo, J., Chen, H., Wu, J.: Acupuncture for Chronic Prostatitis/Chronic Pelvic Pain Syndrome: A GRADE- assessed Systematic Review and Meta-analysis. Eur Urol Open Sci, 46: 55, 2022 174. Frawley Hc Pt, P. G. C. P. P. F., Neumann P Pt, P. F., Delany C Pt, P. M. H., Med Law, M. p.: An argument for competency-based training in pelvic floor physiotherapy practice. Physiother Theory Pract, 35: 1117, 2019 175. Bakker, E., Shelly, B., Esch, F. H. et al.: International Continence Society supported pelvic physiotherapy education guideline. Neurourol Urodyn, 37: 869, 2018 176. Abreu-Mendes, P., Baranowski, A. P., Berghmans, B. et al.: Myofascial Pelvic Pain: Best Orientation and Clinical Practice. Position of the European Association of Urology Guidelines Panel on Chronic Pelvic Pain. Eur Urol Focus, 9: 172, 2023 177. FitzGerald, M. P., Anderson, R. U., Potts, J. et al.: Randomized multicenter feasibility trial of myofascial physical therapy for the treatment of urological chronic pelvic pain syndromes. J Urol, 182: 570, 2009 178. Fitzgerald, M. P., Anderson, R. U., Potts, J. et al.: Randomized multicenter feasibility trial of myofascial physical therapy for the treatment of urological chronic pelvic pain syndromes. J Urol, 189: S75, 2013 179. Anderson, R. U., Wise, D., Sawyer, T. et al.: 6-day intensive treatment protocol for refractory chronic prostatitis/chronic pelvic pain syndrome using myofascial release and paradoxical relaxation training. J Urol, 185: 1294, 2011 180. Anderson, R. U., Wise, D., Sawyer, T., Chan, C.: Integration of myofascial trigger point release and paradoxical relaxation training treatment of chronic pelvic pain in men. J Urol, 174: 155, 2005 181. Anderson, R. U., Wise, D., Sawyer, T., Chan, C. A.: Sexual dysfunction in men with chronic prostatitis/chronic pelvic pain syndrome: improvement after trigger point release and paradoxical relaxation training. J Urol, 176: 1534, 2006 182. Siegel, A. L.: Pelvic floor muscle training in males: practical applications. Urology, 84: 1, 2014 183. Masterson, T. A., Masterson, J. M., Azzinaro, J. et al.: Comprehensive pelvic floor physical therapy program for men with idiopathic chronic pelvic pain syndrome: a prospective study. Transl Androl Urol, 6: 910, 2017 184. Cornel, E. B., van Haarst, E. P., Schaarsberg, R. W., Geels, J.: The effect of biofeedback physical therapy in men with Chronic Pelvic Pain Syndrome Type III. Eur Urol, 47: 607, 2005 185. Duclos, A. J., Lee, C. T., Shoskes, D. A.: Current treatment options in the management of chronic prostatitis. Ther Clin Risk Manag, 3: 507, 2007 186. Nadler, R. B.: Bladder training biofeedback and pelvic floor myalgia. Urology, 60: 42, 2002 187. Yang, Z. S., Zu, X. B., Qi, L. et al.: [Combination therapy of biofeedback with electrical stimulation for chronic prostatitis/chronic pelvic pain syndrome]. Zhonghua Nan Ke Xue, 17: 611, 2011 188. He, W., Chen, M., Zu, X. et al.: Chronic prostatitis presenting with dysfunctional voiding and effects of pelvic floor biofeedback treatment. BJU Int, 105: 975, 2010 189. Clemens, J. Q., Nadler, R. B., Schaeffer, A. J. et al.: Biofeedback, pelvic floor re-education, and bladder training for male chronic pelvic pain syndrome. Urology, 56: 951, 2000 190. Wagner, B., Steiner, M., Huber, D. F. X., Crevenna, R.: The effect of biofeedback interventions on pain, overall symptoms, quality of life and physiological parameters in patients with pelvic pain : A systematic review. Wien Klin Wochenschr, 134: 11, 2022 191. Anderson, R. U., Wise, D., Nathanson, B. H.: Chronic Prostatitis and/or Chronic Pelvic Pain as a Psychoneuromuscular Disorder-A Meta-analysis. Urology, 120: 23, 2018 192. Chiarioni, G., Nardo, A., Vantini, I. et al.: Biofeedback is superior to electrogalvanic stimulation and massage for treatment of levator ani syndrome. Gastroenterology, 138: 1321, 2010",
    "Chronic Pelvic Pain in Men Copyright © 2025 American Urological Association Education and Research, Inc. ® 59 Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. 193. Polackwich, A. S., Li, J., Shoskes, D. A.: Patients with Pelvic Floor Muscle Spasm Have a Superior Response to Pelvic Floor Physical Therapy at Specialized Centers. J Urol, 194: 1002, 2015 194. Sinclair, A. M., Miller, B., Lee, L. K.: Chronic orchialgia: consider gabapentin or nortriptyline before considering surgery. Int J Urol, 14: 622, 2007 195. Olcucu, M. T., Olcucu, N., Olcucuoglu, E. et al.: Response to duloxetine and gabapentin combination of a patient who has chronical orchialgia with bilateral tubular ectasia of rete testis and multiple epididymal cysts. Turk J Urol, 44: 274, 2018 196. Artukoglu, B. B., Beyer, C., Zuloff-Shani, A. et al.: Efficacy of Palmitoylethanolamide for Pain: A Meta-Analysis. Pain Physician, 20: 353, 2017 197. Cui, T., Terlecki, R.: Prevalence of Relative Deficiencies in Testosterone and Vitamin B12 Among Patients Referred for Chronic Orchialgia: Implications for Management. Am J Mens Health, 12: 608, 2018 198. Hruz, P., Danuser, H., Studer, U. E., Hochreiter, W. W.: Non-inflammatory chronic pelvic pain syndrome can be caused by bladder neck hypertrophy. Eur Urol, 44: 106, 2003 199. Strebel, R. T., Schmidt, C., Beatrice, J., Sulser, T.: Chronic scrotal pain syndrome (CSPS): the widespread use of antibiotics is not justified. Andrology, 1: 155, 2013 200. Parekattil, S. J., Gudeloglu, A., Brahmbhatt, J. V. et al.: Trifecta nerve complex: potential anatomical basis for microsurgical denervation of the spermatic cord for chronic orchialgia. J Urol, 190: 265, 2013 201. Dubovy, P.: Wallerian degeneration and peripheral nerve conditions for both axonal regeneration and neuropathic pain induction. Ann Anat, 193: 267, 2011 202. McLoughlin, J., Kelley, C. J.: Study of the effectiveness of bupivicaine infiltration of the ilioinguinal nerve at the time of hernia repair for post-operative pain relief. Br J Clin Pract, 43: 281, 1989 203. Benson, J. S., Abern, M. R., Larsen, S., Levine, L. A.: Does a positive response to spermatic cord block predict response to microdenervation of the spermatic cord for chronic scrotal content pain? J Sex Med, 10: 876, 2013 204. Calixte, N., Tojuola, B., Kartal, I. et al.: Targeted Robotic Assisted Microsurgical Denervation of the Spermatic Cord for the Treatment of Chronic Orchialgia or Groin Pain: A Single Center, Large Series Review. J Urol, 199: 1015, 2018 205. Tan, W. P., Levine, L. A.: Micro-Denervation of the Spermatic Cord for Post-Vasectomy Pain Management. Sex Med Rev, 6: 328, 2018 206. Levine, L. A., Matkov, T. G.: Microsurgical denervation of the spermatic cord as primary surgical treatment of chronic orchialgia. J Urol, 165: 1927, 2001 207. Levine, L. A., Matkov, T. G., Lubenow, T. R.: Microsurgical denervation of the spermatic cord: a surgical alternative in the treatment of chronic orchialgia. J Urol, 155: 1005, 1996 208. Strom, K. H., Levine, L. A.: Microsurgical denervation of the spermatic cord for chronic orchialgia: long-term results from a single center. J Urol, 180: 949, 2008 209. Sun, H. H., Tay, K. S., Jesse, E. et al.: Microsurgical Denervation of the Spermatic Cord: A Historical Perspective and Recent Developments. Sex Med Rev, 10: 791, 2022 210. Tu, X. A., Gao, Y., Zhang, Y. D. et al.: Microsurgical denervation of the spermatic cord for treatment of idiopathic chronic orchialgia. Chin Med J (Engl), 125: 2784, 2012 211. Kavoussi, P. K.: Validation of targeted microsurgical spermatic cord denervation: comparison of outcomes to traditional complete microsurgical spermatic cord denervation. Asian J Androl, 21: 319, 2019 212. Auyeung, A. B., Almejally, A., Alsaggar, F., Doyle, F.: Incidence of Post-Vasectomy Pain: Systematic Review and Meta-Analysis. Int J Environ Res Public Health, 17 , 2020",
    "Chronic Pelvic Pain in Men Copyright © 2025 American Urological Association Education and Research, Inc. ® 60 Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. 213. Skriver, M., Skovsgaard, F., Miskowiak, J.: Conventional or Li vasectomy: a questionnaire study. Br J Urol, 79: 596, 1997 214. Polackwich, A. S., Tadros, N. N., Ostrowski, K. A. et al.: Vasectomy Reversal for Postvasectomy Pain Syndrome: A Study and Literature Review. Urology, 86: 269, 2015 215. Horovitz, D., Tjong, V., Domes, T. et al.: Vasectomy reversal provides long-term pain relief for men with the post- vasectomy pain syndrome. J Urol, 187: 613, 2012 216. Myers, S. A., Mershon, C. E., Fuchs, E. F.: Vasectomy reversal for treatment of the post-vasectomy pain syndrome. J Urol, 157: 518, 1997 217. Nangia, A. K., Myles, J. L., Thomas, A. J.: Vasectomy reversal for the post-vasectomy pain syndrome: a clinical and histological evaluation. J Urol, 164: 1939, 2000 218. Smith-Harrison, L. I., Smith, R. P.: Vasectomy reversal for post-vasectomy pain syndrome. Transl Androl Urol, 6: S10, 2017 219. Zhong, L. J., Wang, J., Ding, X. H.: [Therapeutic effect of electroacupuncture on chronic orchialgia]. Zhongguo Zhen Jiu, 31: 40, 2011 220. Farrell, M. R., Dugan, S. A., Levine, L. A.: Physical therapy for chronic scrotal content pain with associated pelvic floor pain on digital rectal exam. Can J Urol, 23: 8546, 2016 221. Gray, R. E., Kasper, K.: Osteopathic Manipulative Treatment as a Novel Way to Manage Postvasectomy Pain Syndrome. J Am Osteopath Assoc, 2018 222. Tantawy, S. A., Kamel, D. M., Abdelbasset, W. K.: Does transcutaneous electrical nerve stimulation reduce pain and improve quality of life in patients with idiopathic chronic orchialgia? A randomized controlled trial. J Pain Res, 11: 77, 2018 223. Rosendal, F., Moir, L., de Pennington, N. et al.: Successful treatment of testicular pain with peripheral nerve stimulation of the cutaneous branch of the ilioinguinal and genital branch of the genitofemoral nerves. Neuromodulation, 16: 121, 2013 224. Leslie, T. A., Illing, R. O., Cranston, D. W., Guillebaud, J.: The incidence of chronic scrotal pain after vasectomy: a prospective audit. BJU Int, 100: 1330, 2007 225. Hori, S., Sengupta, A., Shukla, C. J. et al.: Long-term outcome of epididymectomy for the management of chronic epididymal pain. J Urol, 182: 1407, 2009 226. Siu, W., Ohl, D. A., Schuster, T. G.: Long-term follow-up after epididymectomy for chronic epididymal pain. Urology, 70: 333, 2007 227. Lee, J. Y., Lee, T. Y., Park, H. Y. et al.: Efficacy of epididymectomy in treatment of chronic epididymal pain: a comparison of patients with and without a history of vasectomy. Urology, 77: 177, 2011 228. Lowe, G.: Extirpative surgery for chronic orchialgia: is there a role? Transl Androl Urol, 6: S2, 2017 229. Schrepf, A., Bradley, C. S., O'Donnell, M. et al.: Toll-like receptor 4 and comorbid pain in Interstitial Cystitis/Bladder Pain Syndrome: a multidisciplinary approach to the study of chronic pelvic pain research network study. Brain Behav Immun, 49: 66, 2015 230. Fenske, S. J., Bierer, D., Chelimsky, G. et al.: Sensitivity of functional connectivity to periaqueductal gray localization, with implications for identifying disease-related changes in chronic visceral pain: A MAPP Research Network neuroimaging study. Neuroimage Clin, 28: 102443, 2020 231. North, C. S., Hong, B. A., Lai, H. H., Alpers, D. H.: Assessing somatization in urologic chronic pelvic pain syndrome. BMC Urol, 19: 130, 2019 232. Brunahl, C., Dybowski, C., Albrecht, R. et al.: Mental disorders in patients with chronic pelvic pain syndrome (CPPS). J Psychosom Res, 98: 19, 2017",
    "Chronic Pelvic Pain in Men Copyright © 2025 American Urological Association Education and Research, Inc. ® 61 Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. 233. Weidner, W., Schiefer, H. G., Krauss, H. et al.: Chronic prostatitis: a thorough search for etiologically involved microorganisms in 1,461 patients. Infection, 19 Suppl 3: S119, 1991 234. Xiao, J., Ren, L., Lv, H. et al.: Atypical microorganisms in expressed prostatic secretion from patients with chronic prostatitis/chronic pelvic pain syndrome: microbiological results from a case-control study. Urol Int, 91: 410, 2013 235. Wojno, K. J., Baunoch, D., Luke, N. et al.: Multiplex PCR Based Urinary Tract Infection (UTI) Analysis Compared to Traditional Urine Culture in Identifying Significant Pathogens in Symptomatic Patients. Urology, 136: 119, 2020 236. Ljubetic, B. M., Mohammad, A., Durrani, B., Dobberfuhl, A. D.: Pathophysiologic Insights into the Transition from Asymptomatic Bacteriuria to Urinary Tract Infection. Curr Urol Rep, 24: 533, 2023 237. Schoeb, D. S., Schlager, D., Boeker, M. et al.: Surgical therapy of prostatitis: a systematic review. World J Urol, 35: 1659, 2017 238. Kaplan, S. A., Te, A. E., Jacobs, B. Z.: Urodynamic evidence of vesical neck obstruction in men with misdiagnosed chronic nonbacterial prostatitis and the therapeutic role of endoscopic incision of the bladder neck. J Urol, 152: 2063, 1994 239. Alexander, R. B.: Radical prostatectomy for chronic prostatitis. BJU Int, 92 Suppl 3: e17, 2003 240. Chopra, S., Satkunasivam, R., Aron, M.: Feasibility of robotic radical prostatectomy for medication refractory chronic prostatitis/chronic pelvic pain syndrome: Initial results. Indian J Urol, 32: 238, 2016 241. Frazier, H. A., Spalding, T. H., Paulson, D. F.: Total prostatoseminal vesiculectomy in the treatment of debilitating perineal pain. J Urol, 148: 409, 1992 242. Krongrad A, L. S.: Laparoscopic Prostatectomy for Severely Symptomatic, Treatment-Refractory Chronic Prostatitis: Preliminary Observations from an Ongoing Phase II Clinical Trial. Urotoday Int J, 4: art30, 2011 243. Hirasawa, Y., Yoshioka, K., Nasu, Y. et al.: Impact of Surgeon and Hospital Volume on the Safety of Robot- Assisted Radical Prostatectomy: A Multi-Institutional Study Based on a National Database. Urol Int, 98: 334, 2017 244. Hosseini, A., Ehren, I., Wiklund, N. P.: Nitric oxide as an objective marker for evaluation of treatment response in patients with classic interstitial cystitis. J Urol, 172: 2261, 2004 245. Soucy, F., Gregoire, M.: Efficacy of prednisone for severe refractory ulcerative interstitial cystitis. J Urol, 173: 841, 2005 246. Chang, C., Greenspan, A., Gershwin, M. E.: The pathogenesis, diagnosis and clinical manifestations of steroid- induced osteonecrosis. J Autoimmun, 110: 102460, 2020 247. Ismail, M. F., Lavelle, C., Cassidy, E. M.: Steroid-induced mental disorders in cancer patients: a systematic review. Future Oncol, 13: 2719, 2017 248. Minetto, M. A., Lanfranco, F., Motta, G. et al.: Steroid myopathy: some unresolved issues. J Endocrinol Invest, 34: 370, 2011 249. Schrepf, A., Gallop, R., Naliboff, B. et al.: Clinical Phenotyping for Pain Mechanisms in Urologic Chronic Pelvic Pain Syndromes: A MAPP Research Network Study. J Pain, 23: 1594, 2022 250. Karp, B. I., Stratton, P.: Applications of botulinum toxin to the female pelvic floor: Botulinum toxin for genito-pelvic pain penetration disorder and chronic pelvic pain in women. Toxicon, 230: 107162, 2023 251. Dockray, J., Aljumaily, A., Lau, S., Jarvi, K. A.: A Randomized, Double-Blind, Controlled Trial Shows that Onabotulinum Toxin A Nerve Blocks do Not Provide Improved Pain Control in Men with Chronic Scrotal Pain. J Urol, 203: 767, 2020 252. Parsons, B. A., Goonewardene, S., Dabestani, S. et al.: The Benefits and Harms of Botulinum Toxin-A in the Treatment of Chronic Pelvic Pain Syndromes: A Systematic Review by the European Association of Urology Chronic Pelvic Pain Panel. Eur Urol Focus, 8: 320, 2022",
    "Chronic Pelvic Pain in Men Copyright © 2025 American Urological Association Education and Research, Inc. ® 62 Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. 253. Spruijt, M. A., Klerkx, W. M., Kelder, J. C. et al.: The efficacy of botulinum toxin a injections in pelvic floor muscles in chronic pelvic pain patients: a systematic review and meta-analysis. Int Urogynecol J, 33: 2951, 2022 254. Yang, C. C., Lee, J. C., Kromm, B. G. et al.: Pain sensitization in male chronic pelvic pain syndrome: why are symptoms so difficult to treat? J Urol, 170: 823, 2003 255. Kabay, S., Kabay, S. C., Yucel, M., Ozden, H.: Efficiency of posterior tibial nerve stimulation in category IIIB chronic prostatitis/chronic pelvic pain: a Sham-Controlled Comparative Study. Urol Int, 83: 33, 2009 256. Sevim, M., Alkis, O., Kartal, I. G. et al.: Comparison of transcutaneous tibial nerve stimulation versus percutaneous tibial nerve stimulation in category IIIB chronic prostatitis/chronic pelvic pain syndrome: A randomized prospective trial. Prostate, 83: 751, 2023 257. Yani, M. S., Fenske, S. J., Rodriguez, L. V., Kutch, J. J.: Motor cortical neuromodulation of pelvic floor muscle tone: Potential implications for the treatment of urologic conditions. Neurourol Urodyn, 38: 1517, 2019 258. Calixte, N., Kartal, I. G., Tojuola, B. et al.: Salvage Ultrasound-guided Targeted Cryoablation of The Perispermatic Cord For Persistent Chronic Scrotal Content Pain After Microsurgical Denervation Of The Spermatic Cord. Urology, 130: 181, 2019 259. Campos, N. A., Chiles, J. H., Plunkett, A. R.: Ultrasound-guided cryoablation of genitofemoral nerve for chronic inguinal pain. Pain Physician, 12: 997, 2009 260. Bittman, R. W., Behbahani, K., Gonzalez, F., Prologo, J. D.: Interventional Cryoneurolysis: What Is the Same, What Is Different, What Is New? Semin Intervent Radiol, 36: 374, 2019 261. Khambati, A., Lau, S., Gordon, A., Jarvi, K. A.: OnabotulinumtoxinA (Botox) nerve blocks provide durable pain relief for men with chronic scrotal pain: a pilot open-label trial. J Sex Med, 11: 3072, 2014 262. Karampinis, I., Weiss, J., Pilz, L. et al.: Transabdominal laparoscopic retroperitoneal neurectomy for chronic pain after inguinal hernia repair and appendicectomy -a matched-pair study. BMC Surg, 17: 85, 2017 263. Gangopadhyay, N., Pothula, A., Yao, A. et al.: Retroperitoneal Approach for Ilioinguinal, Iliohypogastric, and Genitofemoral Neurectomies in the Treatment of Refractory Groin Pain After Inguinal Hernia Repair. Ann Plast Surg, 84: 431, 2020 264. Ayik, O., Kozanoglu, E., Onol, Y., Durmaz, H.: Post-traumatic double crush pudendal nerve entrapment syndrome after fracture of the pelvis: A case report. Acta Orthop Traumatol Turc, 55: 277, 2021 265. Lemos, N., Sermer, C., Fernandes, G. et al.: Laparoscopic approach to refractory extraspinal sciatica and pudendal pain caused by intrapelvic nerve entrapment. Sci Rep, 11: 10820, 2021 266. Giulioni, C., Asimakopoulos, A. D., Annino, F. et al.: First case-series of robot-assisted pudendal nerve release: technique and outcomes. Surg Endosc, 37: 5708, 2023 267. Labat, J. J., Riant, T., Robert, R. et al.: Diagnostic criteria for pudendal neuralgia by pudendal nerve entrapment (Nantes criteria). Neurourol Urodyn, 27: 306, 2008 268. Possover, M.: Neuropelveology: An Emerging Discipline for the Management of Pelvic Neuropathies and Bladder Dysfunctions through to Spinal Cord Injury, Anti-Ageing and the Mars Mission. J Clin Med, 9 , 2020 269. Dickson, E., Higgins, P., Sehgal, R. et al.: Role of nerve block as a diagnostic tool in pudendal nerve entrapment. ANZ J Surg, 89: 695, 2019 270. Kastler, A., Puget, J., Tiberghien, F. et al.: Dual Site Pudendal Nerve Infiltration: More than Just a Diagnostic Test? Pain Physician, 21: 83, 2018 271. Guo, K. K., Wang, L., Liu, F. et al.: Sacral Nerve Stimulation in Patients With Refractory Pudendal Neuralgia. Pain Physician, 25: E619, 2022 272. Gu, Y., Lv, T., Jiang, C., Lv, J.: Neuromodulation of the Pudendal Nerve Assisted by 3D Printed: A New Method of Neuromodulation for Lower Urinary Tract Dysfunction. Front Neurosci, 15: 619672, 2021",
    "Chronic Pelvic Pain in Men Copyright © 2025 American Urological Association Education and Research, Inc. ® 63 Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. 273. Peters, K. M., Killinger, K. A., Jaeger, C., Chen, C.: Pilot Study Exploring Chronic Pudendal Neuromodulation as a Treatment Option for Pain Associated with Pudendal Neuralgia. Low Urin Tract Symptoms, 7: 138, 2015 274. Ozkan, D., Akkaya, T., Yildiz, S., Comert, A.: Ultrasound-guided pulsed radiofrequency treatment of the pudendal nerve in chronic pelvic pain. Anaesthesist, 65: 134, 2016 275. Possover, M., Quakernack, J., Chiantera, V.: The LANN technique to reduce postoperative functional morbidity in laparoscopic radical pelvic surgery. J Am Coll Surg, 201: 913, 2005"
  ],
  "processed_at": "2026-01-30T15:58:50.659Z"
}