{
  "doc_id": "c75b54979d861cf698125e513e2e3f2b",
  "source_id": "dixe-de-oliveira-santo-et-al-2023-grading-abdominal-trauma-changes-in-and-implications-of-the-revised-2018-aast-ois-for",
  "total_pages": 19,
  "pages": [
    "Grading Abdominal Trauma: Changes in and Implications of the Revised 2018 AAST-OIS for the Spleen, Liver, and Kidney Irene Dixe de Oliveira Santo, MD • Anne Sailer, MD • Nadia Solomon, MD, MSc, MA • Riddhi Borse, MBBS • Joe Cavallo, MD, MBA Jason Teitelbaum, MD, MBA • Suzanne Chong, MD, MS • Eric A. Roberge, MD • Margarita V. Revzin, MD, MS Author affiliations, funding, and conflicts of interest are listed at the end of this article. EMERGENCY RADIOLOGY This copy is for personal use only. To order copies, contact reprints@rsna.org According to the Centers for Disease Control and Prevention, trauma is the leading cause of fatal in- juries for Americans aged 1–44 years old and the fourth leading overall cause of death. Accurate and early diagnosis, including grading of solid or- gan injuries after blunt abdominal trauma (BAT), is crucial to guide management and improve outcomes. The American Association for the Surgery of Trauma (AAST) Organ Injury Scale (OIS) is the most widely accepted BAT scoring system at CT both within the United States and internationally, and its uses include stratification of injury severity, thereby guiding management, and facilitation of clinical research, billing, and coding. Furthermore, this system also plays a role in the credentialing process for trauma centers in the United States. The newly revised 2018 OIS provides criteria for grading solid organ damage into three groups: imaging, operation, and pa- thology. The final grade is based on the highest of the three criteria. If multiple lower-grade (I or II) injuries are present in a single organ, one grade is advanced to grade III. The most substantial change in the revised 2018 AAST-OIS is incor- poration of multidetector CT findings of vascu- lar injury, including pseudo aneurysm and arte- riovenous fistula. The authors outline the main revised aspects of grading organ injury using the AAST-OIS for the spleen, liver, and kidney after BAT, particularly the role of multidetector CT and alternative imaging in organ injury detec- tion, the importance of vascular injuries in grade change, and the impact of these changes on pa- tient management and in prediction of operative treatment success and in-hospital mortality. © RSNA, 2023 • radiographics.rsna.org",
    "September 2023 Dixe de Oliveira Santo et al Volume 43 Number 9 2 radiographics.rsna.org Introduction Trauma is the leading cause of fatal injuries for Americans aged 1–44 years old (1). The 2018 revision of the American Association for the Surgery of Trauma (AAST) Organ Injury Scale (OIS) is the newest version of the most widely accepted scoring system for blunt abdominal trauma, and it provides criteria for grading solid organ damage into three groups: im- aging, operation, and pathology. The most substantial change in the revised 2018 AAST-OIS is incorporation of multidetec- tor CT findings of vascular injury, including pseudoaneurysm and arteriovenous fistula (2). In this article, we describe the 2018 AAST-OIS for the liver, spleen, and kidney; changes from the prior versions; and im- plications for management and outcomes. Validation of AAST-OIS 2018 One of the strongest motivators for updating trauma grading systems is to improve their ability to predict mortality and guide management. Validation is essential to understand whether these goals were achieved. In 2020, Morell-Hofert et al (3) systematically reviewed the CT images of 703 patients with blunt splenic and hepatic injury to evaluate the clinical significance of the change in grade according to the 1994 AAST-OIS compared with the revised 2018 AAST-OIS and found that the latter was superior for predicting the need for primary or secondary operative treatment in both splenic and hepatic trauma but inferior for prediction of in-hospital mortality. In splenic trauma, reclassification to the 2018 AAST-OIS resulted in changes in individual injury severity in 28.1%, while in liver trauma, reclassification resulted in changes in 1.9% (3). In 2021, Hemachandran et al (4) conducted a retrospective re- view of 527 patients who sustained blunt abdominal trauma and underwent dual-phase CT. They concluded that over 40% of the splenic vascular injuries were detected only in the arterial phase, and its addition led to a change in the grade in 11.7% of patients. As for renal trauma, in 2021 Keihani et al (5) reviewed the CT studies of 322 patients and graded them according to both the original 1989 AAST-OIS and the revised 2018 AAST-OIS classifications. They found that approximately one-third of injuries initially classified as grade III with the 1989 version were upgraded to grade IV when the 2018 revi- sion was used, and a significant number of injuries classified as grade V were downgraded, thereby leading to heterogene- ity of grade IV injuries in the 2018 version. Graphical repre- sentations of the reclassifications described in this section are shown in Figure 1. Trauma Grading History Knowledge of the experiences that led to development and im- plementation of trauma scales throughout history is crucial to understand the motivations that influence their changes (Fig 2). The Abbreviated Injury Scale (AIS) was introduced in 1971 for the American Medical Association Committee on Medical Aspects of Automotive Safety to improve vehicle safety, as an ordinal scale that divides injuries into six categories based on the degree of threat to life, from minor to not survivable (6). The AIS served as the foundation for future trauma scoring scales by providing the lexicon used to describe and define the severity of injuries through summary scores. In 1974, the Injury Severity Score (ISS) was introduced for a better description of severity and probability of death in patients with multiple injuries. It is based on division of the whole body into six anatomic regions, with an AIS score assigned per region. If multiple injuries are present within the same region, the most severe score is assigned. The ISS is calculated by adding up the sum of the scores of the three most severely injured regions (7). The severity scale has been shown to correlate well not only with patient mortality, but also morbidity and length of hospital stay (8). The Abdominal Trauma Index (ATI) model, which is based on risk stratification, was developed in 1981 for penetrating trauma (9), and later, in 1990, was updated for blunt trauma (10). The ATI is calculated by assigning a risk factor (from 1 to 5) to each organ injured and multiplying this number by a severity of injury estimate (from 1 to 5). The sum of the indi- vidual organ scores is taken to determine the final ATI score, which ranges from 0 to 200. The risk of postoperative compli- cations increases with ATI scores greater than 25 (9,10). In 1987, the AAST formed an OIS committee to create a more comprehensive classification to facilitate clinical re- search, risk stratify patients for quality measures, and assist with billing and coding. The first AAST-OIS guidelines classi- fying injuries to the spleen, liver, and kidney were published in 1989 (11) and later updated for the spleen and liver in 1994 RadioGraphics 2023; 43(9):e230040 https://doi.org/10.1148/rg.230040 Content Codes: CT, ER, GI, GU Abbreviations: AAST = American Associa- tion for the Surgery of Trauma, OIS = Organ Injury Scale TEACHING POINTS  While CT is the ideal test in patients in stable condition with suspected in- tra-abdominal injuries, Extended Focused Assessment with Sonography for Trauma (EFAST) US is frequently used as the initial screening test in all pa- tients after abdominal trauma.  The main changes brought on by the 2018 update are that splenic vascular injuries or active bleeding confined within the capsule are now included in grade IV. It is also important to note that addition of the arterial phase rec- ommended in this version is responsible for increased detection of vascular injuries.  The major change in the 2018 revision was removal of equivalent Couinaud segments for grading parenchymal disruption. Furthermore, grade VI—pre- viously used to describe hepatic avulsion—was discontinued as it is a non- survivable injury, making V the highest grade in liver injuries, a feature now shared by the three organs.  The previously used term nonexpanding has been discontinued in the 2018 update for both subcapsular and perinephric hematomas, as conclusive demonstration of nonexpansion is not possible with a single radiologic ex- amination.  Validation of the AAST-OIS 2018 revision revealed that it has led to an in- crease in heterogeneity for grade IV renal injuries, an improvement in the abil- ity to predict the need for operative treatment, and a decline in the correlation with in-hospital mortality for both splenic and hepatic trauma. Supplemental Material Quiz questions for this article are available through the Online Learning Center.",
    "September 2023 Dixe de Oliveira Santo et al Volume 43 Number 9 3 radiographics.rsna.org (12). The main changes in the revised 1994 AAST-OIS in- cluded the following: global downgrading of hematomas for both spleen and liver, acknowledging their relatively benign course with the advent of widespread CT scanning for blunt abdominal trauma; addition of Couinaud’s segmental liver anatomy to facilitate quantification of lobar parenchymal dis- ruption, employing internationally familiar terminology; ap- plication of more rigorous criteria for grades IV and V hepatic injuries, recognizing the need to further delineate the opera- tive challenges of these advanced injuries; and restricting the advancement of one grade for multiple injuries within an OIS to grade III (12). Imaging Tools Initial management of any trauma patient begins with sta- bilization and identification of any life-threatening injuries as described in Advanced Trauma Life Support (ATLS) pro- tocols. Blunt abdominal trauma can have a wide range of Figure 1. Validation of the AAST- OIS 2018 version. (A) Comparison of the splenic trauma grades using the 1994 version and the revised 2018 AAST-OIS in the 703-patient cohort analyzed by Morell-Hofert et al (3). (B) Comparison of the hepatic trauma grades using the 1994 version and the revised 2018 AAST-OIS in the 703-patient cohort analyzed by Morell-Hofert et al (3). (C) Comparison of the renal trauma grades using the original 1989 and the revised 2018 AAST-OIS in the 322-patient cohort analyzed by Kei- hani et al (5).",
    "September 2023 Dixe de Oliveira Santo et al Volume 43 Number 9 4 radiographics.rsna.org manifestations, and it is crucial to consider the mechanism of injury, presence of extra-abdominal injuries, physical ex- amination results, and laboratory findings (13). While CT is the ideal test in patients in stable condition with suspected intra-abdominal injuries, Extended Focused Assessment with Sonography for Trauma (EFAST) US is fre- quently used as the initial screening test in all patients after abdominal trauma, especially those who are too hemody- namically unstable to undergo CT, and it addresses a broad array of pathologic conditions capable of causing instability, including hemoperitoneum, hemopericardium, hemothorax, and pneumothorax. Multidetector CT Multidetector CT is the reference standard for depicting ab- dominal trauma, with sensitivity for detection of visceral organ injury approaching 96%–100% (14). Intravenous iodin- ated nonionic contrast agent should be used. Close collabora- tion between the trauma and radiology teams ensures the best overall imaging evaluation, with the lowest radiation dose and contrast material load. The 2018 AAST injury scale advocates use of dual-phase CT (ie, arterial and portal venous phases) for optimal overall per- formance. The arterial phase is performed 25–30 seconds after intravenous injection of contrast material, and it is superior for pseudoaneurysm detection. It is important to note that the spleen has heterogeneous parenchymal enhancement in the arterial phase, which should not be mistaken for splenic lac- erations or contusions. The portal venous phase is performed 65–80 seconds after injection and provides superior detection of active bleeding and parenchymal disruption (15,16). Several studies have shown that comparable image quality can be achieved using a biphasic intravenous contrast mate- rial injection protocol with single multidetector CT acquisition with less radiation and reduction in acquisition time, which is especially important in the younger cohort of patients (17). Re- gardless of whether an arterial phase is included or whether a single or split-bolus protocol is used, images should be immedi- ately reviewed by the radiologist to decide whether delayed im- aging (performed approximately 9 minutes after the portal ve- nous phase) is needed (18). Some of the indications for delayed imaging include renal lacerations grade II or higher, substantial amount of fluid around the renal pelvis, macroscopic hematu- ria, pelvic fractures, or suspected bladder injury. Among the top reasons to not include delayed imaging in the standard proto- col for all trauma patients is the attempt to limit radiation and the need to be time efficient in critically ill patients, in whom delayed phase imaging may be later performed if needed (19). Axial CT images of the arterial and portal venous phases and the split-bolus protocol are shown in Figure 3. Alternative Imaging Tools US plays a vital role in assessment of trauma patients who are too hemodynamically unstable to undergo CT, as it is performed at the bedside and is cost-effective. Extended Fo- cused Assessment with Sonography for Trauma (EFAST) US is aimed at identifying free intraperitoneal or pericardial fluid and contributes to timely diagnosis of potentially life-threat- ening hemorrhage (17). Angiography and angioembolization are highly effective in controlling bleeding after blunt injury, which may be re- lated to active extravasation, traumatic pseudoaneurysm, or arteriobiliary, arteriovenous, or portobiliary fistula. Gelfoam (Pfizer), Ivalon, particles, and coils are some of the emboli- zation materials that can be used either alone or in combi- nation (20). Gelfoam and Ivalon usually produce only tran- sient hemostasis in patients who have received multiple blood transfusions. Contrast-enhanced US has been shown to be almost as sensi- tive as contrast-enhanced CT in detection of traumatic injuries in patients with low-energy isolated abdominal trauma, with sensitivity and specificity of greater than 90% (21,22). Advan- tages such as portability, safety of the contrast agent, and lack of ionizing radiation exposure make contrast-enhanced US a 1971 1974 1981 1989 1994 2018 1990 Abbreviated Injury Scale Automo\u001ave industry to improve vehicle safety Abdominal Trauma Index Organ-specific; es\u001ama\u001ang morbidity & mortality Abdominal Trauma Index updated for blunt trauma Injury Severity Score First to predict survival Latest AAST revision Increased reliance on CT & NOM of high-grade injuries First AAST-OIS Commi\u001fee Guidelines Spleen, Liver, Kidney First AAST Revision Spleen and Liver Figure 2. Schematic representation shows the main historical events in the creation of trauma grading scales. NOM = nonoperative management.",
    "September 2023 Dixe de Oliveira Santo et al Volume 43 Number 9 5 radiographics.rsna.org promising tool, especially in fertile women and pediatric pa- tients. The cost of contrast media, operator dependence, lack of panoramic imaging, difficulty of exploring some deep regions, and poor ability to demonstrate injuries to the urinary tract are some of its limitations (22). Dual-energy CT is another promising tool that gathers in- formation through two absorption measurements at two-pho- ton spectra, allowing characterization of various materials de- pending on their differential attenuation. It has been shown to improve visualization and detection of lacerations and hematomas in solid organs and viscera (eg, bowel) after ab- dominal trauma by using iodine-selective imaging and low– kiloelectron volt virtual monoenergetic imaging (23,24). MRI has limited utility in the acute trauma setting due to its time-consuming and expensive nature. Furthermore, al- though the AAST-OIS is more commonly used for blunt ab- dominal trauma, it may also be used for firearm-related inju- ries, or gunshot wounds (GSWs), which lead to injury through laceration and crushing, cavitation, or shock waves (25). In this setting, bullets and metal fragments containing steel or nickel may become dangerous if near critical structures due to heating and movement of these fragments (20). Nevertheless, MRI may occasionally have a place as an alternative to CT, in follow-up of patients with major solid organ injuries or as an additional tool for solving equivocal CT findings. For example, MR cholangiopancreatography (MRCP) may be crucial in diagnosis of injuries to the biliary system (eg, bile leak or biliary-peritoneal fistula) or pancreas (26,27). Use of MRI avoids repeated radiation and contrast medium exposures, which may be an especially important consideration in younger patients (28). 2018 AAST-OIS Updates The following sections focus on describing the AAST-OIS for splenic, hepatic, and renal trauma and the main changes brought on by the 2018 revision, with emphasis on the imaging findings. A summary of these changes is provided in the Table. Splenic Trauma The spleen is the most injured abdominal organ in blunt ab- dominal trauma, accounting for approximately one-third of all abdominal organ injuries (29,30). Given the risk for infec- tion after splenectomy, splenic preservation is the standard of care (29). Up to 90% of isolated splenic injuries are managed nonoperatively, and up to 80% of high-grade injuries can be managed with angioembolization (30,31). The most common causes of splenic trauma include motor vehicle collisions and pedestrian accidents. Motorcycle accidents, sports injuries, gunshot or stab-related injuries, and assaults are other fre- quent culprits in adults (31). Although the spleen is usually at least partially protected by the rib cage, inspiration can displace it to a more subcostal position, making it more vulnerable. The splenorenal ligament connects the bare area of the spleen at the hilum with the left anterior pararenal space. Therefore, injury to the splenic hilum can result in a retroperitoneal bleed in the anterior pararenal space. Fusion of the left anterior renal fascia with the gastro- splenic ligament and of the posterior renal fascia with the dia- phragm results in communication between the left peri nephric space and the left subphrenic extraperitoneal space. The peritoneum covers most of the spleen except for the splenic hilum (32). Splenic lobules, notches, and clefts are normal anatomic variants due to fetal remnants. They have Figure 3. Multidetector CT phases used in trauma imaging. (A) The arterial phase is performed 25–30 seconds after intravenous contrast material injection. All structures that receive their blood supply from the arteries will show opti- mal enhancement. There is incidental note of a small liver hypoattenuation, likely a hepatic cyst. (B) During the portal venous or hepatic phase, the liver parenchyma enhances through blood supply by the portal vein, and appropriate timing includes mild enhancement of the hepatic veins. Of note, the small liver hypoattenuation is again seen, and there is evidence of a moderate- to high-grade splenic in- jury. (C) The delayed phase is performed approximately 9 minutes after the portal venous phase if renal lacerations grade II or higher, a significant amount of fluid around the renal pelvis, macroscopic hematuria, pelvic fractures, or sus- pected bladder injury are present.",
    "September 2023 Dixe de Oliveira Santo et al Volume 43 Number 9 6 radiographics.rsna.org no clinical significance and should not be misinterpreted as splenic laceration in the setting of trauma (33). As with renal trauma, injuries can be the result of acceleration, decelera- tion, or compression. 2018 AAST-OIS Splenic Grading.— 2018 AAST-OIS grade I injuries (Figs 4, 5; Movie 1) include subcapsular hematoma spanning less than 10% of the surface area and capsular tear extending less than 1 cm in depth. No major changes were made to this grade in the revised version. Grade II injuries (Figs 4, 6; Movie 2) include subcapsu- lar hematoma spanning 10%–50% of the surface area, intra - parenchymal hematoma measuring less than 5 cm in diam- eter, and capsular tears with 1–3 cm of parenchymal depth extension. Trabecular vessel involvement is no longer a con- sideration when assessing lacerations, making size and depth the only responsible factors for classification between grades II and III. Grade III injuries (Figs 4, 7; Movie 3) include subcapsu- lar hematoma spanning greater than 50% of the surface area, ruptured subcapsular or parenchymal hematoma, intra - parenchymal hematoma greater than or equal to 5 cm, and capsular tear with greater than 3 cm of parenchymal depth extension. The main changes were removal of trabecular ves- sel involvement as a consideration when assessing lacerations and discontinuation of the term expanding for both subcapsu- lar and parenchymal hematomas. Grade IV injuries (Figs 4, 8; Movie 4) include lacerations involving segmental or hilar vessels producing major devas- cularization (>25% of spleen); any injury in the presence of splenic vascular injury (eg, arteriovenous fistula or pseudo - aneurysm); or active bleeding confined within the splenic capsule. Intraparenchymal pseudoaneurysms have a simi- lar appearance to active hemorrhage at initial scanning but either wash out or do not increase in size in delayed phases and follow the blood pool in all phases. Arteriovenous fistula cannot be differentiated from pseudoaneurysm at CT. In con- trast, active hemorrhage appears as high-attenuation material (80–95 HU) due to extravasation of intravenous contrast me- dia that increases in size at delayed imaging. Summary of Changes in the 2018 AAST-OIS for the Spleen, Liver, and Kidney Grade Spleen Liver Kidney I No changes No changes Clinical descriptors for renal contusions have been removed Contusions recognized as visible at MDCT Term nonexpanding has been removed II Lack of trabecular vessel involvement has been removed as a requirement for lacerations, making size the only requirement for distinguishing between grade II and III injuries No changes Term nonexpanding has been removed Term renal retroperitoneum replaced by “hematoma confined within Gerota’s fascia” Size of the laceration is now inclusive of 1 cm III Trabecular vessel involvement has been removed as a consideration for lacerations Term expanding for both subcapsular and parenchymal hematomas has been removed Inclusion of vascular injuries with active bleeding contained within the liver parenchyma Term expanding for both subcapsu- lar and parenchymal hematomas has been removed Incorporates vascular injury (pseudo aneurysms and arteriovenous fistulas) and active bleeding IV Inclusion of splenic vascular injuries or active bleeding within capsule Removal of equivalent Couinaud segments for parenchymal disruption Inclusion of vascular injuries with active bleeding extending be- yond the liver parenchyma into the peritoneum Incorporates renal pelvis laceration and complete ureteropelvic disruption Active bleeding is explicitly categorized Injuries to the main renal vessels, excluding thrombo- sis, are now grade V injuries (previously grade IV) Segmental vascular compromise and infarction have been included but previously were not described Infarction as a sequela of vascular thrombosis has been added V Inclusion of splenic vascular injuries with active bleeding extending beyond the spleen into the perito- neum Removal of equivalent Couinaud segments for parenchymal disruption Removal of grade VI (previous- ly used to describe hepatic avulsion), thereby making grade V the highest grade in liver injuries Active bleeding included In addition to avulsion at the renal hilum, the main renal artery or vein injury descriptor now also includes “laceration” All main renal vascular injuries, excluding thrombo- sis, are reserved for grade V injuries Note.—The changes for the liver and spleen are in comparison with the revised 1994 AAST-OIS, while the changes for the kidney are in comparison with the original 1989 AAST-OIS. MDCT = multidetector CT.",
    "September 2023 Dixe de Oliveira Santo et al Volume 43 Number 9 7 radiographics.rsna.org The main changes brought on by the 2018 update are that splenic vascular injuries or active bleeding confined within the capsule are now included in grade IV. It is also important to note that addition of the arterial phase recommended in this version is responsible for increased detection of vascular injuries. In the acute phase, splenic infarction is characterized by ill-defined areas of decreased attenuation, but over time the region of infarction becomes more sharply demarcated with volume loss. In the chronic phase, fibrosis or calcifica- tion may occur (34). Grade V injuries (Figs 4, 9; Movie 5) include shattered spleen and any injury in the presence of splenic vascular in- jury with active bleeding extending beyond the spleen into the peritoneum. According to the 2018 update, any vascular in- jury extending beyond the spleen is considered grade V, while previously only vascular injuries causing splenic devascular- ization were included. Management.— Nonoperative management is preferred in most low-grade injuries (grades I–III) and select hemodynamically stable high-grade injuries (grades IV and V) (35). The presence of active hemorrhage is the most important predictor for fail- ure of nonoperative management. Contraindications to non - operative management include hemodynamic instability after Figure 4. Schematic representation shows the revised 2018 grading for splenic injuries. AVF = arteriovenous fistula. 25-75% devasculariza\u000fon AVF, pseudoaneurysm, vascular injury Confined ac\u000fve parenchymal bleed Shaered spleen Vascular injury Ac\u000fve bleeding extending to the peritoneum Lacera\u000fon >3 cm Subcapsular hematoma >50% surface area Intraparenchymal hematoma ≥5 cm Intraparenchymal hematoma <5 cm Lacera\u000fon 1-3 cm Lacera\u000fon <1 cm Subcapsular hematoma 10-50% surface area Subcapsular hematoma <10% surface area Figure 5. Grade I splenic injuries according to the revised 2018 AAST-OIS. (A) Axial contrast-enhanced CT image in a 42-year-old man after a bicycle accident shows a small splenic laceration measuring approximately 1 cm in depth (arrow). Of note, in the trauma setting, streak artifact from the arms or increased image noise is not uncom- mon, as patients are often in pain, have altered mental status, or have multiple injuries, which may make them unable to lie still in the appropriate position for optimal imaging quality. (B) Coronal contrast-enhanced CT image in a 28-year-old man after a motor vehicle collision shows a small subcapsular hematoma (red arrow) spanning less than 10% of the splenic surface area. Note also the small left lower pole subcapsular renal hematoma (white arrow).",
    "September 2023 Dixe de Oliveira Santo et al Volume 43 Number 9 8 radiographics.rsna.org Figure 7. Grade III splenic injuries according to the revised 2018 AAST-OIS. (A) Axial contrast-enhanced CT image in a 37-year-old man after a high-speed motor vehicle collision shows an approximately 6-cm splenic laceration (arrows). Trabecular vessel involvement has been removed as a requirement for lacerations, making size the only requirement for distinguishing between grade II (1–3 cm) and III (>3 cm) injuries in the revised 2018 AAST-OIS version. The patient underwent splenic artery angiography, which revealed active extravasation from a superior splenic branch, which was embolized with coils. Given the high-grade nature of the laceration, the mid splenic artery was empirically embolized with an 8-mm Amplatzer Vascular Plug Version 2 (Abbott). An axial cine clip of this patient is shown in Movie 3. (B) Axial contrast-enhanced CT image in a 45-year-old man after a motor vehicle collision shows an intraparenchymal splenic hematoma (red circle), which communicates (blue arrow) with a large subcapsular splenic hematoma (white arrows) spanning over 50% of the splenic surface area. The subcapsular hematoma has ruptured, and there is blood extending to the peritoneum. The patient underwent angiography, which revealed no significant active extravasation or contained vascular injuries at the time of the procedure. The mid splenic artery was empirically embolized with Con- certo coils (Medtronic) and one Azur coil (Terumo) with good angiographic results. The patient made a full recovery. Figure 6. Grade II splenic injuries according to the revised 2018 AAST-OIS. (A) Axial contrast-enhanced CT image in a 33-year-old man after a motor vehicle collision shows a 3.5-cm splenic intraparenchymal hematoma (red circle). The term expanding for both subcapsular and pa- renchymal hematomas has been removed in the revised 2018 AAST-OIS. (B) Axial maximum intensity projection (MIP) contrast-enhanced CT image in an unidentified mid- dle-aged man after a fall from a bridge shows a 2.8-cm splenic laceration (arrow). A grade III hepatic laceration with hemoperitoneum was also noted in the posterior segment of the right hepatic lobe. Lack of trabecular vessel involvement has been removed as a requirement for lacerations, making size the only requirement for distinguishing between grade II (1–3 cm) and III (>3 cm) injuries in the revised 2018 AAST-OIS version. (C) Axial contrast-enhanced CT image in a 39-year-old man after a motorcycle crash shows a subcapsular hematoma (arrows) spanning approximately 30% of the splenic surface area. An axial cine clip of this patient is shown in Movie 2. initial resuscitation, other indication for surgery, and inability to provide serial monitoring or urgent embolization or abdom- inal exploration should the need arise (31). Splenic artery em- bolization (SAE) has been shown to reduce both laparotomy and complication rates but should be reserved for high-grade injuries and visible vascular disease or active bleeding (35). According to the 2018 revision, any injury in the presence of a splenic vascular injury (pseudoaneurysm or arterio venous",
    "September 2023 Dixe de Oliveira Santo et al Volume 43 Number 9 9 radiographics.rsna.org fistula) or active bleeding confined within the splenic capsule is grade IV, while active bleeding extending beyond the spleen into the peritoneum is grade V. This division has facilitated recognition of patients who may benefit from SAE (36). The sensitivity, specificity, and accuracy of CT in predicting the need for SAE have been reported to be between 80% and 90% (37). Complications may include abscess formation, delayed splenic rupture, delayed hemorrhage, splenic necrosis, pan- creatitis, pseudoaneurysm, postsplenectomy infection, sple- nosis, and thrombocytosis (38). Liver Trauma The liver is the second most frequently injured abdominal or- gan and the most common cause of death in severe abdominal trauma, with reported mortality rates of 5%–15% (39,40). The most common causes are motor vehicle collisions, followed by pedestrian accidents, falls from a height, and gunshot or stab wounds. The right lobe is injured three times more often than the left (39), and laceration is the most common type of liver injury (40). Like in the organs described earlier, injuries can be catego- rized into acceleration, deceleration, and compression. Accel- eration injuries to the right lobe are usually caused by lateral right or anterior-to-posterior trauma. The former leads to lac- erations between the anterior and posterior lobes, which may extend to the retrohepatic vena cava and major hepatic vein in severe cases, and the latter causes lacerations at the Cantlie line, given the fixed inferior vena cava position. Acceleration injuries in the left lobe occur when forces are delivered to the front of the chest, displacing the liver posteriorly. The left he- patic vein and left branches of the portal vein or hepatic bile duct may be affected in severe cases. Deceleration injuries occur when a rapidly moving body is suddenly stopped, but the liver keeps moving and collides against the chest wall or posterior abdominal wall, leading to crushing injuries or lacerations in the affected region, usually Figure 8. Grade IV splenic injuries according to the revised 2018 AAST-OIS. (A) Coronal contrast-enhanced CT image in a 27-year-old woman after a motor vehicle collision shows active contrast material extravasation (red arrow) consistent with bleeding contained within the splenic capsule (white arrows). Inclusion of splenic vascular injuries or active bleeding within the capsule was one of the main changes brought on by the AAST-OIS 2018 revision. The patient underwent an- giography, which revealed no significant active extravasation or contained vascular injuries at the time of the procedure. Nevertheless, the mid splenic artery was empirically embolized with an 8-mm Amplatzer Plug II with good angiographic results. The patient made a full recovery. (B) Coronal contrast-enhanced CT image in a 15-year-old boy shows a large laceration of the upper pole of the spleen involving segmental vessel damage (arrow) and resulting in greater than 25% devascularization. An axial cine clip of this patient is shown in Movie 4. (C, D) Axial contrast-enhanced CT images in the arterial (C) and portal venous (D) phases in a 47-year-old man after a motor vehicle collision show a large subcapsular splenic hematoma (red arrows) and a small contrast material–attenuation focus within the spleen (white arrow), which follows the blood pool in both the arterial and portal venous phases. This focus showed washout at delayed imaging, compatible with contained vascular injury. Perihepatic bleeding is also noted (blue arrow). Inclusion of splenic vascular injuries or active bleeding within the capsule was one of the main changes brought on by the AAST-OIS 2018 revision.",
    "September 2023 Dixe de Oliveira Santo et al Volume 43 Number 9 10 radiographics.rsna.org the right lobe. Compression injuries lead to lacerations at the anterior or posterior sides of the right hepatic lobe, given its larger size and fixed position, making it unable to escape the anterior and posterior walls of the rib cage (39). 2018 AAST-OIS Liver Grading.— 2018 AAST-OIS grade I in- juries (Figs 10, 11; Movie 6) include subcapsular hematoma spanning less than 10% of the surface area and capsular lacer- ations extending less than 1 cm in parenchymal depth. Grade II injuries (Figs 10, 12; Movie 7) include subcapsular hematoma spanning 10%–50% of the surface area, intraparen- chymal hematoma measuring less than 10 cm in diameter, and capsular tears extending 1–3 cm in depth and less than or equal to 10 cm long. No major changes were made to either grade I or II. Grade III injuries (Figs 10, 13; Movie 8) include subcapsu- lar hematoma spanning greater than 50% of the surface area, ruptured subcapsular or parenchymal hematoma, parenchy- mal hematoma greater than 10 cm, lacerations greater than 3 cm in depth, and vascular injuries with active bleeding con- tained within liver parenchyma. The major change in the 2018 revision was inclusion of vascular injuries with active bleed- ing contained within the liver parenchyma. Furthermore, the term expanding has been discontinued for both subcapsular and parenchymal hematomas (2). Evidence of contrast mate- rial extravasation extending from the liver parenchyma into the peritoneum will upgrade the injury to grade IV. Delayed images may help distinguish active bleeding, which would demonstrate persistence and increase the size of high-atten- uation material, from a pseudoaneurysm, which would be characterized by “washout of contrast attenuation” approxi- mating the blood pool attenuation. Grade IV injuries (Figs 10, 14; Movie 9) include parenchy- mal disruption involving 25%–75% of a hepatic lobe and vas- cular injuries with active bleeding extending from the liver parenchyma into the peritoneum. The major changes in the Figure 9. Grade V splenic injuries according to the re- vised 2018 AAST-OIS. Axial contrast-enhanced CT image in a 67-year-old man after a motor vehicle collision shows extensive parenchymal disruption, hemoperitoneum (white arrow), and active extravasation beyond the spleen and into the peritoneum (red arrow). Extensive periportal collat- erals (blue arrows) are noted related to portal hypertension from chronic liver disease. The patient was treated with exploratory laparotomy and splenectomy. An axial cine clip of this patient is shown in Movie 5. Figure 10. Schematic representation shows the revised 2018 AAST-OIS for liver injuries. IVC = inferior vena cava.",
    "September 2023 Dixe de Oliveira Santo et al Volume 43 Number 9 11 radiographics.rsna.org 2018 revision were inclusion of vascular injuries with active bleeding extending from the liver parenchyma into the peri- toneum and removal of equivalent Couinaud segments—an anatomic classification system that divides the liver into eight independent functional units—for grading parenchymal disruption. Grade V injuries (Figs 10, 15; Movie 10) include parenchy- mal disruption of greater than 75% of the hepatic lobe and jux- tavenous hepatic injuries (ie, retrohepatic vena cava or central major hepatic veins). The major change in the 2018 revision was removal of equivalent Couinaud segments for grading parenchymal disruption. Furthermore, grade VI—previously used to describe hepatic avulsion—was discontinued as it is a nonsurvivable injury, making V the highest grade in liver injuries, a feature now shared by the three organs. Management.— Nonoperative management is appropriate for most mild to moderate (grade I–III) and one-third of severe (grade IV or V) liver injuries (41). The most important factors affecting management are hemodynamic status, associated injuries, and grade and presence of other organ or visceral in- juries (41). Multidetector CT must be immediately available and performed in hemodynamically stable or stabilized pa- tients and under the supervision of the trauma team. Delayed phase CT helps in differentiating patients with active bleeding from those with contained vascular injuries, and angiography or angioembolization decreases the rate of laparotomy and complications (14,41). Complications may include delayed hemorrhage, abscess formation, posttraumatic pseudoaneurysm, hemobilia, and biliary complications (eg, biloma, bile leakage, biliary stric- tures, and bile peritonitis). Interventional radiology plays a key role in management of many of these complications (40). Renal Trauma Injuries to the genitourinary system occur in 10% of patients with blunt abdominal trauma, with the kidney being the most injured genitourinary organ (42,43). Renal trauma may oc- cur in isolation or in association with other visceral injuries (44) and may be the result of blunt (80%–90%) or penetrating (10%–20%) trauma (43), with the latter associated with more severe injuries and multiorgan involvement (45). It is most common in young males (45) after motor vehicle collisions (43). Additional mechanisms include falls, sports, pedestrian accidents, assaults, gunshots, or stab wounds (45). Findings that should raise suspicion for renal trauma in- clude hematuria, flank or upper abdomen pain or hemato- mas, abdominal tenderness or distention, palpable mass, ec- chymosis or abrasions, rib fractures, hypotension, and shock. Hematuria may be absent in ureteral tears, vascular pedicle injury, or ureteropelvic injuries (42,43). The mechanism of injury can be direct or indirect, with the former occurring due to rapid acceleration leading to contusions, lacerations, or hematomas, and the latter resulting from rapid decelera- tion causing renal compression against the spine or thoracic cage, potentially leading to avulsion at the ureteropelvic junc- tion (UPJ), avulsion of the renal pedicles, vascular dissection, laceration, or thrombosis. In external compression injuries, both mechanisms can be seen. The 2018 AAST-OIS provides a score-based assessment of renal injuries, with specific em- phasis on the vascular injuries based on the multidetector CT findings. 2018 AAST-OIS Renal Grading.— 2018 AAST-OIS grade I inju- ries (Figs 16, 17; Movie 11) include parenchymal contusions and subcapsular hematomas without laceration. Renal con- tusions appear as ill-defined patchy areas of poor contrast enhancement during the portal venous phase that become isoattenuating in the delayed phase. In contradistinction, segmental infarctions appear as a wedge-shaped sharply de- fined area of reduced or absent enhancement during the por- tal venous phase, which persists in the delayed phase (44). The 2018 update reflects that contusions can be visualized at multi detector CT (19), which were previously diagnosed clin- ically (ie, microscopic or gross hematuria with otherwise nor- mal results of urologic studies) (11). Figure 11. Grade I liver injuries according to the revised 2018 AAST-OIS. (A) Axial contrast-enhanced CT image in a 21-year-old woman after a motor vehicle collision shows a small subcapsular hematoma (arrow) along segment VI, measuring 2.2  0.7 cm (<10% of the liver surface) with no associated hepatic laceration. The patient also suffered a bucket handle omental injury with arterial bleeding (not shown), which required exploratory laparotomy and omentec- tomy. The subcapsular hematoma was successfully managed conservatively. (B) Axial contrast-enhanced CT image in a 48-year-old woman after a motor vehicle collision shows a hepatic laceration measuring less than 1 cm in depth (arrow). An axial cine clip of this patient is shown in Movie 6.",
    "September 2023 Dixe de Oliveira Santo et al Volume 43 Number 9 12 radiographics.rsna.org Figure 12. Grade II liver injuries according to the revised 2018 AAST-OIS. (A) Axial contrast-enhanced CT image in a 35-year-old man after a motorcycle col- lision shows an intraparenchymal hepatic hematoma (red oval) measuring approximately 4 cm in maximal dimension. (B) Axial contrast-enhanced CT image in a 29-year-old woman after falling down the stairs shows a laceration (arrows) in the left liver lobe mea- suring almost 3 cm in depth. There is no subcapsular hematoma or active bleeding. An axial cine clip of this patient is shown in Movie 7. (C) Axial contrast-en- hanced CT image in a 47-year-old man after a motor vehicle collision shows a subcapsular hepatic hema- toma (arrows) spanning approximately 40% of the liver’s surface area. Figure 13. Grade III liver injuries according to the revised 2018 AAST-OIS. (A, B) Axial (A) and coronal (B) contrast-enhanced CT images in a 45-year-old man after a motor vehicle collision show a large intraparenchymal hematoma in the posterior right lobe (red circle in A , red oval in B ) measuring 5.5  3.3  10.1 cm with active extravasation (arrow in A ) and no capsular disruption. Inclusion of vascular injuries with active bleeding contained within the liver paren- chyma was one of the changes brought on by the AAST-OIS 2018 revision. An axial cine clip of this patient is shown in Movie 8. According to the AAST-OIS 2018 revision, the term expanding was removed for both subcapsular and parenchymal hematomas. (C) Axial contrast-enhanced CT image in a 37-year-old woman after a motor vehicle collision shows a hepatic laceration (arrows) measuring approximately 7 cm in length and over 3 cm in depth. (D, E) Axial arte- rial (D) and portal venous (E) phase contrast-enhanced CT images in a 45-year-old woman after a motor vehicle collision show multiple large liver lacerations (white arrows) and a contrast material–attenuation focus (red arrow), which partly washes out in the portal venous phase and does not increase in size, sug- gestive of a contained vascular injury. However, the patient underwent angiography, which failed to reveal the injury. The patient was managed conserva- tively, but her hematocrit level continued to drop. Second-look angiography 2 days after presentation revealed a large contained vascular injury, which was successfully embolized. Also note the air adjacent to the rib cage (blue arrow) and the hemoperitoneum.",
    "September 2023 Dixe de Oliveira Santo et al Volume 43 Number 9 13 radiographics.rsna.org Figure 14. Grade IV liver injuries according to the revised 2018 AAST-OIS. (A) Axial contrast-enhanced CT image in a 46-year-old man after a pedestrian-versus-motor-vehicle collision shows major disruption of the right hepatic lobe, with active contrast material extravasation both within the liver parenchyma (white arrows) and extending into the peritoneum (red arrows). Inclusion of vascular injuries with active bleeding extending beyond the liver parenchyma into the peritoneum was one of the major changes included in the AAST-OIS revision. An axial cine clip of this patient is shown in Movie 9. (B) Axial contrast-enhanced CT image in a 21-year-old man after a fall off a train platform while intoxicated shows approximately 50% disruption of the right hepatic lobe (red oval). Hemoperitoneum is present, with fluid in the perihepatic and perisplenic regions. According to the AAST-OIS 2018 revision, the Couinaud segments are no longer used for quantifying parenchymal disruption. Figure 15. Grade V liver injuries according to the revised 2018 AAST-OIS. (A) Axial contrast-enhanced CT image in a 43-year-old man after a motor vehicle collision shows over 75% right lobe parenchymal disruption (red arrows). A partially visualized right-sided chest tube (blue arrow) and subcutaneous emphysema of the right chest wall (white arrow) are also noted. According to the AAST-OIS 2018 revision, the Couinaud segments are no longer used for quantifying parenchymal disruption. (B) Axial contrast-enhanced CT image in a 35-year-old woman after a gunshot wound shows a ballistic tra- jectory extending from the right hepatic margin to the hepatic hilum, transecting the inferior vena cava; contrast material extravasation (arrow), streak artifact from the metallic ballistic fragments, and air are noted along the bullet’s trajectory. An axial cine clip of this patient is shown in Movie 10. Subcapsular hematomas are nonenhancing, usually hy- perattenuating, superficial, crescentic or lentiform fluid col- lections contained within the renal capsule. When large, they may cause mass effect on the underlying renal parenchyma, and, in rare cases, compress the kidney sufficiently to reduce renal perfusion and result in hypertension, a condition called Page kidney. The distinction between subcapsular (less com- mon; superficial, crescentic or lentiform) and perinephric (poorly defined; do not usually deform the shape of the renal parenchyma even when large) hematomas should be made, as the latter represent grade II injuries. The previously used term nonexpanding has been discontinued in the 2018 update for both subcapsular and perinephric hematomas (2), as con- clusive demonstration of nonexpansion is not possible with a single radiologic examination (46). Grade II injuries (Figs 16, 18; Movie 12) include perirenal hematomas confined to the Gerota fascia and lacerations less than or equal to 1 cm in depth without urine leak. The term renal retroperitoneum was replaced by “confined to Gerota’s fascia.” Furthermore, lacerations smaller than 1 cm and those measuring exactly 1 cm in depth are now included in grade II injuries, as opposed to the prior version, which included only lacerations smaller than 1 cm in depth. In contrast to subcapsular hematoma, perinephric hema- toma occurs after laceration of the renal capsule, with blood accumulating between the renal parenchyma and Gerota fas- cia. Its attenuation varies according to the age, from hyper - attenuating in the acute and subacute stages to progressively iso- or hypoattenuating in the chronic stage (44). The presence of a low-attenuation perinephric fluid collection in the acute",
    "September 2023 Dixe de Oliveira Santo et al Volume 43 Number 9 14 radiographics.rsna.org setting should prompt evaluation with delayed phase imag- ing, as it may represent urine leak due to a collecting system injury, which denotes a higher grade of injury (19). The mar- gins of a perinephric hematoma are poorly defined compared with those of subcapsular hematomas, and it does not usually deform the shape of the renal parenchyma, even when large. For a renal parenchymal laceration to be classified as grade II, it must be superficial ( ≤ 1 cm), and there must be no associ- ated active bleeding or urine leak. Active bleeding would up- grade the injury to grade III, which represents a change from the original 1989 version. Urine leak, which is better evaluated with CT urography, would upgrade the injury to grade IV (19). Grade III injuries (Figs 16, 19; Movie 13) include parenchy- mal lacerations greater than 1 cm in depth without collect- ing system rupture or urine leak and any injury in the pres- ence of a vascular injury or active bleeding contained within the Gerota fascia. The main change introduced by the 2018 revision is that vascular injuries and active bleeding within the Gerota fascia are now classified under this grade. Active bleeding is defined by focal or diffuse vascular contrast en- hancement (VCE) that increases in size and attenuation in the delayed phase, and, if present, it must be contained within the Gerota fascia. Vascular injuries include pseudoaneurysm and arteriove- nous fistula, which at imaging manifest as a focal collection of VCE that shows decreasing attenuation at delayed imaging (19). Early enhancement of the renal vein during the arterial phase and increased caliber of the renal vein are findings strongly suggestive of an arteriovenous fistula. Well-margin- ated ovoid or round collections that follow the arterial blood pool and appear as washout on delayed phase images are characteristic findings of a pseudoaneurysm (44). Lacerations deeper than 1 cm are included under grade III if there is no evidence of urine leak. This includes renal fracture (ie, laceration connecting two cortical surfaces) if the collecting system remains intact. Grade IV injuries (Figs 16, 20; Movies 14, 15) include pa- renchymal laceration extending into the urinary collecting system with urine leak, renal pelvis laceration or complete ureteropelvic junction (UPJ) disruption, segmental renal vein or artery injury, active bleeding beyond the Gerota fascia into the retroperitoneum or peritoneum, and segmental or com- plete kidney infarction due to vessel thrombosis without ac- tive bleeding. The main changes to grade IV include the in- clusion of segmental vascular injuries, active bleeding beyond the Gerota fascia, and segmental or complete parenchymal infarction in the absence of active bleeding. Lacerations are included under this grade if there is evi- dence of urine leak manifesting as an uncontained collection with low attenuation in the arterial or portal phase and high attenuation (matching that of the collecting system) in the de- layed phase. Renal pelvis laceration or complete UPJ disrup- tion can manifest as urine leak medial to an intact lateral calix on delayed images. In complete avulsion, there is no passage of excreted contrast material into the distal ureter, which may also be seen in partial tears. If free fluid is noted adjacent to the UPJ, delayed imaging is of the utmost importance in iden- tifying these injuries (13). Figure 16. Schematic representation shows the revised 2018 AAST-OIS for renal injuries.",
    "September 2023 Dixe de Oliveira Santo et al Volume 43 Number 9 15 radiographics.rsna.org Segmental vascular injuries can manifest as wedge- shaped infarctions. Active bleeding extending beyond the Gerota fascia into the anterior or posterior perirenal space or the peritoneal cavity is evidenced by fluid in these spaces, which increases in size and attenuation at delayed imaging (47). It is important to note that active extravasation should not be due to main renal artery or vein laceration, as these would upgrade the injuries to grade V. Vessel thrombosis leading to segmental or complete renal infarction is also in- cluded in grade IV. Grade V injuries (Figs 16, 21; Movie 16) include shattered kidney with loss of identifiable parenchymal anatomy, main renal artery or vein laceration or avulsion of the hilum, and devascularized kidney with active bleeding. Shattered kidney results in multiple fragments and is usually associated with urine leak and active bleeding. Loss of parenchymal identifi- cation is now required for its diagnosis (2). Hilar vascular inju- ries are rare and may result in retroperitoneal hematomas with possible active bleeding. CT angiography, CT venography, and conventional angiography can be useful for identification of Figure 17. Grade I renal injuries according to the re- vised 2018 AAST-OIS. (A, B) Axial contrast-enhanced CT images in a 24-year-old man after a motorcycle collision show a left renal ill-defined region of hypoattenuation (ar- row) in the portal venous phase (A) that becomes almost isoattenuating in the delayed phase (B) , consistent with a renal contusion. The AAST-OIS 2018 revision recognizes contusions as a finding visible at CT, and clinical descrip- tors suggestive of the diagnosis have been removed. (C) Axial contrast-enhanced CT image in a 68-year-old man after a fall from a bicycle shows a left subcapsular hematoma (arrow) with no evidence of laceration. The term nonexpanding has been removed in the AAST-OIS 2018 revision. An axial cine clip of this patient is shown in Movie 11. Figure 18. Grade II renal injuries according to the revised 2018 AAST-OIS. (A) Axial contrast-enhanced CT image in a 29-year-old man shows a lucency less than 1 cm in depth (arrow) in the left kidney, consistent with a laceration. There is no evidence of urine leak, as this would automatically upgrade injuries to at least grade IV. According to the revised 2018 AAST-OIS, lacerations smaller than 1 cm and those measuring exactly 1 cm in depth are now included in grade II injuries, as opposed to the prior version, which included only lacerations smaller than 1 cm in depth. An axial cine clip of this patient is shown in Movie 12. (B) Axial contrast-enhanced CT image in a 45-year-old woman after a motor vehicle collision shows a perirenal hematoma (arrows) confined to the Gerota fascia. Ac- cording to the revised 2018 AAST-OIS, the term renal retroperitoneum is replaced by “hematoma confined within Gerota’s fascia.”",
    "September 2023 Dixe de Oliveira Santo et al Volume 43 Number 9 16 radiographics.rsna.org patients with suspected hilar vascular injuries (19). In contrast with the devascularization seen in grade IV injuries that result from thrombosis, grade V injuries are characterized by devas- cularization with active bleeding. Management.— Most renal injuries can be managed nonop- eratively, with bed rest, frequent examinations, and moni- toring of vital signs, hematuria, and hemoglobin level. AAST renal injury grading is critical to determine which patients may benefit from more aggressive management (42,48,49). In grade III injuries with active bleeding, angioembolization should be considered, depending on the hemodynamic sta- tus (Movies 17–19) (50). Perirenal hematoma size, contrast material extravasation, and medial renal laceration site have been associated with increased need for urgent hemostatic in- tervention but are not included in the 2018 update (51). Ves- sel thrombosis is now classified under grade IV (while other main renal vessel injuries are grade V), as it has been shown to correlate with lower risk and does not require acute inter- vention (51,52). A growing number of studies advocate for the value of re- nal preservation in the setting of high-grade trauma. As such, a multidisciplinary team involving interventional radiology, urology, and trauma surgeons is therefore crucial, as stud- ies have shown significant differences in management ap- proaches (53,54). Complications of renal trauma may include urinoma, urinary fistula, perinephric abscess, hydronephro- sis, recurrent pyelonephritis, kidney stone formation, pseudo- aneurysms, arteriovenous fistulas, and hypertension (50,55). Conclusion Given the short time since the publication and implementa- tion of the AAST-OIS 2018 revision, evidence regarding its impact is still limited. However, according to the currently available literature, validation of the AAST-OIS 2018 revi- sion revealed that it has led to an increase in heterogeneity for grade IV renal injuries, an improvement in the ability to predict the need for operative treatment, and a decline in the correlation with in-hospital mortality for both splenic and he- patic trauma. The radiologist should keep in mind that mul- tidisciplinary cooperation and appropriate grading of injuries according to the latest update are essential in management of and prognosis for these critically ill patients, to further un- derstand the implications of the revision, and to guide future updates. Possible future directions may include addition of al- ternative imaging modalities (eg, contrast-enhanced US, du- al-energy CT), incorporation of machine learning algorithms to support mortality prediction or facilitate management decisions, and integration of three-dimensional printing in Figure 19. Grade III renal injuries according to the revised 2018 AAST-OIS. (A) Axial image from the combined phase of single-pass split-bolus contrast-enhanced CT in a 28-year-old man after a motorcycle collision shows a left renal laceration (red arrows) with no urine leak during the delayed phase (not shown); a small perirenal hema- toma is also noted (white arrow), which is confined to the Gerota fascia. An axial cine clip of this patient is shown in Movie 13. (B) Axial contrast-enhanced CT image in a 37-year-old man after a motor vehicle collision shows a large left perinephric hematoma and active bleeding (arrow) contained within the Gerota fascia. This patient also suffered a grade IV splenic injury (not shown). He was treated with splenic artery embolization with an 8-mm Am- platzer Vascular Plug at presentation and with left renal upper pole artery embolization with coils approximately 2 days later due to lack of improvement in hemodynamic status. According to the revised 2018 AAST-OIS, vascular injuries (pseudoaneurysms and arteriovenous fistulas) and active bleeding are now included under grade III renal injuries. (C) Axial delayed phase contrast-enhanced CT image in a 15-year-old boy with flank pain and gross he- maturia after he fell and hit his abdomen on the corner of a plastic step shows a globular structure (arrow) within the right kidney, which was the same size as a contrast material–attenuation focus noted in the arterial phase (not shown), compatible with a contained vascular injury. The patient underwent angiography, which confirmed the di- agnosis of a pseudoaneurysm, which was successfully treated with coil embolization. Note the extensive perirenal hematoma surrounding the right kidney and the lack of contrast material within the right renal pelvis.",
    "September 2023 Dixe de Oliveira Santo et al Volume 43 Number 9 17 radiographics.rsna.org Figure 20. Grade IV renal injuries according to the revised 2018 AAST-OIS. (A) Coronal contrast-enhanced CT image in a 31-year-old man after a motor vehicle collision shows a left lower pole renal infarction (red oval), suggesting segmental vascular injury. According to the revised 2018 AAST-OIS, segmental vascular compro- mise and infarction and/or infarction as a sequela of vascular thrombosis are now classified under grade IV in- juries. (B) Axial delayed phase contrast-enhanced CT image in a 26-year-old man after a car-versus-pedestrian collision shows a laceration of the right kidney extending from the anterior aspect, through the renal pelvis, and to the posteromedial aspect with contrast material extending beyond the collecting system (arrow), con- sistent with urine leak. No contrast material extravasation was noted during the arterial or portal venous phase to suggest active bleeding. The patient was managed conservatively with a good outcome. According to the revised 2018 AAST-OIS, renal pelvis laceration and complete ureteropelvic disruption are now included under grade IV injuries. An axial cine clip of this patient is shown in Movie 14. (C) Axial contrast-enhanced CT image in a 45-year-old woman after a motor vehicle collision shows complete left kidney infarction (arrows) with no evidence of active bleeding. The patient also suffered multiple other injuries (not shown), including a shattered spleen, liver laceration, pancreatic transection, and fractures of the transverse processes of the L1 and L4 ver- tebrae. The patient underwent multiple surgeries for the remaining injuries, but the kidney injury was managed conservatively. However, long-term follow-up revealed no functional recovery of the left kidney. (D) Axial con- trast-enhanced CT image in a 16-year-old boy after a tree branch fell on him shows multiple severe right kidney lacerations, a large amount of blood extending beyond the Gerota fascia, and contrast material extravasation suggestive of active bleeding both within (yellow arrow) and beyond (white arrow) the Gerota fascia into the retroperitoneum. (E) Axial delayed phase contrast-enhanced CT image in a 71-year-old man after a fall shows contrast material extending into the right perinephric space (blue oval) and down to the right retroperitoneum, with no contrast material in the distal right ureter (not shown), diagnostic of a complete ureteropelvic disruption. The patient was managed with ureteral stent placement with a good response. An axial cine clip of this patient is shown in Movie 15.",
    "September 2023 Dixe de Oliveira Santo et al Volume 43 Number 9 18 radiographics.rsna.org assessment of and surgical planning for high-grade or multi- ple-organ injuries. Author affiliations.— From the Section of Interventional Radiology (I.D.d.O.S., A.S.), Department of Radiology and Biomedical Imaging (I.D.d.O.S., A.S., N.S., R.B., J.C., J.T., M.V.R.), Yale School of Medicine, 333 Cedar St, PO Box 208042, Room TE-2, New Haven, CT 06520; Department of Clinical Radiology and Imaging Sciences, Indiana University School of Medicine, Indianapolis, Ind (S.C.); and Department of Radiology, University of Washington School of Medicine, Seattle, Wash (E.A.R.). Recipient of a Cum Laude award for an education exhibit at the 2022 RSNA Annual Meeting. Received February 21, 2023; revision requested April 19 and received May 6; accepted May 18. Ad- dress correspondence to I.D.d.O.S. (email: irene.deoliveirasanto@yale.edu ). Disclosures of conflicts of interest. — I.D.d.O.S. Member of RadioGraphics Vi- sual Arts Team and RadioGraphics TEAM Editorial Board. A.S. Member of Ra- dioGraphics Trainee Editorial Board. N.S. Member of RadioGraphics Trainee Editorial Board, RSNA Research and Education Foundation Research Resident Grant. J.C. Consultant for Bayer, honoraria for expert panel from Applied Im- aging . E.A.R. Bylaws Committee Chair and member of research committee and membership committee for American Society of Emergency Radiology. M.V.R. Editorial board member of RadioGraphics , economics and ultrasound subcommittee chair for American College of Radiology, executive committee and past Vice President of New England Roentgen Ray Society, royalties from Elsevier. All other authors have disclosed no relevant relationships. References 1. Injuries and Violence Are Leading Causes of Death. Centers for Disease Con- trol and Prevention Injury Center. https://www.cdc.gov/injury/wisqars/ animated-leading-causes.html. Published 2022. Accessed February 4, 2023. 2. Kozar RA, Crandall M, Shanmuganathan K, et al; AAST Patient Assessment Committee. Organ injury scaling 2018 update: spleen, liver, and kidney. J Trauma Acute Care Surg 2018;85(6):1119–1122. 3. Morell-Hofert D, Primavesi F, Fodor M, et al. Validation of the revised 2018 AAST-OIS classification and the CT severity index for prediction of operative management and survival in patients with blunt spleen and liver injuries. Eur Radiol 2020;30(12):6570–6581. 4. Hemachandran N, Gamanagatti S, Sharma R, et al. Revised AAST scale for splenic injury (2018): does addition of arterial phase on CT have an impact on the grade? Emerg Radiol 2021;28(1):47–54. 5. Keihani S, Gross JA, Joyce RP, et al. The American Association for the Sur- gery of Trauma renal grading system: should segmental kidney infarction be classified as a grade IV injury? J Urol 2021;205(1):165–173. 6. Committee on Medical Aspects of Automotive Safety. Rating the severity of tissue damage. I. The abbreviated scale. JAMA 1971;215(2):277–280. 7. Baker SP, O’Neill B, Haddon W Jr, Long WB. The injury severity score: a method for describing patients with multiple injuries and evaluating emergency care. J Trauma 1974;14(3):187–196. 8. Ozoilo K. Measurement of the magnitude of injury: a review of the trauma scoring systems. Jos Journal of Medicine 2012;6(2):19–26. 9. Moore EE, Dunn EL, Moore JB, Thompson JS. Penetrating abdominal trauma index. J Trauma 1981;21(6):439–445. 10. Borlase BC, Moore EE, Moore FA. The abdominal trauma index: a critical reassessment and validation. J Trauma 1990;30(11):1340–1344. 11. Moore EE, Shackford SR, Pachter HL, et al. Organ injury scaling: spleen, liver, and kidney. J Trauma 1989;29(12):1664–1666. 12. Moore EE, Cogbill TH, Jurkovich GJ, Shackford SR, Malangoni MA, Champion HR. Organ injury scaling: spleen and liver (1994 revision). J Trauma Inj Infect Crit Care 1995;38(3):323–324. 13. Nishijima DK, Simel DL, Wisner DH, Holmes JF. Does this adult patient have a blunt intra-abdominal injury? JAMA 2012;307(14):1517–1527. 14. Coccolini F, Coimbra R, Ordonez C, et al; WSES expert panel. Liver trauma: WSES 2020 guidelines. World J Emerg Surg 2020;15(1):24. 15. Boscak AR, Shanmuganathan K, Mirvis SE, et al. Optimizing trauma multidetector CT protocol for blunt splenic injury: need for arterial and portal venous phase scans. Radiology 2013;268(1):79–88. 16. Uyeda JW, LeBedis CA, Penn DR, Soto JA, Anderson SW. Active hemor- rhage and vascular injuries in splenic trauma: utility of the arterial phase in multidetector CT. Radiology 2014;270(1):99–106. 17. Hakim W, Kamanahalli R, Dick E, Bharwani N, Fetherston S, Kashef E. Trauma whole-body MDCT: an assessment of image quality in conventional dual-phase and modified biphasic injection. Br J Radiol 2016;89(1063):20160160. 18. Keihani S, Putbrese BE, Rogers DM, et al; in conjunction with the Trauma and Urologic Reconstruction Network of Surgeons. Optimal timing of de- layed excretory phase computed tomography scan for diagnosis of urinary extravasation after high-grade renal trauma. J Trauma Acute Care Surg 2019;86(2):274–281. 19. Hosein M, Paskar D, Kodama R, Ditkofsky N. Coming together: a review of the American Association for the Surgery of Trauma’s updated kidney injury scale to facilitate multidisciplinary management. AJR Am J Roent- genol 2019;213(5):1091–1099. 20. Ahuja C, Farsad K, Chadha M. An Overview of Splenic Embolization. AJR Am J Roentgenol 2015;205(4):720–725. 21. Caraiani C, Yi D, Petresc B, Dietrich C. Indications for abdominal imaging: when and what to choose? J Ultrason 2020;20(80):e43–e54. 22. Miele V, Piccolo CL, Galluzzo M, Ianniello S, Sessa B, Trinci M. Con- trast-enhanced ultrasound (CEUS) in blunt abdominal trauma. Br J Radiol 2016;89(1061):20150823. 23. Hamid S, Nicolaou S, Khosa F, et al. Dual-energy CT: a paradigm shift in acute traumatic abdomen. Can Assoc Radiol J 2020;71(3):371–387. Figure 21. Grade V renal injuries according to the revised 2018 AAST-OIS. (A) Axial contrast-enhanced CT image in a 55-year-old man after a front-end motor vehicle collision at 45 mph shows a shattered left kidney with two small frag- ments (red arrows) but loss of identifiable renal parenchymal anatomy, and bleeding extending from the Gerota fascia (white arrows) into the peritoneum and retroperitoneum (blue arrows). The patient underwent exploratory laparotomy and left nephrectomy. (B) Axial contrast-enhanced CT image in a 34-year-old man after being crushed between two vehicles shows avulsion of the right renal hilum, right renal artery laceration (arrow), extensive retroperitoneum, and a devascu- larized right kidney (white oval). Additionally, he suffered a right 10th rib fracture and injuries to the duodenum and trans- verse mesocolon. The patient underwent right nephrectomy, and avulsion of the hilum and renal artery transection were confirmed during surgery. Absence of exuberant active contrast material extravasation was related to vasospasm and compression by the hematoma. According to the revised 2018 AAST-OIS, all main renal vascular injuries, excluding throm- bosis, are reserved for grade V injuries.",
    "September 2023 Dixe de Oliveira Santo et al Volume 43 Number 9 19 radiographics.rsna.org 24. Wortman JR, Uyeda JW, Fulwadhva UP, Sodickson AD. Dual-energy CT for abdominal and pelvic trauma. RadioGraphics 2018;38(2):586–602. 25. Sodagari F, Katz DS, Menias CO, et al. Imaging Evaluation of Abdominopel- vic Gunshot Trauma. RadioGraphics 2020;40(6):1766–1788. 26. Chang H, Bates DDB, Gupta A, LeBedis CA. Use of MR in pancreaticobi- liary emergencies. Magn Reson Imaging Clin N Am 2022;30(3):479–499. 27. LeBedis CA, Anderson SW, Mercier G, et al. The utility of CT for predicting bile leaks in hepatic trauma. Emerg Radiol 2015;22(2):101–107. 28. Iacobellis F, Di Serafino M, Brillantino A, et al. Role of MRI in early fol- low-up of patients with solid organ injuries: how and why we do it? Radiol Med (Torino) 2021;126(10):1328–1334. 29. Soto JA, Anderson SW. Multidetector CT of blunt abdominal trauma. Radiology 2012;265(3):678–693. 30. Lee JT, Slade E, Uyeda J, et al. American Society of Emergency Radiology multicenter blunt splenic trauma study: CT and clinical findings. Radiology 2021;299(1):122–130. 31. Coccolini F, Montori G, Catena F, et al. Splenic trauma: WSES classifica- tion and guidelines for adult and pediatric patients. World J Emerg Surg 2017;12(1):40. 32. Pannu HK, Oliphant M. The subperitoneal space and peritoneal cavity: basic concepts. Abdom Imaging 2015;40(7):2710–2722. 33. Vancauwenberghe T, Snoeckx A, Vanbeckevoort D, Dymarkowski S, Van- hoenacker FM. Imaging of the spleen: what the clinician needs to know. Singapore Med J 2015;56(3):133–144. 34. Unal E, Onur MR, Akpinar E, et al. Imaging findings of splenic emergencies: a pictorial review. Insights Imaging 2016;7(2):215–222. 35. Ruhnke H, Jehs B, Schwarz F, et al. Non-operative management of blunt splenic trauma: the role of splenic artery embolization depending on the severity of parenchymal injury. Eur J Radiol 2021;137:109578. 36. Lin BC, Wu CH, Wong YC, et al. Splenic artery embolization changes the management of blunt splenic injury: an observational analysis of 680 patients graded by the revised 2018 AAST-OIS. Surg Endosc 2023;37(1):371–381. 37. Patil MS, Goodin SZ, Findeiss LK. Update: splenic artery embolization in blunt abdominal trauma. Semin Intervent Radiol 2020;37(1):97–102. 38. Girard E, Abba J, Cristiano N, et al. Management of splenic and pancreatic trauma. J Visc Surg 2016;153(4 Suppl):45–60. 39. Jin W, Deng L, Lv H, Zhang Q, Zhu J. Mechanisms of blunt liver trauma patterns: an analysis of 53 cases. Exp Ther Med 2013;5(2):395–398. 40. Yoon W, Jeong YY, Kim JK, et al. CT in blunt liver trauma. RadioGraphics 2005;25(1):87–104. 41. Willmann JK, Roos JE, Platz A, et al. Multidetector CT: detection of active hemorrhage in patients with blunt abdominal trauma. AJR Am J Roent- genol 2002;179(2):437–444. 42. Coccolini F, Moore EE, Kluger Y, et al; WSES-AAST Expert Panel. Kidney and uro-trauma: WSES-AAST guidelines. World J Emerg Surg 2019;14(1):54. 43. Lee YJ, Oh SN, Rha SE, Byun JY. Renal trauma. Radiol Clin North Am 2007;45(3):581–592, ix. 44. Bonatti M, Lombardo F, Vezzali N, et al. MDCT of blunt renal trauma: imaging findings and therapeutic implications. Insights Imaging 2015;6(2):261–272. 45. Erlich T, Kitrey ND. Renal trauma: the current best practice. Ther Adv Urol 2018;10(10):295–303. 46. Pretorius EJ, Zarrabi AD, Griffith-Richards S, et al. Inter-rater reli- ability in the radiological classification of renal injuries. World J Urol 2018;36(3):489–496. 47. Fu CY, Wu SC, Chen RJ, et al. Evaluation of need for angioembolization in blunt renal injury: discontinuity of Gerota’s fascia has an increased probability of requiring angioembolization. Am J Surg 2010;199(2):154–159. 48. Baghdanian AH, Baghdanian AA, Armetta A, et al. Utility of MDCT find- ings in predicting patient management outcomes in renal trauma. Emerg Radiol 2017;24(3):263–272. 49. Buckley JC, McAninch JW. Pediatric renal injuries: management guidelines from a 25-year experience. J Urol 2004;172(2):687–690; discussion 690. 50. Kodama R. Contemporary treatment of renal trauma in Canada. Can Urol Assoc J 2019;13(6 Suppl 4):S46–S50. 51. Dugi DD 3rd, Morey AF, Gupta A, Nuss GR, Sheu GL, Pruitt JH. American Association for the Surgery of Trauma grade 4 renal injury substratification into grades 4a (low risk) and 4b (high risk). J Urol 2010;183(2):592–597. 52. Chiron P, Hornez E, Boddaert G, et al. Grade IV renal trauma manage- ment: a revision of the AAST renal injury grading scale is mandatory. Eur J Trauma Emerg Surg 2016;42(2):237–241. 53. Moses RA, Anderson RE, Keihani S, et al. High grade renal trauma manage- ment: a survey of practice patterns and the perceived need for a prospective management trial. Transl Androl Urol 2019;8(4):297–306. 54. Yeung LL, Brandes SB. Contemporary management of renal trauma: differ- ences between urologists and trauma surgeons. J Trauma 2012;72(1):68–77. 55. Al-Qudah HS, Santucci RA. Complications of renal trauma. Urol Clin North Am 2006;33(1):41–53, vi. This journal-based CME activity has been approved for AMA PRA Category 1 Credit TM . See rsna.org/learning-center-rg."
  ],
  "processed_at": "2026-01-30T15:58:55.250Z"
}