{
  "doc_id": "a40503b797741b3940cdb6e8114219b6",
  "source_id": "EGT-2710_v1_Download",
  "total_pages": 3,
  "pages": [
    "ECRI Guidelines Trust | Guideline Profile ACR Appropriateness Criteria® hernia. Guideline ID: 2710 Published: 2022 Garcia EM, Pietryga JA, Kim DH, et al. ACR Appropriateness Criteria® hernia. Reston (VA): American College of Radiology (ACR); 2022. 13 p. [ 73 references ] View Original Guideline ® American College of Radiology (ACR) Overview To provide recommendations for the appropriate use of imaging in the diagnosis and evaluation of suspected abdominal wall, groin, deep pelvic, and diaphragmatic hernia Patients with suspected abdominal wall, groin, deep pelvic, and diaphragmatic hernia Recommendations Major interventions covered in this guideline include: Ultrasound (US) Guideline Objective Patient Population Recommendation Statements",
    "Computed tomography (CT) Magnetic resonance imaging (MRI) Radiography Fluoroscopy upper gastrointestinal (GI) series without and with small bowel follow- through Appropriate use of intravenous (IV) contrast for CT and MRI Note : Full recommendation statements have not been provided because this guideline does not meet EGT's systematic review of the evidence criteria . Refer to the original guideline for more information. Refer to the original guideline documentation for more information. Refer to the original guideline documentation for more information. Related Content Appendix . Evidence Table ; 2022. Literature Search ; 2021 Feb 23. ACR Appropriateness Criteria® Methodology ; 2021 Nov 1. No implementation tools available. Evidence Rating Scheme Recommendation Rating Scheme Supporting Documents Implementation Tools",
    "No patient education materials available. Disclaimer If you desire to use content from the original clinical practice guideline cited herein, you must contact the guideline developer directly to obtain permission rights. ECRI’s Guideline Profiles are designed to provide information and assist decision-making. Variations in practice will inevitably, and appropriately, occur when clinicians take into account the needs and preferences of individual patients, available resources, and limitations unique to an institution or type of practice. Every healthcare professional using these Guideline Profiles is responsible for evaluating the appropriateness of applying them in a clinical setting. Patient Education Copyright © 2025 ECRI"
  ],
  "processed_at": "2026-01-30T15:58:52.127Z"
}