{
  "doc_id": "98204ddd2f8cd3e47ef3db997e713249",
  "source_id": "endometriosis_and_infertility",
  "total_pages": 8,
  "pages": [
    "Endometriosis and infertility: a committee opinion The Practice Committee of the American Society for Reproductive Medicine American Society for Reproductive Medicine, Birmingham, Alabama Women with endometriosis typically present with pelvic pain, infertility, or an adnexal mass, and may require surgery. Treatment of endometriosis in the setting of infertility raises a number of complex clinical questions that do not have simple answers. This document replaces the 2006 ASRM Practice Committee document of the same name. (Fertil Steril Ò 2012;98:591 – 8. Ó 2012 by American Society for Reproductive Medicine.) Earn online CME credit related to this document at www.asrm.org/elearn Discuss: You can discuss this article with its authors and with other ASRM members at http:// fertstertforum.com/goldsteinj-endometriosis-and-infertility-a-committee-opinion/ Use your smartphone to scan this QR code and connect to the discussion forum for this article now.* * Download a free QR code scanner by searching for “ QR scanner ” in your smartphone ’ s app store or app marketplace. E ndometriosis is a common, chronic disease. Although women may be asymptomatic, most women typically present with pelvic pain, infertility, or an adnexal mass. Treatment of endometriosis in the setting of infertility raises a number of complex clinical questions. The purpose of this document is to review the current literature regarding the implications of endometriosis and its management on reproduction. Classical studies suggested that 25% to 50% of infertile women have endo- metriosis and that 30% to 50% of women with endometriosis are infertile (1). The true prevalence of endometriosis is dif fi cult to quantify as very wide ranges have been reported in the litera- ture. One study suggested the preva- lence of endometriosis in women who undergo tubal sterilization is 1% to 7%, while the prevalence of endometri- osis in women undergoing a laparoscopy for evaluation of infertility is 9% to 50% (1, 2). Among women with pelvic pain the prevalence of endometriosis ranges from 30% to 80% (1). Other studies have not reported prevalence but have con fi rmed that infertile women are 6 to 8 times more likely to have endometriosis than fertile women (2). Apparent risk factors for endometriosis also include a low body mass index (BMI), alcohol use, and smoking (1). African-American women are less likely than Caucasian women to have endo- metriosis (odds ratio [OR] 0.6, 95% con fi dence interval [CI] 0.4 – 0.9) (1). ENDOMETRIOSIS AND INFERTILITY The hypothesis that endometriosis causes infertility or a decrease in fecun- dity remains controversial. Whereas a reasonable body of evidence demon- strates an association between endo- metriosis and infertility, a causal relationship has not been clearly estab- lished. However, endometriosis can result in adhesions or distorted pelvic anatomy that precludes fertility. The fecundity rate in normal couples is in the range of 15% to 20% per month and decreases with age of the female partner (3, 4). The fecundity rate of untreated women with endometriosis is dif fi cult to quantify, given the wide range reported in the literature (2% to 10%) (5). If endometriosis does cause infertility, then eradication of the disease should improve fecundity. Unfortunately, suppressive medical therapy for endometriosis has not been shown to improve fecundity rates and may only result in a delay in the use of more effective treatments to achieve pregnancy. Surgery for stage III or IV endometriosis can be useful to treat pelvic adhesions that may impact reproductive function. BIOLOGIC MECHANISMS THAT MAY LINK ENDOMETRIOSIS AND INFERTILITY No mechanism has been identi fi ed to explain the link between endometriosis and subfertility; however, several mech- anisms have been proposed (6 – 8). It should be emphasized that none of these mechanisms has been proven to decrease fecundity in women with endometriosis. These mechanisms are brie fl y discussed below. Distorted Pelvic Anatomy Major pelvic adhesions, including those that result from endometriosis, can Received May 15, 2012; accepted May 22, 2012; published online June 15, 2012. No reprints will be available. Correspondence: Practice Committee, American Society for Reproductive Medicine, 1209 Montgom- ery Hwy., Birmingham, AL 35216 (E-mail: jgoldstein@asrm.org). Fertility and Sterility® Vol. 98, No. 3, September 2012 0015-0282/$36.00 Copyright ©2012 American Society for Reproductive Medicine, Published by Elsevier Inc. doi:10.1016/j.fertnstert.2012.05.031 VOL. 98 NO. 3 / SEPTEMBER 2012 591 ASRM PAGES",
    "impair oocyte release from the ovary or inhibit ovum capture or transport (9). Altered Peritoneal Function Many studies demonstrate that women with endometriosis have an increased volume of peritoneal fl uid, as well as in- creased peritoneal fl uid concentrations of prostaglandins, proteases, and cytokines including in fl ammatory cytokines such as IL-1, IL-6, and TNF a , and angiogenic cytokines, such as IL-8 and VEGF produced by macrophages (10, 11). Several studies have also demonstrated elevated concentrations of in fl ammatory cytokines in the serum of women with endometriosis, implying that endometriosis may lead to systemic in fl ammation. It is unknown if in fl ammation predisposes to, or results from, endometriosis. An ovum capture inhibitor that prevents normal cumulus- fi mbria interaction has been reported in the peritoneal fl uid of hamsters with induced endometriosis (12). These alter- ations may have adverse effects on oocyte, sperm, embryo, or fallopian tube function (13). Altered Hormonal and Cell-Mediated Function IgG and IgA antibodies and lymphocytes may be increased in the endometrium of women with endometriosis. These abnor- malities may alter endometrial receptivity and embryo implan- tation. Autoantibodies to endometrial antigens are reported to be increased in some women with endometriosis (13). Endocrine and Ovulatory Abnormalities It has been proposed that women with endometriosis may have endocrine and ovulatory disorders, including luteinized unruptured follicle syndrome, luteal phase dysfunction, ab- normal follicular growth, and premature as well as multiple luteinizing hormone (LH) surges (9). There is some evidence to suggest that endometriosis may be associated with a longer follicular phase with possibly lower serum estradiol levels and lower LH-dependent progesterone secretion during the luteal phase of the cycle (14, 15). However, endocrine disturbances have not been linked to the outcome of pregnancy. Impaired Implantation Some evidence suggests that disorders of endometrial func- tion may contribute to the decreased fecundity observed in women with endometriosis. Reduced endometrial expression of a v b 3 integrin (a cell adhesion molecule) during the time of implantation has been described in some women with endometriosis (16), but this fi nding has not been replicated. More recently, very low levels of an enzyme involved in the synthesis of the endometrial ligand for L-selectin (a protein that coats the trophoblast on the surface of the blastocyst) have been observed in infertile women with endometriosis (17 – 21). Oocyte and Embryo Quality Infertility in women with endometriosis may be related to alterations within the follicle, poor oocyte quality and subse- quent embryogenesis, or decreased endometrial receptivity. This theory is supported by fi ndings of altered progesterone and cytokine concentrations in follicular fl uid from women with endometriosis (22). Abnormalities of oocyte and embryo quality have been described in women with endometriosis. Embryos derived from women with endometriosis appear to develop more slowly compared to those embryos derived from women with tubal disease (23). Also, in oocyte donation cycles, women with moderate to severe endometriosis who receive oocytes from disease-free women appear to have nor- mal endometrial receptivity and pregnancy rates. Conversely, when donor oocytes from women with endometriosis are transferred into women without endometriosis, implantation rates are lower and embryo quality is reduced (24). Further studies are needed to determine whether pregnancy rates are lower in recipients who receive oocytes from donors with or without endometriosis (24). Abnormal Uterotubal Transport It has been suggested that women with endometriosis demon- strate a reduction in physiologic uterotubal transport capacity compared to control subjects. In women with patent fallopian tubes and endometriosis, further investigation using hystero- salpingoscintigraphy (HSSG) suggested abnormal transport (contralateral to the dominant follicle or a complete failure of transport) in 64% of patients compared to 32% of patients in a control group with the diagnosis of male infertility (25). These fi ndings must be con fi rmed by others. DIAGNOSIS AND STAGING In current clinical practice, a surgical procedure such as lap- aroscopy is required for a de fi nitive diagnosis of endometri- osis. Histologic evaluation is warranted whenever the diagnosis is not apparent on visual inspection at surgery. When addressing whether or not to perform a laparoscopy on a woman presenting with a complaint of infertility, one should consider both the likelihood of the diagnosis of endo- metriosis as well as potential bene fi t of treatment. A history and physical examination can yield a number of signi fi cant fi ndings suggestive of endometriosis including: cyclic or chronic pelvic pain, dysmenorrhea, dyspareunia, a fi xed ret- roverted uterus, an adnexal mass, and uterosacral ligament nodularity, thickening, or tenderness. Additionally, ultra- sound can help the clinician establish a presumptive diagnosis of an ovarian endometrioma but cannot reliably image peri- toneal implants of disease. A laparoscopic diagnosis of asymptomatic endometriosis in a woman without signs or symptoms of the disease can sometimes be made. However, laparoscopic con fi rmation of asymptomatic endometriosis is almost always limited to uncovering minimal or mild disease. The therapeutic bene fi t of laparoscopy to increase fecundity in a woman with mild disease is minimal. The combination of these factors renders laparoscopy of asymptomatic women with infertility, simply to rule out or con fi rm disease, unwarranted (26, 27). Endometriosis is a heterogeneous disease with typical and atypical peritoneal lesions ranging from a single 1 mm peri- toneal implant to R 10 cm endometriomas and cul-de-sac 592 VOL. 98 NO. 3 / SEPTEMBER 2012 ASRM PAGES",
    "obliteration (28). Consequently, a staging system has been proposed to allow clinicians to communicate the extent of disease and to permit standardization and comparisons of outcomes for clinical trials. The American Society for Repro- ductive Medicine classi fi cation system for endometriosis (ASRM 1996) is the most widely accepted staging system (28). Unfortunately, no staging system correlates well with the chance of conception following therapy. This poor predic- tive ability is related to the arbitrary assignment of point scores for the observed pathology and the arbitrary cut-off points chosen to establish the stage of disease. The ASRM 1996 classi fi cation system might be enhanced by including a description of the morphologic subtype of disease or other biological markers (29). A more accurate staging system is unlikely until there is a better understanding of the patho- physiology of endometriosis-associated infertility. However, new staging systems have been proposed (30). MEDICAL THERAPY FOR ENDOMETRIOSIS Whereas medical therapy is effective for relieving pain asso- ciated with endometriosis, there is no evidence that medical treatment of endometriosis improves fertility. In actuality, fertility is essentially eliminated during treatment because all medical treatments for endometriosis inhibit ovulation. Several options have been suggested for medical treatment: progestins and combined estrogen-progestin therapy, gonadotropin-releasing hormone agonists and antagonists, danazol, and, most recently, aromatase inhibitors. Several randomized clinical trials (RCTs) have demonstrated that progestins or gonadotropin-releasing hormone (GnRH) ago- nists are not effective treatments for infertility associated with minimal to mild endometriosis (31 – 33). In two RCTs involving 105 infertile women with minimal to mild endometriosis, pregnancy rates were no better with danazol than with expectant management (31, 34). In an RCT involving 71 infertile women with minimal to mild endometriosis, the one-and two-year cumulative pregnancy rates were similar in the groups receiving GnRH-agonist treatment (6 months) or expectant management (32). In a small RCT involving 37 infertile women with minimal to mild endometriosis treated with progestins or expectant man- agement, pregnancy rates were similar at one year in both groups (35). Also, in a small RCT involving 31 women, preg- nancy rates with progestins or expectant management were 41% and 43%, respectively (36). In one randomized trial, medical therapy with gestrinone was not superior to placebo even in women in whom the endometriosis disappeared. The 12-month conception rate was 25% (5/20) with gestrinone and 24% (4/17) with placebo. The conception rate was 25% (4/16) in all women with no visible endometriosis at the second laparoscopy and 30% (6/20) when residual disease was present. These rates compare with 23% (6/26) among patients with unexplained infertility. None of these rates differ signi fi cantly from each other (35). In a meta-analysis that included seven studies comparing medical treatment to no treatment or placebo, the common OR for pregnancy was 0.85 (95% CI 0.95, 1.22) (5). A review of 13 RCTs that included nearly 800 infertile women with endometriosis reported no evidence that ovulation suppression was superior to placebo in women who wished to conceive (33). Thus, hor- monal treatment does not improve the fecundity of infertile women with Stage I/II endometriosis. At present, there are insuf fi cient data to evaluate the ef fi cacy of aromatase inhibitors, selective estrogen receptor modulators (SERMs), progesterone antagonists, or selective progesterone receptor modulators (SPRMs) in the medical management of endometriosis for fertility. SURGERY FOR ENDOMETRIOSIS In stage I/II endometriosis, laparoscopic ablation of endome- trial implants has been associated with a small but signi fi cant improvement in live birth rates. Two RCTs have evaluated effectiveness of laparoscopic surgery for Stage I or II endome- triosis associated with infertility, with only one study demon- strating bene fi t (26, 27). Both studies permitted surgical discretion in the intervention regarding excision or ablation. The primary outcomes were slightly different: the Italian study analyzed pregnancies that occurred within one year after laparoscopy and proceeded to live births (27); the Canadian study analyzed pregnancies that occurred within TABLE 1 Cycle fecundity in women with stage I or II endometriosis, according to treatment (reported as percentage). Treatment Group Unexplained infertility Endometriosis-associated infertility Reference Guzick et al. (55) Deaton et al. (41) Chaffkin et al. (57) Fedele et al. (42) Kemmann et al. (43) No treatment or intracervical insemination 2 3.3 – 4.5 2.8 IUI 5 a – – – – Clomiphene – – – – 6.6 Clomiphene/IUI – 9.5 a – – – Gonadotropins 4 a – 6.6 – 7.3 a Gonadotropins/IUI 9 a – 12.9 a 15 a – IVF – – – – 22.2 a Note: Data presented as percent. a P < .05 for treatment vs. no treatment. Practice Committee. Endometriosis and infertility. Fertil Steril 2012. VOL. 98 NO. 3 / SEPTEMBER 2012 593 Fertility and Sterility®",
    "36 weeks after laparoscopy and proceeded to gestation of 20 weeks, an end-point which is nearly identical to the live birth rate (26). In the Italian study, 10/51 (20%) and 10/45 (22%) of the treated and untreated patients, respectively, were success- ful. In the Canadian study, 50/172 (29%) and 29/169 (17%) of the treated and untreated patients, respectively, were success- ful. The baseline untreated pregnancy rates were 22% in 52 weeks and 17% in 36 weeks, respectively, in the Italian and Canadian studies, indicating that the patient populations were similar. The main difference was the lower power of the Italian study, which was planned to detect a 2.7-fold higher live birth rate with ablation/resection (27). When the results are combined, there is no signi fi cant statistical hetero- geneity, and the overall absolute difference is 8.6% in favor of therapy (95% CI 2.1, 15) (37). The number needed to treat is 12 (95% CI 7, 49). Thus, for every 12 patients having Stage I/II endometriosis diagnosed at laparoscopy, there will be one ad- ditional successful pregnancy if ablation/resection of visible endometriosis is performed compared to no treatment. However, this bene fi t would apply only to those who have en- dometriosis. Given the conservative estimate that approxi- mately 30% of asymptomatic patients with otherwise unexplained infertility will be diagnosed with endometriosis, the number of laparoscopies that need to be performed to gain one additional pregnancy is actually 40. There is no evidence that the outcome is affected by the method of ablation, either electrosurgery or laser delivery systems (26). With respect to severe endometriosis, a non-randomized study demonstrated that the cumulative pregnancy rates in 216 infertile patients followed for up to two years after lap- aroscopy or laparotomy were 45% and 63%, respectively (37). Laparoscopic cystectomy for ovarian endometriomas greater than 4 cm improved fertility compared to cyst drainage and coagulation, which is associated with a high risk of cyst recurrence (38). While these and other observa- tional studies suggest that, in women with Stage III/IV en- dometriosis who have no other identi fi able infertility factors, conservative surgical treatment with laparoscopy and possible laparotomy may increase fertility (29), a possi- ble adverse consequence is the loss of viable ovarian cortex (39). After the fi rst infertility operation, additional surgery has only rarely increased fecundability, and these patients may be better served by using assisted reproductive technology (ART) (40). COMBINATION MEDICAL AND SURGICAL THERAPY Combination medical and surgical therapy for endometriosis consists of either preoperative or postoperative medical ther- apy. Although theoretically advantageous, there is no evi- dence in the literature that combination medical-surgical treatment signi fi cantly enhances fertility, and it may unnec- essarily delay further fertility therapy. Preoperative therapy is reported to reduce pelvic vascularity and the size of endo- metriotic implants, thus reducing intraoperative blood loss and decreasing the amount of surgical resection needed. It is unknown if preoperative therapy will make it more dif fi cult to identify and therefore treat lesions at the time of surgery. Postoperative medical therapy has been advocated as a means of eradicating residual endometriotic implants in patients with extensive disease in whom resection of all implants is impossible or inadvisable. Postoperative hormonal therapy also may treat ‘‘ microscopic disease ’’ ; however, none of these treatments has been proven to enhance fertility. Based on bi- ological plausibility and expert opinion, but not on evidence from clinical trials, these therapies are sometimes advocated to reduce pain. SUPEROVULATION AND INTRAUTERINE INSEMINATION Several studies report success with superovulation (SO)/ intrauterine insemination (IUI) in the treatment of endometriosis-associated infertility. Review of this subject is complicated as most studies have included women whose endometriosis was ‘‘ treated ’’ prior to SO/IUI or have included women with unexplained infertility (some of whom are pre- sumed to have minimal endometriosis). In a cross-over RCT among patients with unexplained infertility or surgically corrected endometriosis, the pregnancy rate per cycle was signi fi cantly higher with four cycles of clomiphene citrate/ IUI than with four cycles of timed intercourse (9.5% versus 3.3%, respectively) (41). A randomized trial among 49 women with stage I/II endometriosis and infertility com- pared three cycles of gonadotropin/IUI with six months of expectant management (42). The pregnancy rate per cycle was 15% in the gonadotropin/IUI group and 4.5% in the un- treated group ( P < 0.05). Another study reported increased fecundity with gonadotropin therapy compared to no treat- ment (7.3% vs. 2.8% respectively) in women with infertility and minimal or mild endometriosis (43) (Table 1). Other studies have shown that the clinical pregnancy rate using SO/IUI shortly after laparoscopic excision of minimal or mild endometriosis was comparable in women with unex- plained infertility (some of whom likely had untreated endo- metriosis). The per-cycle pregnancy rates in women with minimal endometriosis, mild endometriosis, or unexplained infertility were 21%, 18.9%, and 20.5%, respectively. Cumu- lative live-birth rates following 4 cycles were also comparable among the three groups (70.2%, 68.2%, and 66.5%, respec- tively) (44). Thus, Level II evidence and one small trial suggest that SO/IUI may be a viable treatment option for women who have had a surgical diagnosis and treatment of stage I or II endometriosis as an alternative to in vitro fertilization (IVF) or further surgical therapy. There is insuf fi cient evidence to determine if SO/IUI is more successful after endometriosis is diagnosed and treated compared to minimal or mild endome- triosis left undiagnosed or untreated. ASSISTED REPRODUCTIVE TECHNOLOGY A recent report on in vitro fertilization-embryo transfer (IVF- ET) outcomes in the United States indicates that the overall delivery rate per retrieval in infertile women ranges from 44.6% in those under 35 years of age to 14.9% in those 41 – 42 years of age. The average delivery rate per retrieval for all diagnoses was 33.2%, compared with 39.1% for women with endometriosis (45). This is in contrast to a meta-analysis 594 VOL. 98 NO. 3 / SEPTEMBER 2012 ASRM PAGES",
    "of observational studies which found that women with endometriosis-associated infertility had lower pregnancy rates with IVF than those with tubal factor infertility (OR 0.56; 95% CI, 0.44 to 0.70) (46). In addition, pregnancy rates in those with severe endometriosis were lower than in those with mild disease (OR, 0.60; 95% CI, 0.42 to 0.87). This same study showed that there were signi fi cant decreases in fertilization and implantation rates and in the number of oo- cytes retrieved in patients with endometriosis. The discrep- ancy between the results from the meta-analysis and the Society for Assisted Reproductive Technology (SART) data may be due to confounding variables from unadjusted anal- yses (for example, women with endometriosis that undergo IVF may be younger than women that undergo IVF for other reasons) and bias resulting from use of non-adjudicated data collected in a registry (45). While endometriosis may affect IVF results, IVF likely maximizes cycle fecundity for those with endometriosis, especially in those with distortion of pelvic anatomy due to moderate or severe disease. There are few studies comparing the use of IVF in women with endometriosis to expectant management. In one RCT, a sub-group of 21 women with endometriosis and infertility had IVF (n ¼ 15) or expectant management (n ¼ 6) (47). None of the women in the expec- tant management group became pregnant compared to fi ve of the 15 women who received IVF-ET (33%, P ¼ not signi fi - cant) (47). The impact of ovarian endometriomas on ART outcomes remains controversial. There are no randomized trials comparing laparoscopic excision to expectant management before IVF/intracytoplasmic sperm injection (ICSI) cycles. One case-control study involving 189 patients found that lap- aroscopic cystectomy before commencing an IVF cycle did not improve fertility outcomes (48). A second retrospective comparison of 171 subjects with an endometrioma or tubal factors also concluded that aspiration of endometriomas before controlled ovarian stimulation (COS) did not increase the number of follicles > 17 mm, the number of metaphase II oocytes retrieved, or the clinical pregnancy rates. At the same time, conservative surgical treatment in symptomatic patients did not impair the success rates of IVF or ICSI. Thus, to date, evidence suggests that surgery does not bene fi t asymptomatic women with an endometrioma prior to sched- uled IVF/ICSI. However, there are no studies evaluating impact of size of the endometrioma on outcome. In each case the bene fi ts and risks should be balanced by clinicians (49). Possible bene fi ts of surgical treatment prior to IVF, espe- cially for large endometriomas, include prevention of possible ruptured endometrioma, facilitation of oocyte retrieval, detection of occult malignancy (particularly in view of a large study con fi rming an association between endometriosis and certain ovarian cancers [50]), avoidance of contamination of follicular fl uid with endometrioma content, and prevention of progression of endometriosis. Disadvantages of surgery include surgical trauma, surgical complications, economic costs, potential decreased ovarian response, and lack of evidence for improved IVF pregnancy rates (51). A summary of three randomized controlled trials that included a total of 165 women concluded that administration of GnRH agonists for a period of 3 – 6 months prior to IVF or ICSI in women with endometriosis increases the odds of clinical pregnancy (OR 4.28, 95% CI, 2.00 to 9.15) (52). However, the very high reported clinical pregnancy rates of 75% and 80% in the treatment arms of two of these studies makes these studies dif fi cult to extrapolate to other popula- tions (53, 54). It is also unclear whether this therapy is equally bene fi cial for mild and severe stages of the disease and what the mechanism might be. PREGNANCY OUTCOMES IN WOMEN WITH ENDOMETRIOSIS Women with endometriosis have been shown to have adverse obstetrical outcomes compared to those without endometri- osis. A Swedish cohort study evaluated 8,922 women diag- nosed with endometriosis who delivered 13,090 singleton infants from the national medical birth registry of over 1.4 million singleton births (55). Compared to women without en- dometriosis, the risk of preterm birth associated with endome- triosis among women with ART was 1.24 (95% CI, 0.99 – 1.57), and among women without ART, 1.37 (95% CI, 1.25 – 1.50). In addition, women with endometriosis had higher risk of pre-eclampsia (OR 1.13, 95% CI, 1.02 – 1.26), antepartum bleeding/placental complications (OR 1.76, 95% CI, 1.56 – 1.99) and cesarean section (OR 1.47, 95% CI, 1.40 – 1.54). There was no association between endometriosis and small for gestational age-birth or stillbirth. It is not clear if these asso- ciations are related to the endometriosis, the resulting infertil- ity, or the ART treatment therapy. DECISIONS AMONG INFERTILE WOMEN WITH ENDOMETRIOSIS Clinical decisions in the management of infertility associated with endometriosis are dif fi cult because many clinical deci- sion points have not been evaluated in RCTs. Moreover, the observational data are con fl icting and prevent con fi dent conclusions. For infertile women with suspected stage I/II endometri- osis, a decision must be made whether to perform laparoscopy before offering treatment with clomiphene, gonadotropins, or IVF-ET. Clearly, factors such as the woman's age, duration of infertility, ability to undergo IVF-ET, family history, and pelvic pain must be taken into consideration. Because it is uncommon to fi nd advanced stage endometriosis in an asymptomatic woman (with a normal ultrasound), there is low utility in performing laparoscopy in asymptomatic women. When laparoscopy is performed, ablation or excision of visible endometriosis should be considered based on Level I evidence. This should be discussed openly with the patient when planning her treatment. Expectant management after laparoscopy is an option for younger women. Alternatively, superovulation with IUI may be offered, although the evi- dence indicates that the number of cycles needed to achieve an additional pregnancy is 14 (56). Female age is an important factor in designing therapy. After age 35 years, there is a signi fi cant decrease in fecundity and an increase in the spontaneous miscarriage rate. Fecun- dity may be decreased due to the additive adverse effects of VOL. 98 NO. 3 / SEPTEMBER 2012 595 Fertility and Sterility®",
    "endometriosis and increasing age. Consequently, in the older infertile woman with endometriosis, a more aggressive thera- peutic plan with either SO/IUI or IVF-ET may be reasonable. The patient with endometriosis should be informed that she may have a decreased success rate after IVF compared to a woman undergoing IVF for another indication, for example, tubal factor infertility. For infertile women with ASRM stage III/IV endometri- osis and no other identi fi able infertility factor, conservative surgery with laparoscopy and/or possible laparotomy or IVF are recommended (28). Although not evaluated with RCTs, observational studies suggest that surgical therapy increases fertility in women with advanced endometriosis, thus discouraging expectant management. For women who are found to have an asymptomatic endometrioma and who are planning to undergo IVF/ICSI, there is insuf fi cient evidence to suggest that removal of the endometrioma will improve IVF success rates. However, if the endometrioma is large ( > 4 cm), surgery should be consid- ered to con fi rm the diagnosis histologically, to improve access to follicles during oocyte retrieval, and possibly to improve ovarian response. The patient should be made aware that extensive ovarian surgery could compromise ovarian func- tion and diminish the response to ovarian stimulation. For infertile women who have stage III/IV endometriosis and have previously had one or more infertility operations, IVF-ET is often a better therapeutic option than another sur- gical intervention, though this is another question that has not been addressed in any randomized trial. In one retrospec- tive study, 23 women with stage III/IV endometriosis under- went IVF-ET and 18 women underwent repeat surgery (43). The pregnancy rate after two cycles of IVF-ET was 70%, whereas the cumulative pregnancy rate was 24% within 9 months of a repeat operation. If initial surgery fails to restore fertility in patients with moderate to severe endometriosis, IVF-ET is an effective alternative. Current data are insuf fi - cient to estimate the effect of surgical treatment in addition to IVF-ET on the outcome of pregnancy in endometriosis- associated infertility. SUMMARY \u000f There is insuf fi cient evidence to indicate that resection of endometriomas prior to IVF improves outcomes. \u000f IVF success rates in women with endometriosis appear to be diminished compared to women with tubal factor infer- tility; however, IVF likely maximizes cycle fecundity for those with endometriosis. \u000f Women with endometriosis have higher incidences of preterm delivery, pre-eclampsia, antepartum bleeding/pla- cental complications, and cesarean section when compared to women without endometriosis. CONCLUSIONS \u000f Female age, duration of infertility, pelvic pain, and stage of endometriosis should be considered when formulating a management plan. \u000f The bene fi t of laparoscopic treatment of minimal or mild endometriosis is insuf fi cient to recommend laparoscopy solely to increase the likelihood of pregnancy. \u000f When laparoscopy is performed for other indications, the surgeon may consider safely ablating or excising visible lesions of endometriosis. \u000f In younger women (under age 35 years) with stage I/II endometriosis-associated infertility, expectant manage- ment or SO/IUI can be considered as fi rst-line therapy. \u000f For women 35 years of age or older, more aggressive treat- ment, such as SO/IUI or IVF may be considered. \u000f In women with stage III/IV endometriosis-associated infer- tility, conservative surgical therapy with laparoscopy or possible laparotomy may be bene fi cial. \u000f Surgical management of an endometrioma should include resection or ablation, rather than drainage, with resection preferred. \u000f For women with stage III/IV endometriosis who fail to con- ceive following conservative surgery or because of advanc- ing reproductive age, IVF-ET is an effective alternative. Acknowledgments: This report was developed under the direction of the Practice Committee of the American Society for Reproductive Medicine as a service to its members and other practicing clinicians. Although this document re fl ects appropriate management of a problem encountered in the practice of reproductive medicine, it is not intended to be the only approved standard of practice or to dictate an exclu- sive course of treatment. Other plans of management may be appropriate, taking into account the needs of the individual patient, available resources, and institutional or clinical prac- tice limitations. The Practice Committee and the Board of Di- rectors of the American Society for Reproductive Medicine have approved this report. The Practice Committee acknowledges the special contri- bution of Beata Seeber, MD in the preparation of this docu- ment. The following members of the ASRM Practice Committee participated in the development of this document. All Committee members disclosed commercial and fi nancial relationships with manufacturers or distributors of goods or services used to treat patients. Members of the Committee who were found to have con fl icts of interest based on the re- lationships disclosed did not participate in the discussion or development of this document. Samantha Pfeifer, M.D.; Marc Fritz, M.D.; Jeffrey Goldberg, M.D.; R. Dale McClure, M.D.; Roger Lobo, M.D.; Michael Thomas, M.D.; Eric Widra, M.D.; Glenn Schattman, M.D.; Mark Licht, M.D.; John Collins, M.D.; Marcelle Cedars, M.D.; Catherine Racowsky, Ph.D.; Mi- chael Vernon, Ph.D.; Owen Davis, M.D.; Kurt Barnhart, M.D., MSCE; Clarisa Gracia, M.D., MSCE; William Catherino, M.D., Ph.D.; Robert Rebar, M.D.; and Andrew La Barbera, Ph.D. REFERENCES 1. Missmer SA, Hankinson SE, Spiegelman D, Barbieri RL, Marshall LM, Hunter DJ. Incidence of laparoscopically con fi rmed endometriosis by demo- graphic, anthropometric, and lifestyle factors. Am J Epidemiol 2004;160: 784 – 96. 2. Verkauf BS. Incidence, symptoms, and signs of endometriosis in fertile and infertile women. J Fla Med Assoc 1987;74:671 – 5. 596 VOL. 98 NO. 3 / SEPTEMBER 2012 ASRM PAGES",
    "3. Chandra A, Mosher WD. The demography of infertility and the use of medical care for infertility. Infertil Reprod Med Clin North Am 1994;5: 283 – 96. 4. Schwartz D, Mayaux MJ. Female fecundity as a function of age: results of arti fi cial insemination in 2193 nulliparous women with azoospermic husbands. Federation CECOS. N Engl J Med 1982;306:404 – 6. 5. Hughes EG, Fedorkow DM, Collins JA. A quantitative overview of controlled trials in endometriosis-associated infertility. Fertil Steril 1993;59:963 – 70. 6. Schenken RS. Treatment of human infertility: the special case of endometri- osis. In: Adashi EY, Rock JA, Rosenwaks Z, editors. Reproductive endocrinol- ogy, surgery and technology. Philadelphia, PA: Lippincott-Raven; 1996: 2122 – 39. 7. Bulun SE. Endometriosis. N Engl J Med 2009;360:268 – 79. 8. Giudice LC. Clinical practice. Endometriosis. N Engl J Med 2010;362:2389 – 98. 9. Schenken RS, Asch RH, Williams RF, Hodgen GD. Etiology of infertility in monkeys with endometriosis: luteinized unruptured follicles, luteal phase defects, pelvic adhesions, and spontaneous abortions. Fertil Steril 1984; 41:122 – 30. 10. Bedaiwy MA, Falcone T, Sharma RK, Goldberg JM, Attaran M, Nelson DR, et al. Prediction of endometriosis with serum and peritoneal fl uid markers: a prospective controlled trial. Hum Reprod 2002;17:426 – 31. 11. Pizzo A, Salmeri FM, Ardita FV, Sofo V, Tripepi M, Marsico S. Behaviour of cytokine levels in serum and peritoneal fl uid of women with endometriosis. In: Gynecol Obstet Invest. Vol. 54. Switzerland: 2003 S. Karger AG, Basel; 2002:82 – 7. 12. Suginami H, Yano K. An ovum capture inhibitor (OCI) in endometriosis peri- toneal fl uid: an OCI-related membrane responsible for fi mbrial failure of ovum capture. Fertil Steril 1988;50:648 – 53. 13. Lebovic DI, Mueller MD, Taylor RN. Immunobiology of endometriosis. Fertil Steril 2001;75:1 – 10. 14. Cahill DJ, Wardle PG, Maile LA, Harlow CR, Hull MG. Ovarian dysfunction in endometriosis-associated and unexplained infertility. J Assist Reprod Genet 1997;14:554 – 7. 15. Cunha-Filho JS, Gross JL, Bastos de Souza CA, Lemos NA, Giugliani C, Freitas F, et al. Physiopathological aspects of corpus luteum defect in infertile patients with mild/minimal endometriosis. J Assist Reprod Genet 2003;20: 117 – 21. 16. Lessey BA, Castelbaum AJ, Sawin SW, Buck CA, Schinnar R, Bilker W, et al. Aberrant integrin expression in the endometrium of women with endome- triosis. J Clin Endocrinol Metab 1994;79:643 – 9. 17. Genbacev OD, Prakobphol A, Foulk RA, Krtolica AR, Ilic D, Singer MS, et al. Trophoblast L-selectin-mediated adhesion at the maternal-fetal interface. Science 2003;299:405 – 8. 18. Kao LC, Germeyer A, Tulac S, Lobo S, Yang JP, Taylor RN, et al. Expression pro fi ling of endometrium from women with endometriosis reveals candi- date genes for disease-based implantation failure and infertility. Endocrinol- ogy 2003;144:2870 – 81. 19. Burney RO, Talbi S, Hamilton AE, Vo KC, Nyegaard M, Nezhat CR, Lessey BA, Giudice LC. Gene expression analysis of endometrium reveals progesterone resistance and candidate susceptibility genes in women with endometriosis. Endocrinology 2007;48:3814 – 26. 20. Cakmak H, Taylor HS. Molecular mechanisms of treatment resistance in endometriosis: the role of progesterone-hox gene interactions. Semin Reprod Med 2010;28:69 – 74. 21. Taylor HS, Bagot C, Kardana A, Olive D, Arici A. HOX gene expression is altered in the endometrium of women with endometriosis. Hum Reprod 1999;14:1328 – 31. 22. Garrido N, Navarro J, Remohi J, Simon C, Pellicer A. Follicular hormonal environment and embryo quality in women with endometriosis. Hum Reprod Update 2000;6:67 – 74. 23. Pellicer A, Oliveira N, Ruiz A, Remohi J, Simon C. Exploring the mecha- nism(s) of endometriosis-related infertility: an analysis of embryo develop- ment and implantation in assisted reproduction. Hum Reprod 1995; 10(Suppl 2):91 – 7. 24. Garrido N, Navarro J, Garcia-Velasco J, Remoh J, Pellice A, Simon C. The endometrium versus embryonic quality in endometriosis-related infertility. Hum Reprod Update 2002;8:95 – 103. 25. Kissler S, Hamscho N, Zangos S, Gatje R, Muller A, Rody A, et al. Diminished pregnancy rates in endometriosis due to impaired uterotubal transport assessed by hysterosalpingoscintigraphy. BJOG 2005;112:1391 – 6. 26. Marcoux S, Maheux R, Berube S. Laparoscopic surgery in infertile women with minimal or mild endometriosis. Canadian Collaborative Group on Endometriosis. N Engl J Med 1997;337:217 – 22. 27. Parazzini F. Ablation of lesions or no treatment in minimal-mild endometri- osis in infertile women: a randomized trial. Gruppo Italiano per lo Studio dell' Endometriosi. Hum Reprod 1999;14:1332 – 4. 28. American Society for Reproductive Medicine. Revised American Society for Reproductive Medicine classi fi cation of endometriosis: 1996. Fertil Steril 1997;67:817 – 21. 29. Schenken RS. Modern concepts of endometriosis. Classi fi cation and its consequences for therapy. J Reprod Med 1998;43:269 – 75. 30. Adamson GD, Pasta DJ. Endometriosis fertility index: the new, validated endometriosis staging system. Fertil Steril 2010;94:1609 – 15. 31. Bayer SR, Seibel MM, Saffan DS, Berger MJ, Taymor ML. Ef fi cacy of danazol treatment for minimal endometriosis in infertile women. A prospective, randomized study. J Reprod Med 1988;33:179 – 83. 32. Fedele L, Parazzini F, Radici E, Bocciolone L, Bianchi S, Bianchi C, et al. Buser- elin acetate versus expectant management in the treatment of infertility associated with minimal or mild endometriosis: a randomized clinical trial. Am J Obstet Gynecol 1992;166:1345 – 50. 33. Hughes E, Brown J, Collins JJ, Farquhar C, Fedorkow DM, Vandekerckhove P. Ovulation suppression for endometriosis. Cochrane Database Syst Rev 2007:CD000155. 34. Telimaa S. Danazol and medroxyprogesterone acetate inef fi cacious in the treatment of infertility in endometriosis. Fertil Steril 1988;50:872 – 5. 35. Thomas EJ, Cooke ID. Successful treatment of asymptomatic endometriosis: does it bene fi t infertile women? Br Med J 1987;294:1117 – 9. 36. Hull ME, Moghissi KS, Magyar DF, Hayes MF. Comparison of different treat- ment modalities of endometriosis in infertile women. Fertil Steril 1987;47: 40 – 4. 37. Crosignani PG, Vercellini P, Bif fi gnandi F, Costantini W, Cortesi I, Imparato E. Laparoscopy versus laparotomy in conservative surgical treatment for severe endometriosis. Fertil Steril 1996;66:706 – 11. 38. Chapron C, Vercellini P, Barakat H, Vieira M, Dubuisson JB. Management of ovarian endometriomas. Hum Reprod Update 2002;8:591 – 7. 39. Donnez J, Nisolle M, Gillet N, Smets M, Bassil S, Casanas-Roux F. Large ovar- ian endometriomas. Hum Reprod 1996;11:641 – 6. 40. Pagidas K, Falcone T, Hemmings R, Miron P. Comparison of reoperation for moderate (stage III) and severe (stage IV) endometriosis-related infertility with in vitro fertilization-embryo transfer. Fertil Steril 1996; 65:791 – 5. 41. Deaton JL, Gibson M, Blackmer KM, Nakajima ST, Badger GJ, Brumsted JR. A randomized, controlled trial of clomiphene citrate and intrauterine insemi- nation in couples with unexplained infertility or surgically corrected endome- triosis. Fertil Steril 1990;54:1083 – 8. 42. Fedele L, Bianchi S, Marchini M, Villa L, Brioschi D, Parazzini F. Superovula- tion with human menopausal gonadotropins in the treatment of infertility associated with minimal or mild endometriosis: a controlled randomized study. Fertil Steril 1992;58:28 – 31. 43. Kemmann E, Ghazi D, Corsan G, Bohrer MK. Does ovulation stimulation im- prove fertility in women with minimal/mild endometriosis after laser laparos- copy? Int J Fertil Menopausal Stud 1993;38:16 – 21. 44. Werbrouck E, Spiessens C, Meuleman C, D'Hooghe T. No difference in cycle pregnancy rate and in cumulative live-birth rate between women with surgically treated minimal to mild endometriosis and women with unex- plained infertility after controlled ovarian hyperstimulation and intrauterine insemination. Fertil Steril 2006;86:566 – 71. 45. Society for Assisted Reproductive Techonology, the American Society for Reproductive Medicine. Assisted reproductive technology in the United States: 2010 results generated from the American Society for Reproductive Medicine/Society for Assisted Reproduction registry. Available at: www.sart.org. Last accessed May 24, 2012. 46. Barnhart K, Dunsmoor-Su R, Coutifaris C. Effect of endometriosis on in vitro fertilization. Fertil Steril 2002;77:1148 – 55. VOL. 98 NO. 3 / SEPTEMBER 2012 597 Fertility and Sterility®",
    "47. Soliman S, Daya S, Collins J, Jarrell J. A randomized trial of in vitro fertilization versus conventional treatment for infertility. Fertil Steril 1993;59:1239 – 44. 48. Garcia-Velasco JA, Mahutte NG, Corona J, Zuniga V, Giles J, Arici A, et al. Removal of endometriomas before in vitro fertilization does not improve fer- tility outcomes: a matched, case-control study. Fertil Steril 2004;81:1194 – 7. 49. Garcia-Velasco JA, Somigliana E. Management of endometriomas in women requiring IVF: to touch or not to touch. Hum Reprod 2009;24: 496 – 501. 50. Pearce CL, Templeman C, Rossing MA, Lee A, Near AM, Webb PM, et al. Association between endometriosis and risk of histological subtypes of ovar- ian cancer: a pooled analysis of case-control studies. Lancet Oncol 2012;13: 285 – 94. 51. Somigliana E, Vercellini P, Vigano P, Ragni G, Crosignani PG. Should endo- metriomas be treated before IVF-ICSI cycles? Hum Reprod Update 2006;12: 57 – 64. 52. Sallam HN, Garcia-Velasco JA, Dias S, Arici A. Long-term pituitary down- regulation before in vitro fertilization (IVF) for women with endometriosis. Cochrane Database Syst Rev 2006:CD004635. 53. Dicker D, Goldman JA, Levy T, Feldberg D, Ashkenazi J. The impact of long- term gonadotropin-releasing hormone analogue treatment on preclinical abortions in patients with severe endometriosis undergoing in vitro fertilization-embryo transfer. Fertil Steril 1992;57:597 – 600. 54. Surrey ES, Silverberg KM, Surrey MW, Schoolcraft WB. Effect of prolonged gonadotropin-releasing hormone agonist therapy on the outcome of in vitro fertilization-embryo transfer in patients with endometriosis. Fertil Steril 2002;78:699 – 704. 55. Stephansson O, Kieler H, Granath F, Falconer H. Endometriosis, assisted reproduction technology, and risk of adverse pregnancy outcome. Hum Reprod 2009;24:2341 – 7. 56. Guzick DS, Carson SA, Coutifaris C, Overstreet JW, Factor-Litvak P, Steinkampf MP, et al. Ef fi cacy of superovulation and intrauterine insemination in the treatment of infertility. N Engl J Med 1999;340:177 – 83. 57. Chaffkin LM, Nulsen JC, Luciano AA, Metzger DA. A comparative analysis of the cycle fecundity rates associated with combined human menopausal gonadotropin (hMG) and intrauterine insemination (IUI) versus either hMG or IUI alone. Fertil Steril 1991;55:252 – 7. 598 VOL. 98 NO. 3 / SEPTEMBER 2012 ASRM PAGES"
  ],
  "processed_at": "2026-01-30T15:58:55.281Z"
}