{
  "doc_id": "ebf80a94632b9f904c73616de2afa1c6",
  "source_id": "esgar_consensus_2024_a",
  "total_pages": 11,
  "pages": [
    "Vandecaveye et al . European Radiology (2025) 35:2712 – 2722 https://doi.org/10.1007/s00330-024-11124-5 O N C O L O G Y O p e n A c c e s s Imaging of peritoneal metastases of ovarian and colorectal cancer: joint recommendations of ESGAR, ESUR, PSOGI, and EANM Vincent Vandecaveye 1,2 , Pascal Rousset 3 , Stephanie Nougaret 4,5 , Artem Stepanyan 6 , Milagros Otero-Garcia 7 , Olivera Nikoli ć 8 , Maira Hameed 9,10 , Karolien Gof fi n 11,12 , Ignace H. J. de Hingh 13,14 , Max J. Lahaye 15,16 * , for the European Society of Gastrointestinal and Abdominal Radiology (ESGAR) European Society of Urogenital Radiology (ESUR) Peritoneal Surface Oncology Group International (PSOGI) and European Association of Nuclear Medicine (EANM) Abstract Objectives Diagnostic imaging of peritoneal metastases in ovarian and colorectal cancer remains pivotal in selecting the most appropriate treatment and balancing clinical bene fi t with treatment-related morbidity and mortality. To address the challenges related to diagnostic imaging and detecting and reporting peritoneal metastatic spread, a joint guideline was created by the European Society of Gastrointestinal and Abdominal Radiology (ESGAR), European Society of Urogenital Radiology (ESUR), Peritoneal Surface Oncology Group International (PSOGI), and European Association of Nuclear Medicine (EANM). Methods A targeted literature search was performed and consensus recommendations were proposed using Delphi questionnaires and a fi ve-point Likert scale. Results A total of three Delphi rounds were performed. Consensus was reached on the position of diagnostic imaging for assessment of operability, treatment response monitoring, and follow-up of peritoneal metastases, optimal imaging modality and their technical imaging requirements depending on the indication and how to optimise communication of imaging results by the report and multidisciplinary board discussion. The complete list of recommendations is provided. Conclusion These expert consensus statements aim to guide appropriate indications, acquisition, interpretation, and reporting of imaging for operability assessment, treatment response monitoring, and follow-up of peritoneal metastases in ovarian and colorectal cancer patients. Key Points Question Staging peritoneal metastases (PM) helps to guide clinical decision-making for colorectal and ovarian cancer patients. How can we optimise the use of imaging techniques to assess PM? © The Author(s) 2024. Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article ’ s Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article ’ s Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http://creativecommons.org/licenses/by/4.0/. Lists of authors and their af fi liations appear at the end of the paper. *Correspondence: Max J. Lahaye m.lahaye@nki.nl Full list of author information is available at the end of the article 1234567890():,; 1234567890():,; 1234567890():,; 1234567890():,;",
    "Findings Imaging plays a crucial role in the detection, operability assessment, treatment response monitoring, and follow- up of peritoneal metastases in colorectal and ovarian cancer patients. Clinical relevance These expert consensus statements aim to guide appropriate indication, acquisition, interpretation, and reporting of imaging for operability assessment, treatment response monitoring, and follow-up of peritoneal metastases in ovarian and colorectal cancer patients. Keywords MRI, CT, Peritoneal metastases, Colorectal cancer, Ovarian cancer Main recommendations ● Radiological imaging plays a crucial role in the detection, operability assessment, treatment response monitoring, and follow-up of peritoneal metastases in colorectal and ovarian cancer patients. 100% agreement, low – moderate quality evidence. ● Although CT tends to underestimate the extent of peritoneal metastases, CT can be used for the initial assessment at the time of diagnosis, treatment response monitoring, and suspicion of recurrence of peritoneal metastases in colorectal and ovarian cancer patients due to its widespread availability. 100% agreement, low – moderate quality evidence. ● CT is the most accessible technique in daily clinical routine and can help to identify patients with extraperitoneal or widespread peritoneal disease that could be excluded from upfront surgery. Due to the low accuracy for detecting small or isodense peritoneal metastases, CT shows suboptimal results in selecting patients in which complete cytoreductive surgery is feasible. 100% agreement, low – moderate quality evidence. ● MRI is currently the most accurate imaging modality to assess the extent of peritoneal metastases. It can play a role in selecting colorectal and ovarian cancer patients for cytoreductive surgery at primary diagnosis, after neoadjuvant chemotherapy or tumour recurrence. 100% agreement, low – moderate quality evidence. ● FDG PET/CT is not accurate enough for pre- operative staging, missing small lesions, as CT and hypometabolic (e.g., mucinous) metastases. Still, FDG PET/CT can help detect other extraperitoneal metastases missed on prior imaging. 100% agreement, low – moderate quality evidence. ● Whole-body MRI and FDG PET/CT can be a problem- solver in colorectal and ovarian cancer patients suspected of peritoneal metastases/recurrence. Both modalities can help to detect other extraperitoneal metastases missed on prior imaging. 100% agreement, low – moderate quality evidence. ● An abdominal CT for peritoneal metastases consists of 1/1.5 mm section images with 3 mm axial and coronal or/and sagittal reconstructions in the portal venous phase. Positive or negative oral contrast agents are highly recommended but can be omitted based on local preferences. 85% agreement, low – moderate quality evidence. ● An abdominal or whole-body 3-T MRI for peritoneal metastases consists of axial T2 (slice thickness ≤ 4 mm), STIR-DWI (b50 and b1000 s/mm 2 ), and post-contrast (after 3 – 5 min) T1 sequences in axial/coronal view. Axial pre-contrast T1 and coronal T2-weighted sequences are optional. One litre pineapple juice as a negative oral contrast and an intravenous antiperistatical agent is highly recommended but not obligatory. 85% agreement, low – moderate quality evidence. ● FDG PET/CT for peritoneal metastases should be performed according to the ‘ EANM procedure guidelines for tumour imaging: version 2 ’ . The combination with a CT of diagnostic quality, as described in statement 7, is highly recommended. 100% agreement, low – moderate quality evidence. ● There are no differences in FDG PET/CT, CT, or MR imaging protocols of the abdomen for peritoneal metastases between colorectal and ovarian cancer. 100% agreement, low – moderate quality evidence. ● The imaging report of colorectal cancer patients should include the extent of peritoneal metastases using the Peritoneal Cancer Index (PCI) combined with a qualitative description of the involvement of surgically critical sites and involved abdominal organs. Tools like PROMISE and PAUSE can be used to optimise and standardise the imaging report. 100% agreement, low – moderate quality evidence. ● The imaging report of ovarian cancer patients must include the extent of peritoneal metastases using one quantitative scoring method of local preference in combination with a qualitative description of the involvement of surgically critical sites and involved abdominal organs. Tools like PROMISE and PAUSE can be used to optimise and standardise the imaging report. 100% agreement, low – moderate quality evidence. Vandecaveye et al . European Radiology (2025) 35:2712 – 2722 2713",
    "● Preferably, all colorectal and ovarian cancer patients with peritoneal metastases should be discussed in a multidisciplinary tumour board, including a radiologist with experience in imaging of peritoneal metastases. 100% agreement, low – moderate quality evidence. Introduction Peritoneal metastases (PM) are common in ovarian and colorectal cancer patients. In colorectal cancer, PM occur in 6% of patients at initial diagnosis of the primary tumour and up to 21% as recurrent disease after surgery in pT4 patients [1, 2]. Due to the absence of symptoms of ovarian cancer in the early stages, approximately 80% of patients present with peritoneal disease. In both ovarian and col- orectal cancer, PM is associated with an adverse prognosis [3, 4]. The presence and extent of PM have a major impact on patient management and treatment decisions. In colorectal cancer, the ‘ peritoneal cancer index ’ (PCI) is widely accepted as an accurate surgical tool to select those patients who might bene fi t from cytoreductive surgery ± HIPEC [5]. To determine the PCI, the abdomen is divided into nine regions and the small bowel into four additional regions. Each region receives a score of 0 – 3 based on the largest tumour size in that region. Total scores range from 0 to 39. This accurate assessment of the presence and full extent of PM is pivotal to aid in the decision to start treatment either by surgery or (neoadjuvant) chemother- apy and avoid undesirable open-close surgical procedures [6, 7]. In well-selected groups of patients with metastatic ovarian and colorectal cancer, 5-year survival rates of up to 50% are reported [8, 9]. Unfortunately, imaging of PM poses many challenges for radiologists and nuclear medicine physicians. Depic- tion of the total spread of PM and surgically critical lesions can be dif fi cult due to the small size of the metastases or obscurement of metastases by ascites, nearby organs, or other structures. This means that the total extent of PM can be easily underestimated, particularly in mesenteric and serosal bowel disease, requiring additional surgical staging pro- cedures to assess operability [10]. This is an invasive procedure with a small risk of complications. In addition, diagnostic laparoscopies are often challenging and incomplete due to adhesions and con fl uent tumours obscuring the view of the peritoneal surface [11]. Additionally, communication of imaging fi ndings regarding total disease extent and involvement of critical surgical sites require optimisation to effectively guide clinical and therapeutic decision-making. Therefore, there is a clinical need to address these challenges of imaging PM. As this issue affects multiple clinical disciplines, representatives from several disciplines were included in compiling these multi- disciplinary guidelines. These guidelines are also devel- oped to familiarise radiologists with imaging techniques for PM and the clinical concepts of PM. These joint guidelines apply to all ovarian and colorectal cancer patients with a clinical suspicion of PM. Source and scope These guidelines are recommendations developed by the European Society of Gastrointestinal and Abdominal Radiology (ESGAR), European Society of Urogenital Radiology (ESUR), Peritoneal Surface Oncology Group International (PSOGI), and European Association of Nuclear Medicine (EANM). A targeted literature search was performed to discover recent evidence concerning the imaging of peritoneal metastases in ovarian and colorectal cancer patients. The guidelines were formulated after careful consideration of the available literature by a group of international experts. The Grading of Recommenda- tions Assessment, Development and Evaluation (GRADE) system was adopted to de fi ne the strength of recom- mendations and the quality of evidence. Methods The ESGAR Research Committee appointed a chair (M.J.L.) to supervise guideline development; next to the chair, there were seven committee members. The chair selected three other ESGAR members based on their experience and authorships of prior relevant peer- reviewed indexed publications (V.V., P.R., S.N.). The European Society of Urogenital Radiology delivered two committee members (M.O.-G., O.N.). A representative of the following societies was also added to the guideline committee: Peritoneal Surface Oncology Group Interna- tional (IdH) and the European Association of Nuclear Medicine (K.G.). The guideline committee complied with the ESGAR recommendations for guideline development principles and of the AGREE II instrument if applicable [12, 13]. A literature search was performed and included all relevant articles published until September 2021. A summary of the search strategy can be found in Appen- dix A. Two committee members (M.J.L. and V.V.), by consensus, composed a list of relevant articles based on the evaluation of all abstracts. This list was given to the guideline committee for approval. All members could add any additional suitable articles to be used as evidence. In addition, during the development of the guidelines, all relevant articles published until January 2023 could also be used as evidence. Most literature was found for detecting peritoneal metastases with computed tomography (CT). Recently, Vandecaveye et al . European Radiology (2025) 35:2712 – 2722 2714",
    "more and more literature has been published concerning staging peritoneal metastases in colorectal and ovarian cancer using magnetic resonance imaging (MRI). The chair devised draft Delphi questionnaires, which were further improved and approved by the guideline committee. The questions in the fi nal approved ques- tionnaire were used to formulate the consensus recom- mendations. All committee members scored their agreement with the recommendations using a fi ve-point scale (1 = strongly disagree, 5 = strongly agree). Those statements achieving a score of 4 or 5 by at least 80% were accepted into the fi nal set of consensus statements. Where consensus was not reached, another Delphi round was performed. In total, three Delphi rounds were required. The group were also asked to grade the level of evidence using the GRADE system. The coordinating chairs sent the draft manuscript to all guideline committee members for improvements and approval. All participating societies reviewed the fi nal manuscript for approval prior to submission for publication. Recommendations and statements The recommendations are described below, and each point will be discussed separately. Grades of evidence and agreement level of the group (in percentage) are included in brackets after each statement. Overall, the evidence is of moderate quality at best. This is mainly because the evidence is based primarily on single- centre prospective and retrospective studies and a lack of studies comparing different imaging techniques in the same patient cohort. 1. Radiological imaging plays a crucial role in the detection, operability assessment, treatment response monitoring, and follow-up of peritoneal metastases in colorectal and ovarian cancer patients (100% agree- ment, low – moderate quality evidence) . Imaging aims to correctly identify the primary tumour or recurrence(s), malignant lymph nodes, PM, and other distant metastases. In addition, imaging can detect potential complications related to disease spread, such as hydronephrosis or small bowel obstruction [14]. In both ovarian and colorectal cancer, detecting PM and assessing total disease extent is essential to stage the patients and correctly select the optimal treatment strategy. In addition to surgical staging, imaging can detect disease spread in abdominal sites that are dif fi cult to access by diagnostic laparoscopy, including the retro-hepatic area, the retro- peritoneal spaces and the porta hepatis as well as distant metastatic disease sites [11]. Thus, imaging contributes to developing an individualised treatment strategy for patients suspected of PM. Despite the variable perfor- mance of different imaging modalities in assessing peritoneal disease spread, imaging allows for an initial less invasive and less costly diagnostic assessment than diag- nostic laparoscopy. 2. Although CT tends to underestimate the extent of peritoneal metastases, CT can be used for the initial assessment at the time of diagnosis, treatment response monitoring, and suspicion of recurrence of PM in col- orectal and ovarian cancer patients due to its wide- spread availability. 100% agreement, low – moderate quality evidence . Although CT tends to underestimate the extent of disease in the abdomen, it provides a general overview of the disease and its potential complications in the abdo- men. In a meta-analysis, CT had a pooled sensitivity of 68% and a pooled speci fi city of 84% for detecting PM [15]. However, the sensitivity of CT decreases rapidly with small lesions below 1 cm, particularly in the presence of ascites and in subdiaphragmatic, omental, mesenteric and serosal locations [16]. Chua et al [17] found that the accuracy of identifying peritoneal lesions with CT, regardless of size, ranged from 51 to 88% in abdomino- pelvic regions and from 21 to 25% in the small bowel regions. In lesions smaller than 5 mm, Koh et al found a sensitivity of only 11% [18]. This means that CT is not an accurate staging tool for PM. In ovarian cancer, for example, this underestimation can lead to unsuccessful or more complicated surgeries than anticipated in up to 40% of patients [19, 20]. Nevertheless, its widespread avail- ability and moderate sensitivity for the overall detection of involved lymph nodes and metastases make CT an appropriate imaging tool for the initial assessment of ovarian and colorectal cancer at primary diagnosis and for detecting potential recurrences. 3. CT is the most accessible technique in daily clin- ical routine and can help to identify patients with extraperitoneal or widespread peritoneal disease that could exclude upfront surgery. Due to the low accu- racy for detecting small or isodense PM, CT plays a minimal role in selecting patients in which complete cytoreductive surgery is feasible. 100% agreement, low – moderate quality evidence . As mentioned above, CT will likely underestimate the extent of peritoneal metastases in colon and ovarian cancer. For colorectal cancer, a meta-analysis showed that CT consistently underestimates the surgical PCI by 12 – 33% [21]. This was partly due to dif fi culties in calculating the PCI at CT and, in part, to limitations of CT for assessing different presentations of PM [22]. In ovarian cancer, studies have shown that CT is not reliable enough in predicting the completeness of debulking surgery, mainly Vandecaveye et al . European Radiology (2025) 35:2712 – 2722 2715",
    "attributable to dif fi culties in depicting small-sized metastases, particularly over the intestinal serosa and mesentery, but also due to the inability to accurately detect suprarenal or supradiaphragmatic lymphadeno- pathies or metastases to the liver hilum, coeliac trunk or pancreas. While the inability to reliably assess occult disease at critical surgical sites and PCI limits its role in selecting patients for cytoreductive surgery, its widespread avail- ability and robustness allow CT to be used for rapid initial assessment of colorectal or ovarian cancer patients. CT can depict potential disease features that would immedi- ately affect treatment, including gross distant or (extra) peritoneal disease that would prohibit upfront surgery. 4. STIR-DWI-MRI is currently the most accurate imaging modality to assess the extent of PM. It can play a role in selecting colorectal and ovarian cancer patients for cytoreductive surgery at primary diag- nosis, after neoadjuvant chemotherapy or tumour recurrence. 100% agreement, low – moderate quality evidence . In several studies, including two meta-analyses, DWI- MRI was demonstrated to be highly sensitive and speci fi c for detecting PM in gastrointestinal and ovarian cancer [15, 23]. Particularly in site-based analysis and for sub- centimeter lesions, STIR-DWI-MRI shows high accuracy and outperforms CT and FDG-PET/CT for detecting PM. The high accuracy for site-based detection of PM enables DWI-MRI to assess potential surgically critical disease sites better. DWI-MRI allows better evaluation of the extent of serosal and mesenteric involvement compared to CT and FDG-PET/CT. Similarly, DWI-MRI shows higher accuracy for depicting potentially surgically critical upper abdominal disease involvement behind the portal vein, beyond the left and right main portal branches, involvement of the duodenum, stomach, pancreas and coeliac trunk, mesenteric root, and the main branch of the superior mesenteric artery. Addi- tionally, DWI-MRI-based PCI has been shown to have the strongest correlation with surgical PCI [24]. The high accuracy of DWI-MRI for predicting disease at surgically critical disease sites and accurate prediction of surgical PCI has been shown in the primary diagnosis of PM in ovarian and colorectal cancer, recurrent PM in ovarian cancer and after neoadjuvant chemotherapy in colorectal cancer (see Fig. 1). This means that DWI-MRI can help in initial treatment planning by assessing Fig. 1 Patient presenting with a new diagnosis of fallopian tube cancer. A , B FDG-PET/CT imaging reveals faint diffuse uptake over the small bowel mesentery, accompanied by non-speci fi c minimal mesenteric in fi ltration and ascites seen on CT. C , D Additional WB-DWI/MRI shows diffuse linear and micronodular in fi ltration of the small bowel mesentery and serosa, along with the presence of ascites on coronal reformatted DWI and T2-weighted sequences. Laparoscopy con fi rmed extensive presence of diffuse miliary metastases, with an average lesion size of 3 mm Vandecaveye et al . European Radiology (2025) 35:2712 – 2722 2716",
    "disease load in anatomical locations that correlate with suboptimal cytoreduction or require speci fi c surgical considerations to avoid perioperative morbidity or functional complications in case of potential extensive bowel resection. 5. FDG PET/CT is not accurate enough for pre- operative staging, missing small lesions, as CT, and hypometabolic (e.g., mucinous) metastases. Still, FDG PET/CT can help detect other extraperitoneal metas- tases missed on prior imaging. Strong recommenda- tion. low – moderate quality evidence. 100% agreement. low – moderate quality evidence . FDG-PET/CT shows a high speci fi city of 92% and good sensitivity of 87% reported for detecting PM on a patient basis but does not appear to improve peritoneal staging nor change treatment over CT substantially [25, 26]. Adding PET to anatomical images can increase lesion conspicuity due to the higher contrast ratio of tracer uptake to the background. However, subcentimeter implants, particularly PM smaller than 5 mm, are incon- sistently visualised owing to the problematic assessment of diffusely in fi ltrative deposits and insuf fi cient tracer uptake in small-sized and mucinous lesions [27]. How- ever, PET/CT can contribute by detecting metastases in normal-appearing lymph nodes. PET/CT can thus identify unexpected extra-abdominal nodal disease sites that affect resectability [28]. 6. Whole-body MRI and FDG-PET/CT can be a problem-solver in colorectal and ovarian cancer patients suspected of PM /recurrence. Both modalities can help detect other extraperitoneal metastases mis- sed on prior imaging. 100% agreement, low – moderate quality evidence . Both PET/CT and WB-DWI/MRI have the advantage of high contrast resolution and have the ability to detect tumours, respectively, based on metabolic and micro- structural properties without the need for underlying anato- mical distortions facilitating the detection of subcentimeter mediastinal or cervical lymph nodes, pleural metastases and small liver metastases that do not cause parenchymal distor- tion or are hampered in their detection by underlying steatosis [29]. In ovarian cancer, liver and lung metastases are extre- mely rare at primary diagnosis, and distant metastatic disease mainly consists of supradiaphragmatic lymphadenopathy and pleural metastases, for both of which FDG-PET/CT and WB- DWI/MRI have been shown to outperform CT for their detection. In colorectal cancer patients with peritoneal metastases and candidates for HIPEC surgery, abdominal MRI with DWI had added value over CT in detecting abdo- minopelvic extraperitoneal metastases relevant to the treat- ment planning [24]. 7. An abdominal CT for PM consists of 1/1.5 mm section images with 3 mm axial and coronal or/and sagittal reconstructions in the portal venous phase. The use of positive or negative oral contrast agents is highly recommended but can be omitted based on local preferences. 85% agreement, low – moderate quality evidence . There is no relevant literature comparing different CT protocols for detecting PM. Therefore, the standard abdominal CT in the portal venous phase is recom- mended (Table 1). To be able to detect small-volume disease, 1/1.5 mm section images are advised. There was some debate in the guideline committee concerning using positive, negative, or no oral contrast agents. Most expert centres use positive oral contrast to improve the detection of PM near the bowels more easily. 8. An abdominal or whole-body 1.5- or 3-T MRI for PM consists of axial T2 (slice thickness ≤ 4 mm), STIR- DWI (b50 and b1000 s/mm 2 ), and post-contrast (after 3 – 5 min) T1 sequences in axial/coronal view. Axial pre- contrast T1 and coronal T2-weighted sequences are optional. One litre pineapple juice as a negative oral contrast and an intravenous antiperistatical agent is highly recommended but not obligatory. 85% agree- ment, low – moderate quality evidence ( Tables 2, 3 ). DWI detects tumours by combining heavy diffusion weighting and background signal suppression of organs and ascites. Applying a suf fi ciently high b-value (e.g., b1000) allows perceiving small water molecule movements, thereby maximising the information provided by the molecule movements in the extravascular extracellular space and optimising the detection of restricted diffusion in tumours as opposed to benign or background tissue. The DWI sequence can be further optimised for large-volume body imaging and lesion detection by using a short T1 inversion recovery (STIR) instead of the standard spectral Table 1 CT protocol parameters for staging peritoneal metastases CT parameters Respiration phase Single breath-hold Tube voltage < 120 KVp Tube current As suggested by the automatic exposure control Slice thickness < 0.75 mm, 1/1.5 mm reconstructed Pitch < 0.5 mm Portal venous phase (ms) 60 – 80 s after contrast injection Reconstruction algorithm Soft tissue Oral contrast Positive or negative oral contrast is highly recommended Vandecaveye et al . European Radiology (2025) 35:2712 – 2722 2717",
    "attenuated inversion recovery (SPAIR) prepulse. The sup- pressive effect of the STIR prepulse on the bowel wall, having a short T1 value, facilitates the detection of serosal metastases. At the same time, it is more robust to inhomogeneity-induced fat suppression and susceptibility artefacts [30]. T2 and post-contrast T1 weighted sequences primarily act to locate lesions detected by DWI anatomi- cally, correlate physiologically impeded diffusion attribu- table to T2 shine-through or anatomical structures, and facilitate the detection of lesions below the spatial resolu- tion limit of DWI (< 4 mm). For this purpose, delayed Gadolinium-enhanced T1 images obtained 3 – 5 min after contrast injection show the highest accuracy in depicting peritoneal tumour deposits due to their slow accumulation of contrast [31]. Combining a negative peroral contrast and an intravenous antispasmodic can improve the detection of small serosal deposits by reducing physiological bowel wall hyper- intensity and susceptibility artefacts caused by intraluminal air, which may obscure or be mistaken for serosal deposits [32]. Therefore, it is recommended that patients drink 1 L pineapple juice, starting 1 – 1.5 h before the examination. Pineapple juice contains manganese, which will optimise the DWI images. If pineapple juice is contra-indicated (e.g., diabetes, chronic renal failure), 7% Barium diluted in 1 L of water is a reasonable alternative. However, some expert centres fi nd that not all patients are able or willing to drink 1 L of pineapple juice. This entails that patients (and technicians) must be motivated to comply. 9. FDG PET/CT for PM should be performed according to the ‘ EANM procedure guidelines for tumour imaging: version 2 ’ . The combination with a CT of diagnostic quality, as described in statement 7, is highly recommended. 100% agreement, low – moderate quality evidence . The guideline committee refers to ‘ EANM procedure guidelines for tumour imaging: version 2 ’ for the FDG PET/CT imaging protocol for PM in colorectal and ovarian cancer [33]. 10. There are no differences in FDG PET/CT, CT, or MR imaging protocols of the abdomen for PM between colorectal and ovarian cancer. 100% agree- ment, low – moderate quality evidence . Current literature and expert opinion do not advocate different imaging protocols. 11. The imaging report of colorectal cancer patients should include the extent of PM using the Peritoneal Table 2 Example protocol for staging peritoneal metastases on a 1.5-T MRI STIR-DWI T2 SSTSE/HASTE Contrast-enhanced 3D GE Transverse Coronal Transverse Corona Transverse Coronal Image stations abdomen- pelvis 4 MPR 2 3 3 1 Respiration Free breathing Respiratory Free breathing Breath-hold Breath-hold Fat suppression STIR (TI = 160 – 180 ms) None None m (DIXON) m (DIXON) b-values (s/mm²) 50 – 1000 NA NA NA NA Parallel imaging factor 2 2 2 2 2 Repetition time (TR) (ms) 6622 6622 6622 3.65 4.32 Echo time (TE) (ms) 58 80 – 87 80 – 87 1.77 1.98 Slice thickness (mm) 5 5 5 5 3 3 Slice number 43/station 41 38 112/104/88 60 Intersection gap (mm) 0 0.6 0.6 0 0 Field of view (FOW) (mm) 420 × 349 342 × 400 400 × 500 400 × 300 450 × 337 Acquired voxel size (mm) 3.36 × 3.36 1.4 × 1.6 1.56 × 1.56 1.79 × 1.25 2.01 × 1.41 Reconstructed voxel size (mm) 1.68 × 1.68 1 × 1 1.56 × 1.56 0.63 × 0.63 0.7 × 0.7 Number of signal averages (NSA) 1 – 3 (b1000) 1 1 1 1 DWI diffusion-weighted imaging, STIR short T1 inversion recovery, SPAIR spectrally adiabatic inversion recovery, SSTSE single-shot Turbo spin-echo, HASTE half-Fourier single-shot turbo spin echo, NA not applicable Vandecaveye et al . European Radiology (2025) 35:2712 – 2722 2718",
    "Cancer Index (PCI) combined with a qualitative description of the involvement of surgically critical sites and involved abdominal organs. Tools like PROMISE and PAUSE can be used to optimise and standardise the imaging report. 100% agreement, low – moderate quality evidence . A descriptive report remains the mainstay in reporting peritoneal metastases. However, a more standardised scoring system is advised for the location and extent of the PM. Especially MRI can accurately predict PCI in colorectal and ovarian cancer patients. In colorectal can- cer, the PCI is widely validated and used by clinicians. Therefore, it is logical to adopt this scoring system in the radiological report. However, some multidisciplinary teams might prefer to use PROMISE or PAUSE [34, 35]. The PeRitOneal MalIgnancy Stage Evaluation (PROMISE) is an internet application which automatically calculates PCI and other surgically validated scores such as Gilly score, SPCI, Fagotti, and Fagotti-modi fi ed scores. The acronym PAUSE is used to emphasise the key imaging features that a radiology report should include like; P, primary tumour and peritoneal carcinomatosis index (PCI) as estimated by imaging; A, ascites and abdominal wall involvement; U, unfavourable sites of involvement; S, small bowel and mesenteric disease; E, extraperitoneal metastases. Radiologists should be in close contact with their clinicians to optimise their reports to local pre- ferences. Structured reporting can be of added value for both radiological and clinicians and should be con- templated if technically feasible. 12. The imaging report of ovarian cancer patients must include the extent of PM using one quantitative scoring method of local preference in combination with a qualitative description of the involvement of surgically critical sites and involved abdominal organs. Tools like PROMISE and PAUSE can be used to optimise and standardise the imaging report. 100% agreement, low – moderate quality evidence . Similar to reporting in colorectal cancer, a descriptive report concerning the location and extent of the PM, a more standardised scoring system is recommended. Although MRI can accurately predict the PCI and invol- vement of surgically critical sites in ovarian cancer patients, it is not yet widely used in ovarian cancer. Therefore, local preferences should dictate which stan- dardised scoring system is to be used by the multi- disciplinary team, including the radiologists. Radiologists should be actively involved in the MDT, and their reports should be tailored to local preferences. Structured reporting can be of added value for both radiological and clinicians and should be contemplated if technically feasible. 13. Preferably, all colorectal and ovarian cancer patients with PM should be discussed in a multi- disciplinary tumour board, including a radiologist with experience in imaging of peritoneal metastases. 100% agreement, low – moderate quality evidence . Multidisciplinary tumour boards (MDTs) are the cor- nerstone in the treatment of oncological patients [36, 37]. Table 3 Protocol for staging peritoneal metastases on a 3-T MRI STIR-DWI T2 SSTSE/HASTE Contrast-enhanced 3D GE Transverse Coronal Transverse Coronal Transverse Coronal Image stations abdomen-pelvis 4 MPR 2 3 3 1 Respiration Free breathing Respiratory triggered Free breathing Breath-hold Breath-hold Fat suppression STIR (TI = 250 ms) None None m (DIXON) m (DIXON) b-values (s/mm²) 50 – 1000 NA NA NA NA Parallel imaging factor 2.5 2 4 2 2 Repetition time (TR) (ms) 8454 30,000 3000 3.6 3.2 Echo time (TE) (ms) 67 87 87 1.25 – 2.20 1.25 – 2.20 Slice thickness (mm) 5 5 6 6 1.5 1.5 Slice number 50/station 41 35 90 133 Intersection gap (mm) 0.1 0.6 0.6 0 0 Field of view (FOW) (mm) 420 × 329 357 × 339 375 × 447 375 × 304 400 × 352 Acquired voxel size (mm) 4.57 × 4.71 1 × 1 1 × 1 1.49 × 1.5 1.49 × 1.5 Reconstructed voxel size (mm) 2.19 × 2.16 0.78 × 0.78 0.93 × 0.93 0.71 × 0.71 0.71 × 0.71 Number of signal averages (NSA) 1 – 3 (b1000) 1 1 1 1 DWI diffusion-weighted imaging, STIR short T1 inversion recovery, SPAIR spectrally adiabatic inversion recovery, SSTSE single-shot Turbo spin-echo, HASTE half-Fourier single-shot turbo spin echo, NA not applicable Vandecaveye et al . European Radiology (2025) 35:2712 – 2722 2719",
    "MDTs have been shown to improve patient outcomes [38]. Close collaboration of all involved professions and disciplines improves cancer care. The radiologist plays an important role in the MDT and should stage the disease correctly and demonstrate to the clinicians the location and extent of the disease to optimise surgical planning. Potential complex surgical sites like the liver hilum, dia- phragm, mesentery, and pelvis should be demonstrated during the MDT. This means that a dedicated radiologist must be present at the MDT to be able to address and demonstrate all important imaging fi ndings. Limitations A lack of randomised data concerning the imaging of PM hampers making evidence-based guidelines. However, sys- tematic reviews and large observational studies were used to formulate the recommendations. The guideline committee encourages further research involving both the development and clinical integration of existing and novel imaging tech- niques. Another limitation is that the preferences of the patients are not addressed in the current guidelines. Implementation and adherence to guidelines In the daily clinic, CT can be used for initial screening when the clinical diagnosis of peritoneal metastases is unclear or when an extensive disease load not amenable to surgery is suspected. If upfront operability assessment is required, or when there are equivocal CT fi ndings, DW- MRI is the preferred method for peritoneal staging and simultaneously allows for the detection of extraperitoneal disease. FDG-PET/CT can be used to detect lymphade- nopathy and extraperitoneal metastases. The committee aimed to make the guidelines applicable to hospitals throughout Europe. However, the committee is aware that not all hospitals have implemented MRI in the daily diagnostic workup of ovarian and colorectal cancer patients with PM. This entails that large imple- mentation studies must be performed to implement MRI in the diagnostic workup to improve adherence to this guideline further. By doing so, all patients with advanced colorectal and ovarian cancer can receive the most optimal diagnostic workup to guide their tailored treatment. Updating the guideline These guidelines should be updated in or before 2028 if new evidence of good quality warrants a signi fi cant modi fi cation to these recommendations. Abbreviations CT Computed tomography DWI Diffusion-weighted imaging EANM European Association of Nuclear Medicine ESGAR European Society of Gastrointestinal and Abdominal Radiology ESUR European Society of Urogenital Radiology Evaluation FDG Fluorine-18-deoxyglucose GRADE Grading of Recommendations Assessment, Development and Evaluation HIPEC Hyperthermic intraperitoneal chemotherapy MDT Multidisciplinary tumour boards MRI Magnetic resonance imaging PAUSE P, primary tumour and peritoneal carcinomatosis index (PCI) as estimated by imaging; A, ascites and abdominal wall involve- ment; U, unfavourable sites of involvement; S, small bowel and mesenteric disease; E, extraperitoneal metastases PCI Peritoneal Cancer Index PET/CT Positron emission tomography/computed tomography PM Peritoneal metastases PROMISE Peritoneal malignancy stage evaluation PSOGI Peritoneal Surface Oncology Group International SPAIR Spectral attenuated inversion recovery STIR Short T1 inversion recovery WB Whole body Supplementary information The online version contains supplementary material available at https://doi. org/10.1007/s00330-024-11124-5. Acknowledgements The guidelines were brought to the attention of the relevant Committees of the participating societies. The comments and suggestions from all participating societies are highly appreciated and have been considered for this Guideline. This guideline summarises the views of the participating societies and re fl ects recommendations for which the societies cannot be held responsible. The recommendations should be considered in the context of good medical practice and do not substitute for national and international legal or regulatory provisions. Funding The authors state that this work has not received any funding. Compliance with ethical standards Guarantor The scienti fi c guarantor of this publication is M.J.L. Con fl ict of interest V.V. is a member of the Scienti fi c Editorial Board (section: Oncology) for European Radiology . The remaining authors of this manuscript declare no relationships with any companies, whose products or services may be related to the subject matter of the article. Statistics and biometry No complex statistical methods were necessary for this paper. Informed consent Written informed consent was not required for these recommendations. Ethical approval Institutional Review Board approval was not required for these recommendations. Study subjects or cohorts overlap Not applicable. Methodology ● A joint guideline was created by the European Society of Gastrointestinal and Abdominal Radiology (ESGAR), European Society of Urogenital Radiology (ESUR), Peritoneal Surface Oncology Group International (PSOGI) and European Association of Nuclear Medicine (EANM) Vandecaveye et al . European Radiology (2025) 35:2712 – 2722 2720",
    "Author details 1 Department of Radiology, University Hospitals Leuven, Leuven, Belgium. 2 Division of Translational MRI, Department of Imaging and Pathology, KU Leuven, 3000 Leuven, Belgium. 3 Department of Radiology, Hospices Civils de Lyon, Lyon Sud University Hospital, Lyon 1 Claude Bernard University, 69495 Pierre Bénite, France. 4 Department of Radiology, Montpellier Cancer Institute, Montpellier, France. 5 PINKCC Lab, U1194, IRCM, Montpellier, France. 6 Gynecologic Oncology Service, NAIRI Medical Center, 0015 Yerevan, Armenia. 7 Department of Radiology, University Hospital Vigo (Hospital Alvaro Cunqueiro), Instituto de Investigación Sanitaria Galicia Sur (IISGS), 36213 Vigo, Spain. 8 University of Novi Sad, Faculty of Medicine, Center for Radiology, University Clinical Center of Vojvodina, 21000 Novi Sad, Serbia. 9 University College London Hospitals NHS Foundation Trust, London, UK. 10 University College London Centre for Medical Imaging, Charles Bell House, W1W 7TS London, UK. 11 Nuclear Medicine, University Hospital Leuven, Leuven, Belgium. 12 Nuclear Medicine & Molecular Imaging, Department of Imaging and Pathology, KU Leuven, Leuven, Belgium. 13 Catharina Cancer Institute, Eindhoven, the Netherlands. 14 Department of Epidemiology, GROW Research Institute for Oncology and Reproduction, Maastricht University Medical Center + , Maastricht, the Netherlands. 15 Netherlands Cancer Institute, Department of Radiology, 1066 CX Amsterdam, The Netherlands. 16 GROW Research Institute for Oncology and Reproduction, Maastricht University Medical Center + , Maastricht, the Netherlands. Received: 3 April 2024 Revised: 17 August 2024 Accepted: 18 September 2024 Published online: 5 November 2024 References 1. van Santvoort HC, Braam HJ, Spekreijse KR et al (2014) Peritoneal carci- nomatosis in T4 colorectal cancer: occurrence and risk factors. Ann Surg Oncol 21:1686 – 1691. https://doi.org/10.1245/s10434-013-3461-0 2. Lurvink RJ, Bakkers C, Rijken A et al (2021) Increase in the incidence of synchronous and metachronous peritoneal metastases in patients with colorectal cancer: a nationwide study. Eur J Surg Oncol 47:1026 – 1033. https://doi.org/10.1016/j.ejso.2020.11.135 3. Razenberg LGEM, van Gestel YRBM, Lemmens VEPP et al (2016) Bev- acizumab in addition to palliative chemotherapy for patients with peri- toneal carcinomatosis of colorectal origin: a nationwide population- based study. Clin Colorectal Cancer 15:e41 – e46. https://doi.org/10.1016/j. clcc.2015.12.006 4. Di Giorgio A, Naticchioni E, Biacchi D et al (2008) Cytoreductive surgery (peritonectomy procedures) combined with hyperthermic intraperitoneal chemotherapy (HIPEC) in the treatment of diffuse peritoneal carcino- matosis from ovarian cancer. Cancer 113:315 – 325. https://doi.org/10. 1002/cncr.23553 5. Jacquet P, Sugarbaker PH (1996) Clinical research methodologies in diagnosis and staging of patients with peritoneal carcinomatosis. Cancer Treat Res 82:359 – 374. https://doi.org/10.1007/978-1-4613-1247-5_23 6. Van Oudheusden TR, Braam HJ, Luyer MDP et al (2015) Peritoneal cancer patients not suitable for cytoreductive surgery and HIPEC during explorative surgery: risk factors, treatment options, and prognosis. Ann Surg Oncol 22:1236 – 1242. https://doi.org/10.1245/s10434-014-4148-x 7. Vergote I, Tropé CG, Amant F et al (2010) Neoadjuvant chemotherapy or primary surgery in stage IIIC or IV ovarian cancer. N Engl J Med 363:943 – 953. https://doi.org/10.1056/NEJMoa0908806 8. Huo YR, Richards A, Liauw W, Morris DL (2015) Hyperthermic intraper- itoneal chemotherapy (HIPEC) and cytoreductive surgery (CRS) in ovarian cancer: a systematic review and meta-analysis. Eur J Surg Oncol 41:1578 – 1589. https://doi.org/10.1016/j.ejso.2015.08.172 9. Elias D, Mariani A, Cloutier A-S et al (2014) Modi fi ed selection criteria for complete cytoreductive surgery plus HIPEC based on peritoneal cancer index and small bowel involvement for peritoneal carcinomatosis of colorectal origin. Eur J Surg Oncol 40:1467 – 1473. https://doi.org/10.1016/ j.ejso.2014.06.006 10. Tempany CM, Zou KH, Silverman SG et al (2000) Staging of advanced ovarian cancer: comparison of imaging modalities — report from the Radiological Diagnostic Oncology Group. Radiology 215:761 – 767 11. Passot G, Dumont F, Goéré D et al (2018) Multicentre study of laparo- scopic or open assessment of the peritoneal cancer index (BIG-RENAPE). Br J Surg 105:663 – 667. https://doi.org/10.1002/bjs.10723 12. Plumb AaO, Lambregts D, Bellini D et al (2019) Making useful clinical guidelines: the ESGAR perspective. Eur Radiol 29:3757 – 3760. https://doi. org/10.1007/s00330-019-6002-9 13. Brouwers MC, Kho ME, Browman GP et al (2010) AGREE II: advancing guideline development, reporting and evaluation in health care. CMAJ 182:E839 – E842. https://doi.org/10.1503/cmaj.090449 14. El Homsi M, Horvat N, Woodlock DP et al (2022) CT imaging fi ndings in patients with ovarian cancer and acute abdominal symptoms: experience at a tertiary cancer center. Emerg Radiol 29:947 – 952. https://doi.org/10. 1007/s10140-022-02075-9 15. van ’ t Sant I, Engbersen MP, Bhairosing PA et al (2020) Diagnostic perfor- mance of imaging for the detection of peritoneal metastases: a meta-analysis. Eur Radiol 30:3101 – 3112. https://doi.org/10.1007/s00330-019-06524-x 16. Kepenekian V, Bhatt A, Péron J et al (2022) Advances in the management of peritoneal malignancies. Nat Rev Clin Oncol 19:698 – 718. https://doi. org/10.1038/s41571-022-00675-5 17. Chua TC, Al-Zahrani A, Saxena A et al (2011) Determining the association between preoperative computed tomography fi ndings and post- operative outcomes after cytoreductive surgery and perioperative intra- peritoneal chemotherapy for pseudomyxoma peritonei. Ann Surg Oncol 18:1582 – 1589. https://doi.org/10.1245/s10434-010-1492-3 18. Koh J-L, Yan TD, Glenn D, Morris DL (2009) Evaluation of preoperative computed tomography in estimating peritoneal cancer index in color- ectal peritoneal carcinomatosis. Ann Surg Oncol 16:327 – 333 19. Rutten MJ, Gaarenstroom KN, Van Gorp T et al (2012) Laparoscopy to predict the result of primary cytoreductive surgery in advanced ovarian cancer patients (LapOvCa-trial): a multicentre randomized controlled study. BMC Cancer 12:31. https://doi.org/10.1186/1471-2407-12-31 20. Gerestein CG, Eijkemans MJC, de Jong D et al (2009) The prediction of progression-free and overall survival in women with an advanced stage of epithelial ovarian carcinoma. BJOG 116:372 – 380. https://doi.org/10. 1111/j.1471-0528.2008.02033.x 21. Laghi A, Bellini D, Rengo M et al (2017) Diagnostic performance of computed tomography and magnetic resonance imaging for detecting peritoneal metastases: systematic review and meta-analysis. Radiol Med 122:1 – 15 22. Bhatt A, Rousset P, Benzerdjeb N et al (2020) Prospective correlation of the radiological, surgical and pathological fi ndings in patients under- going cytoreductive surgery for colorectal peritoneal metastases: impli- cations for the preoperative estimation of the peritoneal cancer index. Colorectal Dis 22:2123 – 2132 23. Dong L, Li K, Peng T (2021) Diagnostic value of diffusion-weighted imaging/magnetic resonance imaging for peritoneal metastasis from malignant tumor: a systematic review and meta-analysis. Medicine (Baltimore) 100:e24251 24. van ’ t Sant I, van Eden WJ, Engbersen MP et al (2019) Diffusion-weighted MRI assessment of the peritoneal cancer index before cytoreductive surgery. Br J Surg 106:491 – 498. https://doi.org/10.1002/bjs.10989 25. Kim S-J, Lee S-W (2018) Diagnostic accuracy of 18 F-FDG PET/CT for detection of peritoneal carcinomatosis; a systematic review and meta- analysis. Br J Radiol 91:20170519 26. Forstner R, Meissnitzer M, Cunha TM (2016) Update on imaging of ovarian cancer. Curr Radiol Rep 4:31 27. Lopez-Lopez V, Cascales-Campos PA, Gil J et al (2016) Use of 18 F-FDG PET/ CT in the preoperative evaluation of patients diagnosed with peritoneal carcinomatosis of ovarian origin, candidates to cytoreduction and HIPEC. A pending issue. Eur J Radiol 85:1824 – 1828 28. Wang W, Tan GHC, Chia CS et al (2018) Are positron emission tomography-computed tomography (PET-CT) scans useful in pre- operative assessment of patients with peritoneal disease before cytor- eductive surgery (CRS) and hyperthermic intraperitoneal chemotherapy (HIPEC)? Int J Hyperthermia 34:524 – 531 29. Dresen RC, De Vuysere S, De Keyzer F et al (2019) Whole-body diffusion- weighted MRI for operability assessment in patients with colorectal cancer and peritoneal metastases. Cancer Imaging 19:1 30. Kwee TC, Takahara T, Ochiai R et al (2008) Diffusion-weighted whole-body imaging with background body signal suppression (DWIBS): features and Vandecaveye et al . European Radiology (2025) 35:2712 – 2722 2721",
    "potential applications in oncology. Eur Radiol 18:1937 – 1952. https://doi. org/10.1007/s00330-008-0968-z 31. Low RN, Barone RM, Rousset P (2021) Peritoneal MRI in patients under- going cytoreductive surgery and HIPEC: history, clinical applications, and implementation. Eur J Surg Oncol 47:65 – 74 32. Michielsen K, Vergote I, Op de Beeck K et al (2014) Whole-body MRI with diffusion-weighted sequence for staging of patients with suspected ovarian cancer: a clinical feasibility study in comparison to CT and FDG- PET/CT. Eur Radiol 24:889 – 901 33. Boellaard R, Delgado-Bolton R, Oyen WJG et al (2015) FDG PET/CT: EANM procedure guidelines for tumour imaging: version 2.0. Eur J Nucl Med Mol Imaging 42:328 – 354. https://doi.org/10.1007/s00259-014-2961-x 34. Chandramohan A, Thrower A, Smith SA et al (2017) “ PAUSE ” : a method for communicating radiological extent of peritoneal malignancy. Clin Radiol 72:972 – 980 35. Villeneuve L, Thivolet A, Bakrin N et al (2016) A new internet tool to report peritoneal malignancy extent. Peritoneal malignancy stage evaluation (PROMISE) application. Eur J Surg Oncol 42:877 – 882. https://doi.org/10. 1016/j.ejso.2016.03.015 36. European Partnership Action Against Cancer consensus group, Borras JM, Albreht T et al (2014) Policy statement on multidisciplinary cancer care. Eur J Cancer 50:475 – 480. https://doi.org/10.1016/j.ejca.2013.11.012 37. Selby P, Gillis C, Haward R (1996) Bene fi ts from specialised cancer care. Lancet 348:313 – 318. https://doi.org/10.1016/s0140-6736(96)02482-8 38. Prades J, Remue E, van Hoof E, Borras JM (2015) Is it worth reorganising cancer services on the basis of multidisciplinary teams (MDTs)? A sys- tematic review of the objectives and organisation of MDTs and their impact on patient outcomes. Health Policy 119:464 – 474. https://doi.org/ 10.1016/j.healthpol.2014.09.006 Publisher ’ s Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional af fi liations. for the European Society of Gastrointestinal and Abdominal Radiology (ESGAR) Max J. Lahaye 15,16 , Vincent Vandecaveye 1,2 , Pascal Rousset 3 , Stephanie Nougaret 4,5 and Maira Hameed 9,10 European Society of Urogenital Radiology (ESUR) Milagros Otero-Garcia 7 , Olivera Nikoli ć 8 and Stephanie Nougaret 4,5 Peritoneal Surface Oncology Group International (PSOGI) Ignace H. J. de Hingh 13,14 and Max J. Lahaye 15,16 European Association of Nuclear Medicine (EANM) Karolien Gof fi n 11,12 Vandecaveye et al . European Radiology (2025) 35:2712 – 2722 2722"
  ],
  "processed_at": "2026-01-30T14:54:29.286Z"
}