{
  "doc_id": "54196c952c03dda21d3ce180110ecbd8",
  "source_id": "esgar_imaging_protocol_2024",
  "total_pages": 11,
  "pages": [
    "Nougaret et al . European Radiology (2025) 35:2681 – 2691 https://doi.org/10.1007/s00330-024-10940-z S P E C I A L R E P O R T O p e n A c c e s s Imaging in pelvic exenteration — a multidisciplinary practice guide from the ESGAR-SAR-ESUR-PelvEx collaborative group Stephanie Nougaret 1 * , Doenja M. J. Lambregts 2 , Geerard L. Beets 3 , Regina G. H. Beets-Tan 2 , Lennart Blomqvist 4 , David Burling 5 , Quentin Denost 6 , Maria A. Gambacorta 7 , Benedetta Gui 8 , Ann Klopp 9 , Yulia Lakhman 10 , Kate E. Maturen 11 , Riccardo Manfredi 12 , Iva Petkovska 10 , Luca Russo 8 , Atul B. Shinagare 13 , James A. Stephenson 14 , Damian Tolan 15 , Aradhana M. Venkatesan 16 , Aaron J. Quyn 17 and Rosemarie Forstner 18 Abstract Pelvic exenteration (PE) is a radical surgical approach designed for the curative treatment of advanced pelvic malignancies, requiring en-bloc resection of multiple pelvic organs. While the procedure is radical, it has shown promise in enhancing long-term survival and is now comparable in surgical mortality to elective resections for primary pelvic cancers. Imaging plays a crucial role in preoperative planning, with MRI, CT, and PET/CT being pivotal in assessing the extent of cancer and formulating a surgical roadmap. This paper presents clinical practice guidelines for imaging in the context of PE, developed jointly by ESGAR, SAR, ESUR, and the PelvEx Collaborative. These guidelines aim to standardize imaging protocols and reporting to improve the preoperative assessment and facilitate decision- making in the multidisciplinary treatment of pelvic cancers. Our recommendations underscore the importance of a multidisciplinary approach and the need for clear and precise imaging reports to optimize patient care. Clinical relevance statement Our recommendations underscore the importance of a multidisciplinary approach and the need for clear and precise imaging reports to optimize patient care. Key Points ● MRI is mandatory for local staging in pelvic exenteration . ● Structured reporting (using the template provided in this guide) is recommended . ● Multidisciplinary review of imaging is critical for surgical planning . Keywords CT, MRI, PET/CT, Pelvic exenteration, Cancer Introduction Pelvic exenteration (PE) is a highly complex surgical procedure that is primarily used to treat locally advanced and recurrent pelvic cancers. This may include gastro- intestinal, genitourinary, gynecologic, and occasionally musculoskeletal malignancies [1 – 5]. During this proce- dure, at least two pelvic organs are removed en-bloc, followed by reconstruction and/or diversion of bowel/ urinary/sexual functions. The primary objective of surgery is to excise cancer with curative intent (i.e., complete cancer resection with negative surgical margins, R0), often necessitating the removal of adjacent or involved organs, bones, muscles, nerves, and vascular structures. These extensive resections are associated with signi fi cant mor- bidity and are rarely performed for palliation of symptoms alone [1 – 5]. The multidisciplinary team (MDT) is critical ©The Author(s) 2024, corrected publication 2025. Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article ’ s Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article ’ s Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http://creativecommons.org/licenses/by/4.0/. Stephanie Nougaret, Doenja M. J. Lambregts, Aaron J. Quyn and Rosemarie Forstner contributed equally to this work. *Correspondence: Stephanie Nougaret stephanienougaret@free.fr Full list of author information is available at the end of the article 1234567890():,; 1234567890():,; 1234567890():,; 1234567890():,;",
    "for patient selection to help optimize patients ’ quality of life and survival. Magnetic resonance imaging (MRI), computed tomography, (CT), and positron emis- sion tomography/computed tomography (PET/CT) are the most commonly used imaging modalities for the assessment of cancer extent and for planning an imaging roadmap to inform subsequent surgery (what to remove and what to leave behind) [6, 7]. MRI is the modality of choice for the accurate localization and characterization of disease in the pelvis [6, 8 – 10]. CT is the fi rst-line modality for distant staging. PET/CT is often used as a complementary tool to assess CT occult disease, parti- cularly lymph nodes, and to de fi ne the metabolic activity and extent of the local tumor in the pelvis [9, 11]. Despite the importance of this topic, literature on PE imaging and radiologic reporting is limited [6, 12]. Given the complexity of this surgical procedure, pre- operative radiology reports should be structured, clear, and relevant. The objective of this joint paper from the European Society of Gastrointestinal and Abdominal Radiology (ESGAR), Society of Abdominal Radiology (SAR), European Society for Urogenital Radiology (ESUR) and PelvEx collaborative is to propose clinical practice guidelines for imaging in the setting of PE. Our goal is to provide a practical resource for radiologists, including tips for imaging protocol development and reporting. Methods Panel selection The ESGAR research committee initiated this practice guide and appointed two radiologists, S.N. and D.L., as the chairs. The chairs then composed the multidisciplinary panel, which included representatives from ESGAR (D.L., S.N., R.BT., J.S., L.B., D.T.), SAR (I.P., Y.L., K.M., A.S., A.V.), ESUR (R.F., S.N., B.G., R.M., L.R.), and the PelvEx Collaborative (A.Q., G.B., D.B., Q.D.), all of whom are specialists working in dedicated referral centers per- forming PE. The panel also included two radiation oncologists (A.K. and M.A.G.) as independent clinical members, both recognized for their expertise in the fi eld. A fellow (L.R.) was appointed to review the literature. The selection criteria for the panel emphasized prior peer- reviewed publications in the fi eld and broad geographical representation. In total, the panel consisted of 21 mem- bers, who are the authors of this article. Working groups The multidisciplinary expert panel was divided into three working groups, each assisted by 1 – 2 senior deputies: 1. Principles of clinical practice (A.Q., A.K., G.B., Q.D., M.A.G.; deputy A.Q.): This working group reviewed the existing literature, compiling a narrative review centered on surgical and neoadjuvant treatment options. 2. Acquisition protocol (R.F., L.B., I.P., D.B., R.M., J.S., R.B.-T.; deputy R.F.): This working group developed recommendations for the MR protocol and quality standards. Their recommendations were informed by the results of an online questionnaire crafted by RF and distributed to all group members. A majority consensus of at least 80% of the members was considered the benchmark for inclusion. 3. Reporting template (S.N., D.L., B.G., A.V., A.S., K.M., Y.L., D.T.; deputies S.N., D.L.): This working group formulated recommendations for image interpretation and reporting. They designed a structured reporting template informed by an online questionnaire developed by D.L. and S.N., which was shared with all working group members and surgical representatives (A.Q. and G.B.). Stepwise process Initially, L.R. conducted a systematic review of the lit- erature to establish the current state of evidence for the topics addressed by various working groups. A search was performed in November 2022 using the United States National Library of Medicine PubMed journal citation database. The search string (detailed in Appendix A) focused on imaging, did not have date limits, and yielded 19 publications. This included eleven original articles, seven reviews, and one meta-analysis. An additional search was then undertaken targeting literature not spe- ci fi cally tied to imaging (refer to Appendix A for the search string). This search produced 20 additional pub- lications, including 13 original articles and seven reviews. All retrieved literature was accessible to the members of each working group and served as the basis for drafting recommendations and designing the questionnaires. Each working group held several meetings. After these discus- sions, the preliminary input and recommendations from each group were forwarded to the panel chairs (S.N., D.L.) who produced a draft manuscript which was circulated to the full panel. A fi nal meeting with the full panel on October 19, 2023 fi nalized the recommendations. Principles of clinical practice Considerable progress has been made in the management of patients with locally advanced or recurrent cancers of the pelvis since the inception of PE. Generally considered incurable or technically inoperable, these complex patients were historically treated with palliative chemor- adiation, with many patients experiencing intractable symptoms. In contrast, the surgical mortality from PE is now comparable to that of elective resection for primary pelvic cancers [2 – 4]. A complete resection with negative Nougaret et al . European Radiology (2025) 35:2681 – 2691 2682",
    "surgical margins (R0), i.e. clear of both macroscopic and microscopic tumor involvement, is well-established as a critical prognostic factor, associated with both local con- trol and long-term survival [13 – 16]. The operative challenge for PE stems from extension of cancer and associated fi brosis (due to leak, perforation, or treatment) beyond standard anatomical planes for resec- tion [17 – 19]. Multidisciplinary surgical collaboration is frequently necessary and may include urologic, vascular, orthopedic, and plastic surgeons. In contrast to conven- tional surgical procedures (such as total mesorectal exci- sion for colorectal cancer) whereby dissection proceeds along developmental tissue planes, PE utilizes a radical surgical approach that can include multiple pelvic com- partments for en-bloc excision [20 – 23]. A detailed description of these surgical approaches is beyond the scope of this article. Nevertheless, it is important to be aware that previously accepted limitations of the extent of PE have now been challenged. High sacrectomy, extended pelvic sidewall clearance including the sciatic foramen, resection, and reconstruction of common and external iliac vessels are well described [16, 24]. Moreover, these advanced resections are now supported with evidence demonstrating acceptable morbidity, high rates of R0 resection, and preserved quality of life. Today, PE is established for locally advanced or locally recurrent rectal cancers as well as the treatment of choice in patients with advanced malignancies arising from other pelvic organs, including recurrent gynecologic or urologic tumors, pelvic soft tissue malignancies, and tumors of the bony pelvis. Prior to PE, neoadjuvant therapy may be considered to reduce tumor volume, control disease, and facilitate sur- gical removal [25]. Response to neoadjuvant therapy depend on the pelvic malignancy histologic type. As such, these decisions must be guided by oncologists with appropriate expertise who may use a combination of radiotherapy, chemotherapy, or targeted therapy [26]. While neoadjuvant therapy appears to have oncologi- cal advantages, it may have disadvantages in some indi- viduals including multiorgan deconditioning and disease progression (locally or systemically) during the course of treatment. In addition, tumor regression-related fi brosis and in fl ammation can increase the morbidity of sub- sequent surgery. The recent fi ndings from a multi- national cohort of 1291 patients who underwent PE revealed that while 78% underwent some form of neoadjuvant therapy (64% chemoradiotherapy; 10% radiotherapy alone; 3% chemotherapy alone; 23% treat- ment details unknown), this did not translate to a sta- tistically signi fi cant bene fi t in survival [27]. For now, there is a lack of standardized recommendations for the follow-up of patients after PE, highlighting a valuable area for future guideline development. Recommendations for image acquisition Detailed recommendations can be found in Table 1; key points are summarized below: Quality criteria Given the adverse impact of disease progression and the signi fi cant resources invested in PE, imaging should be conducted shortly prior to PE to limit the risk of interval local and distant disease progression. There are no strict guidelines about the permissible time interval and the panel acknowledges that it is in part determined by tumor biology (e.g. growth rate on serial imaging exams). As a rule of thumb, an interval of 30 days between staging scans (CT and MRI) and PE should be considered opti- mal. However, the authors acknowledge, that this interval might be lengthened (up to 60 days) in speci fi c cases for example where the disease has responded well to neoad- juvant treatment and has been unchanged on serial ima- ging and where clinical evaluation and laboratory fi ndings do not suggest progressive disease. Every PE candidate should be discussed in a specialized multidisciplinary tumor board close to the date of PE. Imaging techniques and coverage Before pelvic exenteration Though the choice of which (combination of) imaging modalities to use depends on the clinical scenario and should be discussed in a multidisciplinary setting, the panel unanimously agreed that an MRI of the pelvis is mandatory for local staging and to provide a surgical roadmap prior to PE. CT and [ 18 F] PET/CT have com- plementary values for local staging and are used to screen for distant disease sites. The respective bene fi ts of MRI, CT, and PET/CT are listed in Table 1 [9, 11, 28 – 30]. Possible additional procedures include liver MRI with liver-speci fi c contrast agents, or abdominal or whole-body MRI [31]. Owing to limited access, hybrid imaging using PET/MRI (or MRI and PET fusion) is currently not the standard of care. Integrated reporting of PET and diag- nostic CT with i.v. contrast by a hybrid imaging specialist or team of radiologists and nuclear medicine specialists can offer complementary value but is not standard practice. For post-operative assessment of complications The nature of the suspected complications dictates the preferred imaging approach. Typically, contrast-enhanced CT is the fi rst-choice imaging modality in both acute and chronic settings following PE. CT urography is employed to evaluate for suspected urinary leakage, whereas MRI serves as a problem-solving tool, mostly in the chronic setting [9, 32]. Nougaret et al . European Radiology (2025) 35:2681 – 2691 2683",
    "Speci fi c imaging techniques MRI Both 1.5-T and 3-T MRIs may be utilized. High- resolution T2-weighted sequences are recommended. The use of diffusion-weighted imaging (DWI) and post- gadolinium T1-weighted sequences is recommended by the majority of authors of this guideline but their use varies across countries. Trained technologists, with radi- ologist ’ s input, should adjust the fi eld of view and sequence acquisition angle to ensure adequate anatomic coverage of the tumor, its related lymph node drainage, and adjacent pelvic structures. Of the survey respondents, Table 1 Summary of recommendations a for image acquisition in pelvic exenteration (PE) Preoperative imaging before PE includes: Key modalities: • MRI of the pelvis • [ 18 F]FDG PET/CT obtained from skull base to mid-thigh • CT of the chest, abdomen and pelvis acquired during the portal-venous contrast phase Complementary (optional) modalities: • Liver MRI, in particular in patients with high-risk disease (for example macroscopic lymphovascular disease). • Abdominal or whole-body MRI MRI (1.5 T or 3.0 T) Strengths: • Detailed anatomical assessment of local tumor extent • Differentiation between tumor and fi brosis (DWI) Coverage: Pelvis Preparation: No consensus was achieved regarding fasting before the MRI, urinary bladder fi lling, antispasmodic agent use, or rectal cleansing. Protocol (Sequences): • T2WI in three planes (slice thickness 3 – 4 mm), typically sagittal and two additional planes. Oblique planes are performed for local staging of rectal, uterine and vaginal masses. Rationale: Determine maximal tumor size, extent, and relationship to the pelvic sidewall. • DWI (slice thickness 4 – 5 mm): typically in line with T2W in (oblique-)axial plane. High b -value of > 800 – 1000 mm/s 2 with ADC maps (visual assessment only). Rationale: Adjunct to T2WI to determine maximal tumor size, extent and relationship to the pelvic sidewall; distinguish tumor from fi brosis, facilitate lymph node detection. • Post contrast(Gd) T1WI: with a dynamic or a multiphase technique. Rationale: Adjunct to T2WI/DWI to determine tumor extent, assess vascularization, lymph nodes • (Optional:) Non fat-supressed axial T1WI (agreement 75%). Rationale: helps to delineate pelvic anatomy including the pelvic sidewall and bone in fi ltration [ 18 F]FDG PET/CT Strengths: • Detection of lymph node metastases, in particular pelvic sidewall and (unenlarged) retroperitoneal nodes • Detection of (small) multifocal pelvic disease • Detection of extrapelvic disease Coverage: Skull base to mid-thigh Preparation: Fasting 4 – 6 h Protocol: IV contrast optional CT Strengths: • Vascular assessment • Detection of distant disease Coverage: chest, abdomen and pelvis Preparation: No consensus on oral contrast was achieved (used by 61% of panel, majority preferring positive oral contrast) Protocol: imaging in portal-venous phase with multiplanar reconstructions a Note, unless otherwise speci fi ed, recommendations are based on > 80% consensus among panelists, based on a questionnaire distributed among 14 specialists in imaging and oncology. All recommendations were subsequently discussed and approved by the full panel) Nougaret et al . European Radiology (2025) 35:2681 – 2691 2684",
    "62% preferred patients to fast for 4 – 6 h before MRI, and 70% routinely utilized antiperistaltic agents, e.g. Busco- pan ® or Glucagon ® to reduce motion artifacts. No con- sensus was reached on the recommended degree of bladder fi lling. These recommendations are in line with a previous guideline from the European Society of Urogenital Radiology (ESUR) and a study from Sheik-Sarraf et al who showed that fasting, antispasmodic agents, and saturation bands improved MR image quality and are recommended for female pelvic MRI while urinary bladder fi lling in fl u- enced the cervix-to-uterine angle, but had no clear effect on image quality [33 – 38]. Seventy- fi ve percent of panelists who participated in the questionnaire administered a micro-enema for rectal cleansing prior to the examination in colorectal cancer patients, although the panel also acknowledges that the feasibility and bene fi ts are depen- dent on the speci fi c clinical setting (e.g. contraindicated after previous resection of the anal canal or in patients with low obstructing and/or painful tumors). [ 18 F] PET/CT Typically, PET/CT scan extends from the skull base to the mid-thigh, contingent on tumor type. Whether to per- form PET/CT with or without the addition of intravenous contrast depends on local policy with signi fi cant varia- tions noted (also among the panelists) across different countries and institutions. CT CT scans should routinely cover the chest, abdomen, and pelvis and should be acquired during the portal-venous phase. This can optionally be augmented with either an arterial or delayed phase. While no de fi nite recommenda- tion exists about the use of oral contrast, 61% of the pane- lists who participated in the questionnaire use it, with the majority opting for a positive contrast agent. 3D processing for vascular visualization is optional and CT datasets may also be employed intraoperatively for navigation. a b Fig. 1 Reporting template Nougaret et al . European Radiology (2025) 35:2681 – 2691 2685",
    "Recommendations for image interpretation and reporting Reporting template The panel unanimously agreed that the use of structured reporting is recommended when reporting MRI (or other imaging modalities) prior to PE. An example template can be viewed in Fig. 1 (refer to S1 to download the template). A summary of essential recommendations on image interpretation and reporting is presented in Table 2. Debate arose among the panelists regarding the optimal way to detail organ and structural involvement within the template. Three methodologies were proposed. A. List only those organs and structures that are, or might be, involved. B. Provide a selective itemized list of all organs within the implicated compartment(s), specifying their involvement status. C. Provide a comprehensive itemized list of all pelvic organs, specifying their involvement status. The panel ’ s majority favored option A, which was therefore integrated into the proposed template (Fig. 1). Option B is recognized as a viable alternative. Institutions are advised to choose between Options A and B based on the preferences of their local multidisciplinary teams. A universal sentiment within the panel was the redundancy of routinely listing all the pelvic organs and structures. The acronym ‘ BONVUE ’ (Bones, Organs, Nerves, Ves- sels, Ureters, Extra tumor sites) might serve as a convenient reminder for Radiologists to include relevant items to include in reports. Many of this guideline ’ s authors also advocate for a compartment-centric approach. Figure 2 highlights the different pelvic com- partments while Figs. 3 – 5 show the important structures which need to be reported. Restaging after neoadjuvant treatment Included within the reporting template is a dedicated section offering guidance on reporting responses to neoadjuvant treatment. The panel advises classifying the responses using commonly used response categories such as progressive disease, stable disease, and partial response (in line with RECIST) [39]. Very good and possible complete responses are grouped together in the template as the panel acknowledges that MRI cannot accurately discriminate between a near-complete and complete response to neoadjuvant therapy in the setting of PE because of the dif fi culties in differentiating residual tumor from post-treatment fi brosis. DWI has shown value to improve the accuracy of MRI to identify complete responders, in particular when restaging primary rectal cancers after neoadjuvant treatment [40 – 42] The absence of a high signal on high b -value DWI is a sign suggestive of a complete response, while the presence of focal mass- like or scattered foci of high DWI signal are signs asso- ciated with the residual tumor. The value of DWI to diagnose a complete response after neoadjuvant Table 2 Key recommendations a for image interpretation and reporting How to assess organ and structure involvement • Loss of a separating fat plane between the tumor and adjacent organ or structure should be considered a sign suspicious for involvement. • When assessing potential involvement one should discern a close margin ( … mm) or focal contact from broad-based contact and frank invasion. Anal canal and pelvic fl oor involvement • Describe which layers (internal sphincter, intersphincteric plane, external sphincter) are involved. • (Optional: describe the craniocaudal extent of invasion) Vessel and ureter involvement • Describe the longitudinal and radial extent of invasion. • Describe associated luminal narrowing or occlusion including signs of upstream dilatation and, in cases of vessel involvement, the presence of thrombus or collaterals. • In case of ureteric involvement, describe associated signs associated with loss of kidney function (hydronephrosis, delayed nephrogram, parenchymal thinning). Nerve involvement • Specify the level of involvement, including a detailed description of which nerve roots are involved. • Compared with the contralateral side; asymmetry in signal, enhancement, or thickening are signs suspicious for involvement. • (Optional: Describe the distance (free margin) between the tumor and the closest non-involved nerve root). Sacral Vertebral and other bone involvement • Specify the level of involvement in the case of sacral vertebral involvement. • Distinguish super fi cial involvement (cortical irregularity or thinning) from deep bone invasion (low T1W signal). • (Optional: describe the distance from the sacral promontory and coccyx to the level of involvement). a Note, recommendations are derived from the outcome of a questionnaire that was sent out to the ‘ reporting template ’ working group members and clinical representatives Nougaret et al . European Radiology (2025) 35:2681 – 2691 2686",
    "treatment in recurrent rectal and gynecological tumors is less well-established and typically more challenging, especially in the case of more diffuse in fi ltrative) tumors. Any new fi ndings, whether related to disease progression (e.g., development of new metastases), or complications caused by either disease progression or fi brosis (e.g., ureter obstruction, perforation, abscess, etc) should be emphasized in the report. Radiology roadmap for surgical planning In some PE centers, it is common practice to include a documented ‘ roadmap ’ in the radiology report detailing the Fig. 2 Compartment approach to describing pelvic patterns of disease in sagittal ( a ) and axial ( b ). The central or axial compartment (yellow) includes the rectum — incl. anastomosis if present, mesorectum, pouch of Douglas, internal & external sphincter, and levator ani. The anterior compartment (pink) includes the genitourinary tract, pubic symphysis, and superior & inferior rami of the pubic bone. The posterior compartment (blue) includes the piriformis muscles, presacral fascia, sacrum, coccyx, sacrospinus & sacrotuberous ligaments, sciatic nerve & branches, and coccygeus muscles. The lateral compartment (green) includes the ureters, obturator muscles, ischial spine, ischium, sacral nerves/roots, lateral pelvic lymph nodes, and iliac arteries & veins Fig. 3 Illustration highlighting the different important structures to evaluate on imaging during preoperative assessment for pelvic exenteration using the BONVUE acronym (Bones, Organs, Nerves, Vessels, Ureters, Extra tumor sites) Nougaret et al . European Radiology (2025) 35:2681 – 2691 2687",
    "proposed surgical planning required to achieve a radical (R0) resection. This approach re fl ects the strong multi- disciplinary collaboration required between radiologists and surgeons to combine the detailed knowledge of the anato- mical extent of disease and the necessary understanding of the way that the operations are performed. The panel agreed that the use of annotated key images (and the optional use of bookmarks or hyperlinks to link these key images to the report text) are helpful in guiding MDT discussions and informing surgical planning. The panel emphasizes that the decision on whether a patient should proceed with PE surgery and which operation to undertake is obviously not made by the radiologist. Rather, the radiology report should provide guidance to the MDT on the extent of cancer and assist in de fi ning the technical feasibility of its R0 excision. Finally, Fig. 6a, b show clinical examples of two PE can- didates with completed template reports and corresponding key images. Figure 6b also includes a surgical planning dis- cussion as an example of how radiologists ’ reports may assist surgical planning in a dedicated PE center. Conclusion The ESGAR-SAR-ESUR-PelvEx collaborative group has produced the fi rst international clinical practice guide- lines for PE imaging. These guidelines emphasize the vital Fig. 4 Axial T2-weighted MR image ( a without annotations, b with annotations) at the level of the S2 highlighting the position of the nerves and vessels. EIA, external iliac artery; EIV, external iliac vein; IIA, internal iliac artery; IIV, internal iliac vein Fig. 5 Axial T2-weighted MR image ( a without annotations, b with annotations) at the level of the S5, pointing out the position of the obturator nerve which is a very good surgical landmark, especially for lymphadenectomy. SSL, sacrospinous ligament; IGA&V, inferior gluteal artery and vein; OA&V, obturator artery and vein, ON, obturator nerve; EIA, external iliac artery; EIV, external iliac vein Nougaret et al . European Radiology (2025) 35:2681 – 2691 2688",
    "role of multidisciplinary collaboration and state-of-the-art imaging with MRI, CT, and PET/CT for detailed local and distant staging of the disease, and the importance of structured reporting. PE is a highly complex surgical procedure and requires the highest quality imaging and reporting standards to ensure optimal patient selection and outcomes of surgery. Abbreviations [ 18 F] Fluorine-18 (as used in PET/CT imaging) a b Fig. 6 a Template report for a recurrent rectal tumor involving the right lateral and central pelvic compartments following prior abdominoperineal resection. b Template report including surgical planning ‘ roadmap ’ discussion for a large recurrent rectal tumor involving the central and left lateral pelvic compartments following prior abdominoperineal resection Nougaret et al . European Radiology (2025) 35:2681 – 2691 2689",
    "CT Computed tomography DWI Diffusion-weighted imaging ESGAR European Society of Gastrointestinal and Abdominal Radiology ESUR European Society for Urogenital Radiology MRI Magnetic resonance imaging PE Pelvic exenteration PET/CT Positron emission tomography/computed tomography R0 Complete cancer resection with negative surgical margins SAR Society of Abdominal Radiology Supplementary information The online version contains supplementary material available at https://doi. org/10.1007/s00330-024-10940-z. Funding S.N. is supported by an ERC starting grant MR-O-Mics (101077710) and by SIRIC institutional grant. Y.L. was supported in part by NIH/National Cancer Institute Cancer Center Support Grant P30 CA008748. A.V. is supported by institutional grants from the University of Texas MD Anderson Cancer Center, the U.S. Department of Defense, Siemens Healthineers, the University of Texas at Austin Oden Institute for Computational Engineering and Sciences, and Texas Advanced Joint Center for Computational Oncology. Compliance with ethical standards Guarantor The scienti fi c guarantor of this publication is S.N. Con fl ict of interest The authors of this manuscript declare no relationships with any companies whose products or services may be related to the subject matter of the article. Statistics and biometry No complex statistical methods were necessary for this paper. Informed consent Written informed consent was waived by the Institutional Review Board. Ethical approval Institutional Review Board approval was not required because of the nature of the article. Study subjects or cohorts overlap None. Methodology ● Recommendations Author details 1 Department of Radiology, PINKCC lab, U1194, Montpellier Cancer Center, Montpellier, France. 2 Department of Radiology, Netherlands Cancer Institute, Amsterdam, The Netherlands. 3 Department of Surgery, Netherlands Cancer Institute, Amsterdam, The Netherlands. 4 Department of Molecular Medicine and Surgery, Karolinska Institutet, Sweden & Department of Radiation Physics/ Nuclear Medicine, Karolinska University Hospital, Solna, Sweden. 5 Intestinal Imaging Centre, St Mark ’ s Hospital, London North West University Healthcare NHS, London, UK. 6 Bordeaux ColoRectal institute, Clinique Tivoli, Bordeaux, France. 7 Department of Radiation Oncology, Fondazione Policlinico Universitario A.Gemelli IRCCS, Rome, Italy. 8 Department of Bioimaging, Radiation Oncology and Hematology, Fondazione Policlinico Universitario Agostino Gemelli IRCCS, Rome, Italy. 9 Department of Radiation Oncology, University of Texas M.D. Anderson Cancer Center, Houston, TX, USA. 10 Department of Radiology, Memorial Sloan Kettering Cancer Center, New York, NY, USA. 11 Departments of Radiology and Obstetrics and Gynecology, University of Michigan, Ann Arbor, MI, USA. 12 Department of Bioimaging, Radiation Oncology and Hematology, UOC of Radiodiagnostica Presidio Columbus, Fondazione Policlinico Universitario A. Gemelli IRCSS, Rome, Italy. 13 Department of Radiology, Brigham and Women ’ s Hospital, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA. 14 Department of Radiology, University College London Hospitals NHS Foundation Trust, London, UK. 15 Department of Radiology, St James ’ s University Hospital, Leeds, UK. 16 Department of Abdominal Imaging, Division of Diagnostic Imaging, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA. 17 John Goligher Colorectal Unit, Leeds Teaching Hospitals NHS Trust, Leeds, UK. 18 Department of Radiology, Uniklinikum Salzburg, PMU, Salzburg, Austria. Received: 8 February 2024 Revised: 4 May 2024 Accepted: 16 June 2024 Published online: 25 August 2024 References 1. Egger EK, Liesenfeld H, Stope MB et al (2021) Pelvic exenteration in advanced gynecologic malignancies — who will bene fi t? Anticancer Res 41:3037 – 3043 2. Gould LE, Pring ET, Drami I et al (2022) A systematic review of the pathological determinants of outcome following resection by pelvic exenteration of locally advanced and locally recurrent rectal cancer. Int J Surg 104:106738 3. PelvEx C (2019) Changing outcomes following pelvic exenteration for locally advanced and recurrent rectal cancer. BJS Open 3:516 – 520 4. PelvEx C (2023) A review of functional and surgical outcomes of gynaecological reconstruction in the context of pelvic exenteration. Surg Oncol 52:101996 5. PelvExCollaborative (2019) Pelvic exenteration for advanced nonrectal pelvic malignancy. Ann Surg 270:899 – 905 6. Causa Andrieu PI, Woo S, Rios-Doria E, Sonoda Y, Ghafoor S (2021) The role of imaging in pelvic exenteration for gynecological cancers. Br J Radiol 94:20201460 7. Popovich MJ, Hricak H, Sugimura K, Stern JL (1993) The role of MR ima- ging in determining surgical eligibility for pelvic exenteration. AJR Am J Roentgenol 160:525 – 531 8. Donati OF, Lakhman Y, Sala E et al (2013) Role of preoperative MR imaging in the evaluation of patients with persistent or recurrent gynaecological malignancies before pelvic exenteration. Eur Radiol 23:2906 – 2915 9. Lakhman Y, Nougaret S, Micco M et al (2015) Role of MR imaging and FDG PET/CT in selection and follow-up of patients treated with pelvic exenteration for gynecologic malignancies. Radiographics 35:1295 – 1313 10. Nougaret S, Nikolovski I, Paroder V et al (2019) MRI of tumors and tumor mimics in the female pelvis: anatomic pelvic space-based approach. Radiographics 39:1205 – 1229 11. Kim SR, Lee YY, Brar H et al (2019) Utility of 18F-FDG-PET/CT imaging in patients with recurrent gynecological malignancies prior to pelvic exenteration. Int J Gynecol Cancer. https://doi.org/10.1136/ijgc-2018- 000091 12. Corr A, Fletcher J, Jenkins JT, Miskovic D (2022) Image-guided pelvic exenteration-preoperative and intraoperative strategies. Eur J Surg Oncol 48:2263 – 2276 13. Moolenaar LR, van Rangelrooij LE, van Poelgeest MIE et al (2023) Clinical outcomes of pelvic exenteration for gynecologic malignancies. Gynecol Oncol 171:114 – 120 14. Chiantera V, Rossi M, De Iaco P et al (2014) Survival after curative pelvic exenteration for primary or recurrent cervical cancer: a retrospective multicentric study of 167 patients. Int J Gynecol Cancer 24:916 – 922 15. Koh CE, Brown KGM, Steffens D, Young J, Salkeld G, Solomon MJ (2022) What constitutes a clear margin in patients with locally recurrent rectal cancer undergoing pelvic exenteration? Ann Surg 275:157 – 165 16. Simillis C, Baird DL, Kontovounisios C et al (2017) A systematic review to assess resection margin status after abdominoperineal excision and pelvic exenteration for rectal cancer. Ann Surg 265:291 – 299 17. Sbarra M, Micco M, Corvino M et al (2019) CT fi ndings after pelvic exenteration: review of normal appearances and most common com- plications. Radiol Med 124:693 – 703 Nougaret et al . European Radiology (2025) 35:2681 – 2691 2690",
    "18. Tortorella L, Marco C, Loverro M et al (2023) Predictive factors of surgical complications after pelvic exenteration for gynecological malignancies: a large single-institution experience. J Gynecol Oncol. https://doi.org/10. 3802/jgo.2024.35.e4 19. van Ramshorst GH, Young JM, Solomon MJ (2021) Reply to comment on, “ complications and impact on quality of life of vertical rectus abdominis myocutaneous fl aps for reconstruction in pelvic exenteration surgery ” . Dis Colon Rectum 64:e100 – e101 20. Austin KK, Solomon MJ (2009) Pelvic exenteration with en bloc iliac vessel resection for lateral pelvic wall involvement. Dis Colon Rectum 52:1223 – 1233 21. Austin KKS, Brown KGM, Solomon MJ (2024) En bloc lateral pelvic com- partment excision during pelvic exenteration: video vignette. Br J Surg 111:znad407 22. Solomon MJ, Alahmadi R, Lee PJ, Austin KKS (2022) En bloc partial pubic bone excision with complete soft tissue pelvic exenteration. Br J Surg 109:640 – 641 23. Solomon MJ, Austin KK, Masya L, Lee P (2015) Pubic bone excision and perineal urethrectomy for radical anterior compartment excision during pelvic exenteration. Dis Colon Rectum 58:1114 – 1119 24. Brown KGM, McBride KE, Anderson T, Solomon MJ (2023) Delivering complex surgical services: lessons learned from the evolution of a spe- cialised pelvic exenteration centre. Aust Health Rev 47:735 – 740 25. Landoni F, Zanagnolo V, Rosenberg PG et al (2013) Neoadjuvant che- motherapy prior to pelvic exenteration in patients with recurrent cervical cancer: single institution experience. Gynecol Oncol 130:69 – 74 26. Luna-Perez P, Rodriguez DF, Flores D, Delgado S, Labastida S (1995) Morbidity and mortality following preoperative radiation therapy and total pelvic exenteration for primary rectal adenocarcinoma. Surg Oncol 4:295 – 301 27. PelvEx C (2019) Surgical and survival outcomes following pelvic exen- teration for locally advanced primary rectal cancer: results from an international collaboration. Ann Surg 269:315 – 321 28. Husain A, Akhurst T, Larson S, Alektiar K, Barakat RR, Chi DS (2007) A prospective study of the accuracy of 18Fluorodeoxyglucose positron emission tomography (18FDG PET) in identifying sites of metastasis prior to pelvic exenteration. Gynecol Oncol 106:177 – 180 29. Chew MH, Brown WE, Masya L, Harrison JD, Myers E, Solomon MJ (2013) Clinical, MRI, and PET-CT criteria used by surgeons to determine suitability for pelvic exenteration surgery for recurrent rectal cancers: a Delphi study. Dis Colon Rectum 56:717 – 725 30. Burger IA, Vargas HA, Donati OF et al (2013) The value of 18F-FDG PET/CT in recurrent gynecologic malignancies prior to pelvic exenteration. Gynecol Oncol 129:586 – 592 31. Brown WE, Koh CE, Badgery-Parker T, Solomon MJ (2017) Validation of MRI and surgical decision making to predict a complete resection in pelvic exenteration for recurrent rectal cancer. Dis Colon Rectum 60:144 – 151 32. Pan G, Shirkhoda A (1987) Pelvic exenteration: role of CT in follow-up. Radiology 164:665 – 670 33. Kubik-Huch RA, Weston M, Nougaret S et al (2018) European Society of Urogenital Radiology (ESUR) guidelines: MR imaging of leiomyomas. Eur Radiol 28:3125 – 3137 34. Maciel C, Bharwani N, Kubik-Huch RA et al (2020) MRI of female genital tract congenital anomalies: European Society of Urogenital Radiology (ESUR) guidelines. Eur Radiol 30:4272 – 4283 35. Manganaro L, Lakhman Y, Bharwani N et al (2021) Staging, recurrence and follow-up of uterine cervical cancer using MRI: updated guidelines of the European Society of Urogenital Radiology after revised FIGO staging 2018. Eur Radiol 31:7802 – 7816 36. Nikolic O, Sousa FAE, Cunha TM et al (2021) Vulvar cancer staging: guidelines of the European Society of Urogenital Radiology (ESUR). Insights Imaging 12:131 37. Nougaret S, Horta M, Sala E et al (2019) Endometrial cancer MRI staging: updated guidelines of the European Society of Urogenital Radiology. Eur Radiol 29:792 – 805 38. Sheikh-Sarraf M, Nougaret S, Forstner R, Kubik-Huch RA (2020) Patient preparation and image quality in female pelvic MRI: recommendations revisited. Eur Radiol 30:5374 – 5383 39. Eisenhauer EA, Therasse P, Bogaerts J et al (2009) New response eva- luation criteria in solid tumours: revised RECIST guideline (version 1.1). Eur J Cancer 45:228 – 247 40. Chandramohan A, Siddiqi UM, Mittal R et al (2020) Diffusion weighted imaging improves diagnostic ability of MRI for determining complete response to neoadjuvant therapy in locally advanced rectal cancer. Eur J Radiol Open 7:100223 41. Curvo-Semedo L, Lambregts DM, Maas M et al (2011) Rectal cancer: assessment of complete response to preoperative combined radiation therapy with chemotherapy-conventional MR volumetry versus diffusion- weighted MR imaging. Radiology 260:734 – 743 42. Lambregts DMJ, Delli Pizzi A, Lahaye MJ et al (2018) A pattern-based approach combining tumor morphology on MRI with distinct signal patterns on diffusion-weighted imaging to assess response of rectal tumors after chemoradiotherapy. Dis Colon Rectum 61:328 – 337 Publisher ’ s Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional af fi liations. Nougaret et al . European Radiology (2025) 35:2681 – 2691 2691"
  ],
  "processed_at": "2026-01-30T14:54:29.704Z"
}