{
  "doc_id": "bbb9293f084ad286d9ec33a77010963c",
  "source_id": "esgar_guideline_2019",
  "total_pages": 4,
  "pages": [
    "EDITORIAL Making useful clinical guidelines: the ESGAR perspective A. A. O. Plumb 1 & D. Lambregts 2 & D. Bellini 3 & J. Stoker 4 & S. Taylor 1 & ESGAR Research Committee Received: 9 November 2018 / Revised: 23 November 2018 / Accepted: 4 December 2018 / Published online: 7 February 2019 # The Author(s) 2019 Clinical guidelines are important and influential; they can im- prove processes involved in patient care, thereby also improv- ing patient outcomes [1]. They are both commonly downloaded from journal websites and highly cited [2], help- ing clinical decision making and service commissioning. Yet, the quality of such guidelines is highly variable; a review of 279 guidelines published between 1985 and 1997 found that overall adherence to high-quality methodological standards was less than 50% [3]. Just as Altman [4] has argued that the misuse of statistics is unethical for primary research, it is equally inappropriate for guideline documents to recommend specific practices unless developed robustly and transparently. To do otherwise risks erroneous care, and, ultimately, patient harm. Readers of guidelines (clinicians, patients and policy- makers) require reassurance that these authoritative docu- ments have identified, appraised and considered the available evidence, or draw attention to weaknesses in the literature if appropriate. Accordingly, many organisations and professional societies issuing clinical guidelines have formalised their development process. This has several advantages, but perhaps most signif- icantly, it permits methodological rigour to be embedded into the guideline development process in a consistent fashion. The organisation is able to stipulate, in advance, minimum stan- dards for literature searching, evidence synthesis, construction and ratification of guideline statements; all of which would otherwise be at the whim of individual guideline development committees or groups. Yet, what makes a high-quality guide- line? Fortunately, this question has been the subject of many years ’ work by several organisations, notably the AGREE consortium, whose most recent iteration (AGREE II) encom- passes 23 items that can be used to assess the quality of a particular clinical guideline [5]. As a by-product of this quality assessment tool, it provides a framework to permit high- quality guideline development and reporting [6]. The European Society of Gastrointestinal and Abdominal Radiology (ESGAR) has developed its own guideline devel- opment process, aiming to standardise and improve the quality and transparency of guidelines issued under its aegis. This was initiated in the mid-2017, and guidelines published from October 2018 onwards will adhere to its structure. The key components of this process, which adhere to the principles of AGREE II, are summarised in Fig. 1 and below; the full doc- ument and supporting information are available on the ESGAR website (https://www.esgar.org/guidelines- publications/research-committee/). Guideline prioritisation Potential topics for guidelines will be sought from the ESGAR membership, members and leaders of other societies and members of the public and journal editors. A form is available on the ESGAR website to assist this (at the same URL as listed above). Topics will be prioritised based on specific criteria, namely the burden of the relevant disease (or radiological technique), the impact that this has on radiological services, the extent of uncertainty in current clinical practice (including availability of other high-quality-related guidelines) and the availability of published evidence upon which a guideline could be based. The feasibility of developing a guideline using the resources and expertise of the ESGAR membership will Electronic supplementary material The online version of this article (https://doi.org/10.1007/s00330-019-6002-9) contains supplementary material, which is available to authorized users. * A. A. O. Plumb andrew.plumb@ucl.ac.uk 1 Centre for Medical Imaging, University College London, London, UK 2 Netherlands Cancer Institute, Amsterdam, The Netherlands 3 Department of Radiological Sciences, Sapienza University of Rome, Rome, Italy 4 Department of Radiology and Nuclear Medicine, Amsterdam UMC, Academic Medical Center, University of Amsterdam, Amsterdam, The Netherlands European Radiology (2019) 29:3757 – 3760 https://doi.org/10.1007/s00330-019-6002-9",
    "also be considered. These criteria will be assessed by the ESGAR research committee before a new guideline is commissioned. Step by step consensus process Evidence selection and synthesis The guideline development group will construct and circulate an initial questionnaire in order to identify the scope and aims of the guideline, and prioritise topics for detailed literature review. Thereafter, where possible these topics will be con- verted into specific clinical questions adopting the PICO for- mat (patients/participants, intervention, control/comparators, outcomes). These clinical questions will then serve as the basis for the literature search. The literature search, including the databases used, search terms, inclusion dates and language restrictions, will be documented clearly and used uniformly by the guideline group. Relevant articles will be retrieved and summarised into evidence tables with accompanying explan- atory text, including an assessment of the literature quality. Consensus statements and committee voting Using the evidence synthesis tables and explanatory text, the guideline group will construct draft consensus state- ments for the final guideline. Where the evidence is con- tradictory or incomplete, relevant statements can still be constructed, but may need to be based on the group ’ s opinion with anonymous voting, using a modified Delphi process. Each voting member will be asked regarding their agreement with a given statement on a five-point scale (strongly disagree, disagree, neither agree nor disagree, agree and strongly agree). For a statement to achieve con- sensus, 80% of guideline group members must agree or strongly agree with that statement. Statements not achiev- ing consensus initially may be modified and subjected to repeat voting; a maximum of three iterations is suggested as the upper limit before a statement is defined as failing to reach consensus. Statements that do not achieve con- sensus may be included in the Discussion of the final guideline document, but should not be recommended by the group. Guideline reporting, appraisal and updating The final output of the process will be a guideline document, which will include its background, target audience and en- dorsing societies. The consensus statements themselves, with an associated level of evidence quality and strength of recom- mendation, will be provided, with the evidence summary ta- bles and explanatory text made available as supplementary information. Discussion points should include statements that failed to reach consensus, recommendations for how the guideline should be implemented in clinical practice, where the literature review uncovered gaps and opportunities for further research, and a timeframe for updating the guideline. During the process of constructing the guideline document, the group will conduct an internal appraisal of methodological quality by using the AGREE II instrument and use this to guide their manuscript preparation. For example, target users of the guideline must be explicitly identified; statement word- ing should be clear and unambiguous; and the key recommen- dations must be easily identifiable. The key aspects of ESGAR guideline reporting are summarised in Table 1. Reports will be published in the peer-reviewed literature and made Open Access, to enhance visibility and likelihood of implementation. Fig. 1 Flowchart of key steps in the ESGAR Guideline Development Process 3758 Eur Radiol (2019) 29:3757 – 3760",
    "Summary Well-constructed clinical guidelines have the potential to substan- tially improve patient care across multiple institutions in different countries. To maximise their benefit, they must be prioritised, developed, disseminated and implemented using methodologi- cally sound and transparent techniques. The ESGAR is commit- ted to ensuring consistency and excellence in its guidelines, and all future ESGAR guidance will follow the principles outlined here. Acknowledgements On behalf of the ESGAR Research Committee: Stoker, J; Bellini, D; Lambregts, D; Perez-Girbes, A; Plumb, AA; Ronot, M; Runge, J; Taylor, SA; Vandecaveye, V; Zech, C. The ESGAR Research Committee gratefully acknowledge the administrative and logistical support of the members of the ESGAR Office, in particular Brigitte Lindlbauer, Selina Aichinger, Simone Semler and Yuliana Rodimova. They also thank the mem- bers of the ESGAR Executive Committee for helpful feedback during the guideline development process. Collaborators M Ronot 1 , A Perez-Girbes 2 , JH Runge 3 , V Vandecaveye 4 , C Zech 5 1 Department of Radiology, Beaujon Hospital, Clichy, France 2 Hospital Universitari i Politècnic La Fe, Valencia, Spain 3 Department of Radiology and Nuclear Medicine, Amsterdam UMC, Academic Medical Center, University of Amsterdam, Amsterdam, The Netherlands 4 University Hospitals Leuven, Leuven, Belgium 5 Radiology and Nuclear Medicine, University Hospital Basel, Basel, Switzerland Funding This study has received funding by the European Society of Gastrointestinal and Abdominal Radiology. Research time for Andrew Table 1 Key aspects of AGREE II to be incorporated into ESGAR guidelines publications and reports Item Original AGREE II item number Domain 1: scope and purpose 1. The overall objective(s) of the guideline must be specifically described. 1 2. The health question(s) covered by the guideline must be specifically described. 2 3. The population (e.g. patients with a particular condition or undergoing a certain test) to whom the guideline is meant to apply is specifically described. 3 Domain 2: stakeholder involvement a 4. The guideline development group includes individuals from all the relevant professional groups and subspecialties. 4 5. The target users (e.g. radiologists and gastroenterologists) of the guideline will be clearly defined. 6 Domain 3: rigour of development 6. Systematic methods must be used to search for evidence. 7 7. The criteria for selecting the evidence will be clearly described. 8 8. The strengths and limitations of the body of evidence will be clearly described. 9 9. The methods for formulating the recommendations must be clearly described. 10 10. The health benefits, side effects and risks will be considered in formulating the recommendations. 11 11. There is an explicit link between the recommendations and the supporting evidence. 12 12. All guidelines will be externally reviewed by experts prior to its publication, typically via peer-review and submission for publication. 13 13. A procedure for updating the guideline will be provided, either in the final guideline publication or via the ESGAR website. 14 Domain 4: clarity of presentation 14. Recommendations must be specific and unambiguous. 15 15. The different options for management of the condition or health issue will be clearly presented. 16 16. Key recommendations should be easily identifiable and highlighted as such within the final published guideline 17 Domain 5: applicability 17. The guideline should provide advice and/or tools on how the recommendations can be put into practice. 18 18. The guideline should describe facilitators and barriers to its application. 19 19. The potential resource implications of applying the recommendations should be considered. 20 20. The guideline should present monitoring and/or auditing criteria. 21 Domain 6: editorial independence 21. The views of the funding body (i.e. the ESGAR executive) will not be permitted to influence guideline content. 22 22. Competing interests of guideline development group members will be recorded, addressed and published on the ESGAR website 23 a Where practicable, patient groups should be consulted during guideline construction (AGREE II item 5) Eur Radiol (2019) 29:3757 – 3760 3759",
    "Plumb is funded by the National Institute for Health Research (NIHR) under its Fellowships Programme, PDF-2017-10-081. Research time for Stuart Taylor is partly funded by the NIHR under the Senior Investigator scheme. The views expressed are those of the authors and not necessarily those of the NHS, the NIHR or the Department of Health and Social Care. Compliance with ethical standards Guarantor The scientific guarantor of this publication is Andrew Plumb. Conflict of interest The authors of this manuscript declare no relation- ships with any companies, whose products or services may be related to the subject matter of the article. Jaap Stoker and Stuart Taylor have per- formed research consultancy for Robarts Clinical Trials concerning MRI in Crohn ’ s disease, unrelated to the current article. Statistics and biometry No complex statistical methods were necessary for this paper. Ethical approval Institutional Review Board approval was not required. Open Access This article is distributed under the terms of the Creative C o m m o n s A t t r i b u t i o n 4 . 0 I n t e r n a t i o n a l L i c e n s e ( h t t p : / / creativecommons.org/licenses/by/4.0/), which permits unrestricted use, distribution, and reproduction in any medium, provided you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. Publisher ’ s note Springer Nature remains neutral with regard to jurisdic- tional claims in published maps and institutional affiliations. References 1. Lugtenberg M, Burgers JS, Westert GP (2009) Effects of evidence- based clinical practice guidelines on quality of care: a systematic review. Qual Saf Health Care 18(5):385 – 392 2. Baek S, Yoon DY, Lim KJ, Cho YK, Seo YL, Yun EJ (2018) The most downloaded and most cited articles in radiology journals: a comparative bibliometric analysis. Eur Radiol. https://doi.org/10. 1007/s00330-018-5423-1 3. Shaneyfelt TM, Mayo-Smith MF, Rothwangl J (1999) Are guide- lines following guidelines? The methodological quality of clinical practice guidelines in the peer-reviewed medical literature. JAMA 281(20):1900 – 1905 4. Altman DG (1980) Statistics and ethics in medical research. Misuse of statistics is unethical. Br Med J 281(6249):1182 – 1184 5. Brouwers MC, Kho ME, Browman GP et al (2010) AGREE II: advancing guideline development, reporting and evaluation in health care. CMAJ 182(18):E839 – E842 6. Brouwers MC, Kerkvliet K, Spithoff K, AGREE Next Steps Consortium (2016) The AGREE Reporting Checklist: a tool to im- prove reporting of clinical practice guidelines. BMJ 352:i1152 3760 Eur Radiol (2019) 29:3757 – 3760"
  ],
  "processed_at": "2026-01-30T14:54:29.582Z"
}