{
  "doc_id": "617c551aee217ef0adf2c6cabaf94f27",
  "source_id": "esgar_consensus_2025_z",
  "total_pages": 14,
  "pages": [
    "ESGAR Rectal Imaging Guideline Group European Radiology https://doi.org/10.1007/s00330-025-12275-9 G A S T R O I N T E S T I N A L O p e n A c c e s s MRI to guide clinical management of rectal cancer: updated consensus recommendations from the European Society of Gastrointestinal and Abdominal Radiology (ESGAR): PART II — Restaging and response evaluation ESGAR Rectal Imaging Guideline Group* Abstract Objectives To provide up-to-date consensus recommendations on the acquisition, interpretation and reporting of MRI for restaging and response evaluation of rectal cancer after neoadjuvant treatment. Materials and methods A panel of twenty-six abdominal imaging experts from the European Society of Gastrointestinal and Abdominal Radiology (ESGAR) participated in an online consensus process, led by three independent non-voting chairs. The process adhered to an adapted version of the RAND-UCLA Appropriateness Method. A total of 126 items were scored (22 general, 55 on primary staging, and 49 on restaging after neoadjuvant treatment), and classi fi ed using a cut-off of ≥ 80% to establish consensus. Results Consensus was reached for 121 items (96%), from which recommendations regarding hardware, patient preparation, image acquisition protocols, criteria for image interpretation, and MRI reporting were constructed. The current manuscript addresses the results related to restaging after neoadjuvant treatment. Only 1/49 restaging items did not reach consensus. Compared to the previous guideline editions, updated and more detailed recommendations were established on how to assess fi brosis after neoadjuvant therapy, how to restage in the setting of organ preservation, the use of tumour regression grading systems, response assessment in mucinous tumours, evaluation of mesorectal fascia (MRF) involvement and presence of extramural venous invasion (EMVI) after neoadjuvant treatment, and how to deal with nodal response for de fi ning the ycN-category after treatment. Conclusions These updated expert consensus recommendations serve as clinical guidelines for the restaging of rectal cancer after neoadjuvant treatment using MRI. Recommendations for primary staging are addressed in a separate publication. Key Points Question Since the last ESGAR rectal imaging guideline update, the rectal cancer treatment landscape has further evolved, necessitating updates to the existing guidelines . © The Author(s) 2026. Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article ’ s Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article ’ s Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http://creativecommons.org/ licenses/by/4.0/. A list of authors and their af fi liations appears at the end of the paper. *Correspondence: Monique Maas m.maas@nki.nl Full list of author information is available at the end of the article 1234567890():,; 1234567890():,; 1234567890():,; 1234567890():,;",
    "Findings An online consensus process involving 26 panellists led to 96% consensus across 121 items discussed, including 49 items related to restaging after neoadjuvant treatment . Clinical relevance Key updates included in these updated guidelines for MRI restaging of rectal cancer include new recommendations for assessing fi brosis, identifying patients for organ preservation, use of tumour regression grading systems, assessing mucinous tumours, ycEMVI, ycMRF, and ycN assessment . Keywords Rectal cancer, Magnetic resonance imaging, Clinical guidelines, Restaging Graphical Abstract Introduction In 2013, the European Society of Gastrointestinal and Abdominal Radiology (ESGAR) published its fi rst con- sensus recommendations on MRI for staging rectal cancer [1]. An updated version was published in 2018, introducing structured template reports for primary (baseline) staging and restaging after neoadjuvant treatment, including detailed recommendations on lymph node staging and the use of diffusion-weighted imaging [2]. The guideline has now undergone another update, which is divided into two separate publications. The fi rst part contains recommen- dations for MRI acquisition, interpretation and reporting during primary staging and is presented in a separate publication [3]. The current paper (part II) addresses recommendations for restaging and response evaluation after neoadjuvant treatment. This guideline does not comprise recommendations on multidisciplinary manage- ment and follow-up during organ preservation. Methods A modi fi ed version of the RAND-UCLA Appropriateness Method was chosen as the consensus-building method for this update. The detailed steps of the guideline process are outlined in the companion guideline publication (part I) on primary staging [3], and can be summarised as follows: ● Step 1 — Panel selection: 26 panellists (J.-R.A., S.B., I.B., L.B., D.C., L.C.-S., R.D., M.G., V.G., K.G., S.G., B.G., C.H., A.H., N.H., D.I., S.K., A.L., M.L., S.N., C.O., E.Q., S.R., I.S., S.S., J.S.) who composed the voting panel were selected by the steering group, led by three non- voting guideline chairs (D.L., M.M., R.B.-T.). Three junior fellows (F.C., P.R.C., S.S.-G.) assisted with the literature review and evidence synthesis. ● Step 2 — First online questionnaire and voting round: recommendations from the 2018 guidelines were adopted or discarded by the panel, and additional questionnaire topics were identi fi ed. ESGAR Rectal Imaging Guideline Group European Radiology Page 2 of 14",
    "● Step 3 — Literature review and evidence synthesis: resulting in a fi nal evidence synthesis document with draft statements and corresponding levels of evidence (see Supplement 1). ● Step 4 — Second online questionnaire and voting round: panellists voted on the draft statements (agree/disagree/uncertain) and provided suggestions for improvement. Due to the low level of disagreement, an additional voting round or face-to- face meeting was deemed unnecessary. ● Step 5 — Data analysis and reporting: fi nal recommendations (including level of consensus) were established and re fi ned based on panel input. Results Detailed demographic data on the panellists and their local practice, as well as a guideline process fl owchart, are provided in the companion publication on primary sta- ging [3]. The panel included 13 male and 13 female radiologists from 18 different countries. Areas of consensus In summary, the guideline process resulted in 121 state- ments (96%) for which consensus was reached and fi ve non-consensus items (4%). The following sections elabo- rate on the outcomes of the 49 items related to restaging after neoadjuvant treatment. Panellists reached ≥ 80% consensus on 48 of the 49 items (98%). A summary of the recommendations and updates compared to the 2018 edition is provided in Table 1. The proposed updated restaging template for structured reporting, endorsed by the panel, is provided in Fig. 1. Areas lacking consensus Only one restaging statement lacked consensus, though moderate agreement (73%) was reached. This concerned the statement ‘ It is recommended to use the same response criteria after neoadjuvant treatment for both solid and mucinous tumours ’ . Main changes and additions to the previous guideline edition The main changes and additions to the 2018 guidelines include more detailed recommendations on how to assess fi brosis after neoadjuvant therapy, how to restage in the setting of organ preservation, the use of tumour regression grading systems, response assessment in mucinous tumours, how to assess ycMRF involvement and ycEMVI, and how to deal with nodal response and ycN-categorisation. Table 2 provides an overview of the key updates and recommen- dations, accompanied by explanatory notes detailing their rationale. A stepwise fl owchart with recommendations on how to perform adaptive restaging within the clinical context of organ preservation is provided in Fig. 2. Figure 3 provides a practical, stepwise approach for nodal response assessment and estimation of the ycN-category to guide clinical management after neoadjuvant treatment. Discussion Imaging techniques and patient preparation The recommended restaging MRI protocol largely mirrors that of primary staging. Speci fi c protocol recommendations can be found in the companion guideline document on primary staging (Part I) [3]. One restaging-speci fi c recom- mendation that was agreed upon by 85% of the panellists is to use a micro-enema before acquiring the restaging MRI to reduce susceptibility artefacts on DWI [4, 5]. Adaptive strategy for restaging in the setting of organ preservation: a response-based classi fi cation Since the previous guidelines were published in 2018, sig- ni fi cant progress has been made in assessing rectal cancer response following neoadjuvant therapy. A key driver of this advancement has been the increased worldwide adoption of organ-preserving treatment strategies, which require a revised approach to restaging [6, 7]. One of the main responsibilities of a radiologist in a multidisciplinary man- agement team is to evaluate response on MRI to identify patients who may be candidates for organ preservation — i.e., watch-and-wait (W&W) or additional local therapy — and differentiate these patients from poorly or partially responding patients who require radical resection. Although terminology used to classify response groups varies widely in published literature and no uniform criteria exist to de fi ne a near-complete response versus minor residual tumour [8 – 10], the panel agreed that it would make sense to adopt a response classi fi cation system that is closely linked to treatment implications, as outlined in Fig. 2. The panel recommends that radiologists classify patients into three main response categories: (1) (clinical) complete or near-complete response (CR/near-CR), encompassing all patients that could potentially be considered for watch-and- wait, (2) minor residual tumour (i.e., patients potentially eligible for local treatment) and (3) major residual tumour (i.e., patients requiring radical resection). MRI criteria to categorise patients into these response groups are explained in the reporting template (Fig. 1). It is important to clearly identify patients who are potentially eligible for organ pre- servation in the conclusion of the MRI report. The panel further reiterates previous guideline recom- mendations that response assessment should be based on an integrated assessment of T2-weighted MRI, DWI and endoscopy. When a complete or near-complete response is observed, radiologists should refrain from assigning a ycT-category. This recommendation differs from the 2018 guideline edition, which still recommended ycT- ESGAR Rectal Imaging Guideline Group European Radiology Page 3 of 14",
    "Table 1 Synopsis and key recommendations for MRI restaging of rectal cancer (based on items for which ≥ 80% consensus was reached) I — Recommendations for MR image acquisition % consensus Hardware, protocol and patient preparation - MRI should routinely be performed for restaging of rectal cancer after neoadjuvant treatment 100% - The standard MRI protocol for restaging should routinely include a DWI sequence 96% - A preparatory micro-enema is recommended for restaging to reduce susceptibility artefacts on DWI 85% - DWI is mandatory for tumour response assessment as it signi fi cantly enhances the performance of MRI to discern between residual tumour and complete response after neoadjuvant treatment 89% - For tumour response assessment, reduced FOV DWI is recommended; full FOV acquisitions are optional to ensure complete assessment of the whole pelvis, including all pelvic nodal stations 92% - For tumour response assessment, DWI should be acquired in the same plane as the axial T2-weighted sequence (oblique- axial, perpendicular to the tumour axis) 81% - Further protocol recommendations are the same as for primary staging ( fi eld strength 1.5 – 3.0 T using an external surface coil; 2D T2W sequences of the tumour in 3 planes with slice thickness 3 mm and in-plane resolution < 1 × 1 mm; large FOV T2W or T1W sequence covering all pelvic compartments), as detailed in the publication on primary staging (3) 92 – 100% II — Recommendations for MR image interpretation and reporting General (overall response assessment) - Structured reporting of rectal cancer MRI is recommended and should include the items described in the structured reporting template for restaging presented in Fig. 1. 96% - On restaging MRI, a normalised two-layered appearance of the rectal wall on T2W MRI is suggestive of a complete response 96% - On restaging MRI, a homogeneous hypointense fi brotic residue on T2W MRI without any isointense mass or signal is indicative of a near-complete or complete response 88% - T2-weighted MRI can accurately select patients with major residual tumour who will require radical surgery (total mesorectal excision) 100% - The fi ndings of T2-weighted MRI should be combined with those of DWI and endoscopy to assess a (near) complete response after neoadjuvant treatment 92% - DWI should be assessed in conjunction with T2-weighted MRI 100% - Response evaluation after neoadjuvant CRT should include an estimation of the degree and pattern of fi brosis, combined with the presence and pattern of diffusion restriction 92% - The same criteria to assess response after neoadjuvant (chemo)radiotherapy are also recommended for patients undergoing alternative neoadjuvant treatments (e.g., TNT) 89% - Mucinous degeneration in a primarily non-mucinous tumour should not be regarded as a sign of non-response 100% - A restaging MRI report should include an overall classi fi cation of response to help inform further treatment planning and should be classi fi ed as (near-)complete response, minor residual tumour, or major residual tumour 89% - mrTRG is useful to estimate the overall degree of response (good versus poor), but is not accurate to identify patients with a complete response 89% Tumour location and ycT-category - Tumour height and length measurements after neoadjuvant treatment should encompass the fi brotic remnants of the tumour bed 92% - In case of a suspected (near)complete response after neoadjuvant treatment, detailed reporting of the ycT-category is not recommended as it is unreliable and has no clinical implications. 81% - In patients with suspected residual tumour after neoadjuvant treatment, the ycT-category should be reported as an estimation (representing the maximum ycT-category) and encompass any fi brotically changed areas of the former tumour bed 85% - DWI is not recommended to determine the ycT-category, except to assess ycT0 versus ycT + 96% Mesorectal fascia (ycMRF) and extramural vascular invasion (ycEMVI) - If a fatpad reappears between the tumour and MRF after neoadjuvant treatment, the MRF should be reported as cleared / uninvolved (ycMRF-) 100% ESGAR Rectal Imaging Guideline Group European Radiology Page 4 of 14",
    "categorisation in all cases. Assigning a ycT-category in (near-) complete responders leads to low accuracy, has limited clinical implications and can be confusing, espe- cially when categories are expressed as a wide range (e.g., ycT0-3ab) [11]. This could potentially lead to an incorrect disquali fi cation of patients for organ preservation. Other common interpretation pitfalls include false positive fi ndings on DWI caused by “ T2-shine through ” , sus- ceptibility artefacts, or non-tumoural signal in areas of in fl ammation or ulceration. A critical evaluation of DWI fi ndings in conjunction with the ADC map, taking into account the shape of the DWI signal, can be helpful to prevent interpretation errors [12]. During response eva- luation, radiologists should be aware that the apparent tumour response on MRI and endoscopy often lags behind the true histological response, meaning that resi- dual abnormalities on MRI may persist even when there is minimal or no viable tumour tissue remaining. In case of doubt or clinical near-complete response, a second restaging with endoscopy and MRI can be performed (after an extended observation period of another 6 – 12 weeks) to enable a fi nal diagnosis of CR or residual tumour [13]. In patients with major residual tumour, restaging remains essential for surgical planning in cases with signi fi cant residual tumour, with emphasis on the assessment of the surgical resection margins. Tumour response grading systems Several response grading systems exist, including the MRI tumour regression grade (mrTRG) that classi fi es the degree of residual tumour versus fi brosis on T2W-MRI, and modi fi ed versions of the mrTRG that combine the mrTRG with the presence of high signal (indicative of tumour) on DWI [14 – 16]. The panel agreed that the use of DWI is mandatory in response evaluation and that patterns such as residual suspicious (intermediate) signal on T2W MRI, fi brosis and diffusion restriction should be combined to assess response, regardless of the type of neoadjuvant treatment used. This combined assessment of T2W MRI and DWI was incorporated in the clinical response classi- fi cation system described above and included in the reporting template in Fig. 1. The consensus was that mrTRG can provide a general estimate of the response (poor versus good). However, similar to other response grading systems, mrTRG lacks adequate sensitivity to reli- ably identify pathological complete responders [16 – 19]. As such, the panel chose not to include mrTRG as a separate parameter in the reporting template. Assessing mucinous tumours after neoadjuvant treatment The current guideline update speci fi cally addresses mucinous tumours and mucinous degeneration. No consensus was reached on how to evaluate the response of mucinous tumours. Most panellists (73%) recommended applying the same response criteria as those used for solid tumours. However, based on individual comments received from panellists, this recommendation appears to come from the lack of dedicated response criteria for mucinous tumours. The panellists emphasised the clinical need for such dedicated mucinous response criteria, as mucinous tumours behave differently from solid tumours. Mucinous tumours tend to show a limited response to (chemo)radiation, develop minimal fi brosis and show limited utility of DWI [20]. The chance for a complete II — Recommendations for MR image interpretation and reporting - Persistent stranding into the MRF after neoadjuvant treatment should be considered an equivocal sign that may or may not indicate persistent MRF involvement 96% - The same grading system should be applied for both primary EMVI assessment and EMVI assessment following neoadjuvant treatment 89% - DWI may be of added value to assess ycEMVI and ycMRF status after CRT 85% Lymph nodes (ycN-category) - A size cut-off of 5 mm (short axis) may be used to restage mesorectal lymph nodes following neoadjuvant treatment, while being mindful of its limitations 92% - When considering patients for organ preservation, MRI may be used to monitor nodal growth ( ‘ test of time ’ ) and identify ycN + disease 96% - There are currently no recommended size thresholds or other criteria for evaluation of lateral lymph nodes after neoadjuvant treatment 85% Recommendations in bold font represent updates or additions to recommendations made in the previous guideline edition Only one statement did not reach consensus (73%): ‘ It is recommended to use the same response criteria after neoadjuvant treatment for both solid tumours and mucinous tumours ’ CRT chemoradiation/chemoradiotherapy, DWI diffusion – weighted imaging, FOV fi eld – of – view, TNT total neoadjuvant therapy, yc – suf fi x represents restaging of a feature after neoadjuvant treatment based on clinical and/or imaging assessment ESGAR Rectal Imaging Guideline Group European Radiology Page 5 of 14",
    "Local tumour status - Likelihood of residual tumour: ܆ Clinical complete response (cCR) (homogenous fibrosis, absence of focal diffusion restriction) \u0003 \u0003 \u0003 \u0003 ܆ Near clinical complete response (near-cCR) (predominantly homogenous fibrosis, with or without small foci of diffusion restriction) ܆ Minor residual tumour* (heterogeneous fibrosis with intermediate tumour signal ± focal diffusion restriction) ܆ Major residual tumour* (persistent solid mass with diffusion restriction) * Estimated (maximum) ycT-category in case of suspected residual tumour: ܆ ycT1-2 ܆ ycT3ab (≤5 mm extramural growth) ܆ ycT3cd (>5 mm extramural growth) ܆ ycT4a (invading peritoneum or peritoneal reflection) ܆ ycT4b, based on invasion of: …………………… - Mucinous component: ܆ No ܆ Yes, mucinous remnant of primarily mucinous tumour ܆ Yes, mucinous transformation of primarily solid tumour - Distance from the anorectal junction to the lower border of the remnant lesion (incl. fibrosis): … cm - Size of remnant lesion (incl. fibrosis): ... cm \u0002 estimated size of residual tumour within fibrosis: … cm - ycEMVI: ܆ No (no EMVI at baseline or disappearance of EMVI) ܆ Yes (persistent suspected tumour signal at site of primary EMVI) - Sphincter invasion*: ܆ No ܆ Intersphincteric space (indicate involved layer(s)) ܆ Internal sphincter ܆ External sphincter (=ycT4b) * If present, provide description of further details (side/location, craniocaudal extent of invasion; when possible discern invasion by fibrosis and/or tumour) Mesorectal fascia (ycMRF) involvement - Involvement of MRF (</=1 mm margin): ܆ No ܆ Yes \u0002 ܆ by residual tumour \u0002 ܆ by fibrosis with potential residual tumour \u0002 ܆ by persistent EMVI \u0002 ܆ by persistent irregular lymph node/tumour deposit - Location of persistent MRF involvement (if applicable): … o’clock Lymph nodes and tumour deposits - Mesorectal lymph nodes: ܆ ycN0 = no remaining nodes or only nodes < 5 mm ܆ possibly ycN+ = any remaining nodes with a short axis ≥ 5 mm or mucinous signal - Lateral lymph nodes: ܆ N/A (no suspicious lateral nodes at baseline) ܆ Previously enlarged obturator and/or internal iliac node(s): - Current size: …. cm \u0002 was …. cm at baseline - Persistent tumour deposits: ܆ No ܆ Yes: … (number, size) - Non-regional (cM-category) lymph nodes: ܆ N/A (no suspicious non-regional lymph nodes at baseline) ܆ Previously enlarged external/common iliac or inguinal node(s) - Current size: …. cm \u0002 was …. cm at baseline * For further guidance on assessment of ycN-category, please refer to Figure 3 Structured MRI Reporting Template - Restaging after Neoadjuvant Treatment - Estimated ycN-category * ☐ ycN0 ☐ Possibly ycN+ ☐ ycN+ Fig. 1 Recommended structured reporting template for restaging after neoadjuvant treatment. EMVI, extramural vascular invasion; yc-suf fi x, represents restaging of a feature after neoadjuvant treatment based on clinical and/or imaging assessment ESGAR Rectal Imaging Guideline Group European Radiology Page 6 of 14",
    "Table 2 Summary of key recommendations, changes and updates to the previous guideline edition speci fi c to restaging after neoadjuvant treatment Topic Updated recommendation* Old recommendation (from 2016 consensus meeting) Explanatory notes Patient preparation • A preparatory micro-enema is recommended for restaging to reduce susceptibility artefacts on DWI • Use of an enema is not routinely recommended • The use of an enema in a restaging setting has been shown to improve image quality of the DWI sequence [4, 5] MR protocol for restaging • In-plane resolution for T2W MRI should be < 1 × 1 mm • N/A (New recommendation) • Protocol should include a large FOV T2W or T1W sequence covering all relevant pelvic lymph node compartments • N/A (New recommendation) • Reduced FOV DWI is recommended; full FOV acquisitions are optional to include all pelvic nodal stations • N/A (New recommendation) • DWI should be angled in the same oblique-axial plane as T2W MRI • N/A (New recommendation) • DWI is mandatory to increase accuracy to discern between residual tumour and complete response • N/A (New recommendation) • A pattern-based approach that integrates T2W imaging and DWI has been adopted as the recommended approach for response assessment in the reporting template (Fig. 1) MR response assessment • DWI should be assessed in conjunction with T2W MRI; fi ndings of T2W MRI should be combined with those of DWI and endoscopy to assess a (near) complete response • N/A (New recommendation) • The combination of digital rectal exam, MRI and endoscopy yields the best results to identify patients with a complete response and is therefore recommended when considering organ preservation • Response evaluation after neoadjuvant CRT should include an estimation of the degree and pattern of fi brosis, combined with the presence and pattern of diffusion restriction • N/A (New recommendation) • The same criteria to assess response after neoadjuvant (chemo)radiotherapy are also recommended for patients undergoing alternative neoadjuvant treatments (e.g., TNT) • N/A (New recommendation) • No evidence exists to support a different approach • It is recommended to use the same response criteria after neoadjuvant treatment for both solid tumours and mucinous tumours (73% consensus) • N/A (New recommendation) • The panel acknowledges that these criteria are suboptimal in mucinous (or mixed) tumours, but adopted them with moderate consensus, given the lack of validated alternative response criteria for mucinous tumours. It should be considered that the overall risk of residual tumour is higher in mucinous tumours than in solid tumours. • A restaging MRI report should include an overall classi fi cation of response into the following categories: (near-)CR, minor residual tumour or major residual tumour • N/A (New recommendation) • mrTRG is useful to estimate the overall degree of response (good vs. poor) but cannot accurately identify a CR • N/A (New recommendation) • mrTRG is not recommended as part of the structured reporting template, which recommends an integrated assessment of T2W and DWI (the latter is not included in mrTRG) to stratify patients according to their response • Tumour height and length measurements after neoadjuvant treatment should encompass the fi brotic remnants of the tumour bed • N/A (New recommendation) • In case of residual tumour within fi brosis, the residual tumour areas are often scattered. As such, the whole fi brotic remnant will be resected during TME. ESGAR Rectal Imaging Guideline Group European Radiology Page 7 of 14",
    "response is lower than in solid tumours [21]. On MRI (including DWI), it is not possible to distinguish acellular mucin from mucin areas containing viable tumour cells. Park et al developed a tumour regression grading system speci fi cally for mucinous tumours in a small cohort of 59 patients. Although a relationship was found with patho- logic TRG, reproducibility was low (Kappa 0.40), and results have not been validated or tested in terms of diagnostic performance [22]. Given these considerations and limitations of MRI, W&W in primary mucinous tumours will be a rare scenario and should always be critically discussed in the MDT. Mucinous tumours should not be confused with muci- nous degeneration (the appearance of acellular mucin) that may occur in some solid tumours after (chemo)radiation. Panellists agreed that this mucinous degeneration — although it should be mentioned in the report — should not be inter- preted as a sign of poor response, while acknowledging that its exact clinical relevance remains unclear. A meta-analysis by Reynolds et al found no association between mucinous degeneration and tumour response, recurrence or survival [23]. Clinically, the fi nding of mucinous degeneration does not immediately preclude watch-and-wait when endoscopy shows a typical complete response [24]. Topic Updated recommendation* Old recommendation (from 2016 consensus meeting) Explanatory notes ycT-category • In case of a suspected (near-)CR, detailed ycT- category reporting is not recommended as it is unreliable and has no clinical implications • A restaging report should include yT-stage classi fi ed as ycT0, ycT1-2, ycT3 and ycT4 • In patients with suspected residual tumour, the ycT- category should be reported as an estimation (representing the maximum ycT) and encompass any fi brotically changed areas of the former tumour bed • N/A (New recommendation) • DWI is not recommended for ycT-categorisation, except to assess ycT0 versus ycT + • DWI is not accurate in discriminating between ycT1-2 and ycT3-4 tumours • DWI is accurate in discriminating between CR and residual tumour ycMRF & ycEVMI • The same grading system should be applied for both primary EMVI staging and ycEMVI restaging following neoadjuvant treatment • N/A (New recommendation) • Grade 3 – 4 ycEMVI should be regarded as ycEMVI + . However, ycEMVI assessment is more challenging in the case of fi brosis. • DWI may be of added value to assess ycEMVI and ycMRF • DWI is not accurate to assess ycEMVI and ycMRF Lymph nodes & tumour deposits (ycN-category) • A size cut-off of 5 mm (short axis) may be used to restage mesorectal lymph nodes following neoadjuvant treatment, while being mindful of its limitations • All nodes with a short-axis diameter < 5 mm should be considered benign • For nodes with a short-axis diameter ≥ 5 mm, no reliable criteria exist • As outlined in Fig. 2, the panel recommends estimating the ycN-category in correlation with the primary tumour response, as nodal response is often greater or at least similar to luminal response. • When considering patients for organ preservation, MRI may be used to monitor nodal growth ( ‘ test of time ’ ) and identify ycN + disease • N/A (New recommendation) • No strict evidence-based protocol for follow-up in doubtful nodes is available. A second nodal restaging can be considered after 6 – 12 weeks. If nodes remain stable or show further response, the MDT may consider a watch-and-wait approach • There are currently no recommended size thresholds or other criteria for lateral nodal restaging after neoadjuvant treatment • N/A (New recommendation) • It is advised to describe the response (change in size) and consider it in correlation with the response of the primary tumour and other (mesorectal) lymph nodes and TDs. In case of an overall good response, a ‘ test of time ’ could be considered to monitor the lateral nodes, after discussion in the MDT. * Unless otherwise indicated, recommendations presented in this table achieved ≥ 80% consensus CR complete response, CRT chemoradiation/chemoradiotherapy, DWI diffusion-weighted imaging, EMVI extramural vascular invasion, FOV fi eld of view, MRF mesorectal fascia, mrTRG MRI tumour regression grade, TME total mesorectal excision, TNT total neoadjuvant therapy, yc – suf fi x represents restaging of a feature after neoadjuvant treatment based on clinical and/or imaging assessment ESGAR Rectal Imaging Guideline Group European Radiology Page 8 of 14",
    "Approach to restaging residual tumour (height, ycT, ycMRF, and ycEMVI) The panel agreed that when evaluating the ycT-category and measuring tumour height and length at restaging, the full area of fi brosis should be considered. DWI should only be used to discriminate ycT0 from ycT + disease and is not suitable to assess the ycT-category in further detail. In contrast to the previous guideline version, this update recognises the potential added value of DWI to assess ycEMVI and ycMRF after neoadjuvant treatment. For ycMRF assessment, the same 1 mm cut-off is advised as for primary staging and a distance of ≤ 1 mm between the MRF and the primary tumour, ycEMVI or any remaining irre- gular and suspicious tumour deposits or nodes should be regarded as ycMRF + disease [25]. Morphological assess- ment of the fi brosis can also offer added bene fi t. In cases with massive fi brosis extending into the MRF, MRF posi- tivity is frequently encountered at histopathology after surgery, whereas the presence of only minor fi brotic stranding into the MRF after neoadjuvant treatment is usually a sign of a non-involved MRF [26]. Park et al showed that adding DWI improves sensitivity when resta- ging MRF involvement [27]. For ycEMVI, the same grading system used in primary staging can be applied, where grades 3 and 4 are considered ycEMVI-positive [28]. ycEMVI + on restaging MRI has been shown to be pre- dictive of worse disease-free survival [28]. Several cohort studies have shown that including DWI can increase the speci fi city for the assessment of ycEMVI [29 – 31]. Notably, Kim et al proposed a fi ve-point scoring system incorpor- ating T2W-MRI and DWI to assess viable tumour in EMVI as well as tumour deposits (TDs) following neoadjuvant therapy. This approach demonstrated a sensitivity of 62% and speci fi city of 93% [31]. In clinical practice, DWI may thus serve as a valuable adjunct to T2W-MRI for the restaging of both ycEMVI and ycMRF status. Nodal response assessment (ycN) In the 2018 guideline, 5 mm was recommended as a practical cut-off to assess mesorectal lymph nodes after CRT, while acknowledging that this may lead to both over- and understaging [2]. In the current guideline update, the 5 mm cut-off was reinstated for mesorectal lymph nodes, and speci fi c considerations have been added regarding nodal response assessment in the context of potential organ preservation (see Fig. 3). When a luminal Fig. 2 Stepwise approach to adaptive restaging of rectal cancer tailored to the current treatment landscape (including organ preservation). cCR, clinical complete response; EMVI, extramural vascular invasion; MDT, multidisciplinary team; MRF, mesorectal fascia; TD, tumour deposit; yc – suf fi x, represents restaging of a feature after neoadjuvant treatment based on clinical and/or imaging assessment ESGAR Rectal Imaging Guideline Group European Radiology Page 9 of 14",
    "Fig. 3 Stepwise approach for response assessment of mesorectal lymph nodes, lateral lymph nodes and tumour deposits (ycN – category). cCR, clinical complete response; MDT, multidisciplinary team; TD, tumour deposit; W & W, watch – and – wait; yc – suf fi x, represents restaging of a feature after neoadjuvant treatment based on clinical and/or imaging assessment ESGAR Rectal Imaging Guideline Group European Radiology Page 10 of 14",
    "complete response is found, applying the 5 mm cut-off too strictly may falsely exclude patients from organ pre- servation. Evidence shows that a luminal response is typically accompanied by a nodal response and that only 7% of patients with a complete luminal response (ypT0) have residual nodal disease (ypN + ) [32]. Furthermore, during watch-and-wait, isolated nodal regrowths are very uncommon, constituting only 3 – 6% of all local regrowths [33, 34]. The likelihood that a “ borderline ” sized node (of around 5 mm) after neoadjuvant therapy will grow and potentially threaten resection margins is expected to be very low. Therefore, the panel agreed that a cautious approach is advised when basing treatment decisions (i.e., whether or not to opt for organ preservation) on the ycN- category. In patients with a clinical (near)CR of the pri- mary tumour, follow-up with MRI — typically performed after a 6 – 12 week interval [13, 35] — can be used as a ‘ test of time ’ to monitor the presence or absence of growth in borderline-sized nodes to ultimately establish a more con fi dent diagnosis of ycN0 versus ycN + disease. These decisions should always be made by the MDT. The panel did not discuss any speci fi c recommendations for the reassessment of TDs after neoadjuvant treatment, also considering the lack of available scienti fi c literature. Future research will hopefully shed light on how to manage TDs after neoadjuvant treatment. For the time being, TDs will remain part of the ycN-category and changes in the size and appearance of TDs should be reported. Lateral nodes present a unique challenge for radi- ologists. While a recommended size cut-off of ≥ 7 mm (short axis) has been established and agreed upon by the panel for primary staging, in the restaging setting, con- vincing evidence is lacking for a reliable size cut-off or other criteria to assess lateral nodes [36]. Furthermore, there is no consensus on whether to do a lateral lymph node dissection (LLND) after neoadjuvant therapy [37 – 39]. This leads to a large variation in clinical practice. In practice, there are three potential scenarios after neoadjuvant therapy in patients with lateral node metastases: (1) The lateral node(s) decrease in size (most common scenario) (2) The lateral node(s) disappear (3) The lateral node(s) remain stable in size and morphology, or even progress Although no speci fi c criteria could be recommended, radiologists should mention the response of the initially suspicious lateral lymph nodes in the MRI report. If the lateral lymph node(s) disappear(s), it would seem logical to assume sterilisation. However, if the lateral node(s) persist(s), the decision on whether LLND is required in individual cases should be made during the MDT discussion. In these discussions, the response of both the primary tumour and mesorectal nodes will be of rele- vance. Ultimately, decisions will depend on institutional or national protocols, which may vary across regions and hospitals. Methodological limitations Although all panellists completed the second ques- tionnaire and voting round, two panellists did not com- plete the fi rst questionnaire, and the results for round one were calculated based on the input of 24/26 panellists. Considering the high level of consensus reached after the second questionnaire round, with only one restaging item not achieving consensus, this item was addressed during manuscript revision with feedback from all panellists. Future perspectives The fi eld of rectal cancer staging and treatment is a dynamic fi eld with signi fi cant changes expected in the coming years. One major development is the use of alternative neoadjuvant strategies. For early-stage tumours (up to 5 cm and cN0-1 < 8 mm), the OPERA trial demonstrated that combining chemoradiation with either an external radiotherapy boost or contact bra- chytherapy can drastically increase complete response rates up to 81% at 3 years [40]. At the other end of the spectrum total neoadjuvant therapy (TNT; i.e., combining (chemo)radiation with 4 – 6 cycles of chemotherapy) has emerged as an alternative for chemoradiation alone in “ very ” high risk locally advanced rectal cancer, including (combinations of) cT4b, EMVI + , (bilateral) lateral node involvement, tumour deposits, and MRF + disease [41, 42]. TNT has been associated with higher rates of organ preservation and a reduced risk of distant metas- tases, albeit without improving overall survival [41 – 43]. Another exciting development is immunotherapy. Parti- cularly in mismatch repair-de fi cient tumours, response rates have been exceptionally high. Immunotherapy is likely to become an integral part of rectal cancer man- agement over the next 5 – 10 years [44 – 46]. These evolving strategies will likely lead to a more individualised approach to neoadjuvant strategies, where radiologists will play a crucial role in patient selection. As organ preservation becomes a key goal of treatment, complete response will become more prevalent. Therefore, the radiologist ’ s focus in restaging will have more emphasis on identifying potential complete responders. The introduction of new neoadjuvant strategies also raises important questions about the criteria for response evaluation: are current assessment criteria, initially developed for conventional chemoradiation, still applic- able in these new therapeutic contexts? Preliminary ESGAR Rectal Imaging Guideline Group European Radiology Page 11 of 14",
    "clinical experience shows that response may vary between neoadjuvant strategies, necessitating the development of new criteria [47]. Initial evidence suggests that both baseline imaging and serial MRI evaluations during neoadjuvant treatment may help to identify patients who are likely to respond either very well or very poorly [48, 49]. Such insights could inform adaptive treatment strategies, for example, by intensifying therapy (e.g., radiotherapy boost) in good responders or modifying the treatment strategy in those showing limited response. Criteria for such clinical deci- sions, based on baseline MRI and evolving response at MRI, are currently lacking but are expected to become available in the future. In the foreseeable future, integrated diagnostics will likely play a central role in the clinical management of rectal cancer. Imaging alone will no longer suf fi ce for clinical decision-making. To accurately select the right treatment for the right patient, detect local recurrence and distant metastases early, and monitor treatment response, clinical data, laboratory results (including cir- culating tumour DNA), histopathology and genomic pro fi ling should be integrated with imaging. This para- digm shift will be practice-changing not only for patients and their treating physicians but also for radiologists. As radiologists, we must stay up to date with these innova- tions and doing so will require radiologists to expand their knowledge beyond the realm of imaging. Abbreviations (c)CR (Clinical) complete response ADC Apparent diffusion coef fi cient CRT Chemoradiation/chemoradiotherapy DWI Diffusion-weighted imaging EMVI Extramural venous invasion/extramural vascular invasion ESGAR European Society of Gastrointestinal and Abdominal Radiology LLND Lateral lymph node dissection MDT Multidisciplinary team MRF Mesorectal fascia mrTRG MRI tumour regression grade RAM RAND-UCLA appropriateness method TD Tumour deposit TNT Total neoadjuvant therapy W&W Watch-and-wait yc-suf fi x represents restaging of a feature after neoadjuvant treatment based on clinical and/or imaging assessment — e.g., ycT, ycEMVI Supplementary information The online version contains supplementary material available at https://doi. org/10.1007/s00330-025-12275-9. Funding The authors state that this work has not received any funding. Compliance with ethical standards Guarantor The scienti fi c guarantor of this publication is Monique Maas. Con fl ict of interest RB.-T. and D.L. are members of the Scienti fi c Editorial Board of European Radiology (sections: Oncology and Gastrointestinal-Abdominal, respectively) and, as such, have not participated in the selection or review processes for this article. The remaining authors of this manuscript declare no relationships with any companies, whose products or services may be related to the subject matter of the article. Statistics and biometry No complex statistical methods were necessary for this paper. Informed consent Not applicable. Ethical approval Institutional Review Board approval was not required because this concerns a consensus guideline. Study subjects or cohorts overlap Not applicable. Methodology ● Consensus-based guideline Author details 1 Hospital Clinic, Barcelona, Spain. 2 Kingston and Richmond NHS Foundation Trust, London, UK. 3 The Netherlands Cancer Institute, Amsterdam, The Netherlands. 4 Clinical Hospital Centre Zemun, Belgrade, Serbia. 5 Karolinska Institutet, Stockholm, Sweden. 6 Department of Medical Surgical Sciences and Translational Medicine, Sapienza University of Rome, Rome, Italy. 7 University of Padova, Padova, Italy. 8 Department of Imaging, Local Health Unit-Aveiro Region and Faculty of Medicine, University of Coimbra, Coimbra, Portugal. 9 University Hospitals Leuven, Leuven, Belgium. 10 Memorial Sloan Kettering Cancer Center, New York, USA. 11 School of Biomedical Engineering & Imaging Sciences, King ’ s College London, London, UK. 12 The University of Adelaide, Adelaide, Australia. 13 1st Department of Radiology NKUA, Areteion Hospital, Athens, Greece. 14 Department of Radiology, Koc University School of Medicine, Istanbul, Turkey. 15 Université de Reims, Champagne-Ardennes, CHU Reims, CRESTIC, Reims, France. 16 University Hospital Zürich, Zürich, Switzerland. 17 Mayo Clinic, Rochester, USA. 18 School of Medicine and Surgery, University of Milan-Bicocca, Monza, Italy. 19 Inje University Haeundae Paik Hospital, Busan, Korea. 20 Humanitas University, Department of Biomedical Sciences, and IRCCS Humanitas Research Hospital, Radiology Department, Milan, Italy. 21 Montpellier Cancer Center, PINKCC Lab, U1194 Montpellier, France. 22 Hospital das Clinicas HCFMUSP, Faculdade de Medicina, Universidade de Sao Paulo, Hospital Israelita Albert Einstein, Sao Paulo, Brazil. 23 University Hospital of Southern Denmark, Vejle, Denmark. 24 La Princesa University Hospital, Madrid, Spain. 25 Hospital da Luz, Lisbon, Portugal. 26 Tata Medical Center, Kolkata, India. 27 Amsterdam University Medical Centre, Amsterdam, The Netherlands. Received: 29 August 2025 Revised: 11 November 2025 Accepted: 9 December 2025 References 1. Beets-Tan RG, Lambregts DMJ, Maas M et al (2013) Magnetic resonance imaging for the clinical management of rectal cancer patients: recom- mendations from the 2012 European Society of Gastrointestinal and Abdominal Radiology (ESGAR) consensus meeting. Eur Radiol 23:2522 – 2531 2. Beets-Tan RGH, Lambregts DMJ, Maas M et al (2018) Magnetic resonance imaging for clinical management of rectal cancer: updated recommen- dations from the 2016 European Society of Gastrointestinal and Abdominal Radiology (ESGAR) consensus meeting. Eur Radiol 28:1465 – 1475 ESGAR Rectal Imaging Guideline Group European Radiology Page 12 of 14",
    "3. ESGAR rectal imaging guideline group (2026) MRI to guide clinical management of rectal cancer: updated consensus recommendations from the European Society of Gastrointestinal and Abdominal Radiology (ESGAR) — PART I Primary staging. Eur Radiol. https://doi.org/10.1007/ s00330-025-12274-w. 4. van Griethuysen JJM, Bus EM, Hauptmann M et al (2018) Gas-induced susceptibility artefacts on diffusion-weighted MRI of the rectum at 1.5T — effect of applying a micro-enema to improve image quality. Eur J Radiol 99:131 – 137 5. Jayaprakasam VS, Javed-Tayyab S, Gangai N et al (2022) Does micro- enema administration improve the quality of DWI sequences in rectal MRI? Abdom Radiol (NY) 46:858 – 866 6. Glynne-Jones R, Wyrwicz L, Tiret E et al (2017) Rectal cancer: ESMO clinical practice guidelines for diagnosis, treatment and follow-up. Ann Oncol 28:iv22 – iv40 7. Ou X, van der Reijd DJ, Lambregts DM et al (2023) Sense and non-sense of imaging in the era of organ preservation for rectal cancer. Br J Radiol 96:20230318 8. Lee S, Kassam Z, Baheti AD et al (2023) Rectal cancer lexicon 2023 revised and updated consensus statement from the Society of Abdominal Radiology Colorectal and Anal Cancer Disease-Focused Panel. Abdom Radiol (NY) 48:2792 – 2806 9. Custers PA, Beets GL, Bach SP et al (2024) An international expert-based consensus on the de fi nition of a clinical near-complete response after neoadjuvant (chemo)radiotherapy for rectal cancer. Dis Colon Rectum 67:782 – 795 10. Custers PA, Geubels BM, Beets GL et al (2022) De fi ning near-complete response following (chemo)radiotherapy for rectal cancer: systematic review. Br J Surg 110:43 – 49 11. El Khababi N, Beets-Tan RGH, Tissier R et al (2023) Sense and nonsense of yT-staging on MRI after chemoradiotherapy in rectal cancer. Colorectal Dis 25:1878 – 1887 12. Lambregts DMJ, van Heeswijk MM, Delli Pizzi A et al (2017) Diffusion- weighted MRI to assess response to chemoradiotherapy in rectal cancer: main interpretation pitfalls and their use for teaching. Eur Radiol 27:4445 – 4454 13. Hupkens BJP, Maas M, Martens MH et al (2018) Organ preservation in rectal cancer after chemoradiation: should we extend the observation period in patients with a clinical near-complete response? Ann Surg Oncol 25:197 – 203 14. Patel UB, Taylor F, Blomqvist L et al (2011) Magnetic resonance imaging- detected tumor response for locally advanced rectal cancer predicts survival outcomes: MERCURY experience. J Clin Oncol 29:3753 – 3760 15. Lee MA, Cho SH, Seo AN et al (2017) Modi fi ed 3-point MRI-based tumor regression grade incorporating DWI for locally advanced rectal cancer. AJR Am J Roentgenol 209:1247 – 1255 16. Hall WA, Li J, You YN et al (2023) Prospective correlation of magnetic resonance tumor regression grade with pathologic outcomes in total neoadjuvant therapy for rectal adenocarcinoma. J Clin Oncol 41:4643 – 4651 17. Jang JK, Choi SH, Park SH et al (2020) MR tumor regression grade for pathological complete response in rectal cancer post neoadjuvant che- moradiotherapy: a systematic review and meta-analysis for accuracy. Eur Radiol 30:2312 – 2323 18. El Khababi N, Beets-Tan RGH, Tissier R et al (2023) Comparison of MRI response evaluation methods in rectal cancer: a multicentre and multi- reader validation study. Eur Radiol 33:4367 – 4377 19. van der Paardt MP, Zagers MB, Beets-Tan RG, Stoker J, Bipat S (2013) Patients who undergo preoperative chemoradiotherapy for locally advanced rectal cancer restaged by using diagnostic MR imaging: a systematic review and meta-analysis. Radiology 269:101 – 112 20. Tan X, Zhang Y, Wu X et al (2024) Mucinous histology is a negative predictor of neoadjuvant chemoradiotherapy for locally advanced rectal adenocarcinoma. BMC Gastroenterol 24:263 21. McCawley N, Clancy C, O ’ Neill BD, Deasy J, McNamara DA, Burke JP (2016) Mucinous rectal adenocarcinoma is associated with a poor response to neoadjuvant chemoradiotherapy: a systematic review and meta-analysis. Dis Colon Rectum 59:1200 – 1208 22. Park SH, Lim JS, Lee J et al (2017) Rectal mucinous adenocarcinoma: MR imaging assessment of response to concurrent chemotherapy and radiation therapy — a hypothesis-generating study. Radiology 285:124 – 133 23. Reynolds IS, O ’ Connell E, Fichtner M et al (2020) Mucin pools following neoadjuvant chemoradiotherapy for rectal cancer: a marker of response or epiphenomenon? Am J Surg Pathol 44:280 – 287 24. Judge SJ, Malekzadeh P, Corines MJ et al (2024) Watch and wait in rectal cancer patients with residual mucin on magnetic resonance imaging following neoadjuvant therapy. J Natl Cancer Inst 116:1761 – 1766 25. Taylor FG, Quirke P, Heald RJ et al (2011) One millimetre is the safe cut-off for magnetic resonance imaging prediction of surgical margin status in rectal cancer. Br J Surg 98:872 – 879 26. Vliegen RF, Beets GL, Lammering G et al (2008) Mesorectal fascia invasion after neoadjuvant chemotherapy and radiation therapy for locally advanced rectal cancer: accuracy of MR imaging for prediction. Radiology 246:454 – 462 27. Park MJ, Kim SH, Lee SJ, Jang KM, Rhim H (2011) Locally advanced rectal cancer: added value of diffusion-weighted MR imaging for predicting tumor clearance of the mesorectal fascia after neoadjuvant chemother- apy and radiation therapy. Radiology 260:771 – 780 28. Chand M, Evans J, Swift RI et al (2015) The prognostic signi fi cance of postchemoradiotherapy high-resolution MRI and histopathology detected extramural venous invasion in rectal cancer. Ann Surg 261:473 – 479 29. Crimi F, Angelone R, Corso A et al (2023) Diagnostic accuracy of state-of- the-art rectal MRI sequences for the diagnosis of extramural vascular invasion in locally advanced rectal cancer after preoperative chemor- adiotherapy: dos or maybes? Eur Radiol 33:6852 – 6860 30. Fornell-Perez R, Vivas-Escalona V, Aranda-Sanchez J et al (2020) Primary and post-chemoradiotherapy MRI detection of extramural venous inva- sion in rectal cancer: the role of diffusion-weighted imaging. Radiol Med 125:522 – 530 31. Kim TH, Firat C, Thompson HM et al (2023) Extramural venous invasion and tumor deposit at diffusion-weighted MRI in patients after neoadju- vant treatment for rectal cancer. Radiology 308:e230079 32. Haak HE, Beets GL, Peeters K et al (2021) Prevalence of nodal involvement in rectal cancer after chemoradiotherapy. Br J Surg 108:1251 – 1258 33. Haak HE, Zmuc J, Lambregts DMJ et al (2021) The evaluation of follow-up strategies of watch-and-wait patients with a complete response after neoadjuvant therapy in rectal cancer. Colorectal Dis 23:1785 – 1792 34. van der Valk MJM, Hilling DE, Bastiaannet E et al (2018) Long-term out- comes of clinical complete responders after neoadjuvant treatment for rectal cancer in the International Watch & Wait Database (IWWD): an international multicentre registry study. Lancet 391:2537 – 2545 35. Geubels BM, Maas M, Beets GL, Grotenhuis BA, Dutch Watch-and-Wait Consortium (2024) What to do with suspected nodal regrowth on MRI during follow-up in an organ preservation approach for rectal cancer? Dis Colon Rectum 67:1528 – 1535 36. Atef Y, Koedam TW, van Oostendorp SE, Bonjer HJ, Wijsmuller AR, Tuynman JB (2019) Lateral pelvic lymph node metastases in rectal cancer: a systematic review. World J Surg 43:3198 – 3206 37. van Geffen EGM, Kusters M (2025) Positive lateral lymph node turned negative after neoadjuvant therapy — surgery or observation? Tech Coloproctol 29:53 38. Sammour T, Chang GJ (2018) Lateral pelvic lymph node dissection and radiation treatment for rectal cancer: mutually exclusive or mutually bene fi cial? Ann Gastroenterol Surg 2:348 – 350 39. Choi GS, Kim HJ (2024) The role of lateral pelvic lymph node dissection in advanced rectal cancer: a review of current evidence and outcomes. Ann Coloproctol 40:363 – 374 40. Gerard JP, Barbet N, Schiappa R et al (2023) Neoadjuvant chemor- adiotherapy with radiation dose escalation with contact x-ray bra- chytherapy boost or external beam radiotherapy boost for organ preservation in early cT2-cT3 rectal adenocarcinoma (OPERA): a phase 3, randomised controlled trial. Lancet Gastroenterol Hepatol 8:356 – 367 41. Dijkstra EA, Nilsson PJ, Hospers GAP et al (2023) Locoregional failure during and after short-course radiotherapy followed by chemotherapy and surgery compared with long-course chemoradiotherapy and surgery: a 5-year follow-up of the RAPIDO trial. Ann Surg 278:e766 – e772 42. Verheij FS, Omer DM, Williams H et al (2024) Long-term results of organ preservation in patients with rectal adenocarcinoma treated with total neoadjuvant therapy: the randomized phase II OPRA trial. J Clin Oncol 42:500 – 506 ESGAR Rectal Imaging Guideline Group European Radiology Page 13 of 14",
    "43. van den Berg K, Schaap DP, Voogt ELK et al (2022) Neoadjuvant FOL- FOXIRI prior to chemoradiotherapy for high-risk ( “ ugly ” ) locally advanced rectal cancer: study protocol of a single-arm, multicentre, open-label, phase II trial (MEND-IT). BMC Cancer 22:957 44. Cercek A, Lumish M, Sinopoli J et al (2022) PD-1 blockade in mismatch repair-de fi cient, locally advanced rectal cancer. N Engl J Med 386:2363 – 2376 45. Xia F, Wang Y, Wang H et al (2024) Randomized phase II trial of immunotherapy-based total neoadjuvant therapy for pro fi cient mismatch repair or microsatellite stable locally advanced rectal cancer (TORCH). J Clin Oncol 42:3308 – 3318 46. Cabezon-Gutierrez L, Custodio-Cabello S, Palka-Kotlowska M, Diaz-Perez D, Mateos-Dominguez M, Galindo-Jara P (2023) Neoadjuvant immu- notherapy for dMMR/MSI-H locally advanced rectal cancer: the future new standard approach? Eur J Surg Oncol 49:323 – 328 47. Gollub MJ, Blazic I, Bates DDB et al (2019) Pelvic MRI after induction chemotherapy and before long-course chemoradiation therapy for rectal cancer: what are the imaging fi ndings? Eur Radiol 29:1733 – 1742 48. Ouyang G, Yang X, Deng X et al (2021) Predicting response to total neoadjuvant treatment (TNT) in locally advanced rectal cancer based on multiparametric magnetic resonance imaging: a retrospective study. Cancer Manag Res 13:5657 – 5669 49. Tchelebi LT, Romesser PB, Feuerlein S et al (2020) Magnetic resonance guided radiotherapy for rectal cancer: expanding opportunities for non- operative management. Cancer Control 27:1073274820969449 Publisher ’ s Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional af fi liations. ESGAR Rectal Imaging Guideline Group Juan-Ramón Ayuso 1 , Svetlana Balyaniskova 2 , Regina G. H. Beets-Tan 3 , Ivana Blazic 4 , Lennart Blomqvist 5 , Damiano Caruso 6 , Filippo Crimì 7 , Luís Curvo-Semedo 8 , Raphaëla C. Dresen 9 , Marc J. Gollub 10 , Vicky Goh 11 , Kirsten Gormly 12 , So fi a Gourtsoyianni 13 , Bengi Gurses 14 , Christine Hoeffel 15 , Andreas M. Hötker 16 , Natally Horvat 17 , Davide Ippolito 18 , Seung Ho Kim 19 , Andrea Laghi 20 , Max J. Lahaye 3 , Doenja M. J. Lambregts 3 , Monique Maas 3 *, Stephanie Nougaret 21 , Cinthia D. Ortega 22 , Emilio Quaia 7 , Søren R. Rafaelsen 23 , Pablo Rodríguez Carnero 24 , Inês Santiago 25 , Saugata Sen 26 , Soleen Stocker-Ghafoor 16 and Jaap Stoker 27 ESGAR Rectal Imaging Guideline Group European Radiology Page 14 of 14"
  ],
  "processed_at": "2026-01-30T14:54:29.435Z"
}