{
  "doc_id": "126d858c2d04618564897b23f3d1e29c",
  "source_id": "esgar_consensus_liver_lesions_2015",
  "total_pages": 11,
  "pages": [
    "CONTRAST MEDIA ESGAR consensus statement on liver MR imaging and clinical use of liver-specific contrast agents E. Neri 1 & M. A. Bali 2 & A. Ba-Ssalamah 3 & P. Boraschi 1 & G. Brancatelli 4 & F. Caseiro Alves 5 & L. Grazioli 6 & T. Helmberger 7 & J. M. Lee 8 & R. Manfredi 9 & L. Martì-Bonmatì 10 & C. Matos 2 & E. M. Merkle 11 & B. Op De Beeck 12 & W. Schima 13 & S. Skehan 14 & V. Vilgrain 15 & C. Zech 16 & C. Bartolozzi 1 Received: 30 December 2014 / Revised: 7 June 2015 / Accepted: 22 June 2015 / Published online: 21 July 2015 # The Author(s) 2015. This article is published with open access at Springerlink.com Abstract Objectives To develop a consensus and provide updated rec- ommendations on liver MR imaging and the clinical use of liver-specific contrast agents. Methods The European Society of Gastrointestinal and Ab- dominal Radiology (ESGAR) formed a multinational Europe- an panel of experts, selected on the basis of a literature review and their leadership in the field of liver MR imaging. A mod- ified Delphi process was adopted to draft a list of statements. Descriptive and Cronbach ’ s statistics were used to rate levels of agreement and internal reliability of the consensus. Results Three Delphi rounds were conducted and 76 state- ments composed on MR technique (n=17), clinical application of liver-specific contrast agents in benign, focal liver lesions (n=7), malignant liver lesions in non-cirrhotic (n=9) and in cirrhotic patients (n=18), diffuse and vascular liver diseases (n=12), and bile ducts (n=13). The overall mean score of agreement was 4.84 (SD ±0.17). Full consensus was reached in 22 % of all statements in all working groups, with no full consensus reached on diffuse and vascular diseases. Conclusions The consensus provided updated recommenda- tions on the methodology, and clinical indications, of MRI 8 Division of Abdominal Imaging, Department of Radiology, Seoul National University College of Medicine, Seoul, Korea 9 Department of Radiology, University of Verona, Verona, Italy 10 Área Clínica de Imagen Médica, Hospital Universitario y Politécnico La Fe, Valencia, Spain 11 Klinik für Radiologie und Nuklearmedizin, Universitätsspital Basel, Basel, Switzerland 12 Department of Radiology, Antwerp University Hospital, Edegem, Belgium 13 Department of Diagnostic and Interventional Radiology, KH Goettlicher Heiland, Krankenhaus der Barmherzigen Schwestern and Sankt Josef-Krankenhaus, Vienna, Austria 14 Department of Radiology, St Vincent ’ s University Hospital, Elm Park, Dublin, Ireland 15 Radiology Department, Assistance Publique-Hôpitaux de Paris, APHP, Hôpital Beaujon, Clichy Paris, France 16 Abteilungsleiter Interventionelle Radiologie, Klinik für Radiologie und Nuklearmedizin, Universitätsspital Basel, Basel, Switzerland Eur Radiol (2016) 26:921 – 931 DOI 10.1007/s00330-015-3900-3 * E. Neri emanuele.neri@med.unipi.it 1 Department of Diagnostic and Interventional Radiology, University of Pisa, Pisa, Italy 2 Department of Radiology, Hôpital Erasme, MRI Clinics, Bruxelles, Belgium 3 Department of Biomedical Imaging and Image-guided Therapy, The General Hospital of the Medical University of Vienna, Vienna, Austria 4 Department of Radiology, University of Palermo, Palermo, Italy 5 Medical Imaging Department and Faculty of Medicine, University Hospital of Coimbra, Coimbra, Portugal 6 Department of Radiology, Spedali Civili di Brescia, Brescia, Italy 7 Department of Diagnostic and Interventional Radiology and Nuclear Medicine, Klinikum Bogenhausen, Academic Teaching Hospital of the Technical University, Munich, Germany",
    "with liver specific contrast agents in the study of liver diseases. Key points • Liver - specific contrast agents are recommended in MRI of the liver . • The hepatobiliary phase improves the detection and charac- terization of hepatocellular lesions . • Liver - specific contrast agents can improve the detection of HCC . Keywords Liver . Biliary tract . Magnetic resonance imaging . Contrast media . Delphi technique Introduction The advantages of MR imaging in the investigation of the liver are well documented since this examination provides a comprehensive work-up of focal and diffuse liver diseases. Recent state-of-the-art techniques including fast scanning ac- quisitions and new MR imaging contrast agents enable im- provements in detection and characterization of focal liver lesions. Therefore, together with appropriate clinical informa- tion, in most cases, a definitive diagnosis can be adequately achieved avoiding invasive procedures such as liver biopsy. This is based on the unique properties of MR imaging resulting in a high intrinsic soft tissue contrast between normal liver parenchyma and liver lesions, which can be further en- hanced with intravenous administration of non-specific (extracellular) and liver-specific (hepatobiliary) gadolinium- based contrast agents [1 – 4]. Multiphasic dynamic gadolinium-enhanced imaging, which is considered essential in detection and characterization of liver lesions, is routinely obtained by using non-specific intravenous contrast agents that distribute in the extracellular space, both within and outside the vessels, and have imaging dynamics comparable to the extracellular iodinated contrast media used in CT [5, 6]. The so-called liver-specific (or hepatobiliary) contrast agents (gadobenate dimeglumine, Gd-BOPTA, and gadoxetic acid, Gd-EOB-DTPA), are characterized by a dual behaviour: by exhibiting elimination through both renal and hepatic ex- cretion pathways and thereby possessing both early perfusion information (renal elimination pathway) and, later, hepatocyte-selective information (hepatic excretion pathway) mediated through protein transporters, located in the canalic- ular or sinusoidal pole of the hepatocytes [7 – 9]. The liver-specific contrast agents are Gd-based compounds and, therefore, shorten the T1 relaxation time that results in an increased signal intensity of the healthy liver parenchyma on T1-weighted images [8, 10]. The clinical use of liver-specific contrast agents allows the physician to obtain morphologic and vascular-related information, thanks to the dynamic study, as well as functional information, thanks to the hepatocyte-selective phase of en- hancement. However, even if a large number of research and review articles on the use of liver-specific contrast agents in different clinical scenarios have already been published, agreement about their clinical indication is still lacking [11 – 16]. To develop a consensus and provide updated recommen- dations on the best MRI technique and the clinical use of liver- specific contrast agents, the European Society of Gastrointes- tinal and Abdominal Radiology (ESGAR) recruited a working group of key opinion leaders in the field of liver MR imaging. Materials and method Consensus panel The working group, composed of a multinational European panel of 18 members and faculty of the ESGAR (composed of X.X., 1 B.M.A., M.A., B.P., B.G., CA.F., G.F., H.T., L.J.M., M.R., MB.L., M.C., M.EM., ODB.B., S.W., S.S., V.V., Z.C.), used a modified Delphi process to rate the level of agreement on numerous statements pertaining to the MR imaging tech- nique and the clinical applications of liver-specific contrast agents [17]. Two additional panellists, who did not express a vote, were chosen to play the role of facilitators (C.B. and E.N.). Three Delphi rounds were conducted. In the first round , the panellists had a face-to-face meeting and, on the basis of their main area of research and expertise, were split into six work- ing groups (WG) on MR technique (WG 1), benign focal liver lesions (WG 2), malignant liver lesions in non-cirrhotic pa- tients (WG 3), focal liver lesions in cirrhotic patients (WG 4), diffuse and vascular liver diseases (WG 5), and bile duct ap- plications (WG 6). Each WG independently drafted a cluster of statements pertaining to their allocated subject. A prelimi- nary literature review for each WG to support the composition of statements was based on the GRADE system [18]. Each WG then presented the proposed statements to the whole pan- el for detailed discussion. At this time, the content and word- ing of statements were modified until a general consensus emerged. In the second and third rounds the panellists were sent electronic copies of the latest statements in order to rate inde- pendently their level of agreement using a 5-point Likert scale as follows: 1, strongly disagree with the statement; 2, disagree somewhat with the statement; 3, undecided; 4, agree some- what with the statement; 5, strongly agree with the statement. To reach the maximum consensus, the number and content of 1 X.X. refers to a panelist who left the panel after the third round. 922 Eur Radiol (2016) 26:921 – 931",
    "statements was modified in the iteration from the second to the third round. Statistical analysis All ratings of panellists for each statement were analysed with descriptive statistics measuring the mean score, the maximum and minimum score, and the standard deviation. A mean score of 4 was considered a good agreement be- tween panellists and a score of 5 a complete agreement. After the second round, the facilitator collected the ratings from the panellists and calculated the score of agreement for each statement. If the mean score was less than 4, the facilita- tor asked the panellists to review the statement and reach a higher level of agreement by changing the content and, when necessary, the number of the statements. To measure the internal consistency of the panellists ratings for each cluster of statements, a quality analysis based on the average inter-item correlation was performed with Cronbach's alpha (C α ) correlation coefficient, using SPSS (SPSS, Chica- go, IL, USA) [19, 20]. The C α test provides a measure of the internal consistency of a test or scale; it is expressed as a number between 0 and 1. Internal consistency describes the extent to which all the items in a test measure the same con- cept. C α was determined after each round. The closer C α coefficient is to 1.0, the greater the internal consistency of the items in the scale. An alpha coefficient ( α )>0.9 was considered excellent, α >0.8 Good, α >0.7 Ac- ceptable, α >0.6 Questionable, α >0.5 Poor, and α <0.5 Un- acceptable. However, in the iterations a α of 0.8 was consid- ered a reasonable goal for internal reliability. Results In the second round, the panel elaborated 94 statements. These were reduced to 76 in the third round (Table 1). The overall mean score of agreement of the experts was 4.72 (standard deviation SD ±0.22) in the second round and improved to 4.84 (SD ±0.17) in the third round. From the second to the third round, the panel reached complete consensus (rating 5), re- spectively, in 12/93 (12 %) and 17/76 (22 %) statements. Meanwhile, in the remaining statements, in both rounds, no expert rated any individual statement less than 4, confirming, despite the apparent heterogeneity of the sample, that there was generally some agreement amongst them. Full consensus was reached by the experts panel in 22 % of the statements. In the remaining statements, full consensus was not reached, but all the panellists achieved a B good ^ level of agreement. The highest mean level of agreement (4.87±0.21) and questionable internal consistency (C α 0.67) was reached by the WG1 (MR technique), with full consensus on the statements about the use of MR coils , type of contrast agent , and the specific MR sequences to be used in liver MR examinations. The highest number of statements (6/18; 33 %) having full consensus were in the WG4, with a good mean level of agree- ment (4.85±0.15) and questionable internal consistency (C α 0.61). Such statements clearly addressed the proposed B state – of - the - art ^ MR protocol and the enhancement pattern ob- served with liver - specific contrast agents of focal liver lesions in cirrhotic patients. Discussion Along the entire consensus process, the experts completed three rounds; the first round served to elaborate the basic statements, whereas the second and third rounds contained the core of the discussion and were necessary to reach the maximum consensus, in order to create an optimized and ho- mogeneous opinion for each statement. Finally, the overall mean score of the panellists was 4.84 (SD ±0.17), which should be considered an almost excellent result of agreement. The Cronbach ’ s test used in the study had the value of an additional measure of consistency of the consensus rounds; the highest C α were obtained in the Wg1 and WG4, but with a questionable internal consistency (0.6<C α <0.7). In the re- maining WGs the C α was below an acceptable level. These results do not imply unreliability of the consensus; in fact, from a practical point of view, such results are related to the high number of panellists (n=18) that inevitably raised the variability in the score of agreement. However, such hetero- geneity of scores (all higher than 4) did not significantly im- pact the mean level of agreement. Moreover, this reflects the mediating role played by the two facilitators of the consensus that allowed pushing the levels of agreement above the thresh- old of 4. All panellists exhibited a high level of agreement for the MR technique with clear recommendations regarding the use of MR coils, type of contrast agent, and the specific MR se- quences to be used in liver MR examinations. These data reflect a consolidated approach to liver MR examination with no significant difference among panel members despite their wide geographical spread. All panel members, belonging to academic and non-academic centres, are regular speakers of ESGAR meetings/workshops, a condition that may have fa- cilitated the information sharing in this field of expertise and, therefore, improved their level of agreement. However, even if this condition may have facilitated the agreement, the recruitment of experts and specialist belonging to the same peer group does not necessarily compromise ex- pertise. But it has to be taken into account that there is a risk of mutual influencing of opinions and attitudes. A way to over- come this bias would have been to include panel members Eur Radiol (2016) 26:921 – 931 923",
    "Table 1 List of statements with mean level of agreement among panelists, mean level of agreement, and Cronbach ’ s alpha internal consistency coefficient by working group Working group statement number statement Value of the mean level of agreement by statement Value of the mean level of agreement by working group Cronbach ’ s alpha internal consistency coefficient by working group MRI Technique (WG 1) 1 At a minimum, a field strength of 1.5 T is required. 4.93 4.87 0.623 2 Contrast-enhanced imaging acquired at 3 T usually provides similar results (compared to 1.5 T). 4.73 3 A multi-channel phased array coil (in combination with table-embedded spine coils) should be used for signal reception whenever possible. 5.00 Contrast medium administration 4 All (non-blood pool) Gadolinium chelate-based contrast agents are suitable for dynamic liver MRI. 5.00 5 To obtain hepatobiliary phase imaging in addition to dynamic phase imaging, the use of liver-specific contrast agents is required. 5.00 6 Gd-EOB provides the highest hepatocyte enhancement, but an overlap between delayed phase and hepatocyte phase have to be considered during dynamic evaluation. 4.87 7 A weight-based dosage is recommended for all gadolinium chelates. 4.93 8 All gadolinium chelates should be routinely administered at a rate of 1-2 mL/s followed by a 20-mL saline flush at 1-2 mL/s using a power injector. 4.80 9 Bolus triggering techniques are recommended for optimized arterial phase imaging. 4.80 MR sequences 10 The workup of solid focal liver lesions should include: axial breath-hold heavily T2-weighted half-Fourier single-shot turbo spin-echo sequences; navigator- triggered intermediate T2-weighted turbo spin-echo sequences, breath-hold T1-weighted two-dimensional dual gradient-echo in-phase and opposed-phase sequences, and dynamic contrast enhanced fat-suppressed three-dimensional spoiled gradient-echo breath-hold sequence, acquired before and during the late arterial, portal venous and late dynamic phase. (reviewer 3, comment 6) 5.00 11 DWI using low and high b-values should be implemented as it provides additional information regarding both lesion detection and characterization. 4.93 12 In order to shorten examination time, if hepatobiliary phase imaging is desired using Gd-EOB, both axial T2w and DWI can be performed after the acquisition of the contrast enhanced late dynamic phase. 4.60 13 Single-shot breath-hold T2w MRCP should be performed before or no later than 3 min after Gd-BOPTA administration. 4.80 14 Non-breath-hold T2w MRCP should be performed before the administration of Gd-EOB. 5.00 15 Hepatobiliary phase imaging benefits from a gradient echo high flip angle, depending on magnet field strength. 4.80 16 Hepatocyte phase can be considered adequate when Gd-EOB is detected in the intrahepatic bile ducts and the vessels are definitely hypointense in comparison to the background parenchyma; however depending on hepatic physiological and pathophysiological function not always an optimal hypointense signal of the hepatic vessels can be achieved. 4.80 17 Subtraction imaging may allow accurate detection of arterial enhancement in hepatic nodules, already appearing hyperintense on pre-contrast T1w imaging. 4.80 BENIGN LIVER LESIONS (WG 2) 18 Because of the absence of radiation exposure, high intrinsic contrast resolution, l ow amount of contrast agent and multiparametric acquisition protocol, MR should be the preferred imaging modality for the characterization of equivocal focal lesions detected by other imaging modalities. 5.00 4.86 0.271 19 Unenhanced MR including heavy T2w sequences and DWI can be considered the definitive protocol for the detection and characterisation of typical cystic, cystic-like lesion, and/or typical haemangioma. 4.47 20 4.87 924 Eur Radiol (2016) 26:921 – 931",
    "Table 1 (continued) Working group statement number statement Value of the mean level of agreement by statement Value of the mean level of agreement by working group Cronbach ’ s alpha internal consistency coefficient by working group Contrast-enhanced MR with intravascular-extracellular contrast agents is required for the characterization of atypical B cystic-like\" lesions and/or vascular lesions. 21 Unenhanced MR including T1w B in and out of phase ^ gradient echo sequence is mandatory for detection of fatty component within the lesion. 5.00 22 Unenhanced and contrast-enhanced MR with liver-specific contrast agents are suggested for both solid lesion detection and characterization. (reviewer 2, comment 21) 4.93 23 In non-cirrhotic liver, nodule iso-hyperintense on hepatobiliary phase images strongly suggests benign non-adenomatous hepatocellular lesions. 4.80 24 Hemangiomas may result hypointense in the late vascular phase after Gd-EOB administration as opposed to sole extracellular agents. 4.93 Malignant liver lesions in non-cirrhotic patients (WG 3) 25 The combination of hepatobiliary phase images with DWI yields high detection rate, particularly for very small metastases. 4.93 4.84 0.319 26 The use of liver-specific contrast agents is recommended in patients with liver steatosis and in patients candidate for liver resection. 4.80 27 When the differential diagnosis is primarily between small hemangioma vs. metastasis, the use of a nonspecific (extracellular) MR contrast agent is recommended. 4.87 28 When the differential diagnosis is primarily between solid benign lesion vs. metastasis the use of a liver-specific contrast agents is recommended, due to the ability to diagnose FNH confidently 4.80 29 Liver-specific contrast agents leads to a clear delineation of primary liver tumors including intrahepatic or mass-forming CCC and may be useful for preoperative local staging 4.73 30 Intrahepatic CCC results relatively hypointense after Gd-EOB administration in the late vascular phases, as compared to the delayed phase enhancement with extracellular contrast agents (reviewer 4, comment 9) 4.67 31 MR with either liver-specific or extracellular contrast agents is suitable for serial measurement of liver metastases according to RECIST criteria 4.93 32 Identical MR technique, sequence timing and contrast agents should ideally be repeated for serial evaluation of the same patient, and measurements should be made on the same sequence/phase for each time point. 5.00 33 Quantitative DWI (ADC map) and perfusion techniques are promising for evaluating tumor response, but further evidence is needed. 4.86 Focal liver lesions in cirrhotic patients (WG 4) 34 State-of-the-art MR protocol including pre-contrast and multiphase dynamic sequences is mandatory in patients with liver cirrhosis evaluated for HCC. 5.00 4.85 0.616 35 Late hepatic arterial phase (enhancement of both hepatic artery and portal vein, and lack of enhancement of hepatic veins) is preferred over early arterial phase for HCC diagnosis. 5.00 36 If available, continuous multi-arterial phase imaging should be acquired to increase detection of hypervascularity in HCC nodules 4.27 37 Subtraction imaging (post-processing) may allow accurate detection of arterial enhancement in T1w hyperintense hepatic nodules. 4.87 38 In cirrhotic patients, the hepatobiliary phase may be delayed depending on a reduced liver function. 5.00 39 MR examination should be performed in order to characterize an undetermined focal liver lesion of 10 mm or larger in the cirrhotic liver 4.93 40 5.00 Eur Radiol (2016) 26:921 – 931 925",
    "Table 1 (continued) Working group statement number statement Value of the mean level of agreement by statement Value of the mean level of agreement by working group Cronbach ’ s alpha internal consistency coefficient by working group MR is indicated for diagnostic and staging purposes and also to assess the therapeutic response in cirrhotic patients 41 A focal lesion will be said to have B wash-in ^ when it shows higher signal intensity than the surrounding parenchyma in the arterial phase. 4.73 42 A focal lesion will be said to have B wash-out ^ when it shows lower SI than the surrounding parenchyma in the portal and/or late dynamic phase when an extracellular contrast agent or Gd-BOPTA has been injected 4.60 43 A focal lesion will be said to have B wash-out ^ when it shows lower SI than the surrounding parenchyma in the portal phase when an Gd-EOB has been injected 4.40 44 A focal liver lesion larger than 10 mm in the cirrhotic liver showing wash-in and wash-out (major criteria for HCC diagnosis) should establish a confident diagnosis of HCC and pathologic confirmation is not necessary 5.00 45 If one of the major criteria is lacking hypointensity(either wash-in or wash-out) on hepatobiliary phase plus restricted DWI or hyperintensity on T2, lesions are highly suspicious for HCC. 4.93 46 A focal liver lesion in the cirrhotic liver not showing wash-in and showing hyperintensity on the hepatobiliary phase is likely to be benign. 5.00 47 Most regenerative nodules enhance to the same degree as the adjacent liver in the vascular phases, and demonstrate isointensity (occasionally hyperintensity) on hepatobiliary phase. 4.93 48 Liver-specific contrast agents are useful to differentiate between HCC and arterial-enhancing pseudolesions. 4.80 49 The combined interpretation of dynamic and hepatobiliary phase improves diagnostic accuracy of MR imaging for the detection of HCC 4.93 50 EASL or Modified RECIST are recommended in the assessment of tumoral response of HCC to loco-regional treatments. 5.00 51 In the assessment of tumor response, vascular phases are more relevant than the hepatobiliary phase. 4.93 Diffuse and vascular liver diseases (WG 5) 52 Multiparametric MRI can estimate the degree of steatosis and iron overload 4.93 4.72 0.487 53 Steatohepatitis is more difficult to evaluate, although sequences sensitive to edema (such as TSE-STIR, DWI) may be helpful. 4.73 54 The administration of contrast agents may alter the diagnosis and quantitation of fat and iron liver content. 4.87 55 Gadolinium enhancement may integrate the pre-contrast estimation of liver fibrosis, and the use of Gd-EOB could be helpful to depict the degree of fibrotic changes. 4.40 56 The liver-specific contrast agents uptake depends on hepatocytes function. 4.79 57 Transient hepatic intensity differences (THID) in the arterial phase may be encountered and hepatobiliary enhancement is usual normal or slightly reduced. 4.80 58 Contrast-enhanced MR is accurate for diagnosing vascular liver diseases 4.93 59 Regenerative nodules seen in patients with vascular disorders (Budd-Chiari syndrome and others) can be accurately diagnosed after administration of hepatobiliary contrast agents due to the uptake in the hepatobiliary phase 4.53 60 The liver-specific contrast agents can identify the sinusoidal obstruction syndrome on hepatobiliary phase 4.67 61 MR cholangiography coupled with MR portography is useful to stage portal biliopathy 4.87 926 Eur Radiol (2016) 26:921 – 931",
    "Table 1 (continued) Working group statement number statement Value of the mean level of agreement by statement Value of the mean level of agreement by working group Cronbach ’ s alpha internal consistency coefficient by working group 62 Gd-BOPTA yields relatively greater enhancement of the liver vessels than Gd-EOB-DTPA does. (reviewer 4, comment 11) 4.47 63 Liver-specific contrast agents are sensitive in the detection of vascular and biliary complications after transplantation. 4.60 BILE DUCTS APPL ICATIONS (WG 6) 64 MR imaging of the bile ducts should be performed at high field strength (reviewer 2, comment 22) using phase d-array coils and parallel imaging techniques and before any biliary drainage procedure 4.93 4.85 0.518 65 MR cholangiopancreatography (MRCP) with state of the a rt 3.0 T scanners provides improved imaging quality over state of the art 1.5 T scanners 4.93 66 Pre-contrast series should always include cross-sectional T2-weighted and T1-weighted sequences along with heavily 2D and/or 3D T2-weighted MR cholangiopancreatography 4.73 67 When considering Gd-based contrast agents administration, dynamic fat sat 3D GRE T1-weighted imaging in the arterial and portal venous phases should always be performed. Additionally delayed imaging should be obtained when malignancy, or inflammation, infection are suspected 4.47 68 In the absence of liver function impairment/biliary obstruction, contrast-enhanced MR cholangiography (MRC) can be obtained with Gd-EOB at 20-40 min, and with Gd-BOPTA at 60-120 min 4.93 69 To maximize SNR and bile-to-liver contrast, 3D GRE T1-weighted contrast-enhanced MRC should be performed with increased flip angles: over 20 degrees 4.93 70 Contrast enhanced MR imaging may be considered in patients with unexplained cholestasis if ultrasound is non-diagnostic 4.93 71 Unenhanced MR and dynamic contrast enhanced MR, including delayed phase, are useful for detecting early bile duct cancers, and can be used to distinguish the intra-ductal cholangiocarcinoma from the mass-forming type. 4.93 72 DWI helps detecting extrahepatic cholangiocarcinoma and may be added to unenhanced and contrast-enhanced MR imaging 5.00 73 Unenhanced MR and dynamic contrast-enhanced MR are useful in assessing the longitudinal extent of bile duct cancer, but may underestimate the vascular, nodal, and peritoneal involvement 4.87 74 Unenhanced and contrast-enhanced MR are useful for differentiating extrahepatic bile duct carcinoma from benign strictures. 4.73 75 When combined with T2-weighted MRCP, contrast-enhanced MRC allows morphologic and functional assessment of the biliary system. 5.00 76 Functional information may be of particular interest for the detection of bile duct injury including leakage and stricture, assessment of biliary-enteric anastomoses, differentiation of biliary from extrabiliary lesions, assessment of bile duct dilation, and evaluation of sphincter of Oddi dysfuntion (SOD) 4.93 Eur Radiol (2016) 26:921 – 931 927",
    "with expertise in other specialized areas such as hepatology, surgery, and methodology, and a representation from sister medical societies. As a basic rule of MR technique, all the panellists clearly addressed that the workup of solid focal liver lesions should include axial T2 - and T1 - weighted sequences , followed by T1 - weighted gradient dual echo images , DWI ( using low and high b - values ) and dynamic contrast - enhanced T1 - weighted fat - saturated (see statement 10 in Table 1). Howev- er, no full consensus was reached on statements 1 and 2 that addressed similar results of MR imaging at 3 and 1.5 T. This incomplete agreement can be explained by the discrepancies of the comparative studies on the use of 1.5 vs. 3 T MRI [21 – 24]. The remaining statements regarding MRI technique, even with less than B full ^ consensus, definitively addressed the modalities of contrast medium administration (flow-rate of 1 – 2 mL/s followed by a 20-mL saline flush at 1 – 2 mL/s using a bolus triggering technique ) and timing of T2-weighted and DWI sequences (after the acquisition of the contrast-enhanced late dynamic phase). With regards to the recommendations on the use of the gadobenate dimeglumine (Gd-BOPTA) and the gadoxetic ac- id (Gd-EOB-DTPA) that are the currently available on the market, the panel was aware there are no data indicating diag- nostic superiority of one agent over the other. It must also be noted that to our knowledge there are very few publications comparing Gd-EOB-DTPA and Gd-BOPTA [25 – 27]. All panellists fully agreed that all non-blood pool gadolin- ium chelate-based contrast agents are suitable for dynamic liver MRI, but the use of liver - specific contrast agents is man- datory to obtain the hepatobiliary phase in addition to the dynamic phase (statements 4 and 5). Jeong et al emphasized that the \"hepatobiliary\" phase is where uptake by the hepato- cytes and excretion to the bile ductule have reached an optimal level for diagnosis [28]. Kim et al demonstrated no statistically significant difference in the signal intensity of liver parenchy- ma in the arterial phase between gadobenate dimeglumine and gadoxetic acid [28], and Filippone et al showed a statistically significant higher signal intensity of gadoxetic acid-enhanced MR in the hepatobiliary phase [29]. In a recent article, Ba- Ssalamah et al stated that liver specific contrast agents provide a multiparametric assessment of hepatobiliary diseases, since they combine morphologic and functional information in the same setting and, therefore, can play the role of imaging bio- markers [30]. A mean good level of agreement was reached between the panellists regarding the application of liver specific contrast agents in benign hepatocellular liver lesions, and addressed MRI as the preferred imaging modality for the characteriza- tion of equivocal focal lesions detected by other imaging modalities ( statement 18 ). The added value of Gd-BOPTA in the evaluation of solid hepatic lesions is supported by literature evidence. Grazioli et al, through a quantitative anal- ysis of signal intensity, lesion-to-liver contrast, and enhance- ment ratio, demonstrated that Gadoxetic acid-enhanced MR imaging facilitates the differential diagnosis of hepatocellular adenoma (HCA) and focal nodular hyperplasia (FNH) [31]. The same author showed in a previous article that this was possible with Gd-BOPTA [32]. Haimerl et al and Morana et al showed that the hepatobiliary phase images obtained after Gd- EOB-DTPA-enhanced dynamic MRI significantly improved the index of diagnostic performance in the differentiation of focal solid lesions [33, 34]. A mean good level of agreement was also reached between the panellists on the cluster of statements about malignant liver lesions in non-cirrhotic patients, where the use of liver-specific contrast agents has been recommended to im- prove the differential diagnosis between a solid benign hepa- tocellular lesion and metastasis , and delineation of primary liver tumors ( including intrahepatic or mass - forming cholangiocarcinoma ). In a recent study comparing the diag- nostic performance of MDCT and gadoxetic acid-enhanced MRI at 3.0, Scharitzer et al found that MRI with the liver- specific contrast agent had better performance in the assess- ment of small colorectal liver metastases [35]. A similar study comparing MDCT and MRI performed by Kim et al, showed higher diagnostic accuracy for MRI in the detection of hepatic metastases and for the differential diagnosis with hepatic haemangiomas or cysts [36]. However, a hypointense pattern in the hepatobiliary phase has been reported by Han et al [37] as a potential pitfall of liver-specific contrast agents agents in patients who received oxaliplatin as part of their chemothera- py regimen. Specifically, in these patients, due to the sinusoi- dal obstruction syndrome (focal hepatopathy), the morpholog- ic pattern of the hypointensity at the hepatobiliary phase may contribute to avoid this potential pitfall. With regard to mass-forming cholangiocarcinoma, the pan- el clearly stated that concerning the delayed phase enhance- ment obtained with non-specific extracellular agents, Gd- EOB provides a relative hypointense MRI pattern of the lesion both in the transitional and hepatobiliary phases that improves tumour conspicuity [38]. The panel suggested also the use of DWI and perfusions techniques, and recently, Park et al dem- onstrated that the target appearance seen on the DWI was the most reliable imaging feature for distinguishing small mass- forming peripheral cholangiocarcinoma from small HCC [39]. The best agreement among the panellists was reached for focal liver lesions in cirrhotic patients. The panel stated with full agreement that a confident diagnosis of HCC by using a complete dynamic study with pre - contrast and multiphase sequences ( statement 34 ), can be optimally reached with a late hepatic arterial phase over early arterial phase ( statement 35 ), and the hepatobiliary phase may be delayed depending on a reduced liver function ( statement 38 ) [40, 41]. Haimerl et al demonstrated that regarding comparability with the 928 Eur Radiol (2016) 26:921 – 931",
    "MELD (Model for End-Stage Liver Disease) score, decreased Gd-EOB-DTPA accumulation in the hepatocytes during the hepatobiliary phase, and T1 relaxometry correlated with re- duced liver function [42]. Verloh et al also found that the relative enhancement during hepatobiliary phase in GD- EOB-DTPA MRI correlates with the MELD score [43]. Of note, the panellists addressed that the use of liver- specific contrast agents has particular usefulness in improving the detection of HCC. In fact, while statements 41, 42, and 43 clearly address the definition of wash-in and wash-out (higher signal intensity than the surrounding parenchyma in arterial phase, lower signal intensity in the portal phase after injection of Gd-chelates), statement 48 addresses the importance of the hepatobiliary phase to differentiate between HCC and arterial- enhancing pseudolesion when using liver specific contrast media. Cereser et al have shown that the delayed phase is superior to the portal venous phase for the wash-out detection in hypervascular HCC with Gd-BOPTA MRI in the cirrhotic liver. This is one of the limitations of Gd-EOB-DTPA, where the hypointensity on the 3 – 5 min delayed phase, also called the transitional phase, is less effective in detecting washout as it blends into the liver specific phase. Accordingly, often wash-out cannot be assessed with Gd-EOB-DTPA [44]. In a study performed by Bartolozzi et al the hyperintensity on the arterial phase and hypointensity on the transitional phase were highly predictive for HCC, but a further element of HCC diagnosis was the hypointensity on hepatobiliary phase, evident in 39 out of 40 the HCC detected in the study cohort with a 100 % positive predictive value in suggesting nodular premalignancy/malignancy [45]. Yu et al supported the same statement, and has since demonstrated that even the detection of small HCC nodule (<1 cm) in a standard multi- phasic study can be improved by the addition of the hypointensity pattern on the hepatobiliary phase [46]. Granito et al found that hypointensity during the MR hepatobiliary phase was observed in all HCC nodules of the study and concluded that gadoxetic acid MRI may enhance the sensitiv- ity of the non-invasive diagnosis of small hepatocellular car- cinoma nodules in cirrhotic patients under surveillance [47]. In summary, the panel suggests that in cirrhotic patients, the hepatic arterial phase and portal venous phase might not be sufficient to establish a confident diagnosis of HCC and should be integrated by the hepatobiliary phase. No statement reached full agreement for diffuse and vas- cular liver diseases, and it was acknowledged that a correct estimate of the degree of steatosis and iron overload needs multiparametric MRI, even if the administration of contrast agents may alter the quantification of fat and iron liver con- tent. Even with the support of the few literature studies avail- able, the use of liver-specific contrast agents was specifically indicated to evaluate multiacinar regenerative nodules in pa- tients with vascular disorders ( statement 59 ) in the study of the sinusoidal obstruction syndrome ( statement 60 ) and in the detection of vascular and biliary complications after transplan- tation ( statement 63 ). In a study by Katajiama et al, the hepatic congestion and oedema occurring in Budd-Chiari syndrome were seen as slightly hypointense areas on Gd-EOB-DTPA- enhanced hepatobiliary-phase images, and such a pattern im- proved the diagnosis of sinusoidal obstruction syndrome with respect to Gd-DTPA enhancement [48]. In a recent study, Shin et al confirmed that Gd-EOB provides a peculiar reticular hypointensity pattern on hepatobiliary phase images and that is highly specific for the diagnosis of sinusoidal obstruction syndrome in patients with treated colorectal hepatic metasta- ses [49]. The final cluster of statements indicates that the evaluation of the biliary tract should be an integrant part of the liver study, and MRCP should be performed on pre-contrast series with heavily 2D and/or 3D T2-weighted sequences. It should be taken into account that in the absence of liver function impairment/biliary obstruction, contrast-enhanced MR chol- angiography (MRC) can be optimally obtained with Gd- EOB-DTPA at 20 min after injection ( statements 66 and 68 ). Hepatic excretion of liver-specific contrast agents results in enhancement of biliary structures, and it is likely to have a great impact on better visualization of biliary system. On the basis of these characteristics, it may potentially increase reli- ability of the MR examination or decrease the occurrence of a non-diagnostic or equivocal interpretation [50]. This emerging diagnostic tool, especially when using Gd-EOB-DTPA, is par- ticularly helpful for delineating the anatomy of the biliary tract and detecting post-operative complications such as anasto- motic and non-anastomotic strictures and biliary leaks. In ad- dition, it can provide functional information that is extremely promising in the grading of biliary obstruction. Recently, Boraschi et al in review papers showed the usefulness of Gd-EOB in the evaluation of biliary-enteric anastomoses and in the assessment of biliary complications after orthotopic liver transplantation [51, 52]. The drawbacks of contrast- enhanced MRC include its high cost (it is also a time- consuming technique) and limitations in depicting the biliary system in patients with hepatobiliary dysfunction. Conclusion The panel of the ESGAR working group covered most impor- tant aspects of liver MRI methodology combined with the clinical use of liver-specific contrast agents, and reached a good level of agreement on most statements. As a result of the consensus process, the working group provided updated recommendations on the best use of MRI in the study of liver diseases. Such recommendations should be helpful for both the ra- diologist who is starting MR imaging of the liver and for those Eur Radiol (2016) 26:921 – 931 929",
    "who have already applied the technique, but whose practice may need updating in the light of more recent developments. Acknowledgments The scientific guarantor of this publication is Carlo Bartolozzi. The authors of this manuscript declare relationships with the following companies: Jeong Min Lee received grants from Donseo Medical, CMS, Acuzen, Starmed Ltd., RF MEDICAL, Bayer Healthcare outside the submitted work. Elmar Merkle received grants from Siemens, Bracco, Bayer, Guerbet outside the submitted work and is a member of the Scientific Advisory Board of Siemens and Bayer, and lecturer for Siemens and Bayer. Ahmed Ba-Ssalamah is a lecturer from Bayer Healthcare, Siemens and Sanochemia. Wolfgang Schima is a lecturer for Siemens. The authors state that this work has not received any funding. No complex statistical methods were necessary for this paper. Institutional Review Board approval and written informed consent was not required because this is a consensus paper. The work is part of a series of guide- lines drawn up by ESGAR and previously published in European Radi- ology. In particular, the study was performed using the same methodology of the Neri, Halligan, Hellstrom et al (2013) 2nd ESGAR consensus statement on CT Colonography. Eur Radiol 23 (3): 720-9. Methodology: Retrospective analysis of literature Open Access This article is distributed under the terms of the Creative Commons Attribution-NonCommercial 4.0 International License (http:// creativecommons.org/licenses/by-nc/4.0/), which permits any noncom- mercial use, distribution, and reproduction in any medium, provided you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. References 1. Bellin MF, Vasile M, Morel-Precetti S (2003) Currently used non- specific extracellular MR contrast media. Eur Radiol 13:2688 – 2698 2. Balci NC, Semelka RC (2005) Contrast agents for MR imaging of the liver. Radiol Clin N Am 43:887 – 898 3. Erturk SM, Alberich-Bayarri A, Herrmann KA, Marti-Bonmati L, Ros PR (2009) Use of 3.0-T MR imaging for evaluation of the abdomen. Radiographics 29:1547 – 1563 4. Kudo M (2011) Diagnostic imaging of hepatocellular carcinoma: recent progress. Oncology 81:73 – 85 5. Zech CJ, Bartolozzi C, Bioulac-Sage P et al (2013) Consensus report of the fifth international forum for liver MRI. AJR Am J Roentgenol 201:97 – 107 6. Choi JY, Lee JM, Sirlin CB (2014) CT and MR imaging diagnosis and staging of hepatocellular carcinoma: part I. Development, growth, and spread: key pathologic and imaging aspects. Radiology 272:635 – 654, reviewer 2, comment 24 7. van Montfoort JE, Stieger B, Meijer DK, Weinmann HJ, Meier PJ, Fattinger KE (1999) Hepatic uptake of the magnetic resonance imaging contrast agent gadoxetate by the organic anion transporting polypeptide Oatp1. J Pharmacol Exp Ther 290:153 – 157 8. Seale MK, Catalano OA, Saini S, Hahn PF, Sahani DV (2009) Hepatobiliary-specific MR contrast agents: role in imaging the liver and biliary tree. Radiographics 29:1725 – 1748 9. Semelka RC, Helmberger TK (2001) Contrast agents for MR im- aging of the liver. Radiology 218:27 – 38 10. Ringe KI, Husarik DB, Sirlin CB, Merkle EM (2010) Gadoxetate disodium – enhanced MRI of the liver: Part 1, protocol optimization and lesion appearance in the noncirrhotic liver. AJR 195:13 – 28 11. Goodwin MD, Dobson JE, Sirlin CB, Lim BG, Stella DL (2011) Diagnostic challenges and pitfalls in MR imaging with hepatocyte- specific contrast agents. RadioGraphics 31:1547 – 1568 12. Van Beers BE, Pastor CM, Hussain HK (2012) Primovist, Eovist: what to expect? J Hepatol 57:421 – 429 13. Guglielmo FF, Mitchell DG, Gupta S (2014) Gadolinium contrast agent selection and optimal use for body MR imaging. Radiol Clin N Am 52:637 – 656 14. Ronot M, Vilgrain V (2014) Hepatocellular carcinoma: diagnostic criteria by imaging techniques. Best Pract Res Clin Gastroenterol 28:795 – 812 15. Cogley JR, Miller FH (2014) MR imaging of benign focal liver lesions. Radiol Clin N Am 52:657 – 682 16. Hope TA, Ohliger MA, Qayyum A (2014) MR imaging of diffuse liver disease: from technique to diagnosis. Radiol Clin N Am 52: 709 – 724 17. Graham B, Regehr G, Wright JG (2003) Delphi as a method to establish consensus for diagnostic criteria. J Clin Epidemiol 56: 1150 – 1156 18. Guyatt G, Oxman AD, Akl EA et al (2011) GRADE guidelines: 1. Introduction-GRADE evidence profiles and summary of findings tables. J Clin Epidemiol 64:383 – 394 19. Bravo G, Potvin L (1991) Estimating the reliability of continuous measures with Cronbach's alpha or the intraclass correlation coeffi- cient: toward the integration of two traditions. J Clin Epidemiol 44: 381 – 390 20. Cronbach L (1951) Coefficient alpha and the internal structure of tests. Psychometrika 16:3 21. Ramalho M, Altun E, Herédia V, Zapparoli M, Semelka R (2007) Liver MR imaging: 1.5T versus 3T. Magn Reson Imaging Clin N Am 15:321 – 347 22. Merkle EM, Dale BM, Paulson EK (2006) Abdominal MR imaging at 3T. Magn Reson Imaging Clin N Am 14:17 – 26 23. von Falkenhausen MM, Lutterbey G, Morakkabati-Spitz N et al (2006) High-field-strength MR imaging of the liver at 3.0 T: intraindividual comparative study with MR imaging at 1.5 T. Radiology 241:156 – 166 (reviewer 2, comment 15) 24. Chang JM, Lee JM, Lee MW et al (2006) Superparamagnetic iron oxide-enhanced liver magnetic resonance imaging: comparison of 1.5 T and 3.0 T imaging for detection of focal malignant liver lesions. Investig Radiol 41:168 – 174 (reviewer 2, comment 15) 25. Gupta RT, Iseman CM, Leyendecker JR, Shyknevsky I, Merkle EM, Taouli B (2012) Diagnosis of focal nodular hyperplasia with MRI: multicenter retrospective study comparing gadobenate dimeglumine to gadoxetate disodium. AJR Am J Roentgenol 199: 35 – 43 (reviewer 4, comment 2) 26. Karam AR, Shankar S, Surapaneni P, Kim YH, Hussain S (2010) Focal nodular hyperplasia: central scar enhancement pattern using gadoxetate disodium. J Magn Reson Imaging 32:341 – 344 (review- er 4, comment 2) 27. Park Y, Kim SH, Kim SH et al (2010) Gadoxetic acid (Gd-EOB- DTPA)-enhanced MRI versus gadobenate dimeglumine (Gd- BOPTA)-enhanced MRI for preoperatively detecting hepatocellular carcinoma: an initial experience. Korean J Radiol 11:433 – 440 (re- viewer 4, comment 2) 28. Jeong WK, Kim YK, Song KD, Choi D, Lim HK (2013) The MR imaging diagnosis of liver diseases using gadoxetic acid: emphasis on hepatobiliary phase. Clin Mol Hepatol 19:360 – 366 (reviewer 2, comment 24) 29. Kim HJ, Kim BS, Kim MJ et al (2013) Enhancement of the liver and pancreas in the hepatic arterial dominant phase: comparison of hepatocyte-specific MRI contrast agents, gadoxetic acid and gadobenate. Reson Imaging 37:903 – 938 (reviewer 2, comment 24) 30. Ba-Ssalamah A, Qayyum A, Bastati N, Fakhrai N, Herold CJ, Caseiro Alves F (2014) P4 radiology of hepatobiliary diseases with 930 Eur Radiol (2016) 26:921 – 931",
    "gadoxetic acid-enhanced MRI as a biomarker. Expert Rev Gastroenterol Hepatol 8:147 – 160 31. Grazioli L, Bondioni MP, Haradome H et al (2012) Hepatocellular adenoma and focal nodular hyperplasia: value of gadoxetic acid- enhanced MR imaging in differential diagnosis. Radiology 262: 520 – 529 32. Grazioli L, Morana G, Kirchin MA, Schneider G (2005) Accurate differentiation of focal nodular hyperplasia from hepatic adenoma at gadobenatedimeglumine-enhanced MR imaging: prospective study. Radiology 236:166 – 177 (reviewer 4, comment 4) 33. Haimerl M, Wächtler M, Platzek I et al (2013) Added value of Gd- EOB-DTPA-enhanced Hepatobiliary phase MR imaging in evalu- ation of focal solid hepatic lesions. BMC Med Imaging 13:41 (re- viewer 2, comment 24) 34. Morana G, Grazioli L, Kirchin MA et al (2011) Solid hypervascular liver lesions: accurate identification of true benign lesions on en- hanced dynamic and hepatobiliary phase magnetic resonance im- aging after gadobenatedimeglumine administration. Investig Radiol 46:225 – 239 (reviewer 4, comment 5) 35. Scharitzer M, Ba-Ssalamah A, Ringl H, Kölblinger C, Grünberger T, Weber M, Schima W (2013) Preoperative evaluation of colorec- tal liver metastases: comparison between gadoxetic acid-enhanced 3.0-T MRI and contrast-enhanced MDCT with histopathological correlation. Eur Radiol 23:2187 – 2196 36. Kim YK, Park G, Kim CS, Yu HC, Han YM (2012) Diagnostic efficacy of gadoxetic acid-enhanced MRI for the detection and characterisation of liver metastases: comparison with multidetector-row CT. Br J Radiol 85:539 – 547 37. Han NY, Park BJ, Sung DJ et al (2014) Chemotherapy-induced focal hepatopathy in patients with gastrointestinal malignancy: gadoxetic acid – enhanced and diffusion-weighted MR Imaging with clinical-pathologic correlation. Radiology 271:416 – 425 38. Péporté AR, Sommer WH, Nikolaou K, Reiser MF, Zech CJ (2013) Imaging features of intrahepatic cholangiocarcinoma in Gd-EOB- DTPA-enhanced MRI. Eur J Radiol 82:101 – 106 39. Park HJ, Kim YK, Park MJ, Lee WJ (2013) Small intrahepatic mass-forming cholangiocarcinoma: target sign on diffusion- weighted imaging for differentiation from hepatocellular carcino- ma. Abdom Imaging 38:793 – 801 40. Verloh N, Haimerl M, Rennert J et al (2013) Impact of liver cirrho- sis on liver enhancement at Gd-EOB-DTPA enhanced MRI at 3 Tesla. Eur J Radiol 82:1710 – 1715 41. Phongkitkarun S, Limsamutpetch K, Tannaphai P, Jatchavala J (2013) Added value of hepatobiliary phase gadoxetic acid- enhanced MRI for diagnosing hepatocellular carcinoma in high- risk patients. World J Gastroenterol 19:8357 – 8365 42. Haimerl M, Verloh N, Fellner C et al (2014) MRI-based estimation of liver function: Gd-EOB-DTPA-enhanced T1 relaxometry of 3T vs. the MELD score. Sci Rep 4:5621 43. Verloh N, Haimerl M, Zeman F et al (2014) Assessing liver function by liver enhancement during the hepatobiliary phase with Gd-EOB-DTPA-enhanced MRI at 3 Tesla. Eur Radiol 24:1013 – 1019 44. Cereser L, Furlan A, Bagatto D et al (2010) Comparison of portal venous and delayed phases of gadolinium-enhanced magnetic res- onance imaging study of cirrhotic liver for the detection of contrast washout of hypervascular hepatocellular carcinoma. J Comput Assist Tomogr 34:706 – 711 (reviewer 4, comment 3) 45. Bartolozzi C, Battaglia V, Bargellini I et al (2013) Contrast- enhanced magnetic resonance imaging of 102 nodules in cirrhosis: correlation with histological findings on explanted livers. Abdom Imaging 38:290 – 296 46. Yu MH, Kim JH, Yoon JH et al (2014) Small ( ≤ 1-cm) hepa- tocellular carcinoma: diagnostic performance and imaging features at gadoxetic acid-enhanced MR imaging. Radiology 271:748 – 760 47. Granito A, Galassi M, Piscaglia F et al (2013) Impact of gadoxetic acid (Gd-EOB-DTPA)-enhanced magnetic resonance on the non- invasive diagnosis of small hepatocellular carcinoma: a prospective study. Aliment Pharmacol Ther 37:355 – 363 (reviewer 3, comment 5) 48. Kitajima K, Yoshikawa T, Seo Y et al (2011) A case of Budd-Chiari syndrome: Gd-EOB-DTPA-enhanced MR findings. Magn Reson Imaging 29:579 – 583 49. Shin NY, Kim MJ, Lim JS et al (2012) Accuracy of gadoxetic acid- enhanced magnetic resonance imaging for the diagnosis of sinusoi- dal obstruction syndrome in patients with chemotherapy-treated colorectal liver metastases. Eur Radiol 22:864 – 871 50. Lee NK, Kim S, Lee JW et al (2009) Biliary MR imaging with Gd- EOB-DTPA and its clinical applications. Radiographics 29:1707 – 1724 51. Boraschi P, Donati F (2013) Biliary-enteric anastomoses: spectrum of findings on Gd-EOB-DTPA-enhanced MR cholangiography. Abdom Imaging 38:1351 – 1359 52. Boraschi P, Donati F (2014) Postoperative biliary adverse events following orthotopic liver transplantation: assessment with magnet- ic resonance cholangiography. World J Gastroenterol 20:11080 – 11094 Eur Radiol (2016) 26:921 – 931 931"
  ],
  "processed_at": "2026-01-30T14:54:29.485Z"
}