{
  "doc_id": "af56826254283f265c61c47670534537",
  "source_id": "esge_gallbladder_polyp",
  "total_pages": 11,
  "pages": [
    "https://doi.org/10.1007/s00330-021-08384-w HEPATOBILIARY-PANCREAS Management and follow‑up of gallbladder polyps: updated joint guidelines between the ESGAR, EAES, EFISDS and ESGE Kieran G. Foley 1 · Max J. Lahaye 2 · Ruedi F. Thoeni 3 · Marek Soltes 4 · Catherine Dewhurst 5 · Sorin Traian Barbu 6 · Yogesh K. Vashist 7 · Søren Rafael Rafaelsen 8 · Marianna Arvanitakis 9 · Julie Perinel 10 · Rebecca Wiles 11 · Stuart Ashley Roberts 12 Received: 9 July 2021 / Revised: 4 October 2021 / Accepted: 6 October 2021 © The Author(s) 2021 Abstract Main recommendations 1. Primary investigation of polypoid lesions of the gall- bladder should be with abdominal ultrasound. Routine use of other imaging modalities is not recommended presently, but further research is needed. In centres with appropriate expertise and resources, alternative imaging modalities (such as contrast-enhanced and endoscopic ultrasound) may be useful to aid decision-making in difficult cases. Strong recommendation, low–moder- ate quality evidence. 2. Cholecystectomy is recommended in patients with polypoid lesions of the gallbladder measuring 10 mm or more, providing the patient is fit for, and accepts, surgery. Multidisciplinary discussion may be employed to assess perceived individual risk of malignancy. Strong recommendation, low-quality evidence. 3. Cholecystectomy is suggested for patients with a polypoid lesion and symptoms potentially attributable to the gall- bladder if no alternative cause for the patient’s symptoms is demonstrated and the patient is fit for, and accepts, surgery. The patient should be counselled regarding the benefit of cholecystectomy versus the risk of persistent symptoms. Strong recommendation, low-quality evidence. 4. If the patient has a 6–9 mm polypoid lesion of the gall- bladder and one or more risk factors for malignancy, chol- ecystectomy is recommended if the patient is fit for, and accepts, surgery. These risk factors are as follows: age more than 60 years, history of primary sclerosing chol- angitis (PSC), Asian ethnicity, sessile polypoid lesion (including focal gallbladder wall thickening > 4 mm). Strong recommendation, low–moderate quality evidence. 5. If the patient has either no risk factors for malignancy and a gallbladder polypoid lesion of 6–9 mm, or risk factors for malignancy and a gallbladder polypoid lesion 5 mm or less, follow-up ultrasound of the gallbladder is recom- mended at 6 months, 1 year and 2 years. Follow-up should be discontinued after 2 years in the absence of growth. Moderate strength recommendation, moderate-quality evidence. 6. If the patient has no risk factors for malignancy, and a gallbladder polypoid lesion of 5 mm or less, follow-up is not required. Strong recommendation, moderate-quality evidence. 7. If during follow-up the gallbladder polypoid lesion grows to 10 mm, then cholecystectomy is advised. If the polypoid lesion grows by 2 mm or more within the 2-year follow-up period, then the current size of the polypoid lesion should be considered along with patient risk factors. Multidisciplinary discussion may be employed to decide whether continuation of monitor- ing, or cholecystectomy, is necessary. Moderate strength recommendation, moderate-quality evidence. 8. If during follow-up the gallbladder polypoid lesion dis- appears, then monitoring can be discontinued. Strong recommendation, moderate-quality evidence. Source and scope These guidelines are an update of the 2017 recommendations developed between the European Society of Gastrointestinal and Abdominal Radiology (ESGAR), European Association for Endoscopic Surgery and other Interventional Techniques (EAES), International Society of Digestive Surgery–European Federation (EFISDS) and European Society of Gastrointestinal Endoscopy (ESGE). A targeted literature search was performed to discover recent evidence concerning the management and follow-up of gallbladder polyps. The changes within these Extended author information available on the last page of the article / Published online: 17 December 2021 European Radiology (2022) 32:3358–3368 1 3",
    "updated guidelines were formulated after consideration of the latest evidence by a group of international experts. The Grading of Recommendations Assessment, Development and Evaluation (GRADE) system was adopted to define the strength of recommendations and the quality of evidence. Key Point • These recommendations update the 2017 European guidelines regarding the management and follow-up of gallbladder polyps. Keywords Gallbladder · Polyps · Neoplasms · Ultrasonography · Cholecystectomy Abbreviations ADC Apparent diffusion coefficient AGREE Appraisal of Guidelines, Research and Evaluation CEUS Contrast-enhanced ultrasound CI Confidence intervals EAES European Association for Endoscopic Surgery and other Interventional Techniques EFISDS International Society of Digestive Sur- gery -European Federation ESGAR European Society of Gastrointestinal and Abdominal Radiology ESGE European Society of Gastrointestinal Endoscopy EUS Endoscopic ultrasound GRADE Grading of Recommendations Assessment, Development and Evaluation MRI Magnetic resonance imaging NPV Negative predictive value PET Positron emission tomography PPV Positive predictive value PSC Primary sclerosing cholangitis TAUS Trans-abdominal ultrasound Introduction The management of gallbladder polyps remains a clinical dilemma. Gallbladder polyps are a common finding during trans-abdominal ultrasound (TAUS) in adults, yet gallblad- der cancer is a relatively infrequent diagnosis [1]. Despite this, detection of malignancy at an early stage of disease is critical to improve survival rates because gallbladder cancer is associated with a dismal prognosis [2]. In 2017, original joint-societal guidelines concerning the management and follow-up of gallbladder polyps were published between the European Society of Gastrointestinal and Abdominal Radiology (ESGAR), European Association for Endoscopic Surgery and other Interventional Techniques (EAES), Inter- national Society of Digestive Surgery—European Federation (EFISDS) and European Society of Gastrointestinal Endos- copy (ESGE) [3]. The group originally planned an update and stated that the guidelines should not be a barrier to further research, which was greatly needed because of the limited evidence base. Here, we update the joint European guidelines by incorporating new evidence regarding the management of gallbladder polyps into its recommendations. Methods Contributors to the original guidelines (C.D., M.L., S.R., R.T. from ESGAR; M.S. from EAES; S.B., J.P., Y.V. from EFISDS; M.A. from ESGE) were contacted in May 2020 (by R.W. and S.A.R.—previous guidelines Chairs) to ascertain their interest in participating toward these guide- line revisions. All responded positively and agreed to con- tribute further, allowing continuation of expert knowledge to be updated with the latest evidence. The ESGAR guide- lines committee appointed a new Chair (K.F.) to facilitate the guideline revision. A literature search was performed on July 9, 2020, to update the previous evidence that was considered in the original guidelines. The search strategy was designed in Medline using the OVID platform (Supplementary Mate- rial). The abstracts of potentially relevant articles from 2015 onwards were considered (K.F.). A list of articles with rel- evance to gallbladder polyps was compiled and distributed to the group. After the scope of the guidelines were re-visited, the original statements from the 2017 guidelines were re-shared with the group to evaluate their current clini- cal applicability. Again, consensus was determined by a series of Delphi questionnaires devised by the group Chair. A 5-point Likert scale was used to score each statement, where 1 = strongly disagree and 5 = strongly agree. Consensus was reached if at least seven out the nine contributors (77.8%) scored the statement as 4 or 5. The first Delphi questionnaire re-scored the original statements but none of the original statements were kept unchanged. Updated statements were drafted by the group Chair based on the evidence obtained from the literature review. All group members considered each new statement independently and scored their agreement blinded to oth- ers in the group. Group members were asked to consider both the updated and original evidence used to develop the 2017 guidelines [3]. Further Delphi rounds were per- formed when consensus was not reached for at least one 3359 European Radiology (2022) 32:3358–3368 1 3",
    "statement and the relevant statement was re-drafted and re-distributed by the Chair. In total, three Delphi rounds were required to reach consensus on all guideline state- ments (hereafter called recommendations). The guideline revision process followed the ESGAR recommendations for guideline development [4] and the principles of the Appraisal of Guidelines, Research and Evaluation (AGREE) II instrument [5]. Contributors were asked to list each article that they considered relevant to each recommendation, then independently graded the over- all level of evidence using the Grading of Recommenda- tions Assessment, Development and Evaluation (GRADE) system [6] for each relevant article. This information was returned to the group Chair along with the score for each statement. Formal comparison of GRADE classification between contributors was not performed. Any considerable discrepancies in GRADE classification was planned to be fed back to individual contributors by the Chair; however, this was not required. A draft manuscript was distributed amongst the group by the Chair for agreement. The final manuscript was approved by the ESGAR guidelines com- mittee prior to submission for publication. Guideline recommendations A summary of the revised recommendations is provided within a management algorithm in Fig. 1. The recommen- dations below are based on the use of TAUS. Recommen- dations 1 to 7 have changed from the previous guidance, whereas recommendation 8 is unchanged. In cases of mul- tiple polyps, the measurement of the largest polyp should be recorded and used to decide subsequent management. As reported in the original guidelines, a gallbladder polyp is defined as an elevation of the gallbladder wall that protrudes into the gallbladder lumen (Fig. 2). The polyp should not be mobile or demonstrate posterior acoustic shadowing, features that are consistent with a calculus. A polyp can be sessile or pedunculated. If clear reverbera- tion or ‘comet tail artefact’ is present, the lesion should be described as a pseudo-polyp (focal adenomyomatosis or a cholesterol polyp), in which case these guidelines do not apply. Again, it must be noted that not all pseudo-polyps demonstrate these ultrasound findings. An infiltrating or large mass should be considered as a gallbladder cancer, rather than a polyp. Percentage agreement between contributors and GRADE of evidence are provided for each recommendation below. The explanatory text for each recommendation below sum- marises the literature published since 2015. Radiological investigation of gallbladder polypoid lesions Recommendation Primary investigation of polypoid lesions of the gall- bladder should be with abdominal ultrasound. Routine use of other imaging modalities is not recommended presently, but further research is needed. In centres with appropriate expertise and resources, alternative imaging modalities (such as contrast-enhanced and endoscopic ultrasound) may be useful to aid decision-making in dif- ficult cases. (Strong recommendation, low–moderate quality evi- dence, 100% agreement) TAUS remains the recommended primary imaging modality for the diagnosis and follow-up of gallbladder pol- yps, though several diagnostic accuracy studies conducted since 2015 have highlighted high false positive rates associ- ated with this modality. The low positive predictive value (PPV) therefore has implications for increased cholecystec- tomy rates. However, the diagnostic accuracy should be con- sidered in the context of low gallbladder polyp prevalence. Martin et al. [7] conducted a systematic review which included 14 studies and 15,497 patients. In total, 1,259 had a gallbladder polyp. TAUS had a high false-positive rate (85.1%) for the diagnosis of gallbladder polyps when com- pared with pathological findings. Pickering et al. [8] con- ducted a retrospective study including 134 patients from four centres. Pseudo-polyps were found in 75 (55.9%) gallbladder specimens. Dysplastic or malignant polyps were seen in only six (4.5%) specimens and the PPV of TAUS for detecting neoplastic polyps was 4.5%. Spaziani et al. [9] conducted a single-centre, retrospective study including 2,631 patients who underwent cholecystectomy, of which 38 (1.4%) were diagnosed with gallbladder polyps on TAUS. False posi- tives were found in 8 of those 38 patients (21.1%). A study by Lodhi et al. [10] demonstrated a PPV of 2.7%. Similar studies by Li et al. [11] ( n = 2,290) and Metman et al. [12] ( n = 108) found false positive rates of 1,661/2,290 (72.5%) and 62/65 (95.4%), respectively. These studies all suggested that surgical decisions should not be based on the TAUS findings alone, and that a more personalised approach be adopted. Since the original guidelines, several studies have explored the potential of alternative modalities for detecting gallbladder polyps and differentiating dysplastic/malignant from benign polyps. High‑resolution ultrasound Kim et al. [13] compared high-resolution ultrasound versus TAUS in a prospective single-centre study of 110 patients. Thirty-seven patients had cancer (33.6%), and 73 had 3360 European Radiology (2022) 32:3358–3368 1 3",
    "polyps (66.4%). High-resolution features of neoplastic pol- yps included a single lobular surface, vascular core, hypo- echoic polyp and hypoechoic foci. However, a polyp size of greater than 1 cm remained independently associated with a neoplastic polyp (odds ratio = 7.5, p = 0.02), resulting in a sensitivity and specificity of 66.7% and 89.1%, respectively. Endoscopic ultrasound A Cochrane systematic review by Wennmacker et al. comparing TAUS with endoscopic ultrasound (EUS) was published in 2018 [14]. Indirect comparison was only pos- sible because limited numbers of patients received both tests, meaning meta-analysis could not be performed. Three studies ( n = 209) investigating EUS to differenti- ate true and pseudo-polyps were analysed. The sensitivity of EUS was 0.85 (95% confidence intervals (CI) 0.46 to 0.97) and the specificity was 0.90 (95% CI 0.78 to 0.96) compared to a sensitivity of 0.68 (95% CI 0.44 to 0.85) and specificity of 0.79 (95% CI 0.57 to 0.91) in six studies ( n = 1078) investigating TAUS. Fig. 1 Management algorithm 3361 European Radiology (2022) 32:3358–3368 1 3",
    "Three studies ( n = 351) investigating EUS to differenti- ate dysplastic polyps and non-dysplastic polyps found the sensitivity of EUS was 0.86 (95% CI 0.76 to 0.92) and the specificity was 0.92 (95% CI 0.85 to 0.95). This was com- pared to a sensitivity of 0.79 (95% CI 0.62 to 0.90) and the specificity of 0.89 (95% CI 0.68 to 0.97) with TAUS in four studies ( n = 1,009). The review concluded that insufficient evidence exists to show that EUS is better than TAUS. No studies investigated EUS for the detection of gallbladder polyps. Contrast‑enhanced ultrasound There has been a growing interest in contrast-enhanced ultrasound (CEUS) to improve the diagnosis and risk strati- fication of gallbladder polyps [15–21]. These are mostly small, single-centre studies with selected cohorts of patients. Notable examples include a study by Zhang et al. [15] which recruited 105 patients with gallbladder lesions. Sev- enteen patients had cancer, and 88 were benign. The sensi- tivity, specificity, PPV, negative predictive value (NPV) and accuracy of CEUS were 94.1%, 95.5%, 80.0%, 98.8% and 95.2%, respectively. These were significantly higher than conventional ultrasound (82.4%, 89.8%, 60.9%, 96.3% and 88.6%, respectively). Fei et al. [17] attempted to differentiate adenoma from cholesterol polyps in a prospective single-centre including 112 consecutive patients. There were differences in patient age, lesion size, echogenicity, stalk width, enhancement intensity and vascularity of lesion between the two groups. Multiple logistic regression analysis showed that enhance- ment intensity, stalk of lesion and vascularity were inde- pendent factors associated with adenoma. Dong et al. [18] conducted a prospective single-centre study recruiting 59 patients with focal gallbladder lesions, including 15 with adenocarcinoma, and 29 with polyps. CEUS features of arterial-phase irregular intralesional vascularity (10/15, 66.7%), late-phase hypo-enhancement (12/15, 80.0%), destruction of gallbladder wall (8/15, 53.3%) and infiltration to the adjacent liver (6/15, 40.0%) were sig- nificantly higher in gallbladder malignancy. The sensitivity, specificity and accuracy of CEUS were 93.3%, 88.5% and 100%, respectively. Magnetic resonance imaging A retrospective, single-centre study by Kitazume et al. [22] which included 91 patients (13 malignant, 78 benign) com- pared diffusion-weighted imaging (DWI) to three morpho- logical features (mass, disrupted mucosal line and absence of two-layered pattern). When two or more morphological features were positive for malignancy, the sensitivity, speci- ficity and accuracy were 76.9%, 84.0% and 83.0%, respec- tively. When morphological features were combined with apparent diffusion coefficient (ADC) values of less than 1.2 × 10 −3 mm 2 /s, or a lesion to spinal cord ratio of more than 0.48, the sensitivity, specificity and accuracy were 73.0%, 96.2% and 92.9%, respectively. Positron emission tomography One small, single-centre study ( n = 30, with 12 malignan- cies) investigated 18 fluorine-fluorodeoxyglucose (18F-FDG) positron emission tomography (PET) to differentiate benign and malignant gallbladder wall thickening [23]. Using a threshold of 8.5 mm, the sensitivity and specificity of detect- ing malignancy was 94% and 67%. The mean standardised uptake value (SUV) uptake was 7.5 (benign = 4.5, malig- nant = 14.3, p = 0.01). Using a SUV threshold of 5.95, the sensitivity and specificity of detecting malignancy was 92% and 79%. Overall, the sensitivity, specificity, PPV, NPV and diagnostic accuracy of FDG-PET was 91%, 79%, 77%, 92% and 84%, respectively. Fig. 2 Selected images from two different patients show a a true gallbladder polyp and b a pseudo-polyp demonstrat- ing posterior reverberation or ‘comet-tail’ artefact 3362 European Radiology (2022) 32:3358–3368 1 3",
    "Radiomics A few studies have investigated radiomics to differentiate benign and malignant gallbladder polyps [24, 25]. These were small, single-centre studies that used quantitative imaging data in attempt to improve the performance of conventional diagnostic techniques. These studies reported variable results, with potentially significant metrics demon- strated, but the studies are limited by their sample size and methodology. The group acknowledge that although these studies investigating alternative modalities are promising, further research is needed to reliably improve the accurate dif- ferentiation of benign from malignant gallbladder polyps. Most studies are of limited value due to their small sample size and study design. To make these guidelines useful for all radiology departments, TAUS continues to be recom- mended. TAUS is a highly repeatable and reproducible technique [26], an essential criterion when monitoring an abnormality over time. Centres with sufficient resources and expertise may find alternative modalities useful, particularly in patients considered high risk for cholecystectomy. Cholecystectomy for polypoid lesions of the gallbladder Recommendation Cholecystectomy is recommended in patients with polypoid lesions of the gallbladder measuring 10 mm or more, providing the patient is fit for, and accepts, sur- gery. Multidisciplinary discussion may be employed to assess perceived individual risk of malignancy. (Strong recommendation, low-quality evidence, 100% agreement) Polyp size remains an independent risk factor for malig- nancy. One large observational study by Wennmacker et al. [27] suggested that the 10 mm threshold alone may not be a sufficient indication to perform cholecystectomy. The authors studied a national cohort of histopathologically proven gallbladder polyps to distinguish neoplastic from non-neoplastic polyps between 2003 and 2013. In total, 2,085 of 220,612 cholecystectomies contained a polyp (0.9%). Of these, 56.4% were neoplastic (40.1% premalig- nant, 59.9% malignant) and 43.6% non-neoplastic (41.5% cholesterol polyp, 37.0% adenomyomatosis, 21.5% other). Pathological polyp size was reported in 1,059 patients. There was a significant difference in size between neoplastic and non-neoplastic polyps (18.1 mm vs 7.5 mm, p < 0.001). Fifty percent of all polyps were 10 mm or greater. Using this size threshold, the sensitivity, specificity, PPV and NPV for neoplastic polyps were 68.1%, 70.2%, 72.9% and 65.1%, respectively. Several studies [25, 28–34] have investigated alternative size thresholds at which to intervene, but the overall qual- ity of evidence remains low. These include thresholds of 12 mm [28, 29], 13 mm [30, 31], 14 mm [25] and 15 mm [32–34]. In the absence of an alternative size threshold with better quality evidence, the group chose to leave the 10 mm threshold unchanged. Multidisciplinary team (MDT) meet- ings may be used to discuss the best management of indi- vidual patients. Polypoid lesion of the gallbladder with symptoms potentially attributable to the gallbladder Recommendation Cholecystectomy is suggested if no alternative cause for the patient’s symptoms is demonstrated and the patient is fit for, and accepts, surgery. The patient should be counselled about the benefit of cholecystectomy versus the risk of persistent symptoms. (Strong recommendation, low-quality evidence, 100% agreement) Again, there was limited and low-quality evidence regard- ing the value of cholecystectomy in patients with symptoms potentially attributable to the gallbladder. Polyps them- selves are unlikely to cause pain; however, some studies have reported associations between polyp formation [11], adenoma [35] and malignancy [36, 37] with gallstones and/ or cholecystitis. There were concerns of reports that symp- toms can persist following cholecystectomy. One such study reported that 85 of 140 symptomatic patients (60.7%) reported ongoing pain after their cholecystectomy [38]. Hence, the group emphasise that symptomatic patients with gallbladder polyps should be counselled about the potential benefits of cholecystectomy versus the risks of persistent pain. Risk factors for malignancy in patients with polypoid lesions of the gallbladder measuring 6–9 mm Recommendation If the patient has a 6–9 mm polypoid lesion of the gall- bladder and one or more risk factors for malignancy, cholecystectomy is recommended if the patient is fit for, and accepts, surgery. These risk factors are: • Age more than 60 years • History of primary sclerosing cholangitis (PSC) • Asian ethnicity • Sessile polypoid lesion (including focal gallbladder wall thickening > 4 mm) 3363 European Radiology (2022) 32:3358–3368 1 3",
    "(Strong recommendation, low–moderate quality evi- dence, 100% agreement) Patient age Age continues to be a prognostic factor for gallbladder can- cer. Much like polyp size, optimum age thresholds defin- ing the risk factor are variable between studies and in many cases are entirely arbitrary. The best available evidence is a systematic review published by Elmasry et al. in 2016 [39], which included 12 studies and 5,482 gallbladder polyps. The review identified an age threshold of more than 60 years as a significant risk factor for malignancy. Given the ageing population worldwide, and an incidence of malignant polyps of just 0.6% in this review, the group suggested increasing the age threshold to more than 60 years. However, we note that the available evidence is of moderate quality at best. Primary sclerosing cholangitis Few studies related to primary sclerosing cholangitis (PSC) as a risk factor in gallbladder polyps have been published since the original guidelines were developed. van Erp et al. [40] studied 453 patients with PSC across two centres. Gall- bladder polyps were discovered in 16%. The gallbladder can- cer rate was 8.8 (95% CI 1.8–25.7) per 1000 person-years. Another study by Sagvand et al. [41] found polyps in 10.6% of patients with PSC ( n = 363). Two cases of adenocarci- noma were found in 4 mm and 7 mm polyps, the remaining four of six adenocarcinomas measured > 10 mm. PSC is still considered a risk factor, because even some smaller polyps appear to have malignant potential in this population. Asian ethnicity Again, there were few recent studies examining ethnicity as a risk factor for malignancy. The systematic review by Elmasry et al. [39] provided more evidence that Indian ethnicity was associated with increased risk of malig- nancy. Another systematic review by Babu et al. [42] which included 43 articles and 11,685 patients with polyps found that the risk of malignancy was higher in Asian populations and suggested increased duration of surveillance in these populations. The group decided that, based on the latter sys- tematic review, this risk factor should be broadly extended to include all Asian populations. Sessile polyp (including focal gallbladder wall thickening > 4 mm) Several observational studies have identified sessile polyps as a risk factor for malignancy in multi-variable analysis [25, 30, 32, 43]. Notably, Terzioglu et al. [43] studied 278 patients (5% had neoplastic polyps) in a single-centre study and reported that sessile morphology ( p < 0.001) was inde- pendent predictor of a neoplastic polyp. The group elected to continue recommending that a sessile polyp, including focal gallbladder wall thickening > 4 mm, is considered a risk fac- tor. An important consideration is that true wall thickening should be differentiated from adenomyomatosis [44]. Several studies identified in the literature review also reported a solitary polyp as a risk factor for malignancy [25, 27, 30, 32, 39, 43]. However, details on the size of the polyp, and the association with other risk factors such as age, were often lacking. To ensure these revised guidelines are pragmatic and easily adoptable, the group decided not to add a solitary polyp to the list of risk factors above. However, the group would like to emphasise that when a patient has one of the four risk factors, the presence of a solitary polyp strengthens the evidence that malignant potential exists, and that cholecystectomy should be considered. Monitoring of small polypoid lesions in patients with risk factors, or in patients without risk factors Recommendation If the patient has either: • No risk factors for malignancy and a gallbladder polypoid lesion of 6–9 mm or • Risk factors for malignancy and a gallbladder poly- poid lesion 5 mm or less Follow-up ultrasound of the gallbladder is recom- mended at 6 months, 1 year and 2 years. Follow-up should be discontinued after 2 years in the absence of growth. (Moderate strength recommendation, moderate-qual- ity evidence, 89% agreement) Recently, a large retrospective study by Szpakowski and Tucker reported outcomes of gallbladder polyps in a patient cohort monitored for 20 years from a population of more than 600,000 [45]. The unadjusted gallbladder cancer rate per 100,000 person-years was 11.3 (95% CI 6.2–16.3) and increased with greater polyp size, from 1.3 (95% CI 0.7–6.5) in polyps less than 6 mm, to 128.2 (95% CI 9.4–217.0) in polyps 10 mm or greater. Additionally, gallbladder cancer rates in this cohort study were similar in patients with and without polyps on initial ultrasound (0.053% vs 0.054%, respectively). The authors suggested that a limited strat- egy of one or two follow-up ultrasound investigations in the subsequent 1–2 years should provide adequate duration of monitoring. The group felt that the frequency and dura- tion of monitoring recommended is sufficient to provide adequate reassurance for patients and clinicians, and wish 3364 European Radiology (2022) 32:3358–3368 1 3",
    "to emphasise that monitoring should be reserved for those who are potentially fit for surgery. Monitoring of small polypoid lesions in patients without risk factors Recommendation If the patient has no risk factors for malignancy, and a gallbladder polypoid lesion of 5 mm or less, follow-up is not required. (Strong recommendation, moderate-quality evidence, 100% agreement) The group acknowledges that a few cases of gallbladder cancer in polyps measuring 5 mm or less have been reported in the literature to date, and predominately in those patients with risk factors. However, the new data reported by Szpa- kowski and Tucker [45] was felt to provide insufficient justification for their ongoing follow-up. Szpakowski and Tucker hypothesised that the resources required for yearly surveillance would be considerable. For example, in polyps smaller than 10 mm, it was hypothesised that 95,624 ultra- sound examinations after the first year would be required to detect one gallbladder cancer (equalling a rate of 1.05 per 100,000). Therefore, the group felt a pragmatic approach to small gallbladder polyps was necessary, and, as such, do not rec- ommend that gallbladder polyps measuring 5 mm or less are monitored. This strategy broadly aligns with the American College of Radiology [46] and the Canadian Association of Radiolo- gists Incidental Findings Working Group [47], who recom- mend that polyps less than 7 mm do not require follow-up. Management of gallbladder polypoid lesions that grow Recommendation If during follow-up the gallbladder polypoid lesion reaches 10 mm, then cholecystectomy is advised. If the polypoid lesion grows by 2 mm or more within the 2-year follow-up period, then the current size of the polypoid lesion should be considered along with patient risk factors. Multidisciplinary discussion may be employed to decide whether continuation of monitoring, or cholecystectomy, is necessary. (Moderate strength recommendation, moderate-qual- ity evidence, 78% agreement) Szpakowski and Tucker [45] provide the best evidence to date that slow growth is part of the natural history of gallbladder polyps, having 5-year and 10-year follow-up data on 13,236 and 4,923 patients, respectively. Their study reported that the cumulative probability of a gall- bladder polyp growing by 2 mm or more at 10 years was small, but uniformly progressive during the follow-up period, reaching 66.2% (95% CI, 62.3–70.0%) in pol- yps initially smaller than 6 mm and 52.9% (95% CI, 47.1–59.0%) in those initially sized 6–10 mm. The risk of polyps reaching 10 mm also increased lin- early over time, with smaller polyps taking a longer dura- tion to reach that size. In addition, growth to 10 mm was not associated with increased risk of gallbladder cancer. In total, 507 gallbladder polyps (with at least 1 follow- up ultrasound) reached a size of 10 mm, of which 210 (41.4%) were initially smaller than 6 mm and 297 (58.6%) were sized between 6 and 10 mm. In the 1549 person- years of follow-up, no gallbladder cancer was diagnosed. Importantly, the risk of subsequent growth in those with previous stability of polyp size progressed in a similar relationship to those without the period of initial stabil- ity. The authors reported that one patient (< 0.1%) whose polyp was stable for 3 years subsequently developed gall- bladder cancer. Monitoring polypoid lesions that disappear Recommendation If during follow-up the gallbladder polypoid lesion disappears, then monitoring can be discontinued. (Strong recommendation, moderate-quality evidence, 89% agreement) This recommendation is unchanged from the previous guidance. The group found no new evidence to the con- trary. Despite studies demonstrating poor PPV for gallblad- der polyp detection, the systematic reviews of Martin et al. [7] and Wennmacker et al. [14] suggest the sensitivity and NPV of TAUS is high enough, and clinically acceptable, to discontinue monitoring of a polyp should one disappear. Limitations Again, a lack of randomised data concerning the manage- ment of gallbladder polyps exists. It may not be feasible to conduct a randomised trial of monitoring strategies given the infrequent event rate of gallbladder cancer and costs asso- ciated with the size of study needed to power the clinical endpoints. Systematic reviews and large observational stud- ies described above have been published since the previous version of the guidelines in attempt to discover important answers to these challenging clinical questions and have allowed these recommendations to be revised accordingly. Large, longitudinal European polyp registries may provide sufficient data to optimise patient management in the future. The group encourages further research in this area. 3365 European Radiology (2022) 32:3358–3368 1 3",
    "Consideration of health economics One further cost-effectiveness study has been published since Cairns et al. [48]. Patel et al. [49] have suggested that compliance with the original polyp monitoring guidelines may be cost-effective. Adherence to the European joint soci- ety guidelines could result in an estimated annual saving of £209,163 per 1,000 gallbladder polyps surveyed in the National Health Service (NHS), and result in an additional 12.5% of patients requiring cholecystectomy. However, com- pliance with guidelines was found to be poor. The data pub- lished by Szpakowski and Tucker since this study is likely to affect health economic models considerably. Further health economic research is needed to evaluate the cost-effective- ness of monitoring gallbladder polyps, particularly those measuring less than 10 mm. Compliance to guidelines As Patel et al. [49] and other groups [50] have demonstrated, compliance with the previous version of the guidelines was poor. The primary reason was reported to be the consider- able resources needed to complete the recommended follow- up schedule. The group hopes that there will be widespread adoption of the new recommendations, which no longer require follow-up for polypoid lesions 5 mm or less and suggest shorter follow-up duration, amongst all radiology departments and referring clinicians across Europe. Patient involvement As stated in the previous guidelines, the group is aware that acceptance of these guidelines is likely to vary across Europe. The group is still not aware of any specific European focus groups. However, we recognise how important patient involvement is when developing and updating guidelines, and strongly advocate the inclusion of patient representatives when designing and conducting research. Updating the guidelines These guidelines should be updated in or before 2025 if new evidence of good quality becomes available that warrant sig- nificant modification to these recommendations. Acknowledgements The group would like to thank Professor Jaap Stoker, Chair of the ESGAR Guideline Committee, and Professor Stuart Taylor, Dr. Doenja Lambregts and members of the ESGAR guideline committee, who assisted with editing the guidelines before publication. Funding The authors state that this work has not received any funding. Declarations Guarantor The scientific guarantor of this publication is Dr. Kieran Foley. Conflict of interest The authors of this manuscript declare no relation- ships with any companies whose products or services may be related to the subject matter of the article. Statistics and biometry No complex statistical methods were neces- sary for this paper. Informed consent Written informed consent was not required for this study because these are guidelines and no individual patient data were used. Ethical approval Institutional Review Board approval was not required because these are guidelines and no individual patient data were used. Methodology • Guideline development using Delphi consensus method. Open Access This article is licensed under a Creative Commons Attri- bution 4.0 International License, which permits use, sharing, adapta- tion, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by/4. 0/. References 1. Sung H, Ferlay J, Siegel RL et al (2021) Global Cancer Statis- tics 2020: GLOBOCAN Estimates of incidence and mortality worldwide for 36 cancers in 185 countries. CA Cancer J Clin 71(3):209–249 2. Misra MC, Guleria S (2006) Management of cancer gallbladder found as a surprise on a resected gallbladder specimen. J Surg Oncol 93(8):690–698 3. Wiles R, Thoeni R, Barbu S et al (2017) Management and follow- up of gallbladder polyps: joint guidelines between the European Society of Gastrointestinal and Abdominal Radiology (ESGAR), European Association for Endoscopic Surgery and other Inter- ventional Techniques (EAES), International Society of Digestive Surgery - European Federation (EFISDS) and European Society of Gastrointestinal Endoscopy (ESGE). Eur Radiol 27(9):3856–3866 4. Plumb AAO, Lambregts D, Bellini D, Stoker J, Taylor S, ESGAR Research Committee (2019) Making useful clinical guidelines: the ESGAR perspective. Eur Radiol 29(7):3757–3760 3366 European Radiology (2022) 32:3358–3368 1 3",
    "5. Brouwers MC, Kho ME, Browman GP et al (2010) AGREE II: advancing guideline development, reporting and evaluation in health care. J Clin Epidemiol 63(12):1308–1311 6. Guyatt GH, Oxman AD, Vist GE et al (2008) GRADE: an emerging consensus on rating quality of evidence and strength of recommendations. BMJ 336(7650):924–926 7. Martin E, Gill R, Debru E (2018) Diagnostic accuracy of transab- dominal ultrasonography for gallbladder polyps: systematic review. Can J Surg 61(3):200–207 8. Pickering O, Pucher PH, Toale C et al (2020) Prevalence and sonographic detection of gallbladder polyps in a Western Euro- pean population. J Surg Res 250:226–231 9. Spaziani E, Di Cristofano C, Di Filippo AR et al (2019) Polypoid lesions of the gallbladder in a consecutive series of 2631 patients. A single-center experience. Ann Ital Chir 90(4):305–310 10. Lodhi A, Waite K, Alam I (2020) The accuracy of ultrasonography for diagnosis of gallbladder polyps. Radiography 26(2):e52–e55 11. Li Y, Tejirian T, Collins JC (2018) Gallbladder polyps: real or imagined? Am Surg 84(10):1670–1674 12. Metman MJH, Olthof PB, van der Wal JBC, van Gulik TM, Roos D, Dekker JWT (2020) Clinical relevance of gallbladder polyps; is cholecystectomy always necessary? HPB (Oxford) 22(4):506–510 13. Kim JH, Lee JY, Baek JH et al (2015) High-resolution sonogra- phy for distinguishing neoplastic gallbladder polyps and staging gallbladder cancer. AJR Am J Roentgenol 204(2):W150-159 14 Wennmacker SZ, Lamberts MP, Di Martino M, Drenth JP, Gurusamy KS, van Laarhoven CJ (2018) Transabdominal ultra- sound and endoscopic ultrasound for diagnosis of gallbladder polyps. Cochrane Database Syst Rev 8:CD012233 15. Zhang H-P, Bai M, Gu J-Y, He Y-Q, Qiao X-H, Du L-F (2018) Value of contrast-enhanced ultrasound in the differential diagno- sis of gallbladder lesion. World J Gastroenterol 24(6):744–751 16. Zhuang B, Li W, Wang W et al (2018) Contrast-enhanced ultra- sonography improves the diagnostic specificity for gallbladder- confined focal tumors. Abdom Radiol (NY) 43(5):1134–1142 17. Fei X, Lu W-P, Luo Y-K et al (2015) Contrast-enhanced ultra- sound may distinguish gallbladder adenoma from cholesterol polyps: a prospective case-control study. Abdom Imaging 40(7):2355–2363 18. Dong Y, Liu L, Cao Q et al (2020) Differential diagnosis of focal gallbladder lesions: the added value of contrast enhanced ultrasound with liner transducers. Clin Hemorheol Microcirc 74(2):167–178 19. Bae JS, Kim SH, Kang H-J et al (2019) Quantitative contrast- enhanced US helps differentiating neoplastic vs non-neoplastic gallbladder polyps. Eur Radiol 29(7):3772–3781 20. Miwa H, Numata K, Sugimori K et al (2019) Differential diag- nosis of gallbladder polypoid lesions using contrast-enhanced ultrasound. Abdom Radiol (NY) 44(4):1367–1378 21. Yuan H-X, Cao J-Y, Kong W-T, Xia H-S, Wang X, Wang W-P (2015) Contrast-enhanced ultrasound in diagnosis of gallbladder adenoma. Hepatobiliary Pancreat Dis Int 14(2):201–207 22. Kitazume Y, Taura S-I, Nakaminato S et al (2016) Diffusion- weighted magnetic resonance imaging to differentiate malignant from benign gallbladder disorders. Eur J Radiol 85(4):864–873 23. Gupta V, Vishnu KS, Yadav TD et al (2019) Radio-pathological correlation of 18F-FDG PET in characterizing gallbladder wall thickening. J Gastrointest Cancer 50(4):901–906 24. Yang X, Liu Y, Guo Y, Chai R, Niu M, Xu K (2020) Utility of radiomics based on contrast-enhanced CT and clinical data in the differentiation of benign and malignant gallbladder polypoid lesions. Abdom Radiol (NY) 45(8):2449–2458 25. Choi TW, Kim JH, Park SJ, Ahn SJ, Joo I, Han JK (2018) Risk stratification of gallbladder polyps larger than 10 mm using high-resolution ultrasonography and texture analysis. Eur Radiol 28(1):196–205 26. Lee SB, Lee Y, Kim SJ et al (2020) Intraobserver and interob- server reliability in sonographic size measurements of gallblad- der polyps. Eur Radiol 30(1):206–212 27. Wennmacker SZ, van Dijk AH, Raessens JHJ et al (2019) Polyp size of 1cm is insufficient to discriminate neoplastic and non- neoplastic gallbladder polyps. Surg Endosc Other Interv Tech 33(5):1564–1571 28. Lee SR, Kim HO, Shin JH (2019) Reasonable cholecystectomy of gallbladder polyp - 10 years of experience. Asian J Surg 42(1):332–337 29. Sun Y, Yang Z, Lan X, Tan H (2019) Neoplastic polyps in gallbladder: a retrospective study to determine risk factors and treatment strategy for gallbladder polyps. Hepatobiliary Surg Nutr 8(3):219–227 30. Onda S, Futagawa Y, Gocho T et al (2020) A preoperative scor- ing system to predict carcinoma in patients with gallbladder polyps. Dig Surg 37(4):275–281 31. Park HY, Oh SH, Lee KH, Lee JK, Lee KT (2015) Is chol- ecystectomy a reasonable treatment option for simple gall- bladder polyps larger than 10 mm? World J Gastroenterol 21(14):4248–4254 32. Yang J-I, Lee JK, Ahn DG et al (2018) Predictive model for neoplastic potential of gallbladder polyp. J Clin Gastroenterol 52(3):273–276 33. Sarici IS, Duzgun O (2017) Gallbladder polypoid lesions >15mm as indicators of T1b gallbladder cancer risk. Arab J Gastroenterol 18(3):156–158 34. Kim J, Lee J, Kim Y et al (2016) US characteristics for the prediction of neoplasm in gallbladder polyps 10 mm or larger. Eur Radiol 26(4):1134–1140 35. Ungarreevittaya P, Thammaroj J, Jenwitheesuk K (2018) Clini- cal factors predictive of GB adenoma/carcinoma in patients with GB polyps. J Med Assoc Thai 101(11):1537–1541 36. Guo J, Wu G, Zhou Z (2015) Polypoid lesions of the gallblad- der: report of 160 cases with special reference to diagnosis and treatment in China. Int J Clin Exp Pathol 8(9):11569–11578 37. Xu A, Zhang Y, Hu H, Zhao G, Cai J, Huang A (2017) Gall- bladder polypoid-lesions: what are they and how should they be treated? A single-center experience based on 1446 cholecystec- tomy patients. J Gastrointest Surg 21(11):1804–1812 38. Aliyazicioglu T, Carilli S, Emre A et al (2017) Contribution of gallbladder polyp surgery to treatment. Eur Surg Acta Chirur- gica Austriaca 49(1):23–26 39 Elmasry M, Lindop D, Dunne DFJ, Malik H, Poston GJ, Fen- wick SW (2016) The risk of malignancy in ultrasound detected gallbladder polyps: a systematic review. Int J Surg 33(Pt A):28–35 40. van Erp LW, Cunningham M, Narasimman M et al (2020) Risk of gallbladder cancer in patients with primary sclerosing chol- angitis and radiographically detected gallbladder polyps. Liver Int 40(2):382–392 41. Sagvand BT, Edwards K, Shen B (2018) Frequency, risk factors, and outcome of gallbladder polyps in patients with primary sclerosing cholangitis: a case-control study. Hepatol Commun 2(12):1440–1445 42. Babu BI, Dennison AR, Garcea G (2015) Management and diag- nosis of gallbladder polyps: a systematic review. Langenbecks Arch Surg 400(4):455–462 43. Terzioglu SG, Kilic MO, Sapmaz A, Karaca AS (2017) Predic- tive factors of neoplastic gallbladder polyps: Outcomes of 278 patients. Turk J Gastroenterol 28(3):202–206 44. Golse N, Lewin M, Rode A, Sebagh M, Mabrut JY (2017) Gall- bladder adenomyomatosis: diagnosis and management. J Visc Surg 154(5):345–353 3367 European Radiology (2022) 32:3358–3368 1 3",
    "45. Szpakowski J-L, Tucker L-Y (2020) Outcomes of gallbladder polyps and their association with gallbladder cancer in a 20-year cohort. JAMA Network Open 3(5):e205143 46. Sebastian S, Araujo C, Neitlich JD, Berland LL (2013) Manag- ing incidental findings on abdominal and pelvic CT and MRI, Part 4: white paper of the ACR Incidental Findings Commit- tee II on gallbladder and biliary findings. J Am Coll Radiol 10(12):953–956 47. Bird JR, Brahm GL, Fung C, Sebastian S, Kirkpatrick IDC (2020) Recommendations for the management of incidental hepatobiliary findings in adults: endorsement and adaptation of the 2017 and 2013 ACR Incidental Findings Committee White Papers by the Canadian Association of Radiologists Incidental Findings Working Group. Can Assoc Radiol J 71(4):437–447 48. Cairns V, Neal CP, Dennison AR, Garcea G (2012) Risk and cost-effectiveness of surveillance followed by cholecystectomy for gallbladder polyps. Arch Surg 147(12):1078–1083 49. Patel K, Dajani K, Vickramarajah S, Huguet E (2019) Five year experience of gallbladder polyp surveillance and cost effective analysis against new European consensus guidelines. HPB (Oxford) 21(5):636–642 50. Daglish M, Franklin J (2020) Service evaluation: GB polyp sur- veillance. Clin Radiol 75(Supplement 1):e1–e2 Publisher’s note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. Authors and Affiliations Kieran G. Foley 1 · Max J. Lahaye 2 · Ruedi F. Thoeni 3 · Marek Soltes 4 · Catherine Dewhurst 5 · Sorin Traian Barbu 6 · Yogesh K. Vashist 7 · Søren Rafael Rafaelsen 8 · Marianna Arvanitakis 9 · Julie Perinel 10 · Rebecca Wiles 11 · Stuart Ashley Roberts 12 * Kieran G. Foley Kieran.Foley@wales.nhs.uk 1 Department of Clinical Radiology, Royal Glamorgan Hospital, Llantrisant, UK 2 Department of Radiology, Netherlands Cancer Institute, Amsterdam, The Netherlands 3 Department of Radiology and Biomedical Imaging, University of California, San Francisco Medical School, San Francisco, CA, USA 4 1st Department of Surgery LF UPJS a UNLP, Kosice, Slovakia 5 Department of Radiology, Mercy University Hospital, Grenville Place, Cork, Ireland 6 4th Surgery Department, University of Medicine and Pharmacy “Iuliu Hatieganu”, Cluj - Napoca, Romania 7 Clinics of Surgery, Department General, Visceral and Thoracic Surgery, Asklepios Goslar, Germany 8 Department of Radiology, Clinical Cancer Centre, Vejle Hospital, University of Southern Denmark, Odense M, Denmark 9 Department of Gastroenterology, Erasme University Hospital ULB, Brussels, Belgium 10 Department of Hepatobiliary and Pancreatic Surgery, Edouard Herriot Hospital, Lyon, France 11 Department of Radiology, Liverpool University Hospitals NHS Foundation Trust, Liverpool, UK 12 Department of Radiology, University Hospital of Wales, Cardiff, UK 3368 European Radiology (2022) 32:3358–3368 1 3"
  ],
  "processed_at": "2026-01-30T15:58:55.402Z"
}