{
  "doc_id": "2321807316822cb1acfb4b54d425d905",
  "source_id": "ESGO-ESTRO-ESP-Guidelines-for-EC_-LO-July-2025",
  "total_pages": 13,
  "pages": [
    "www.thelancet.com/oncology Vol 26 August 2025 e423 Policy Review Lancet Oncol 2025; 26: e423–35 Department of Gynecology and Gynecological Oncology (Prof N Concin MD PhD, R Schwameis MD) and Department of Radiation Oncology (A Sturdza MD) , Medical University of Vienna, Vienna, Austria; Department of Pathology, Hospital Universitari Arnau de Vilanova, Lleida, Spain (Prof X Matias-Guiu MD, S Gatius MD) ; Department of Pathology, Hospital Universitari de Bellvitge, Barcelona, Spain (Prof X Matias-Guiu) ; Department of Gynaecology, Obstetrics and Neonatology, General University Hospital in Prague, First Faculty of Medicine, Charles University, Prague, Czech Republic (Prof D Cibula MD) ; Gynecologic Program, European Institute of Oncology IRCCS, Milan, Italy (Prof N Colombo MD) ; Department of Medicine and Surgery, University of Milan- Bicocca, Milan, Italy (Prof N Colombo) ; Department of Radiation Oncology (Prof C L Creutzberg MD) and Department of Pathology (Prof T Bosse MD) , Leiden University Medical Center, Leiden, Netherlands; Department of Oncology, University College London Cancer Institute, University College London, London, UK (Prof J Ledermann MD) ; Department of Oncology, Rigshospitalet, Copenhagen University Hospital, Copenhagen, Denmark (Prof M R Mirza MD) ; Department of Gynaecologic Oncology, Leuven Cancer Institute, University Hospitals Leuven, Leuven, Belgium (Prof I Vergote MD) ; Gynecologic Service, Department of Surgery, Memorial Sloan Kettering Cancer Center, New York, NY, USA (Prof N R Abu-Rustum MD) ; ESGO–ESTRO–ESP guidelines for the management of patients with endometrial carcinoma: update 2025 Nicole Concin, Xavier Matias-Guiu, David Cibula, Nicoletta Colombo, Carien L Creutzberg, Jonathan Ledermann, Mansoor Raza Mirza, Ignace Vergote, Nadeem R Abu-Rustum, Tjalling Bosse, Cyrus Chargari, Sophie Espenel, Anna Fagotti, Christina Fotopoulou, Sonia Gatius, Antonio González-Martin, Sigurd Lax, Bar Levy, Domenica Lorusso, Gabriella Macchia, Christian Marth, Philippe Morice, Ana Oaknin, Maria Rosaria Raspollini, Richard Schwameis, Jalid Sehouli, Alina Sturdza, Alexandra Taylor, Anneke Westermann, Pauline Wimberger, François Planchamp, Remi A Nout In 2023, based on advances in the understanding of the pathological and molecular features of endometrial carcinoma, an updated International Federation of Gynaecology and Obstetrics (FIGO) staging system was published, aiming to better define prognostic groups and identify relevant treatment subgroups by including factors reflecting tumour biology (histological subtypes, lymphovascular space invasion, and molecular classification) alongside refinements of anatomical factors (peritoneal carcinomatosis and lymph node metastasis). As part of its mission to improve the quality of care for people with gynaecological cancers, the European Society of Gynaecological Oncology (ESGO), European Society for Radiotherapy and Oncology (ESTRO), and the European Society of Pathology (ESP) updated the ESGO–ESTRO–ESP evidence-based guidelines published in 2021 by incorporating this revised FIGO staging and the large body of new evidence addressing the management of endometrial carcinoma. The development process of these guidelines was based on a systematic literature review and critical appraisal process involving an international multidisciplinary development group consisting of 30 experts from relevant disciplines (gynaecological oncology, radiation oncology, medical oncology, and pathology). A patient representative was also included. Before publication, the guidelines were reviewed by 225 independent international practitioners in cancer care delivery and three patient representatives from Asia, Europe, North Africa, North America, the Middle East, and South America to ensure a global perspective. These guidelines comprehensively cover diagnosis, management, follow-up, and patient education. Management includes surgical and adjuvant therapy according to the stage of the disease, and metastatic and recurrent disease. The management algorithms and the principles of radiotherapy and pathological evaluation are also defined. Introduction Endometrial carcinoma is the sixth most commonly diagnosed cancer in females worldwide, with 417 000 new cases and 97 000 deaths in 2020. 1 In Europe, the estimated number of new cases of endometrial carcinoma was 124 874 in 2022, with 30 272 deaths, and the incidence is rising due to the ageing population and increasing prevalence of obesity. 2–5 Prevalence estimates differ substantially between countries and crude prevalence is more than two times higher in the highest prevalence countries compared with the lowest prevalence countries. In early 2020, the EUROCARE-6 study reported the estimated number of endometrial carcinoma survivors in Europe to be 123 000 within the past 2 years, 159 000 within the past 2–5 years, and 650 000 for more than 5 years (long-term survivors). 6 People aged 75 years or older comprised a substantial proportion of those living after a diagnosis of endometrial carcinoma. The prevalence and risk of comorbidities and metabolic syndrome increase with age and could be partly responsible for the decline in overall survival with age. However, age by itself is a prognostic factor; increased age has been associated with more aggressive tumour features and is independently and causally related to worse oncological outcomes. 7 Differences in patient characteristics and histopathological features of the disease affect patient prognosis and the recommended treatment approach. The European Society of Gynaecological Oncology (ESGO), the European Society of Radiotherapy and Oncology (ESTRO), and the European Society of Pathology (ESP) developed and published guidelines for the management of patients with endometrial carcinoma in 2021. 8 Due to advances in the understanding of the pathological and molecular features of endometrial carcinoma since the 2009 International Federation of Gynaecology and Obstetrics (FIGO) staging system, it was updated in 2023. 9 The update aimed to more precisely define prognostic groups and identify relevant treatment subgroups by including factors that reflect tumour biology (histological subtypes, lymphovascular space invasion, and molecular classification) and refinements of anatomical factors (peritoneal carcinomatosis and lymph node metastasis). 9 As part of its mission to improve the quality of care for people with gynaecological cancers, ESGO, ESTRO, and ESP have now updated these joint evidence-based guidelines in endometrial carcinoma and added new topics to cover comprehensive diagnosis, management, follow-up, and patient education. These updated guidelines consider the large body of new evidence in this field and incorporate the revised 2023 FIGO staging, which reflects the improved understanding of the complex nature of the different types of endometrial carcinoma and their underlying biological behaviour.",
    "e424 www.thelancet.com/oncology Vol 26 August 2025 Policy Review Radiation Oncology Department, Pitié Salpêtrière University Hospital, Paris, France (Prof C Chargari MD) ; Department of Radiation Oncology (S Espenel MD) and Department of Gynecological Surgery (Prof P Morice MD) , Gustave Roussy Cancer Campus, Villejuif, France; Gynecologic Oncology Unit, Fondazione Policlinico Universitario A Gemelli IRCCS, Rome, Italy (Prof A Fagotti MD) ; Department of Surgery and Cancer, Faculty of Medicine, Imperial College London, London, UK (Prof C Fotopoulou MD) ; Medical Oncology Department, Cancer Center Clinica Universidad de Navarra, Madrid, Spain (Prof A González-Martin MD) ; Department of Pathology, Hospital Graz II, Medical University of Graz, Graz, Austria (Prof S Lax MD) ; Johannes Kepler University, Linz, Austria (Prof S Lax) ; HaBait Shel Bar - Israel Women’s Cancer Association, Tel Aviv, Israel (B Levy MSc) ; Department of Public Health, Faculty of Medicine, Tel Aviv University, Tel Aviv, Israel (B Levy) ; Department of Biomedical Sciences, Humanitas University, Pieve Emanuele and Humanitas San Pio X, Milan, Italy (Prof D Lorusso MD) ; Radiation Oncology Unit, Responsible Research Hospital-Campobasso and Catholic University of Sacred Heart-Rome, Rome, Italy (G Macchia MD) ; Department of Obstetrics and Gynecology, Medical University Innsbruck, Innsbruck, Austria (Prof C Marth MD) ; Université Paris Saclay, Paris, France (Prof P Morice) ; Medical Oncology Service, Vall d’Hebron Institute of Oncology, Vall d’Hebron Barcelona Hospital Campus, Barcelona, Spain (A Oaknin MD) ; Histopathology and Molecular Diagnostics, Azienda Ospedaliero Universitaria Careggi, Florence, Italy (Prof M R Raspollini MD) ; Department of Gynecology with Center for Oncological Surgery, Charite - Universitätsmedizin Berlin, Berlin, Germany (Prof J Sehouli MD) ; Department of Gynaecology Oncology, The Royal Marsden National Health Definition of the scope and topics covered The guidelines cover all relevant issues of diagnosis, treatment, follow-up, and patient education for endometrial carcinoma in a multidisciplinary setting and are intended for use by gynaecological oncologists, general gynaecologists, surgeons, radiation oncologists, pathologists, medical and clinical oncologists, radio - logists, general practitioners, palliative care teams, and allied health professionals. Fertility-sparing treatment in patients with endometrial carcinoma is covered by the evidence-based guidelines developed jointly by ESGO, the European Society of Human Reproduction and Embryology, and the European Society for Gynaecological Endoscopy published in 2023, and thus was not included in these guidelines. 10 The present guidelines do not include any economic analysis of the strategies. Treatment algorithms, a summary of evidence supporting the guidelines, and principles of radiotherapy and pathological evaluation are presented in the appendix (pp 8–60). ESGO guidelines are regularly updated according to standard operation procedures. Guideline development process The evidence-based guidelines were developed using a robust development process, including a multi - disciplinary international development approach, systematic literature search, and an external review process done by a large panel of physicians and patients ( figure 1 ; appendix pp 3, 5–7). Nomination of multidisciplinary international development group ESGO, ESTRO, and ESP nominated this multidisciplinary international panel of physicians on the basis of leadership through their expertise in clinical care, and research. A patient representative was also included. The international group of experts in charge of developing the guidelines was chaired by representatives of ESGO (NCon), ESTRO (RAN), and ESP (XM-G; appendix p 3). Formulation of guidelines Based on the collected evidence and clinical expertise, the international development group drafted guidelines for their assigned topics. The guidelines were discussed by the whole group (30 experts) and retained if they were supported by sufficiently high-level scientific evidence and when a large consensus (75% agreement) among experts was obtained. An adapted version of the Infectious Diseases Society of America–US Public Health Service Grading System 11 , 12 was used to define the level of evidence and grade of guideline for each guideline (panel) . External evaluation of guidelines: international review External evaluation of the guidelines (international review) was another key step of the development process. ESGO, ESTRO, and ESP established a large multidisciplinary panel (225 external reviewers, appendix pp 5–7) of practicing clinicians selected according to their expertise and involvement in clinical practice and research to act as independent expert reviewers. To ensure a global perspective, physicians from Asia, Europe, north Africa, North America, the Middle East, and South America were involved. Three patient representatives were also included. The independent reviewers were asked to evaluate each guideline according to its relevance and feasibility in clinical practice. Patients were approached separately and asked to evaluate each guideline according to their experience, preferences, and feelings. Reviewers were asked to provide comments or suggestions if they did not agree with the proposed guidelines. In total, evaluations from 225 external reviewers were collected and discussed by the development group members to finalise the guidelines’ development process (appendix pp 5–7). Definitions used For simplification, and to facilitate easy reading, mismatch repair deficient (MMRd) is used as a synonym for MMRd or microsatellite instable throughout the manuscript. Furthermore, we use non-MMRd instead of mismatch repair proficient, underpinning the fact that mismatch repair proficient does not reflect a molecularly defined, homogeneous group of patients with endometrial carcinoma. Non-MMRd is used as a synonym for mismatch repair proficient or microsatellite stable throughout the manuscript. General guidelines Planning of staging and treatment should be made in a multidisciplinary setting (generally at a tumour board meeting composed according to local guidelines) and based on the comprehensive and precise knowledge of prognostic and predictive factors for outcome, morbidity, and quality of life (V, A). Patients should be carefully counselled about the suggested diagnostic and treatment plans and potential alternatives, including risks and benefits of all options (V, A). Treatment should be undertaken in a specialised centre by a dedicated team of specialists in the diagnosis and management of gynaecological cancers, especially in high-risk disease, advanced stage disease, or both (V, A). Lynch identification and surveillance To identify patients with a higher risk of Lynch syndrome and to triage for germline mutational analysis (prescreening), immunohistochemistry for mismatch repair proteins (plus analysis of MLH1 promotor methylation status in cases of immunohistochemistry loss of MLH1 alone or MLH1 plus PMS2 expression) is the preferred option and should be done for all patients with endometrial carcinoma (III, A). Microsatellite instability testing is a secondary option to pre-screening for Lynch syndrome (III, B). Patients with endometrial carcinoma identified as having an increased risk of Lynch",
    "www.thelancet.com/oncology Vol 26 August 2025 e425 Policy Review Service Foundation Trust, London, UK (A Taylor MD) ; Department of Medical Oncology, Amsterdam University Medical Centers, Amsterdam, Netherlands (A Westermann MD) ; Department of Gynecology and Obstetrics, Technische Universität Dresden, Dresden, Germany (Prof P Wimberger MD) ; Institut Bergonié, Bordeaux, France (F Planchamp MSc) ; Department of Radiotherapy, Erasmus MC Cancer Institute, Rotterdam, Netherlands (Prof R A Nout MD) Correspondence to: Prof Nicole Concin, Department of Gynecology and Gynecological Oncology, Medical University of Vienna, Vienna 1090, Austria. nicole.concin@meduniwien. ac.at See Online for appendix syndrome by mismatch repair immunohistochemistry (with or without MLH1 methylation analysis) or microsatellite instability testing, or family history, should be offered genetic counselling, including genetic testing and surveillance of related cancers (III, B). Surveillance for endometrial carcinoma in carriers of Lynch syndrome mutations should generally start at age 30 years; however, individual factors must be considered (tailored surveillance programmes). The decision on the starting age of surveillance should integrate knowledge on the specific mutation and history of onset of events in the family (IV, B). Surveillance of the endometrium with annual transvaginal ultrasound and annual or biennial biopsy until hysterectomy should be considered in all carriers of Lynch syndrome mutations (IV, B). Hysterectomy and bilateral salpingo-oophorectomy to prevent endometrial and ovarian cancer by minimally invasive surgery should be offered once the patient has decided not to have children or further children (ie, completed family planning) and preferably before age 40 years in patients with MLH1 , MSH2 , or MSH6 mutations. Hysterectomy and bilateral salpingo- oophorectomy are recommended at the time of menopause in patients with PMS2 mutations. The advantages and disadvantages of prophylactic surgery must be discussed, including the risk of occult gynaecological cancer detection during surgery. Oestrogen replacement therapy should be suggested after bilateral salpingo-oophorectomy in premenopausal women (IV, B; appendix pp 8–9, 18). Integration of molecular classification and other biomarkers Molecular classification ( POLE- mutated [ POLE mut ], mismatch repair deficient [MMRd], no specific molecular profile [NSMP], or p53-abnormal [p53abn] endometrial carcinomas) should be done for all types of endometrial carcinoma and requires three basic analyses (2020 WHO tumour classification; 13 appendix p 18; IV, A; figure 2 ). Molecular classification is particularly relevant in high- grade carcinomas (appendix pp 18–20; IV, B). POLE analysis might be omitted in low-risk, stage I endometrial carcinoma in which POLE mutational status does not influence adjuvant treatment decision making (IV, C). Molecular testing is encouraged on endometrial biopsy and curettage material. It needs to be repeated on the hysterectomy specimen only in specific situations, including scant tumour tissue, equivocal results, or technical problems on biopsy, or in the presence of an additional tumour component in the hysterectomy specimen that was not present in the biopsy (IV, B). Mismatch repair testing should be done by immunohistochemistry. The two-antibody approach is equivalent to the four-antibody approach (appendix p 18; IV, B). In case of equivocal or heterogeneous mismatch repair immuno histochemistry results, it should be supplemented by microsatellite PCR (IV, B). For p53 status testing, immunohistochemistry is recommended. TP53 mutational analysis is a good alternative to p53 testing by immunohistochemistry and should be used when immunohistochemistry is equivocal or hetero - geneous (IV, B). POLE mutational status testing should cover all 11 pathogenic POLE exonuclease domain Figure 1: Development process of the evidence-based guidelines Nomination of multidisciplinary international development group Identification of scientific evidence Formulation of guidelines External evaluation of guidelines (international review) Integration of international reviewers’ comments Panel: Levels of evidence and grades of guidelines Levels of evidence (I) Evidence from at least: • one large, randomised controlled trial of good methodological quality (low potential for bias) or • meta-analyses of well conducted, randomised trials without heterogeneity (II) Evidence from: • small randomised trials or large randomised trials with a suspicion of bias (lower methodological quality) or • meta-analyses of such trials or of trials with shown heterogeneity (III) Evidence from prospective cohort studies (IV) Evidence from: • retrospective cohort studies or • retrospective case–control studies (V) Evidence from: • studies without a control group or • case reports or • experts’ opinions Grades of guidelines (A) Strong evidence for efficacy with a substantial clinical benefit, strongly recommended (B) Strong or moderate evidence for efficacy but with a restricted clinical benefit, generally recommended (C) Insufficient evidence for efficacy or benefit does not outweigh the risk or the disadvantages (eg, adverse events or costs), optional (D) Moderate evidence against efficacy or for adverse outcome, generally not recommended (E) Strong evidence against efficacy or for adverse outcome, never recommended",
    "e426 www.thelancet.com/oncology Vol 26 August 2025 Policy Review variants (IV, B). Endometrial carcinoma with multiple classifier features should be classified according to their genomic driver, such as a pathogenic POLE mutation (combination of POLE mut with p53abn or MMRd, or both) or mismatch repair deficiency (combination of MMRd with p53abn; IV, B). It is recommended to test oestrogen receptor status by immunohistochemistry in all endo metrial carcinomas because it can facilitate diagnosis, is prognostic in the NSMP group, and is predictive for response to endocrine therapy in advanced and recurrent disease (IV, A). All advanced and recurrent p53abn endometrial carcinomas and all serous carcinomas or carcinosarcomas might be tested for HER2 (also known as ERBB2) overexpression by immunohistochemistry and, in case of an immunoreactive score of 2 or more, by in situ hybridisation using standardised criteria (IV, C). The development of molecularly driven and biomarker- driven clinical trials are recommended to further strive towards precision medicine in the management of patients with endometrial carcinoma (V, A; appendix pp 18–20). Figure 2: Algorithm for assessment of molecular classification of endometrial carcinoma MMRd=mismatch repair deficient. mut =mutant. NSMP=no specific molecular profile. p53abn=abnormal p53. WT =wild type. POLE mut MMRd NSMP NSMP low-grade and oestrogen receptor-positive NSMP high-grade or oestrogen receptor-negative (or both) p53abn Pathogenic POLE mutation POLE mutation analysis (IV, A) Immunohistochemistry analysis (IV, B) Endometrial carcinoma No pathogenic POLE mutation p53abn pattern (overexpression, null, or cytoplasmic) Three conditions p53 equivocal OR heterogeneous TP\u001f\u001e sequencing (IV, B) TP\u001f\u001e WT TP\u001f\u001e mut p53 wild type pattern p53 Mismatch repair Loss of MSH6 or MSH6 + MSH2, or PMS2 or PMS2 + MLH1 expression Retained mismatch repair expression Low grade (G1, G2) Oestogen receptor positive (≥10%) Grading Oestogen receptor negative (<10%) High grade (G3) Three conditions Two conditions Immunohistochemistry for oestrogen receptor (IV, A) POLE mut + MMRd → Classify as POLE mut POLE mut + p53abn → Classify as POLE mut MMRd + p53abn → Classify as MMRd POLE mut + MMRd + p53abn → Classify as POLE mut Multiple classifiers (IV, B\u001e",
    "www.thelancet.com/oncology Vol 26 August 2025 e427 Policy Review Definition of risk groups Figures 3 and 4 depict an integrated approach towards prognostic risk group allocation based on either the FIGO 2023 staging system with known molecular classification or on tumour extension, lymphovascular space invasion status, and known molecular classification (Figure 3 continues on next page) 2023 FIGO staging* Molecular classification† POLE mut IAm POLE mut MMRd NSMP low-grade and oestrogen receptor-positive NSMP high-grade or oestrogen receptor-negative (or both)‡ ‡ p53abn Confined to the uterine corpus I Confined to the uterus II Local spread, regional spread, or both III IIIB IIIA IA IB IA1 Low-grade endometrioid, confined to polyp or endometrium (no myoinvasion) IIIA1 Spread to ovary or fallopian tube (except when meeting stage IA3 criteria) IIIA2 Involvement of uterine subserosa or spread through the uterine serosa IIA Low-grade endometrioid, invasion of the cervical stroma IIB Low-grade endometrioid, substantial lymphovascular space invasion|| IIC High-grade histologies¶, myoinvasion IC High-grade histologies¶, limited to polyp or endometrium IIIB1 Metastasis or direct spread to the vagina, parametria, or both IIIC IIIC1 Pelvic lymph node metastasis IIIB2 Metastasis to the pelvic peritoneum IIIC1i Micrometastasis IIIC1ii Macrometastasis IIIC2 Para-aortic lymph node metastasis (up to renal vessels) IIIC2i Micrometastasis IIIC2ii Micrometastasis IICm p53abn IAm POLE mut ‡ IICm p53abn IAm POLE mut IAm POLE mut Myoinvasion <50%, no or focal lymphovascular space invasion ‡ IICm p53abn IICm p53abn IAm POLE mut Myoinvasion ≥50%, no or focal lymphovascular space invasion IAm POLE mut Cervical stromal invasion, no or focal lymphovascular space invasion IAm POLE mut Substantial lymphovascular space invasion|| IICm p53abn IAm POLE mut ‡ IICm p53abn IAm POLE mut IAm POLE mut ‡ NA NA IA2 Low-grade endometrioid, myoinvasion <50%, no or focal lymphovascular space invasion ‡ IA3 Low-grade endometrioid carcinoma of the endometrium and ovary§ Low-grade endometrioid, myoinvasion ≥50%, no or focal lymphovascular space invasion",
    "e428 www.thelancet.com/oncology Vol 26 August 2025 Policy Review (depicting the corresponding FIGO 2023 stages). Prognostic risks are defined as estimated overall 5-year risk of recurrence in the low-risk group (<8%), intermediate-risk group (8–14%), high–intermediate-risk group (15–24%), and high-risk group (≥25%). Allocation to a prognostic risk group without knowledge of molecular classification is provided in the appendix (pp 21–22). Of note, particularly in high-grade histologies, molecular classification is needed to allow proper risk group allocation. For the effects of the molecular classification on patient management, see the appendix (pp 20–22). Early-stage disease Surgical management in presumed stage I and II disease Standard surgical procedures Standard surgery for stage I and II endometrial carcinoma is total hysterectomy with bilateral salpingo-oophorectomy and lymph node staging (II, A for stage I and IV, B for stage II). Infracolic (total or partial) omentectomy should be done for clinical stage I and II serous endometrial carci noma, carcinosarcoma, and undifferentiated carcinoma. Omentectomy is not necessary in other histological types (IV, B). For patients with stage II disease and cervical involvement, more extensive procedures should only be done if required to achieve free surgical margins (IV, B; appendix p 10). Minimally invasive approach Minimally invasive surgery is the preferred surgical approach, including for patients with high-risk endometrial carcinoma (I, A). Any intraperitoneal tumour spillage, including tumour rupture or morcellation (including in a bag), should be avoided (III, A). If vaginal extraction risks uterine rupture, other measures should be taken (eg, mini- laparotomy or use of endobag; III, B). A preoperative or intraoperative finding of metastatic spread outside the uterus (excluding lymph node metastases) is a relative contraindication for minimally invasive surgery (III, B). Lymph node staging Sentinel lymph node biopsy should be done for staging purposes in all patients with presumed uterus-confined disease (II, A). For sentinel lymph node biopsy, indocyanine green with cervical injection is the preferred detection technique. Tracer re-injection is an option if sentinel biopsy is not visualised upfront. If sentinel lymph nodes are not detected on either pelvic side, side-specific systematic lymphadenectomy should be done for patients at high–intermediate or high risk, and can be considered in patients at presumed intermediate risk (II, A). All sentinel lymph nodes should be subjected to ultrastaging (a more intensive pathological assessment of sentinel lymph nodes that can increase the accuracy of lymph node staging; II, A). Although in the literature, no consensus by pathologists has been reached regarding the minimal number of sectioning levels, the initial section, followed by at least two additional levels (50μ to 250μ apart combining haematoxylin and eosin-based staining and Figure 3: Definition of risk groups based on FIGO 2023 staging and molecular classification 9 Green denotes low risk of recurrence, yellow denotes intermediate risk, orange denotes high–intermediate risk, red denotes high risk, and grey denotes uncertain risk classification because of insufficient data. FIGO=International Federation of Gynaecology and Obstetrics. m=molecular. MMRd=mismatch repair deficient. NA=not applicable. NSMP=no specific molecular profile. p53abn=abnormal p53. POLE mut = POLE mutant. pT1a=unilateral ovarian tumour confined to the ovary without capsule invasion or breach. *When molecular classification is known, the FIGO stage should be reported with an annotation of m (for molecular), followed by the specific molecular subtype. There are two specific, molecularly defined FIGO stages: IAm POLE mut (stages I and II disease with a pathogenic POLE mutation) and stage IICm p53abn (stages I and II disease with a p53 abnormality and myometrial invasion). †Details on determining the molecular classification, including allocation for multiple classifiers, are detailed in figure 2 and the appendix (pp 18–20). ‡The molecular subgroup NSMP high-grade or oestrogen receptor-negative (or both) consists of either high-grade NSMP endometrial carcinoma, or oestrogen receptor-negative NSMP endometrial carcinoma, or of NSMP endometrial carcinomas with a combination of both high grade and oestrogen-receptor negativity. Thus, in FIGO stages referring to low-grade endometrioid carcinomas (ie, IA1, IA2, IA3, IB, IIA, and IIB) only the oestrogen receptor-negative cases apply in the molecular subgroup NSMP high-grade or oestrogen receptor-negative (or both). §Myoinvasion less than 50% and no lymphovascular space invasion and ovarian tumour pT1a. ¶High-grade histologies are the FIGO 2023 aggressive histotypes that include high-grade endometrioid (grade 3); serous, clear cell carcinomas; carcinosarcomas; and undifferentiated, mixed, mesonephric-like, and gastrointestinal mucinous type carcinoma. ||Substantial lymphovascular space invasion is defined according to WHO criteria in at least one haematoxylin and eosin-based staining slide (appendix pp 18–20). Locally advanced disease, metastatic disease, or both IV IVA III or IVA Invasion of the mucosa and/or the intestinal mucosa With residual disease IVB Peritoneal metastasis beyond the pelvis IVC Distant metastasis 2023 FIGO staging* Molecular classification† POLE mut MMRd NSMP low-grade and oestrogen receptor-positive NSMP high-grade or oestrogen receptor-negative (or both)‡ p53abn Metastatic disease or residual disease after surgery",
    "www.thelancet.com/oncology Vol 26 August 2025 e429 Policy Review Figure 4: Definition of risk groups based on anatomic tumour extent, lymphovascular space invasion status, and molecular classification, showing corresponding FIGO 2023 stages Green denotes low risk of recurrence, yellow denotes intermediate risk, orange denotes high–intermediate risk, red denotes high risk, and grey denotes uncertain risk classification because of insufficient data. When molecular classification is known, the FIGO stage should be reported with an annotation of m (for molecular) followed by the specific molecular subtype. There are two specific, molecularly defined FIGO stages: stage IAm POLE mut (stages I and II disease with a pathogenic POLE mutation) and stage IICm p53abn (stages I and II disease with a p53 abnormality and myometrial invasion). FIGO=International Federation of Gynaecology and Obstetrics. m=molecular. MMRd=mismatch repair deficient. NA=not applicable. NSMP=no specific molecular profile. p53abn=abnormal p53. POLE mut = POLE mutant. *Details on determining the molecular classification, including allocation for multiple classifiers, are detailed in figure 2 and the appendix (pp 18–20). †The molecular subgroup NSMP high-grade or oestrogen receptor-negative (or both) consists of either high-grade NSMP endometrial carcinoma, or oestrogen receptor-negative NSMP endometrial carcinoma, or of NSMP endometrial carcinomas with a combination of both high grade and oestrogen-receptor negativity. Thus, in low-grade endometrioid carcinomas of both the endometrium and ovary, only the oestrogen receptor-negative cases apply in the molecular subgroup NSMP high-grade or oestrogen receptor-negative (or both). ‡High-grade histologies are the FIGO 2023 aggressive histotypes that include high-grade endometrioid (grade 3); serous, clear cell carcinomas; carcinosarcomas; and undifferentiated, mixed, mesonephric-like, and gastrointestinal mucinous type carcinoma. §Substantial lymphovascular space invasion is defined according to WHO criteria in at least one haematoxylin and eosin-based staining slide (appendix pp 18-20). ¶Except for low-grade endometrioid carcinoma of both the endometrium and ovary with myoinvasion less than 50% and no lymphovascular space invasion and ovarian tumour pT1a. Molecular classification* POLE mut MMRd NSMP low-grade and oestrogen receptor-positive NSMP high-grade or oestrogen receptor-negative (or both)† p53abn Confined to the uterine corpus No myoinvasion, confined to polyp or endometrium IAm POLE mut IA1 or IC‡ IA1 or IC‡ IA1 or IC‡ IA1 Myoinvasion ≥50%, no or focal lymphovascular space invasion IAm POLE mut IB or IIC‡ IB or IIC‡ IICm p53abn IB Spread to ovary or fallopian tube¶ IIIA1 IIIA1 IIIA1 IIIA1 IIIA1 Involvement of uterine subserosa or spread through the uterine serosa IIIA2 IIIA2 IIIA2 IIIA2 IIIA2 Metastasis or direct spread to the vagina, parametrium, or both IIIB IIIB IIIB IIIB IIIB Metastasis to the pelvic peritoneum IIIB2 IIIB2 IIIB2 IIIB2 IIIB2 Metastasis to the pelvic lymph nodes IIIC1 IIIC1 IIIC1 IIIC1 IIIC1 Metastasis to the para-aortic lymph nodes IIIC2 IIIC2 IIIC2 IIIC2 IIIC2 Invasion of bladder mucosa, intestinal mucosa, or both IVA IVA IVA IVA IVA Myoinvasive <50%, no lymphovascular space invasion, ovarian tumour pT1a IA3 IA3 IA3** IA3 IA3 Myoinvasion <50%, no or focal lymphovascular space invasion IAm POLE mut IA2 IIC‡ IA2 or IIC‡ IICm p53abn IA1 Confined to the uterus (uterine corpus with or without cervical invasion) Local spread, regional spread, or both Locally advanced Low-grade endometrioid carcinoma of both the endometrium and ovary Metastatic or residual disease after surgery Cervical stromal invasion, no or focal lymphovascular space invasion IAm POLE mut IIA or IIC‡ IIA or IIC‡ IICm p53abn IIA Uterine corpus with or without cervical invasion, substantial lymphovascular space invasion§ IAm POLE mut IIB or IIC‡ IIB or IIC‡ IICm p53abn IIB Local spread, regional spread, or both with residual disease III with residual disease Invasion of bladder mucosa, intestinal mucosa, or both with residual disease IVA with residual disease Peritoneal metastasis beyond pelvis IVB Distant metastasis IVC",
    "e430 www.thelancet.com/oncology Vol 26 August 2025 Policy Review immunohistochemistry), might be a reasonable approach to combine cost-effectiveness and efficacy to detect low-volume metastasis (IV, C). Both macrometastases and micrometastases (deposits >0·2 mm and ≤2·0 mm or more than 200 cells; pN1[mi]) are regarded as a metastatic involvement (IV, C). The prognostic significance of isolated tumour cells (deposits ≤ 0·2 mm; pN0[i+]) is unclear (IV, C). Ovarian preservation in stage I disease Ovarian preservation can be considered in premenopausal patients younger than 45 years with FIGO 2023 IA1 or IA2 who have a low risk of recurrence by molecular classification (IV, B). In cases of ovarian preservation, bilateral salpingectomy is recommended (IV, B). Ovaries should not be preserved in patients at hereditary risk of ovarian cancer, such as carriers of germline BRCA mutations or MLH1 , MSH2 , MSH6 , or PMS2 mutations (Lynch syndrome), and ovarian preservation should be carefully discussed with patients with ovarian or breast cancer family history (IV, B; appendix pp 10, 23–24). Patients with stage I and II disease who are medically unfit Medical contraindications to the standard surgical management by minimally invasive surgery are rare. Vaginal hysterectomy with bilateral salpingo- oophorectomy, if feasible, can be considered as a curative option in patients unfit for the recommended standard surgical therapy (patients with medical comorbidities for whom surgery is precluded due to high operative and perioperative risks; IV, C). Definitive curative radiotherapy is the treatment of choice in patients with a primary endometrial carcinoma diagnosis in whom surgery is contraindicated for medical reasons. The combination of external beam radiotherapy plus intrauterine image-guided brachy - therapy should be used for high-grade tumours or deep myometrial invasion (II, B). For low-grade tumours without deep myometrial invasion, intrauterine image- guided brachytherapy alone can be considered as an alternative for the combination of external beam radiotherapy plus intrauterine image-guided brachy - therapy (II, B). For patients who are medically unfit and are unsuitable for treatment with curative intent (standard surgery, vaginal hysterectomy, or definitive radiotherapy), systemic treatment (including endocrine therapy), a combination of local treatments (including a progestin-releasing intrauterine device and radio - therapy), or both, can be considered for palliation (IV, B; appendix pp 11, 24–25). Adjuvant therapy Adjuvant therapy guidelines for patients with endometrial carcinoma strongly depend on their prognostic risk group (appendix pp 25–28). Low risk Low risk includes four categories (figures 3, 4; green cells). First, stages IA molecular (m; IA1, IA2, or IA3) POLE mut , MMRd, or NSMP low-grade and oestrogen receptor-positive endometrial carcinoma. Second, stage IBm POLE mut endometrial carcinoma. Third, stage ICm POLE mut or MMRd endometrial carcinoma. Fourth, stages IIm (IIA, IIB, or IIC) POLE mut endometrial carcinoma. For patients with low-risk endometrial carcinoma, no adjuvant therapy is recommended (II, A; figure 5 ). Intermediate risk Intermediate risk includes three categories (figures 3, 4; yellow cells). First, stage IBm MMRd or NSMP low-grade and oestrogen receptor-positive endometrial carcinoma. Second, stage IIAm NSMP low-grade and oestrogen receptor-positive endometrial carcinoma. Third, stage IICm MMRd endometrial carcinoma with myoinvasion (regardless of depth of myometrial invasion), without cervical stromal invasion and without substantial lymphovascular space invasion. For patients with intermediate-risk endometrial carcinoma, adjuvant vaginal brachytherapy should be considered (I, A). No adjuvant therapy is also an option (III, C), especially for patients younger than 60 years or those with low-grade endometrial carcinoma (II, A; figure 5). High–intermediate risk High–intermediate risk includes three categories (figures 3, 4; orange cells). First, stage IIAm MMRd endometrial carcinoma. Second, stage IIBm MMRd, or NSMP low-grade and oestrogen receptor-positive endometrial carcinoma. Third, stage IICm MMRd endometrial carcinoma with cervical invasion (independent of lymphovascular space invasion) or with substantial lymphovascular space invasion. For patients with high–intermediate-risk endometrial carcinoma, adjuvant external beam radiotherapy is recommended for optimal pelvic control (II, A). Vaginal brachytherapy is an alternative option, especially for patients who underwent lymph node staging and are pN0 (II, B). No adjuvant therapy can be considered, especially for patients who underwent lymph node staging and are pN0 without substantial lymphovascular space invasion and low-grade disease (IV, B; figure 5). High risk High-risk includes four categories (figures 3, 4; red cells). First, stages IA2m, IA3m, or IBm NSMP high- grade or oestrogen receptor-negative (or both), or stages IA2m, IA3m, or IBm p53abn endometrial carcinomas. Second, stages IIm (IIA, IIB, or IIC) NSMP high-grade or oestrogen receptor-negative (or both), or p53abn endometrial carcinoma. Third, stages IIIm (IIIA, IIIB, or IIIC) MMRd, NSMP low-grade and oestrogen receptor-positive, NSMP high-grade or oestrogen",
    "www.thelancet.com/oncology Vol 26 August 2025 e431 Policy Review receptor-negative (or both), or p53abn endometrial carcinomas. Fourth, stages IVAm MMRd, NSMP low-grade and oestrogen receptor-positive, NSMP high- grade or oestrogen receptor-negative (or both), or p53abn endometrial carcinomas. For patients with high-risk endometrial carcinoma, external beam radiotherapy with concurrent and adjuvant chemotherapy (I, A) or, alternatively, sequential chemo therapy and radiotherapy, are recommended (I, B). Chemotherapy with or without brachytherapy is an alternative option (I, B). For patients with stage IIIm–IVAm MMRd endometrial carcinoma, adjuvant chemotherapy combined with an immune checkpoint inhibitor (with or without external beam radiotherapy) should be considered (II,B; figure 5). Uncertain risk Uncertain risk includes two categories in early-stage disease (stages I and II) and two categories in advanced disease (stages III and IV; figures 3, 4; grey cells). In early- stage disease, uncertain risk categories consist of first, stage IA1m NSMP high-grade or oestrogen receptor- negative (or both), or p53abn endometrial carcinoma, and second, stage ICm NSMP high-grade or oestrogen receptor-negative (or both), or p53abn endometrial carcinoma. For these cases, there are scarce data suggesting that the risk of recurrence is somewhat higher than for low-risk carcinoma. However, adjuvant therapy is generally not recommended (IV, C). In advanced stage disease, uncertain risk categories consist of first, stage IIIm POLE mut endometrial carcinoma and second, stage IVA POLE mut endometrial carcinoma. For patients with stage IIIm POLE mut and IVAm POLE mut endometrial carcinoma, due to scarce data, no firm treatment guidelines can be given. However, following a case-by-case multidisciplinary team discussion, de-escalation from high-risk treatment can be considered (IV, B). Advanced disease Surgery for clinically overt stage III and IV disease In patients with stage III and IV endometrial carcinoma (including carcinosarcoma), surgical cytoreduction— including resection of suspicious lymph nodes—should be considered when complete macroscopic resection is feasible with an acceptable morbidity and quality of life, following full pre-operative staging and discussion by a multidisciplinary team (IV, B). Systematic lymph - adenectomy is not recommended; only suspicious lymph nodes should be resected as part of the cytoreductive procedure (IV, B; appendix p 12). Unresectable stage III or IV endometrial carcinoma For patients with unresectable stage III or IV due to local extent of disease, multidisciplinary team discussions should consider the molecular subtype of the tumour in decision making about definitive radiotherapy (with external beam radiotherapy and image-guided brachytherapy) or primary systemic treatment (IV, C; appendix p 14). Image-guided brachytherapy is recommended to boost uterine, parametrial, or vaginal disease (IV, A; appendix pp 36–38). After a good response to primary systemic therapy, delayed surgery can be considered, depending on the suitability of the patient for surgery, the feasibility of a complete macroscopic resection, and the patient’s wishes (IV, C). If there is no indication for surgery, further systemic treatment or definitive radiotherapy can be considered. Systemic therapy could be considered after definitive radiotherapy (IV, C). Further systemic treatment or radiotherapy could be considered after surgery (IV, C; appendix p 13). Figure 5: Algorithms on adjuvant therapy in endometrial carcinoma stages IA–IVA FIGO=International Federation of Gynaecology and Obstetrics. m=molecular. NSMP=no specific molecular profile. p53abn=abnormal p53. *The group of patients with uncertain risk is not depicted in the algorithm: for FIGO 2023 stage IA1m NSMP high-grade or oestrogen receptor-negative (or both), or p53abn, and for patients with FIGO stage ICm NSMP high-grade or oestrogen receptor- negative (or both), or p53abn, there are insufficient data and adjuvant therapy is generally not recommended. For patients with FIGO stages IIIm POLE mut and IVAm POLE mut , no firm guideline can be given, however, de-escalation from high-risk treatment can be considered. †Especially for patients younger than 60 years or with low-grade endometrial carcinoma (II, A). ‡External beam radiotherapy is recommended for optimal pelvic control. §Vaginal brachytherapy is an alternative option, especially for patients who underwent lymph node staging and are pN0. ¶No adjuvant therapy can be considered, especially for patients who underwent lymph node staging and are pN0, without substantial lymphovascular space invasion and low-grade endometrial carcinoma. EBRT + chemo- therapy (concurrent and adjuvant chemo- therapy; I, B) No adjuvant therapy¶ (IV, B) Vaginal brachytherapy§ (II, B) Vaginal brachytherapy (I, A) No adjuvant therapy (I, A) Low risk Intermediate risk Endometrial carcinoma stage I–IVA* High–intermediate risk High risk External beam radiotherapy‡ (II, A) No adjuvant therapy† (III, C) Chemotherapy with or without vaginal brachytherapy (I, B) Stage IIIm–IVAm MMRd: CT + immune checkpoint inhibitors (with or without external beam radiotherapy; II, B)",
    "e432 www.thelancet.com/oncology Vol 26 August 2025 Policy Review For patients with unresectable, disseminated disease or residual disease after primary surgery for stage III or IV disease, see systemic therapy section on first-line treatment (appendix pp 14, 28–29). Incomplete primary surgery Patients with incomplete primary surgery should be referred to a specialised centre (IV, A). No residual disease In presumed early-stage disease with no residual disease (based on the initial surgical report and post-surgical imaging), re-surgery should be avoided in patients with low-risk disease as defined by uterine pathological and molecular factors (IV, B). If the patient is a candidate for surgery, the cervix should be removed. In cases of no previous lymph node staging, the sentinel lymph node should be assessed by cervical injection. If the sentinel lymph node cannot be detected, lymph node staging follows the standard principles used in primary surgery (IV, B). Re-surgery with infracolic (total or partial) omentectomy can be considered in serous endometrial carcinoma, carcinosarcoma, and undifferentiated carcinoma confined to the uterus if the outcome might have an implication for adjuvant treatment strategy and after careful assessment of the morbidity of the procedure (IV, B). As sentinel lymph node assessment cannot be done in cases of previous total hysterectomy, systematic pelvic lymphadenectomy should be considered only in patients who are not at low risk and if it can modify adjuvant treatment, since its therapeutic role has not been established (IV, B). If the patient is undergoing re-surgery to complete staging (eg, peritoneal staging, lymph node staging, or cervix removal), retained adnexa should also be removed (except in ovarian preservation; IV, B). The question of re-surgery only for the removal of adnexa rarely occurs and should be considered only in patients who are not low risk and after careful assessment of morbidity of the procedure (IV, B). Residual disease Residual lymph node disease in the pelvic or para-aortic regions following surgery Residual lymph node disease should be evaluated for resection if the initial resection did not occur at a specialist centre (V, A). If the residual lymph node disease is not resectable, primary systemic therapy accounting for the molecular profile (appendix p 14), external beam radiotherapy, or both should be used (I, A). External beam radiotherapy should be delivered to pelvic nodes with or without para-aortic nodes, with dose escalation to involved nodes using an integrated boost (IV, B). Residual pelvic disease (vagina, pelvic side wall, or bowel) following surgery Residual tumour sites should be evaluated for resection if the initial surgery did not occur at a specialist centre (V, A). If not operable, resectable, or both, an individualised approach with either radiotherapy or primary systemic therapy—accounting for the molecular profile (appendix p 14)—should be considered by a multidisciplinary team (V, B; appendix p 29). Recurrent disease Locoregional recurrent disease Radiotherapy-naive patients For locoregional recurrence, the preferred primary therapy should be external beam radiotherapy with or without image-guided brachytherapy and with or without chemotherapy (IV, A; appendix 15). For vaginal cuff recurrence, pelvic external beam radiotherapy plus intracavitary image-guided brachytherapy (with or without intrauterine image-guided brachytherapy) is recom mended (IV, A). In cases of superficial tumours, intracavitary image-guided brachytherapy alone can be considered (IV, A). An easily accessible, superficial vaginal tumour can be resected vaginally before radiotherapy (IV, C). Radiotherapy-pretreated patients After previous adjuvant brachytherapy only, an external beam radiotherapy and image-guided brachytherapy boost is recommended (IV, C). After previous external beam radiotherapy (with or without brachytherapy), the molecular subtype should be considered in the decision making about radical surgery (IV, A) or chemotherapy and immune checkpoint inhibitors, followed by immune checkpoint inhibitors in patients with MMRd tumours who are immune checkpoint inhibitor- naive (II, B). Radical surgery should only be done if complete resection with clear margins in a curative intent seems feasible with acceptable morbidity (IV, A). If radical surgery is not feasible, primary systemic therapy should be considered, considering the molecular profile (IV, B; appendix p 14). Delayed surgery after initial systemic therapy could be considered depending on response (IV, C). Re-irradiation with curative intent could be considered in a specialised centre for patients with previous external beam radiotherapy for whom surgery is not feasible (IV, C; appendix p 15). Oligometastatic recurrent disease Patients with oligometastatic disease (between one and five metastases in up to three regions) should be considered for local therapy. Treatment options include (IV, B) surgery, radical radiotherapy—including stereotactic radiotherapy—and local ablating techniques. Following local treatment, systemic therapy could be considered (IV, C; appendix p 16). Disseminated recurrent disease In recurrent disseminated disease (including peritoneal and lymph node relapse), surgery should only be considered if complete macroscopic resection is feasible",
    "www.thelancet.com/oncology Vol 26 August 2025 e433 Policy Review with acceptable morbidity and quality of life. Systemic therapy or radiotherapy should be considered postoperatively, depending on the extent and pattern of relapse and the amount of residual disease (IV, B). If surgery is not feasible, systemic therapy should be considered (appendix pp 14, 17). Palliative surgery can be done in selected cases to alleviate symptoms (eg, bleeding, fistula, or bowel obstruction; IV, B). Palliative radiotherapy is indicated for symptoms related to pelvic or systemic disease (IV, A; appendix pp 16, 30–31). Systemic therapy First-line systemic therapy in unresectable stage III/IV or recurrent endometrial carcinoma with no previous chemotherapy, except in the adjuvant setting (including patients with residual disease after surgery) Mismatch repair status should be considered to establish the choice of first-line therapy. Patients with MMRd tumours should be offered an immune checkpoint inhibitor (eg, dostarlimab, durvalumab, or pembrolizumab) in combination with carboplatin– paclitaxel chemotherapy, followed by immune checkpoint inhibitors as maintenance therapy (I, A). Patients with non-MMRd tumours with rapidly growing or symptomatic disease should be offered carboplatin–paclitaxel chemo - therapy (I, A). Immune checkpoint inhibitors plus chemotherapy, followed by immune checkpoint inhibitors as maintenance therapy (eg, dostarlimab or pembrolizumab), or immune checkpoint inhibitors plus chemotherapy, followed by immune checkpoint inhibitors and PARP inhibitors as maintenance therapy (eg, durvalumab and olaparib), can be considered (I, B). If chemotherapy is contraindicated in patients with non-MMRd relapsed disease and pervious chemotherapy in the adjuvant or neoadjuvant setting, pembrolizumab plus lenvatinib can be considered (III, C). If immune checkpoint inhibitors (with or without PARP inhibitors) are contraindicated for patients with a HER2 3+ (strong overexpression) tumour, carboplatin–paclitaxel plus trastuzumab can be considered (II, B). The standard chemotherapy regimen is six cycles of carboplatin– paclitaxel (I, A). In low-grade oestrogen receptor-positive, low volume or asymptomatic, advanced or slowly growing recurrent tumours, endocrine therapy is the preferred systemic therapy. In these instances, progestins (medroxyprogesterone or megestrol) are recom - mended (III, A). Alternatives include aromatase inhibitors and tamoxifen (IV, C). Surgery or definitive external beam radiotherapy with or without brachytherapy could be considered in patients responding to systemic treatments (IV, B; appendix pp 14, 31–33). Second-line systemic therapy in unresectable recurrent disease after first-line platinum-based chemotherapy Patients who have not received immune checkpoint inhibitors as part of first-line therapy should be considered for immune checkpoint inhibitors as second-line treatments. Treatment should be based on mismatch repair status. If feasible, repeated mismatch repair testing should be considered on a relapsed tissue sample to guide treatment (IV, B). For immune checkpoint inhibitor-naive patients with MMRd tumours, the preferred option should be an immune checkpoint inhibitor monotherapy, such as dostarlimab or pembrolizumab (III, A). Pembrolizumab plus lenvatinib could be considered (I, B). Immune checkpoint inhibitor-naive patients with non-MMRd tumours should be offered pembrolizumab and lenvatinib (I, A). For immune checkpoint inhibitor- naive patients with non-MMRd tumours for whom pembrolizumab and lenvatinib is not suitable, there is no standard systemic therapy. Platinum combination, doxorubicin, weekly paclitaxel, or endocrine therapy could be offered (IV, B). For patients with HER2 overexpressing tumours, HER2 targeting strategies could be considered (II, B and III, B; appendix pp 17, 31–33). Patients who have received immune checkpoint inhibitors as part of first-line therapy should be considered for systemic therapy with a platinum combination, doxorubicin, weekly paclitaxel, or endocrine therapy (IV, B). For patients with HER2 overexpressing tumours, HER2 targeting strategies could be considered (II, B and III, B; appendix pp 17, 31–33). Further lines of systemic therapy The use of multiple lines of systemic therapy, particularly in platinum-pretreated and immune checkpoint inhibitor- pretreated patients, should be carefully evaluated for individuals, considering the low efficacy and weighed against best supportive care (IV, B). Follow-up Patients with endometrial carcinoma should be actively informed and counselled about their follow-up (including programmes for long-term survivorship; V, A). Patients should be informed about the signs and symptoms of endometrial carcinoma recurrence and long-term side- effects of medical interventions (V, A). Patients with endometrial carcinoma should be informed that the primary objectives of follow-up include psychosocial assistance and the detection of health problems, but that there is no evidence that follow-up visits improve overall survival (V, A). A personalised follow-up approach to individual factors, such as prognostic factors (eg, molecular classification), applied treatment modalities, potential acute and long-term side-effects, comorbidities, and the patients’ needs is recommended (V, A). Follow-up should include assessment of physical (eg, cardiovascular comorbidities and secondary cancers) and mental health (V, A; appendix p 33). Patient education and empowerment of patients Physicians are encouraged to empower patients to participate actively in self-decision making and",
    "e434 www.thelancet.com/oncology Vol 26 August 2025 Policy Review self-management (V, B). Patients should be informed about specialised centres and the possibility to enrol in clinical trials (V, A). Cancer screening, medical follow- up, and vaccination programmes according to local guidelines should be recommended to all patients (V, A). Lifestyle counselling in physical activity, a well-balanced diet, healthy weight, and smoking cessation should be routinely offered (VA). Access to psycho-oncological support and patient advocacy groups should be made available (VA). Quality of life, sexual health, menopause management, and side-effects of therapy should be repeatedly addressed (VA; appendix p 33). Conclusion These evidence-based guidelines were developed to help clinicians propose consensual management and harmonise treatments to patients with endometrial carcinoma. These guidelines emphasise the crucial role of multidisciplinary teams and reflect the need for centralisation of care in highly skilled teams to improve the quality of the management of patients. The guidelines will be updated in the future based on new evidence, as appropriate. Although the aim is to present the highest standard of evidence-based care in an optimal treatment setting, ESGO, ESTRO, ESP, and the international development group acknowledge that there will be broad variability in practices across centres worldwide, with substantial differences in infrastructure and access to technology and medical, radiotherapeutic, and surgical advances. Moreover, variation in training, medicolegal, financial, and cultural aspects might affect the implementation and applicability of any guideline in each country and health-care system. Search strategy and selection criteria A systematic, unbiased literature review, was done by an experienced methodologist (FP) using MEDLINE, with terms including, but not restricted to: “endometrial carcinoma”, “molecular classification”, “adjuvant therapy”, “chemotherapy”, “radiotherapy”, “targeted therapy”, “immunotherapy”, “surgery”, and “follow-up”. The full list of indexing terms used is in the appendix (p 4). Literature published between June 1, 2019, and Oct 1, 2023, was reviewed and critically appraised. In addition, available data of randomised controlled trials published between Oct 1, 2023, and Jan 1, 2025, were considered. Priority was given to high-quality systematic reviews, meta-analyses, and randomised controlled trials, but studies with less evidence were also evaluated. Editorials, letters, in vitro studies, and publications in languages other than English were excluded. The reference list of each identified article was also reviewed for other potentially relevant papers. A list of abstracts from papers of potential interest was sent to the international development group, who then selected the full list and could propose additional papers. Contributors Initiated through ESGO the decision to develop multidisciplinary guidelines has been made jointly by the ESGO, ESTRO, and ESP. The ESGO has provided administrative support. The ESGO, ESTRO and ESP are nonprofit knowledgeable societies. The development group includes all authors and is collectively responsible for the decision to submit for publication. NCon (ESGO chair), RAN (ESTRO chair), XM-G (ESP chair), and FP (methodologist) wrote the first draft of the manuscript. All other contributors have actively given personal input, reviewed the manuscript, and have given final approval before submission. Declaration of interests NCon reports advisory boards for AbbVie, MSD, ImmunoGen, Seagen, Akesobio, EISAI, GSK, AstraZeneca, Mersana, Seattle Genetics, eTheRNA immunotherapies NV, Kartos, and Daiichi Sankyo, and grants for traveling from Amgen, Genmab, GSK, Roche, and Medtronic. XM-G reports advisory boards for AstraZeneca, Eli Lilly, Amgen, GSK, Janssen, Illumina, MSD, Daiichi Sankyo, and AbbVie, and grants for traveling from Roche, Ferrer, Novartis, Menarini, Biocartis, Agilent- Dako, Leyca, Sysmex, MSD, AstraZeneca, BMS, GSK, Clovis, and Eisai. DC reports advisory boards for AstraZeneca, GSK, Karyopharm Therapeutics, MSD, Novocure, Roche, and AbbVie. NCol reports advisory boards for AstraZeneca, Clovis Oncology, Eisai, GSK, ImmunoGen, Mersana, MSD/Merck, Nuvation Bio, Onxerna, Pfizer, PharmaMar, Pieris and Roche, Novocure, Biontech, Gilead, and Genmab, and grants for traveling from AstraZeneca, GSK, MSD, and Eisai. JL reports advisory boards for AstraZeneca, GSK, Merck/MSD, and Eisai. MRM reports advisory boards for AstraZeneca, BioNTech, Daiichi Sankyo, Eisai, GSK, Immunogen/AbbVie, Incyte, Karyopharm Therapeutics, Merck, Regeneron, and Zailab; research grant (institutional) from Apexigen, AstraZeneca, GSK, and Ultimovacs; invited speaker activities for AstraZeneca and GSK; financial interests from Karyopharm Therapeutics (member of board of Directors and stocks/shares) and Deciphera (trial chair, institutional); and non- financial interests (advisory role for Ultimovacs and Prix Galien Foundation Member, Member of Prix Galien Awar). IV reports consulting advice for Akesobio, BMS, Deciphera Pharmaceuticals, Eisai, Elevar Therapeutics, F Hoffmann-La Roche, Genmab, GSK, ITM, Jazzpharma, Karyopharm Therapeutics, MSD, Novocure, Oncoinvent, Sanofi, Regeneron, Seagen, and Zentalis, and consulting data monitoring committees for Agenus, AstraZeneca, Corcept, Daiichi Sankyo, F Hoffmann-La Roche, Immunogen, Kronos Bio, Mersana, Novartis, OncXena, and Verastem Oncology. NRA-R reports a support in part by a National Institutes of Health/National Cancer Institute Cancer Center Support Grant (P30 CA008748), and research funding from GRAIL paid to their institution. CC reports advisory boards for GSK, MSD, and Eisai. CF reports honoraria from Oncoinvent, GSK, Roche, AstraZeneca/MSD, and Medronic. AG-M reports advisory boards for Alkermes, Amgen, AstraZeneca, Clovis Oncology, Genmab, GSK, HederaDx, AbbVie/Immunogen, Incyte, Illumina, Mersana, MSD, Novartis, Novocure, Oncoinvent, PharmaMar, Regeneron, Roche, SOTIO, SUTRO, Seagen, Takeda, Tubulis, and Zailab, and grants for traveling from GSK, Roche, MSD, and AstraZeneca. SL reports honoraria for lectures from AstraZeneca, Biocartis, MSD, GSK, Daiichi Sankyo, Novartis, PharmaMar, and StemlineTherapeutics. DL reports advisory boards for AstraZeneca, Clovis Oncology, Corcept, Daiichi Sankyo, Genmab, GSK, Immunogen, MSD, Oncoinvest, Novocure, Seagen, and Sutro, and grants for traveling from AstraZeneca, Menarini, GSK, MSD, and Daiichi Sankyo. CM reports advisory boards for Roche, Novartis, MSD, PharmaMar, AstraZeneca, Pfizer, Immunogen, Daiichi Sankyo, BioNTech, Novocure, Eisai, GSK, and AbbVie, and grants for traveling from Roche, Novartis, MSD, and AstraZeneca. AO reports advisory boards for AbbVie, Agenus, AstraZeneca, Clovis Oncology, Corcept Therapeutics, Deciphera Pharmaceuticals, Daiichi Sankyo, Debiopharm, Eisai, Exelisis, F Hoffmann-La Roche, Genmab, GSK, ImmunoGen, Itheos, MSD, Mersana Therapeutics, Myriad Genetics, Novocure, OncoXerna Therapeutics, PharmaMar, Regeneron, Sattucklabs, Seagen/Pfizer, Sutro Biopharma, TORL Therapuetics, Zentalis, and Zymeworks, and grants for traveling from AstraZeneca, GSK, PharmaMar, and Roche. RS reports advisory boards for GSK and",
    "www.thelancet.com/oncology Vol 26 August 2025 e435 Policy Review grants for traveling from MSD, GSK, and AstraZeneca. JS reports grants or contracts from Roche, MSD, GSK, Tesaro, AstraZeneca, Eisai, Merck, and Novocure; consulting fees for Merck/Pfizer, PharmaMar, Clovis Oncology, AstraZeneca, Roche, GSK, MSD, Eisai, Novocure, Oncoinvent, Intuitive Surgical, Seagen, Bayer Vital, Mundipharma, Sanofi-Aventis Deutschland, Immunogen, Tubulis, Daiichi Sankyo, BMS, Karyopharm , and Corcept Therapeutics; honoraria from GSK, PharmMar, AstraZeneca, Clovis Oncology, Bayer, Roche, Vifor Pharma, Hexal AG, Novartis, Eisai, Esteve Pharmaceuticals, Incyte Biosciences, Phytolife Nutrition, JenaPharm, Kyowa Kirin, Onconinvent, Daiichi Sankyo, Medtronic Covidien, Amgen, AbbVie, Corcept Therapeutics, Gilead Sciences, and Myriad; grants for traveling from GSK, AstraZeneca, Roche, Novocure, Immunogen, Incyte, MSD, and Eisai; participation on a data safety monitoring board or advisory boards for Immunogen, Incyte, GSK, AstraZeneca, Clovis Oncology, Novocure, BMS, MSD, Merck, Bayer, and PharmaMar; leadership of fiduciary role for ENGAGe, ESGO, ASCO, GCIG, Deutsche Stiftung Eierstockkrebs, and AGO; and medical writing for MSD. AS reports advisory boards for GROINS VIII and grants for traveling from Elekta. AT reports a grant for traveling from MSD. PW reports advisory boards from Amgen, AbbVie, AstraZeneca, MSD, GSK, Novartis, Pfizer, Roche, Clovis Oncology, TEVA, Eisai, Eli Lilly, Gilead, and Daiichi Sankyo, research funding received for her institution from Amgen, AbbVie, AstraZeneca, MSD, GSK, Novartis, Pfizer, Roche Pharma, Clovis Oncology, Eli Lilly, and honoraria from Amgen, AbbVie, AstraZeneca, MSD, GSK, Novartis, Pfizer, Roche Pharma, Clovis Oncology, TEVA, Eisai, Eli Lilly, Gilead, and Daiichi Sankyo. RAN reports grants or contracts from the Dutch Cancer Society, Dutch Research Council, Elekta, Varian, Accuracy, Sensuis, and Senewald paid to his institution; honoraria from Elekta, MSD, and GSK paid to his institution; and leadership for the Dutch Gynecological Oncology Group (chair) and the GCIG Cervical Cancer Research Network (chair). All other authors declare no competing interests. Acknowledgments We thank ESGO, ESTRO, and ESP for their support. We also thank the 225 international reviewers for their valuable comments and suggestions. References 1 Sung H, Ferlay J, Siegel RL, et al. Global Cancer Statistics 2020: GLOBOCAN estimates of incidence and mortality worldwide for 36 cancers in 185 countries. CA Cancer J Clin 2021; 71: 209–49. 2 Ferlay J, Ervik M, Lam F, et al. Global Cancer Observatory: cancer today. Lyon, France: International Agency for Research on Cancer, 2024. https://gco.iarc.who.int/media/globocan/factsheets/ cancers/24-corpus-uteri-fact-sheet.pdf (accessed Oct 2, 2024). 3 Liu L, Habeshian TS, Zhang J, et al. Differential trends in rising endometrial cancer incidence by age, race, and ethnicity. JNCI Cancer Spectr 2023; 7: pkad001. 4 Lortet-Tieulent J, Ferlay J, Bray F, Jemal A. International patterns and trends in endometrial cancer incidence, 1978–2013. J Natl Cancer Inst 2018; 110: 354–61. 5 Feng J, Lin R, Li H, Wang J, He H. Global and regional trends in the incidence and mortality burden of endometrial cancer, 1990–2019: updated results from the Global Burden of Disease Study, 2019. Chin Med J 2024; 137: 294–302. 6 De Angelis R, Demuru E, Baili P, et al. Complete cancer prevalence in Europe in 2020 by disease duration and country (EUROCARE-6): a population-based study. Lancet Oncol 2024; 25: 293–307. 7 Wakkerman FC, Wu J, Putter H, et al. Prognostic impact and causality of age on oncological outcomes in women with endometrial cancer: a multimethod analysis of the randomised PORTEC-1, PORTEC-2, and PORTEC-3 trials. Lancet Oncol 2024; 25: 779–89. 8 Concin N, Matias-Guiu X, Vergote I, et al. ESGO/ESTRO/ESP guidelines for the management of patients with endometrial carcinoma. Int J Gynecol Cancer 2021; 31: 12–39. 9 Berek JS, Matias-Guiu X, Creutzberg C, et al. FIGO staging of endometrial cancer: 2023. Int J Gynaecol Obstet 2023; 162: 383–94. 10 Rodolakis A, Scambia G, Planchamp F, et al. ESGO/ESHRE/ESGE Guidelines for the fertility-sparing treatment of patients with endometrial carcinoma. Hum Reprod Open 2023; 2023: hoac057. 11 Dykewicz CA, US Centers for Disease Control and Prevention, the Infectious Diseases Society of America, the American Society of Blood and Marrow Transplantation. Summary of the guidelines for preventing opportunistic infections among hematopoietic stem cell transplant recipients. Clin Infect Dis 2001; 33: 139–44. 12 Gross PA, Barrett TL, Dellinger EP, et al. Purpose of quality standards for infectious diseases. Clin Infect Dis 1994; 18: 421. 13 WHO Classification of Tumours Editorial Board. Female genital tumours: WHO Classification of Tumours, 5 edn. World Health Organization, 2020. Copyright © 2025 Elsevier Ltd. All rights reserved, including those for text and data mining, AI training, and similar technologies."
  ],
  "processed_at": "2026-01-30T15:58:52.190Z"
}