{
  "doc_id": "a87c8fdbe4e35ff19debbf42d1df3871",
  "source_id": "esteatose_",
  "total_pages": 35,
  "pages": [
    "Clinical Practice Guidelines American Association of Clinical Endocrinology Clinical Practice Guideline for the Diagnosis and Management of Nonalcoholic Fatty Liver Disease in Primary Care and Endocrinology Clinical Settings Co-Sponsored by the American Association for the Study of Liver Diseases (AASLD) Kenneth Cusi, MD, FACE, FACP, Co-Chair 1, * , Scott Isaacs, MD, FACE, FACP, Co-Chair 2 , Diana Barb, MD, ECNU 3 , Rita Basu, MD 4 , Sonia Caprio, MD 5 , W. Timothy Garvey, MD, MACE 6 , Sangeeta Kashyap, MD 7 , Jeffrey I. Mechanick, MD, ECNU, MACE, FACP, FACN 8 , Marialena Mouzaki, MD, MSc 9 , Karl Nadolsky, DO, FACE, DABOM 10 , Mary E. Rinella, MD, AASLD Representative 11 , Miriam B. Vos, MD, MSPH 12 , Zobair Younossi, MD, AASLD Representative 13 1 Guideine and Algorithm Task Forces Co-Chair, Division of Endocrinology, Diabetes and Metabolism, University of Florida, Gainesville, Florida 2 Guideline and Algorithm Task Forces Co-Chair, Division of Endocrinology, Emory University School of Medicine, Atlanta, Georgia 3 University of Florida, Gainesville, Florida 4 Division of Endocrinology, University of Virginia School of Medicine, Charlottesville, Virginia 5 Yale University School of Medicine, New Haven, Connecticut 6 Department of Nutrition Sciences, University of Alabama at Birmingham, Birmingham, Alabama 7 Cleveland Clinic Lerner College of Medicine, Cleveland, Ohio 8 The Marie-Josee and Henry R. Kravis Center for Cardiovascular Health at Mount Sinai Heart, Icahn School of Medicine at Mount Sinai 9 Cincinnati Children ’ s Hospital Medical Center, Cincinnati, Ohio 10 Michigan State University College of Human Medicine, Grand Rapids, Michigan 11 AASLD Representative, University of Pritzker School of Medicine, Chicago, Illinois 12 Center for Clinical and Translational Research, Emory University School of Medicine, Children ’ s Healthcare of Atlanta, Atlanta, Georgia 13 AASLD Representative, Inova Medicine, Inova Health System, Falls Church, Virginia a r t i c l e i n f o Article history: Received 3 February 2022 Received in revised form 11 March 2022 Accepted 11 March 2022 Available online 12 May 2022 Key words: NAFLD diabetes a b s t r a c t Objective: To provide evidence-based recommendations regarding the diagnosis and management of nonalcoholic fatty liver disease (NAFLD) and nonalcoholic steatohepatitis (NASH) to endocrinologists, primary care clinicians, health care professionals, and other stakeholders. Methods: The American Association of Clinical Endocrinology conducted literature searches for relevant articles published from January 1, 2010, to November 15, 2021. A task force of medical experts developed evidence-based guideline recommendations based on a review of clinical evidence, expertise, and informal consensus, according to established American Association of Clinical Endocrinology protocol for guideline development. NAFLD Algorithm Task Force: Kenneth Cusi, MD, FACE, FACP, Co-Chair; Scott Isaacs, MD, FACE, FACP, Co-Chair; Diana Barb, MD, ECNU; Sonia Caprio, MD; Sangeeta Kashyap, MD; Karl Nadolsky, DO, FACE, DABOM. Disclaimer: The American Association of Clinical Endocrinology clinical practice guidelines include systematically developed recommendations to assist health care professionals in medical decision-making for speci fi c clinical conditions. Most of the content herein is based on scienti fi c evidence. In areas of uncertainty, or when clar- i fi cation is required, expert opinion and professional judgement were applied. This guideline is a working document that re fl ects the state of the fi eld at the time of publication. Since rapid changes in this area are expected, periodic revisions are inevitable. We encourage health care professionals to use this information in conjunction with their best clinical judgment. The presented recommendations may not be appropriate in all situations. Any decision(s) by health care professionals to apply the recommendations provided in this guideline must be made in consideration of local resources and individual patient circumstances. Please address reprint requests to: publications@aace.com * Address correspondence to Dr Kenneth Cusi, Division of Endocrinology, Diabetes and Metabolism, University of Florida, 1600 SW Archer Rd; room H -2, P.O.Box: 100226, Gainesville, Florida 32610-0226. Contents lists available at ScienceDirect Endocrine Practice j o u r n a l h o m e p a g e : w w w . e n d o c r i n e p r a c t i c e . o r g https://doi.org/10.1016/j.eprac.2022.03.010 1530-891X/ © 2022 Published by Elsevier Inc. on behalf of the AACE. Endocrine Practice 28 (2022) 528 e 562",
    "steatohepatitis weight loss GLP-1 RA pioglitazone Recommendation Summary: This guideline includes 34 evidence-based clinical practice recommenda- tions for the diagnosis and management of persons with NAFLD and/or NASH and contains 385 citations that inform the evidence base. Conclusion: NAFLD is a major public health problem that will only worsen in the future, as it is closely linked to the epidemics of obesity and type 2 diabetes mellitus. Given this link, endocrinologists and primary care physicians are in an ideal position to identify persons at risk on to prevent the development of cirrhosis and comorbidities. While no U.S. Food and Drug Administration-approved medications to treat NAFLD are currently available, management can include lifestyle changes that promote an energy de fi cit leading to weight loss; consideration of weight loss medications, particularly glucagon-like peptide-1 receptor agonists; and bariatric surgery, for persons who have obesity, as well as some dia- betes medications, such as pioglitazone and glucagon-like peptide-1 receptor agonists, for those with type 2 diabetes mellitus and NASH. Management should also promote cardiometabolic health and reduce the increased cardiovascular risk associated with this complex disease. © 2022 Published by Elsevier Inc. on behalf of the AACE. Lay Abstract Nonalcoholic fatty liver disease (NAFLD) is the most common cause of chronic liver disease affecting 25% of the global population. Despite the sizable and growing prevalence, disease awareness remains limited with < 5% of persons with NAFLD being aware of their disease compared with 38% of persons with viral hepatitis. Twelve to 14% of persons with NAFLD have a more aggressive form known as nonal- coholic steatohepatitis (NASH), which can progress to advanced liver fi brosis, cirrhosis, or liver cancer. The risk of NASH is two- to threefold higher in persons with obesity and/or type 2 diabetes mellitus. NASH is among the top causes of liver cancer and the second most common indication for liver transplantation in the United States after hepatitis C. NAFLD is diagnosed by abnormal liver test results (although liver test results may be normal) and imaging studies, not related to excess alcohol use or other causes of liver disease. NASH is diagnosed by a liver biopsy; however, specialized blood tests and imaging can determine the risk of signi fi cant fi brosis. NAFLD is associated with car- diometabolic disorders: (1) obesity, (2) insulin resistance, (3) type 2 diabetes mellitus, (4) high blood pressure, and (5) atherogenic dyslipidemia, all of which increase the risk of a heart attack or stroke, the most common cause of death. The primary treatment of NAFLD is weight loss with a low-calorie diet; restriction of saturated fat, starch, and sugar; improved eating patterns (eg, Mediterranean diet and minimally processed whole foods); and exercise. Cardiometabolic bene fi t and reduction of liver fat can be observed with > 5% weight loss. More weight loss provides increased bene fi ts and may reverse stea- tohepatitis or liver fi brosis ( \u0015 10% weight loss). There are no U.S. Food and Drug Administration-approved medications for the treatment of NAFLD; however, some diabetes and antiobesity medications can be bene fi cial. Bariatric surgery is also effective for weight loss and reducing liver fat in persons with severe obesity. Structure of Clinical Practice Guideline 1. Introduction \u000e Epidemiology of Adult and Pediatric NAFLD \u000e Purpose \u000e Scope \u000e Limitations of the Literature 2. Methods 3. Summary of Recommendations: summary list of all recom- mendations developed for this clinical practice guideline 4. Recommendations With Evidence Base \u000e Recommendation \u000e Recommendation Grade, Strength of Evidence Grade, and Best Evidence Level \u000e Evidence Base: summary of clinical background and high- lighted studies that best support the recommendation Introduction Epidemiology What Is the Magnitude of the Problem/Disease Burden in Endocrine and Primary Care Clinics? Nonalcoholic fatty liver disease (NAFLD) is part of a multi- systemic disease and is closely associated with obesity, insulin resistance (IR), type 2 diabetes mellitus (T2D), hypertension, and atherogenic dyslipidemia. 1,2 The de fi nition of NAFLD is based on the presence of hepatic steatosis in > 5% of hepatocytes in the absence of signi fi cant ongoing or recent alcohol consumption and other known causes of liver disease. 1,2 Nonalcoholic steatohepatitis (NASH), more likely to progress to advanced stages of fi brosis, is characterized by the presence of active hepatocyte injury (ballooning) and in fl ammation in addition to steatosis (Table 1 shows the common terms and de fi nitions, and Table 2 shows the histologic de fi nition of NAFLD grades and fi brosis stages). Abbreviations AACE, American Association of Clinical Endocrinology; AASLD, American Association for the Study of Liver Diseases; ABCD, adiposity-based chronic disease; ALT, alanine aminotransferase; AST, aspartate aminotransferase; aHR, adjusted hazard ratio; BEL, best evidence level; BMI, body mass index; CAP, controlled attenuation parameter; CI, con fi dence interval; CKD, chronic kidney disease; CMD, cardiometabolic disease; CPG, Clinical Practice Guidelines; CV, cardiovascular; CVD, cardiovascular disease; EBMT, Endoscopic bariatric and metabolic therapy; ELF, enhanced liver fi brosis; ESG, endoscopic sleeve gastroplasty; FDA, U.S. Food and Drug Administration; FIB-4, fi brosis-4 index; GH, growth hormone; GLP-1 RA, glucagon-like peptide-1 receptor agonist; HCC, hepatocellular carcinoma; HR, hazard ratio; 1 H-MRS, proton magnetic resonance spectroscopy; IGB, intragastric balloon; IHTG, intrahepatic triglyceride; IR, insulin resistance; LSM, liver stiffness measurement; MACE, major adverse cardiovascular event; MetS, metabolic syndrome; MRE, magnetic resonance elastography; MRI, magnetic resonance imaging; MRI-PDFF, magnetic resonance imaging- proton density fat fraction; NAFLD, nonalcoholic fatty liver disease; NAS, NAFLD activity score; NASH, nonalcoholic steatohepatitis; NFS, NAFLD fi brosis score; NPV, negative predictive value; OR, odds ratio; PCOS, polycystic ovary syndrome; PCP, primary care physician; PNPLA3, patatin- like phospholipase domain-containing 3; PPAR, peroxisome proliferator- activated receptor; PPV, positive predictive value; pSWE, point shear wave elastography; RCT, randomized controlled trial; RYGB, Roux-en-Y gastric bypass; SGLT2, sodium-glucose cotransporter 2; SWE, shear wave elastography; TBW, total body weight; TE, transient elastography; T1D, type 1 diabetes mellitus; T2D, type 2 diabetes mellitus; US, ultrasonography; 2DSWE, 2-dimensional shear wave elastography; VCTE, vibration-controlled transient elastography. K. Cusi, S. Isaacs, D. Barb et al. Endocrine Practice 28 (2022) 528 e 562 529",
    "Globally, the overall prevalence of NAFLD is 25%, while the prevalence of the potentially progressive form of NAFLD or NASH is between 12% and 14%. 5 The highest prevalence rates for NAFLD and NASH have been reported from the Middle Eastern countries. 1 In addition, the prevalence rates are signi fi cantly higher in those with T2D and visceral obesity. In fact, among those with obesity, the prevalence of NASH is between 25% and 30%, while approximately 30% to 40% of persons with diabetes have NASH. 1,6 e 8 A recent study indicated that in outpatient family medicine, internal medicine, and endocrine clinics, approximately 70% of persons with T2D have NAFLD (steatosis), and approximately 15% have clinically signi fi cant liver fi brosis (stages \u0015 F2), 9 consistent with other recent population-based studies in the United States. 10,11 The prevalence of NAFLD 12 is expected to continue to increase, likely with a disproportionate increase in advanced disease. 13 Current estimates suggest that approximately 20% of persons with NASH could potentially develop signi fi cant liver disease including cirrhosis and its complications. 14 NASH is now among the top causes of hepatocellular carcinoma (HCC) 15,16 and the second most common cause of HCC in those on the waiting list for liver transplantation in the United States after hepatitis C. 17 This growth is especially worrisome for Asia, the Middle East, and Table 1 Relevant De fi nitions in NAFLD NAFLD a Nonalcoholic fatty liver disease Term used for the broad spectrum of the disease, ranging from hepatic steatosis only to steatohepatitis (NASH) to cirrhosis, in the absence of ongoing or recent consumption of signi fi cant amounts of alcohol or the presence of other secondary causes of fatty liver disease. NASH a Nonalcoholic steatohepatitis Presence of \u0015 5% hepatic steatosis with in fl ammation and hepatocyte injury (also known as hepatocyte ballooning), with or without evidence of liver fi brosis. NASH cirrhosis a Cirrhosis with histologic evidence of steatosis or steatohepatitis. NAS a NAFLD activity score An unweighted composite of steatosis, lobular in fl ammation, and ballooning scores. Signi fi cant alcohol consumption a,b … De fi ned as ingestion of > 21 standard drinks per week in men and > 14 standard drinks per week in women over a 2-year period preceding baseline liver histology. FIB-4 Fibrosis-4 index An index to estimate the risk of hepatic cirrhosis calculated from the computation of age, plasma aminotransferases (AST and ALT), and platelet count. This noninvasive estimate of liver scarring is used to assess the need for biopsy. The score is calculated using a person ’ s age, AST level, platelet count (PLT), and ALT level. FIB-4 score ¼ age (years) \u0004 AST (U/L)/[PLT (10 9 /L) \u0004 ALT ½ (U/L). ELF Enhanced liver fi brosis test This blood test measures the levels of tissue inhibitor of metalloproteinases 1, amino-terminal propeptide of type III procollagen, and hyaluronic acid and is used to estimate the rate of liver extracellular matrix metabolism re fl ecting the severity of liver fi brosis. NFS NAFLD fi brosis score \u0005 1.675 þ 0.037 \u0004 age (years) þ 0.094 \u0004 BMI (kg/m 2 ) þ 1.13 \u0004 (impaired fasting glucose or DM) þ 0.99 \u0004 (AST/ALT) \u0005 0.013 \u0004 platelet ( \u0004 10 9 /L) ¼ 0.66 \u0004 albumin (g/dL) (where impaired fasting glucose/DM had a value of 1 if the participants had impaired fasting glucose and 0 if they did not) APRI AST-to-platelet ratio index [AST level (IU/L)/AST (upper limit of normal AST range (IU/L) \u0004 100] divided by platelet count (10 9 /L) 1 H-MRS Proton magnetic resonance spectroscopy A technique for quantifying hepatic steatosis MRI-PDFF Magnetic resonance imaging- proton density fat fraction A technique for quantifying hepatic steatosis VCTE Vibration-controlled transient elastography A technique for liver stiffness measurement that is correlated with the severity of liver fi brosis on histology. MRE Magnetic resonance elastography Technology that combines MRI with low-frequency vibrations to assess liver stiffness. Abbreviations: ALT ¼ alanine aminotransferase; AST ¼ aspartate aminotransferase; BMI ¼ body mass index; DM ¼ diabetes mellitus. a Sanyal et al. 3 b A standard alcoholic drink is de fi ned as a given drink with approximately 14 g of pure alcohol (https://pubs.niaaa.nih.gov/publications/practitioner/pocketguide/pocket_ guide2/htm). Accessed on December 10 th , 2021. Table 2 Features of NASH and Fibrosis Staging (Adapted and Reprinted With Permission From Younossi et al 2 and Kleiner et al 4 ) Feature De fi nition Score or code Steatosis grade Low- to medium-power evaluation of parenchymal involvement by steatosis < 5% ¼ 0 5%-33% ¼ 1 (mild) 33%-66% ¼ 2 (moderate) > 66% ¼ 3 (severe) Lobular in fl ammation Overall assessment of all in fl ammatory foci per \u0004 200 fi eld No foci ¼ 0 < 2 foci per 200 fi eld ¼ 1 2-4 foci per 200 fi eld ¼ 2 > 4 foci per 200 fi eld ¼ 3 Ballooning … None ¼ 0 Few (or borderline) balloon cells ¼ 1 Many cells/prominent ballooning ¼ 2 NAS Sum of steatosis þ lobular in fl ammation þ ballooning 0-8 Fibrosis stage … None ¼ 0 Mild ¼ perisinusoidal or periportal (stage 1) Moderate ¼ perisinusoidal and portal/periportal (stage 2) Severe ¼ bridging fi brosis (stage 3) Cirrhosis ¼ stage 4 Abbreviation: NAS ¼ nonalcoholic fatty liver disease activity score. K. Cusi, S. Isaacs, D. Barb et al. Endocrine Practice 28 (2022) 528 e 562 530",
    "North African regions, with the highest documented prevalence of NAFLD. 18 Despite the sizable and growing prevalence of NAFLD, disease awareness remains quite limited, with < 5% of persons with NAFLD being aware of their liver disease compared with liver disease awareness in 38% of persons with viral hepatitis. 19 Furthermore, a global survey of over 2200 physicians recently highlighted the knowledge gap regarding NAFLD among providers, especially for primary care physicians (PCPs) and endocrinologists. 20 Another recent survey of 751 clinicians in the United States, including PCPs, endocrinologists, and gastroenterologists or hepatologists, found that they underestimated the prevalence of NAFLD in high-risk groups (eg, those with severe obesity or T2D) and that there was underutilization of medications with proven ef fi cacy in NASH. 21 Finally, diagnosis and referral to specialists for management remain low among endocrinologists. 21,22 In contrast to other highly prevalent noncommunicable chronic conditions (ie, obesity, dia- betes, and cardiovascular disease [CVD]), NAFLD has received little attention from a public health perspective with global health stra- tegies characterized as inadequate and fragmented. 23 This conun- drum of increasing disease burden, limited awareness, and clinical inertia exacerbates the public health challenge. This is especially relevant given the fact that the vast majority of persons with T2D, who may have underlying NAFLD, are predominantly seen by pri- mary care clinicians and endocrinologists but remain undiagnosed and untreated. Therefore, the aim of developing this evidence-based guideline is to increase awareness about NAFLD and NASH and provide easy-to-use and practical recommendations to guide clini- cians for the assessment of NAFLD in their practices. What Is Known About the Natural History of NAFLD? T2D is a major driver of disease progression. A prevalence study conducted across 20 countries found an alarmingly 55% prevalence of NAFLD among individuals with T2D. 6 This may be an underes- timation of the real prevalence of steatosis as screening in approximately 90% of the studies was performed by liver ultraso- nography (US), considered less sensitive than elastography (controlled attenuation parameter [CAP]) or magnetic resonance imaging (MRI)-based techniques for hepatic steatosis. 24 Higher estimates of NAFLD and liver fi brosis have been suggested in people with T2D based on 8 studies from 2020 and 2021 from Europe, Southeast Asia, and the United States using transient elastography (TE) and/or MRI-based techniques as screening tools for NAFLD, NASH, and fi brosis. 25 Age ( > 50 years), IR, and features of metabolic syndrome (MetS) all increase the probability of NASH with a more severe fi brosis stage and cirrhosis. 5,26-28 The strong association between steato- hepatitis and T2D does not establish causality, but it does demon- strate the impact of diabetes on liver due to a higher prevalence of obesity in Hispanics than in Caucasians disease severity. 29 How- ever, the role of poor glycemic control remains unclear, with some studies suggesting that it increases the risk of fi brosis progres- sion, 30-32 while another study did not show an increased risk. 11 Ethnicity may be another factor in disease progression. In the United States, the prevalence of steatohepatitis in the Hispanic population with or without diabetes is the highest, with reports of approximately 20% 7,33 or higher. 5 However, when body mass index (BMI) is well matched, neither steatohepatitis nor fi brosis is worse in Hispanics than in Caucasians. 34 Additionally, although NASH may be more common in people of Hispanic descent than in Caucasians or those with African American ancestry, a meta-analysis of 34 studies comprising 368 569 participants reported that the propor- tion of those with signi fi cant fi brosis did not signi fi cantly differ among racial or ethnic groups. 33 Several reports have shown that obesity and diabetes interact with genetic factors to increase the risk of cirrhosis in Hispanics, with their relative contribution being often dif fi cult to fully un- tangle. Several genetic variants that modify hepatocyte triglyceride metabolism have been investigated by genome-wide association and exome sequencing. The risk variants most studied alter either lipid droplet traf fi cking (patatin-like phospholipase domain- containing 3 [PNPLA3]), secretion of low-density lipoprotein cholesterol (transmembrane 6 superfamily member 2), lipid signaling/metabolism (hydroxysteroid 17-beta dehydrogenase), de novo lipogenesis (GCKR), or hepatic phosphatidylinositol acyl chain remodeling (MBOAT7), among others. 35 The PNPLA3 148I / M (rs738409) is highly prevalent in Hispanics, 36 likely promoting steatosis by interfering with lipid droplet function and hepatocyte lipid turnover. The major implication is that the variant has been associated with a greater risk of NASH progression and cirrhosis. 35,37,38 It appears that the genetic variants identi fi ed amplify their impact across the spectrum of the disease in the presence of obesity, from steatosis to in fl ammation to cirrhosis. 39 However, there is insuf fi cient evidence to strongly conclude that race, by itself, plays a central role in the development of hepatic fi brosis. 36,37 Therefore, at the present time, genetic testing cannot be recommended in the clinical realm for the management of pa- tients with NASH, although this may change as more data become available about the clinical implications of different gene variants. While the disease progression rate is relatively slow in most people, progression may be faster in some individuals with risk factors (ie, obesity and T2D), 40 and approximately one third of in- dividuals eventually progress to NASH, of which an estimated 20% develop fi brosis with a high risk of extrahepatic complications, cirrhosis, and liver failure. 41 Development of fi brosis is a key pre- dictor of liver-related outcomes. There is substantive evidence to support a dose-dependent effect of fi brosis on liver-related and all- cause mortality (5- to 12-fold increase in relative risk), with a greater risk of liver decompensation, HCC, liver transplantation, and death. 42,43 Excess mortality associated with NAFLD is mostly attributable to extrahepatic cancer, cirrhosis, CVD, and HCC. All NAFLD histologic stages (Table 2), including isolated steatosis with no fi brosis, are associated with a signi fi cant increase in overall mortality, which worsens with liver disease severity. 44 Due to the increasing incidence of obesity and diabetes, the prevalence of NAFLD-HCC is on the rise. Thus, NAFLD is likely to replace hepatitis B and C viruses as the leading cause of HCC globally. Some gene variants, such as PNPLA3 or transmembrane 6 superfamily member 2, as discussed earlier, are associated with a much higher risk not only of cirrhosis but also of HCC, with both risks ampli fi ed in the presence of obesity or diabetes. 38 There is an increasing body of evidence for the association of NAFLD and cancer, which offers the underlying pathophysiology for long-time observation that diabetes is associated with a twofold higher risk of HCC 17,45 with a modest contribution from extrahepatic cancers. 46 A few earlier long-term cohort studies have found extrahepatic can- cers to be the second leading cause of death after CVD, 47 especially in those with more advanced (bridging) fi brosis. 41 Hence, even though extrahepatic cancers do not pose a signi fi cant clinical burden, the increasing incidence of NAFLD-HCC calls for better cancer screening strategies in this population. What Are the Extrahepatic Complications Relevant to Endocrinologists and Practitioners Who Care for Persons With Endocrine and Cardiometabolic Diseases? T2D and CVD are the 2 most important extrahepatic diseases associated with NAFLD and are closely associated with visceral adiposity and IR. The relationship between NAFLD and T2D is K. Cusi, S. Isaacs, D. Barb et al. Endocrine Practice 28 (2022) 528 e 562 531",
    "bidirectional, with visceral adiposity and IR being mediators in the causal pathway. 48,49 Visceral adipose tissue is known to increase de novo gluconeogenesis, and liver fat is associated with hepatic IR. 48 NAFLD, especially NASH, exacerbates hepatic and adipose tissue IR, which can contribute to the development of T2D. 50 A 2016 meta- analysis of 20 studies conducted that followed 117 020 persons for a median follow-up period of 5 years found an approximately twofold greater relative risk of developing T2D among persons with NAFLD than among those without NAFLD. 51 This fi nding was consistent with 2 more recent meta-analyses that reported a similar twofold increased risk of diabetes associated with having NAFLD. 52,53 A recent study estimated that there were 18.2 million people in the United States living with T2D and NAFLD, of whom 6.4 million had NASH. Health care costs for persons with T2D and NASH were estimated to be $55.8 billion over the next 20 years, to ac- count for 65 000 transplants, 1.37 million cardiovascular (CV)- related deaths, and 812 000 liver-related deaths. 54 With up to one third of persons with type 1 diabetes mellitus (T1D) having obesity, greater attention is being paid to their risk of developing NAFLD. 55 The pooled prevalence of NAFLD was 22% in adults with T1D based on a systematic review and meta-analysis published in 2020 (95% Con fi dence interval [CI], 13.9%-31.2%). The estimation differed substantially between reports given that different imaging modalities and heterogeneous populations were included. 56 In addition, several studies did not use “ gold standard ” diagnostic techniques, such as MRI-based techniques or a liver bi- opsy. In one of the few studies using liver MRI, in a predominantly nonobese population (mean BMI, 26.5 kg/m 2 ), the prevalence of steatosis was 8.8%, much lower than the 68% prevalence observed in persons with T2D. 57 Because NAFLD affects mostly those with IR or obesity, it is not entirely surprising that depending on the pop- ulation studied, some studies have not found persons with T1D to have a higher risk of NAFLD. 56 The relationship between NAFLD and diabetic complications remains poorly understood. Persons with steatosis and T1D have been reported to be at greater risk of developing CVD, arrhythmias, and other cardiac complications. 58-60 The presence of NAFLD has also been associated with microvascular diabetic complications, especially chronic kidney disease (CKD). 61,62 A meta-analysis including 20 cross-sectional studies with approximately 28 000 individuals reported that NAFLD was associated with a twofold increased prevalence of CKD (odds ratio [OR], 2.12; 95% CI, 1.69- 2.66). 63 In the 13 longitudinal studies included in the meta- analysis, NAFLD was associated with an overall 80% increased risk of incident CKD (hazard ratio [HR], 1.79; 95% CI, 1.65-1.95). Sub- group analysis suggested that advanced hepatic fi brosis was asso- ciated with an even greater risk of CKD. 63 Similar results have been reported in a more recent meta-analysis that included 96 500 persons (one third with NAFLD) followed for a median of 5.2 years. 64 In persons with diabetic retinopathy, the relationship re- mains controversial, with a recent meta-analysis of 9 studies involving 7170 persons unable to fi nd an overall association be- tween NAFLD and diabetic retinopathy. 65 However, signi fi cant heterogeneity and apparent ethnic differences were present among studies, with some studies from Italy and India demonstrating an association between NAFLD and diabetic retinopathy, while other studies from the United States, China, Korea, or Iran did not demonstrate such an association. 65 Women with polycystic ovary syndrome (PCOS) are at increased risk of T2D and NAFLD. A population-based retrospective study of a primary care database of 63 000 women with PCOS and nearly 121000 age-, BMI-, and location-matched controls reported an increased incidence of NAFLD in women with PCOS (HR, 2.23; 95% CI, 1.86-2.66). 66 Recently, a retrospective study of 102 women with biopsy-con fi rmed NAFLD found that after adjusting for age and BMI, PCOS remained associated with severity of steatohepatitis (hepatocyte ballooning) (OR, 3.4; 95% CI, 1.1-10.6; P ¼ .03) and advanced fi brosis (OR, 7.1; 95% CI, 1.3-39; P ¼ .02). 67 The underlying mechanisms for the development of NAFLD in PCOS are multifac- torial; however, IR is a key driver. 68 Of interest, women with PCOS and hyperandrogenism have a threefold higher prevalence of NAFLD, strongly associated with severe IR. 69,70 Obesity, IR, and development of T2D appear to be the underlying factors associated with development of NAFLD in several endocrine conditions; the most studied include hypothyroidism, growth hormone (GH) de fi ciency, and hypogonadism. Most studies have been small, of poor quality, and either case reports or uncontrolled. For instance, hypothyroidism appears associated with steatosis in animal models and some human studies. 71 Although a recent meta- analysis suggested a modest association, 72 the results were not conclusive. Most studies were small and used a liver US for the diagnosis, and 7 of 13 studies were negative. A number of other caveats have been raised from this meta-analysis. 73 The de fi nition of hypothyroidism was very broad including overt hypothyroidism, subclinical hypothyroidism, and/or levothyroxine replacement. Moreover, it was unclear how persons receiving levothyroxine replacement actually had a higher risk of NAFLD than those with hypothyroidism not receiving treatment (OR, 2.19 [95% CI, 1.41- 3.43] vs 1.31 [95% CI, 1.04-1.66]). Moreover, in the 3 longitudinal studies, subclinical hypothyroidism was not independently associ- ated with the risk of incident NAFLD over a median of 5 years (random-effects HR, 1.29 [95% CI, 0.89-1.86]; I 2 ¼ 83.9%). In the largest study using “ gold standard ” measurements of liver fat (proton magnetic resonance spectroscopy [ 1 H-MRS]) and liver histology in 232 middle-aged persons with T2D, only a modest relationship was observed between steatosis and low free thyroxine levels but no association with in fl ammation, hepatocyte injury (ballooning), or fi brosis. 74 In animal models, there are re- ports showing an association between low sex hormone levels and alterations in glucose and lipid metabolism and NAFLD. 75 However, in a study including 175 men with T2D examining the relationship between lower total testosterone level and hepatic steatosis using 1 H-MRS and liver histology, the relationship disappeared when adjusted for IR and obesity. Moreover, no relationship was observed between lower total testosterone levels and severity of liver nec- roin fl ammation or fi brosis. 76 Finally, GH de fi ciency has been asso- ciated with NAFLD given the broad effects of GH on glucose metabolism. 77 Panhypopituitarism has also been linked to NAFLD. 78 GH replacement has shown some bene fi t, 79 but studies have been usually small and uncontrolled. In a recent meta-anal- ysis, 80 pooled analysis showed an association between low insulin- like growth factor 1 level and NAFLD, although signi fi cant hetero- geneity was present among the 12 studies included. In subgroup analyses, a low insulin-like growth factor 1 level was strongly associated with obesity and IR. 80 Clearly, more studies are needed, but GH and testosterone replacement should be used with caution and following current medical guidelines given their risk of misuse and of adverse events. Thus, it is premature to recommend persons with endocrinopathies to be routinely evaluated for NAFLD, beyond the risk associated with the presence of obesity or T2D. Given the high prevalence of NAFLD and CVD and their mutual association with MetS, it is not unexpected for the 2 conditions to coexist. Although end-stage liver disease and HCC are the most common causes of death in persons with cirrhosis, CVD and extrahepatic malignancy are the leading causes of morbidity and mortality in most individuals with less advanced disease. 60,81,82 A 2015 analysis of the Framingham Heart Study found that hepatic steatosis was strongly associated with subclinical CVD outcomes, independent of other metabolic risk factors. 83 Persons with NAFLD have increased carotid intima-media thickness compared with K. Cusi, S. Isaacs, D. Barb et al. Endocrine Practice 28 (2022) 528 e 562 532",
    "those without NAFLD. 53,84 In a recent cross-sectional study of asymptomatic individuals undergoing coronary computed tomog- raphy angiography, NAFLD was consistently associated with high- risk noncalci fi ed atherogenic plaques, indicative of a greatly increased CV risk. 85 In a longitudinal study of 603 individuals with biopsy-proven NAFLD, followed for a mean of 18.6 years, 28% of persons with NAFLD versus 21% of controls experienced a CVD event (HR, 1.54; 95% CI, 1.30-1.83). 86 The increased risk of both fatal and nonfatal CV events has been correlated in some studies with the severity of hepatic steatosis, in fl ammation, or fi brosis, 53,84 but this remains to be fully established. Finally, a recent meta-analysis among 10 576 383 individuals across 24 countries in nonobese persons with NAFLD aiming to remove obesity as a confounding factor found that there was still a much higher incidence rate of new-onset CVD in individuals with NAFLD (18.7 per 1000 person- years; 95% CI, 9.2-31.2). 87 Complications other than atherosclerotic CVD may be associated with the presence of NAFLD. A meta-analysis of 9 cross-sectional and longitudinal studies in 2019 that included 364 919 in- dividuals found a strong correlation between NAFLD and atrial fi brillation (pooled OR, 2.07; 95% CI, 1.38-3.10). 88 A cross-sectional study conducted in 2015 found a signi fi cant association between NAFLD and ventricular arrhythmias. 89 However, it must be noted that in the former study, individuals did not undergo 24-hour Holter monitoring, whereas the latter included Holter monitoring data. A 2020 meta-analysis found that other cardiac complications, such as cardiomyopathy, cardiac valvular calci fi cation, and cardiac arrhythmias, were also more prevalent in persons with NAFLD. 84 In a meta-analysis of 12 studies including approximately 280 000 individuals, early heart failure with preserved ejection fraction was found to be more prevalent in persons with well-controlled T2D and NAFLD independent of other risk factors. 90 However, it will be dif fi cult to establish a causal relationship between NAFLD and CVD given the tangled web of overlapping metabolic disturbances pre- sent in these individuals (ie, IR, obesity, T2D, atherogenic dyslipi- demia, and visceral adiposity). Future studies are needed to establish this mechanistic link, but even if not causal, endocri- nology and primary care clinicians should consider persons with NAFLD as being at high risk of CV complications. Finally, several other complications, such as gallbladder dis- ease, 91 obstructive sleep apnea, 87,92 colorectal neoplasm, 93 and other cancers 90 as well as sarcopenia, 94 have also been reported with increased prevalence in those with NAFLD. Of interest, persons with both NAFLD and sarcopenia have a higher risk of CVD (OR, 1.83; P ¼ .014) than those without NAFLD and sarcopenia. 95 Addi- tionally, recent data suggest that sarcopenia in NAFLD is associated with increased mortality. 96 Purpose Given the high prevalence of NAFLD in clinical endocrinology and primary care practice and the paucity of guidelines that address the metabolic and endocrinologic perspectives, little guidance is available for frontline practitioners who care for persons with NAFLD, most of whom are undiagnosed. The purpose of this guideline is to provide endocrinology and primary care clinicians with practical evidence-based recommendations for the diagnosis and management of NAFLD. Scope This guideline addresses key management questions and fo- cuses on the metabolic and endocrinologic aspects of prevention, diagnosis, treatment, and long-term prognosis for the entire pop- ulation of persons with NAFLD. Outside the scope of this guideline is an in-depth review of the epidemiology in the general population or inclusion of controversial aspects of NAFLD reserved for the liver specialist. It is meant to provide practical patient-centered guid- ance for endocrinologists and PCPs who often see populations at high risk of developing NASH (ie, those with obesity, MetS, and/or T2D). It also does not address interventions of a purely investiga- tional nature; it includes only those interventions available to the practicing clinician: (1) lifestyle intervention, (2) bariatric surgery, (3) weight loss and diabetes treatment agents, and (4) any other agent with strong evidence from randomized controlled trials (RCTs) deemed as safe and effective. There are no U.S. Food and Drug Administration (FDA)-approved medications for the treat- ment of NASH available at the time of publication. Limitations of the Literature NAFLD has reached epidemic proportions fueled by the increase in the incidence of obesity and T2D, creating a need for endocri- nology and primary care clinicians to become engaged in its early diagnosis and management. Although there is a rapidly growing body of literature, the fi eld still has several knowledge gaps. For instance, while the diagnosis of hepatic steatosis by imaging is rather simple (ie, liver US or MRI-based techniques), there is a lack of robust and well-validated blood tests or imaging studies for the noninvasive diagnosis of nonalcoholic steatohepatitis (NASH). Similar limitations apply to the accurate diagnosis of hepatic fi brosis, with liver biopsy remaining the “ gold standard ” test for the diagnosis of NASH and for staging the severity of fi brosis. This calls for the stepwise use of noninvasive tests to minimize the need for a liver biopsy, but still, the vast majority of persons with NASH and advanced fi brosis (stages F2-F4; Table 2) remain undiagnosed in primary care and endocrinology clinics. There is also a limited understanding of the natural history of the disease and factors that modulate disease progression. In the pediatric fi eld, there is inad- equate evidence in terms of the optimal diagnostic and treatment pathways, with current care being based on early diagnosis and promotion of healthy lifestyle changes. Regarding management, the many lifestyle studies in the fi eld have small sample sizes, heterogeneous populations, and a short duration (none beyond 12 months). The best diet for the man- agement of NAFLD is unclear, although weight loss in people with obesity and improved eating patterns (eg, Mediterranean diet) with modi fi cation of macronutrient composition (reduction of saturated fat, starch, and added sugars) have consistently been bene fi cial. There are still no FDA-approved drugs for the treat- ment of NASH. Limited well-designed and adequately powered RCTs to assess the effectiveness of available agents, such as those used for the treatment of diabetes (pioglitazone and glucagon- like peptide-1 receptor agonists [GLP-1 RAs]), have been pub- lished. However, these studies have not exceeded a duration of 2 to 3 years for pioglitazone 97,98 or 1.5 years for a GLP-1 RA. 99 Several RCTs with sodium-glucose cotransporter 2 (SGLT2) in- hibitors have employed an open-label design with potential bias, but some RCTs have shown a reduction in the plasma amino- transferase levels and hepatic steatosis. However, there are no studies with paired biopsies to assess the effect on steatohepatitis or fi brosis. Recognizing the aforementioned limitations, the grading of the evidence base was informed by trial design and potential general- izability, and this guideline should be viewed as breaking new ground by gathering the available information for endocrinologists and other stakeholders to guide the early diagnosis and treatment of persons with NAFLD. We anticipate that it will likely be frequently updated as the fi eld rapidly advances in the diagnosis and management of the disease. K. Cusi, S. Isaacs, D. Barb et al. Endocrine Practice 28 (2022) 528 e 562 533",
    "Methods The American Association of Clinical Endocrinology (AACE) Clinical Practice Guidelines (CPG) Oversight Committee and AACE Board of Directors identi fi ed the necessity of this guideline on NAFLD, con fi rmed the extent of literature, and empaneled a task force of clinicians for its development in adherence to the 2017 AACE Protocol for Standardized Production of Clinical Practice Guidelines 100 (Supplementary Tables 1 through 4). The AACE CPG Staff conducted comprehensive literature searches in PubMed using medical subject headings, fi eld de- scriptions, and free-text terms to identify all possible studies that included human participants; were published in English between January 1, 2010, and November 15, 2021; and met inclusion criteria (Supplementary Table 5). Bibliographies of select articles were also reviewed to ensure inclusion of all possibly relevant studies. The literature searches and examination of reference lists from primary and review articles yielded 1000 studies, of which 385 citations were included to support this guideline ’ s recommendations and provide supplementary information. At least 2 task force authors screened the titles and abstracts of broad pools of evidence found in literature searches for each topic and submitted decisions to include or exclude each article along with rationale for exclusion. Disagreements about inclusion among reviewers were resolved by consensus with a third reviewer or the chairs. Through this process, the authors con- ducted a thorough appraisal of evidence based on the full scope of available literature to determine studies that best support each recommendation. The AACE CPG Staff assigned evidence levels and study types to included studies according to established AACE evidence ratings (Supplementary Table 1) and extracted data from each full-text article into a structured table to document the authors, title, journal citation, study design and population, limitations, com- parison group/controls, intervention, outcomes, and limitations. The CPG Staff assigned a grade for the quality of each article, which informed assigned grades for the con fi dence and strength of evidence in aggregate for each recommendation (Supplementary Tables 2, 3, and 4). In cases where the task force determined guidance to be necessary despite a lack of available supporting literature, a recommendation was developed based on expert opinion and consensus of task force authors ’ collective experience, knowledge, and judgment. Recommendation quali- fi ers and subjective factors informed the overall grade assigned for each recommendation (Supplementary Table 4). Through discus- sion and consensus of the full task force, the task force members con fi rmed recommendation grades and grades for strength of evidence. The task force chairs provided oversight throughout the entire development process. Clinical questions provide the framework for this guideline with answers in the form of recommendations. The task force authors submitted contributions to speci fi c clinical questions, which were integrated into the fi nal document and discussed to achieve unanimous consensus for each of the recommendations. Semantic descriptors of “ must, ” “ should, ” and “ may ” are gener- ally but not strictly correlated with grade A (strong), B (inter- mediate), and C (weak) recommendations, respectively; each semantic descriptor can be used with grade D (no conclusive evidence and/or expert opinion) recommendations. Deviations from this mapping take into consideration further decision making based on clinical expertise. The AACE followed a rigorous developmental process based on strict methodology to system- atically collect and objectively evaluate and clearly summarize available scienti fi c literature to develop trustworthy recommen- dations for clinical practice regarding diagnosis and management of NAFLD. Table 3 Summary of Recommendations 2. Diagnosis of NAFLD in adults Q2.1 Which adults with NAFLD should be considered at “ high risk ” of clinically signi fi cant fi brosis (stages F2-F4) and at risk of cirrhosis? R2.1.1 Clinicians should consider persons with obesity and/or features of metabolic syndrome, those with prediabetes or T2D, and those with hepatic steatosis on any imaging study and/or persistently elevated plasma aminotransferase levels (over 6 months) to be “ high risk ” and screen for NAFLD and advanced fi brosis. Grade B; Intermediate/High Strength of Evidence; BEL 2 R2.1.2 Persons undergoing bariatric surgery should be evaluated for the presence and severity of NASH, and a liver biopsy should be considered at the time of bariatric surgery. Liver biopsy should be recommended if presurgical strati fi cation suggests indeterminate or high risk of liver fi brosis. Grade B; Intermediate Strength of Evidence; BEL 2 Q2.2 What blood tests (eg, diagnostic panels and speci fi c biomarkers) can be used to diagnose NAFLD with clinically signi fi cant fi brosis (stages F2-F4) in adults? R2.2.1 Clinicians should use liver fi brosis prediction calculations to assess the risk of NAFLD with liver fi brosis. The preferred noninvasive initial test is the FIB-4. Grade B; Intermediate Strength of Evidence; BEL 2 R2.2.2 Clinicians should consider persons belonging to the “ high-risk ” groups (as de fi ned under R2.1.1) who have an indeterminate or high FIB-4 score for further workup with an LSM (transient elastography) or ELF test, as available. Grade B; Intermediate Strength of Evidence; BEL 2 Q2.3 What imaging studies can be used to diagnose NAFLD with clinically signi fi cant fi brosis (stages F2-F4) in adults? R2.3 To stage the risk of fi brosis in persons with NAFLD, clinicians should prefer the use of VCTE as best validated to identify advanced disease and predict liver-related outcomes. Alternative imaging approaches may be considered, including shear wave elastography (less well validated) and/or magnetic resonance elastography (most accurate but with a high cost and limited availability; best if ordered by liver specialist for selected cases). Grade B; Intermediate Strength of Evidence; BEL 2 Q2.4 Should all persons with diabetes mellitus be screened for clinically signi fi cant fi brosis (stages F2-F4) associated with NAFLD? R2.4.1 In persons with T2D, clinicians should consider screening for clinically signi fi cant fi brosis (stages F2-F4) using the FIB-4, even if they have normal liver enzyme levels. Grade B; High/Intermediate Strength of Evidence; BEL 2 R2.4.2 In persons with T1D, clinicians may consider screening for NAFLD with clinically signi fi cant fi brosis (stages F2-F4) using the FIB-4, only if there are risk factors such as obesity, features of metabolic syndrome, elevated plasma aminotransferase levels ( > 30 U/L), or hepatic steatosis on imaging. Grade C; Intermediate/Weak Strength of Evidence; BEL 2; downgraded based on the heterogeneity of studies and moderate to high probability of bias R2.4.3 Clinicians should further risk stratify persons with T2D, or T1D with cardiometabolic risk factors and/or elevated plasma aminotransferase levels ( > 30 U/L) using the FIB-4, elastography, and/or ELF test. Grade B; High/Intermediate Strength of Evidence; BEL 2 K. Cusi, S. Isaacs, D. Barb et al. Endocrine Practice 28 (2022) 528 e 562 534",
    "Table 3 ( continued ) Q2.5 When should an adult be referred to a gastroenterologist/hepatologist for management? R2.5.1 Persons with persistently elevated ALT or AST levels and/or with hepatic steatosis on imaging and indeterminate risk (FIB-4, 1.3-2.67; LSM, 8-12 kPa; or ELF test, 7.7-9.8) or high risk (FIB-4, > 2.67; LSM, > 12 kPa; or ELF test, > 9.8) based on blood tests and/or imaging (as described in R2.2.1, R2.2.2, and R2.3) should be referred to a gastroenterologist or hepatologist for further assessment, which may include a liver biopsy. Grade B; Intermediate Strength of Evidence; BEL 2 R2.5.2 Clinicians should refer persons with clinical evidence of advanced liver disease (ascites, hepatic encephalopathy, esophageal varices, or evidence of hepatic synthetic dysfunction) to a gastroenterologist/hepatologist for further care. Grade B; Intermediate/High Strength of Evidence; BEL 2 3. Management of NAFLD in adults Q3.1 How should cardiometabolic risk and other extrahepatic complications be managed in the setting of NAFLD? R3.1 Clinicians must manage persons with NAFLD for obesity, metabolic syndrome, prediabetes, diabetes mellitus, dyslipidemia, hypertension, and CVD based on the current standards of care. Grade A; High/Intermediate Strength of Evidence; BEL 1 Q3.2 What lifestyle modi fi cations (dietary intervention and exercise) should be recommended in adults with NAFLD? R3.2.1 Clinicians should recommend lifestyle changes in persons with excess adiposity and NAFLD with a goal of at least 5%, preferably \u0015 10%, weight loss, as more weight loss is often associated with greater liver histologic and cardiometabolic bene fi t, depending on individualized risk assessments. Clinicians must recommend participation in a structured weight loss program, when possible, tailored to the individual ’ s lifestyle and personal preferences. Grade B; Intermediate/High Strength of Evidence; BEL 1; downgraded due to small sample sizes, large heterogeneity of interventions, short duration, and few studies with liver biopsy R3.2.2 Clinicians must recommend dietary modi fi cation in persons with NAFLD, including a reduction of macronutrient content to induce an energy de fi cit (with restriction of saturated fat, starch, and added sugar) and adoption of healthier eating patterns, such as the Mediterranean diet. Grade A; Intermediate Strength of Evidence; BEL 1 R3.2.3 In persons with NAFLD, clinicians must recommend physical activity that improves body composition and cardiometabolic health. Participation in a structured exercise program should be recommended, when possible, tailored to the individual ’ s lifestyle and personal preferences. Grade A; Intermediate Strength of Evidence; BEL 1 Q3.3 What medications have proven to be effective for the treatment of liver disease and cardiometabolic conditions associated with NAFLD or NASH? R3.3.1a Pioglitazone and GLP-1 RAs are recommended for persons with T2D and biopsy-proven NASH. Grade A; High Strength of Evidence; BEL 1 R3.3.1b Clinicians must consider treating diabetes with pioglitazone and/or GLP-1 RAs when there is an elevated probability of having NASH based on elevated plasma aminotransferase levels and noninvasive tests. Grade A; High Strength of Evidence; BEL 1 R3.3.2 To offer cardiometabolic bene fi t in persons with T2D and NAFLD, clinicians must consider treatment with GLP-1 RAs, pioglitazone, or SGLT2 inhibitors; however, there is no evidence of bene fi t for treatment of steatohepatitis with SGLT2 inhibitors. Grade A; High Strength of Evidence; BEL 1 R3.3.3 Due to the lack of evidence of ef fi cacy, metformin, acarbose, dipeptidyl peptidase IV inhibitors, and insulin are not recommended for the treatment of steatohepatitis (no bene fi t on hepatocyte necrosis or in fl ammation) but may be continued as needed for the treatment of hyperglycemia in persons with T2D and NAFLD or NASH. Grade B; High Strength of Evidence; BEL 1; downgraded due to the use of surrogate outcome measures in many of the studies R3.3.4 Vitamin E can be considered for the treatment of NASH in persons without T2D, but there is not enough evidence at this time to recommend for persons with T2D or advanced fi brosis. Grade B; High Strength of Evidence; BEL 1; downgraded due to risk/bene fi t R3.3.5 Other pharmacotherapies for persons with NASH cannot be recommended at the present time due to the lack of robust evidence of clinical bene fi t. Grade A; High Strength of Evidence; BEL 1 Q3.4 What obesity pharmacotherapies have proven bene fi t for the treatment of liver disease and cardiometabolic conditions associated with NAFLD or NASH in adults? R3.4.1 Clinicians should recommend the use of obesity pharmacotherapy as adjunctive therapy to lifestyle modi fi cation for individuals with obesity and NAFLD or NASH with a goal of at least 5%, preferably \u0015 10 %, weight loss, as more weight loss is often associated with greater liver histologic and cardiometabolic bene fi t, when this is not effectively achieved by lifestyle modi fi cation alone. Grade B; Intermediate Strength of Evidence; BEL 1; downgraded due to small sample sizes used in studies and short duration of trials R3.4.2 For chronic weight management in individuals with a BMI of \u0015 27 kg/m 2 and NAFLD or NASH, clinicians should give preference to semaglutide 2.4 mg/week (best evidence) or liraglutide 3 mg/day. Grade B; High/Intermediate Strength of Evidence; BEL 1; downgraded due to different formulations and doses used in the semaglutide and liraglutide NASH trials R3.4.3 Clinicians must consider obesity pharmacotherapy (with preference to semaglutide 2.4 mg/week [best evidence] or liraglutide 3 mg/day) as adjunctive therapy to lifestyle modi fi cation for individuals with obesity and NAFLD or NASH to promote cardiometabolic health and treat or prevent T2D, CVD, and other end-stage manifestations of obesity. Grade A; High/Intermediate Strength of Evidence; BEL 1 Q3.5 What is the effect of bariatric surgery on liver disease and cardiometabolic conditions associated with NAFLD or NASH in adults? R3.5.1 Clinicians should consider bariatric surgery as an option to treat NAFLD (Grade B; Intermediate/Weak Strength of Evidence; BEL 2 ) and improve cardiometabolic health (Grade A; High/Intermediate Strength of Evidence; BEL 2; upgraded based on the cardiometabolic and all-cause mortality bene fi ts in all persons with or without NAFLD) in persons with NAFLD and a BMI of \u0015 35 kg/m 2 ( \u0015 32.5 kg/m 2 in Asian populations), particularly if T2D is present. It should also be considered an option in those with a BMI of \u0015 30 to 34.9 kg/m 2 ( \u0015 27.5 to 32.4 kg/m 2 in Asian populations) (Grade B; Intermediate/Weak Strength of Evidence; BEL 2). R3.5.2 For persons with NASH and compensated cirrhosis, clinicians should exercise caution in recommending bariatric surgery, which should be highly individualized if prescribed and performed at experienced centers (Grade B; Intermediate/Weak Strength of Evidence; BEL 2). In persons with decompensated cirrhosis, bariatric surgery should not be recommended due to limited evidence and potential for harm (Grade B; Intermediate/Weak Strength of Evidence; BEL 2). R3.5.3 Endoscopic bariatric and metabolic therapies and orally ingested devices should not be recommended in persons with NAFLD due to insuf fi cient evidence. Grade C; Intermediate/Weak Strength of Evidence; BEL 2; downgraded due to the quality of studies and small sample sizes ( continued on next page ) K. Cusi, S. Isaacs, D. Barb et al. Endocrine Practice 28 (2022) 528 e 562 535",
    "Recommendations with Evidence Base Diagnosis of NAFLD in Adults Q2.1 Which Adults With NAFLD Should Be Considered at “ High Risk ” of Clinically Signi fi cant Fibrosis (Stages F2-F4) and at Risk of Cirrhosis? Recommendation 2.1.1. Clinicians should consider persons with obesity and/or features of MetS, those with prediabetes or T2D, and those with hepatic steatosis on any imaging study and/or persis- tently elevated plasma aminotransferase levels (over 6 months) to be “ high risk ” and screen for NAFLD and advanced fi brosis. Grade B; Intermediate/High Strength of Evidence; best evi- dence level (BEL) 2 Evidence Base. The diagnosis of NAFLD is based on the following: (1) presence of hepatic steatosis, in addition to (2) lack of signi fi cant alcohol consumption (de fi ned as ongoing or recent alcohol con- sumption of > 21 standard drinks [1 drink ¼ 14 g of pure alcohol]/week for men and > 14 standard drinks/week for women), and (3) exclusion of other liver diseases. 101 Initial evaluation in persons with suspected or incidental fi nding of hepatic steatosis on imaging should include investigations to exclude competing causes for hepatic steatosis and liver disease (eg, hepatitis B and C serology, antimitochondrial anti- bodies, antinuclear antibodies, anti e smooth muscle antibodies, serum ferritin, alpha 1 antitrypsin, and evaluation for MetS (Table 4). In the past 20 years, it has become evident that persons with T2D have a very high prevalence of NAFLD and associated fi brosis. 5,6,9- 11,52,102-104 Additionally, individuals with persistently abnormal aminotransferase levels in the absence of other causes of liver disease (eg, viral hepatitis and excessive alcohol use) are also at high risk of NAFLD and development of hepatic fi brosis (Table 5). 105,106 It is important to highlight that a landmark population-based study established that the upper limit of plasma alanine aminotransferase Table 3 ( continued ) 4. Diagnosis and management of children with NAFLD Q4.1 Who should be screened for NAFLD and comorbidities? R4.1.1 Children of any age and adolescents with obesity or T2D, but not T1D, should be screened for NAFLD using serum ALT. Grade B; Intermediate/High Strength of Evidence; BEL 2 R4.1.2 Clinicians should screen adolescent females with polycystic ovary syndrome for NAFLD using serum ALT. Grade B; Intermediate/High Strength of Evidence; BEL 2 R4.1.3 Clinicians should screen children and adolescents with NAFLD for prediabetes or T2D using an oral glucose tolerance test if the fasting glucose level is \u0015 100 mg/ mL or if the glycated hemoglobin (A1c) level is in the range of prediabetes ( \u0015 5.7% to 6.4%). Grade B; Intermediate Strength of Evidence; BEL 2 Q4.2 What tests can be used to diagnose pediatric NAFLD? R4.2.1 Clinicians should use plasma aminotransferases to test children at high risk of NAFLD. Grade B; Intermediate Strength of Evidence; BEL 2 R4.2.2 Pediatric NAFLD can be diagnosed with imaging (ultrasound or magnetic resonance imaging-proton density fat fraction) or liver biopsy, in combination with exclusion of non-NAFLD causes of hepatic steatosis such as Wilson syndrome, mitochondrial disease, and medications. Grade B; Intermediate Strength of Evidence; BEL 2 R4.2.3 Liver fi brosis prediction calculations and proprietary biomarkers currently available for the diagnosis of advanced fi brosis in adults should not be used in children as they either are inaccurate or require further validation. Grade B; Intermediate Strength of Evidence; BEL 2 Q4.3 What are the lifestyle, medical, or surgical treatment options for pediatric NAFLD, and what is the role of pharmacotherapy developed for endocrine disorders in the treatment of pediatric NAFLD? R4.3.1 Clinicians should recommend lifestyle changes in children with NAFLD, promoting the adoption of dietary changes to create an energy de fi cit, with reduction in sugar consumption as fi rst-line lifestyle modi fi cation and increased physical activity aiming for BMI optimization. Grade B; Intermediate Strength of Evidence; BEL 1; downgraded due to the limited number of RCTs and small sample sizes R4.3.2 Clinicians may consider GLP-1 RAs for the treatment of pediatric obesity and T2D (Grade D; Expert Opinion; BEL 4) , which may also offer bene fi t for pediatric NAFLD, although not FDA-approved for this indication (Grade D; Expert Opinion; BEL 4) . Abbreviations: ALT ¼ alanine aminotransferase; AST ¼ aspartate aminotransferase; BEL ¼ best evidence level; BMI ¼ body mass index; CVD ¼ cardiovascular disease; ELF ¼ enhanced liver fi brosis; FDA ¼ U.S. Food and Drug Administration; FIB-4 ¼ fi brosis-4 index; GLP-1 RA ¼ glucagon-like peptide-1 receptor agonist; LSM ¼ liver stiffness measurement; NAFLD ¼ nonalcoholic fatty liver disease; NASH ¼ nonalcoholic steatohepatitis; Q ¼ question; R ¼ recommendation; SGLT2 ¼ sodium-glucose cotransporter 2; T1D ¼ type 1 diabetes mellitus; T2D ¼ type 2 diabetes mellitus; VCTE, vibration-controlled transient elastography. Table 4 Causes of Secondary Hepatic Steatosis 101 and Laboratory Evaluation for the Sec- ondary Causes of Liver Disease 22,a Causes \u000f Excessive alcohol consumption \u000f Hepatitis C (genotype 3) \u000f Lipodystrophy \u000f Acute weight loss (bariatric surgery and starvation) \u000f Malnutrition \u000f Parenteral nutrition \u000f Abetalipoproteinemia \u000f Reye syndrome \u000f Pregnancy associated \u000e HELLP syndrome \u000e Acute fatty liver of pregnancy \u000f Medications (eg, corticosteroids, mipomersen, lomitapide, amiodarone, methotrexate, tamoxifen, valproate, and antiretroviral medicines) \u000f Rare causes: autoimmune hepatitis, A1AT de fi ciency, Wilson syndrome, and other Laboratory evaluation \u000f Hepatitis C \u000e HCV antibody with re fl ex testing HCV RNA \u000f Additional tests to consider: \u000e Hepatitis B: HBsAg, HBsAb, and HBcAb b \u000e ANA \u000e AMA \u000e ASMA \u000e Immunoglobulins \u000e Ferritin \u000e A1AT Abbreviations: AMA ¼ antimitochondrial antibodies; ANA ¼ antinuclear antibodies; A1AT ¼ alpha-1 antitrypsin; ASMA ¼ anti e smooth muscle antibodies; HBcAb ¼ hepatitis B core antibody; HBsAb ¼ hepatitis B surface antibody; HBsAg ¼ hepatitis B surface antigen; HCV ¼ hepatitis C virus; HELLP ¼ Hemolysis, Elevated Liver en- zymes and Low Platelets; RNA ¼ ribonucleic acid. a In persons at high risk of nonalcoholic fatty liver disease NAFLD (eg, type 2 diabetes mellitus, obesity, and metabolic syndrome), abdominal ultrasound is not required to diagnose hepatic steatosis, and it is reasonable to move directly to risk strati fi cation after ruling out the secondary causes of liver disease. b Not everyone should be tested for HBcAb due to high positivity and uncertain clinical signi fi cance. K. Cusi, S. Isaacs, D. Barb et al. Endocrine Practice 28 (2022) 528 e 562 536",
    "(ALT) should be 30 U/L for men and 19 U/L for women. 107 Additional studies have made the American College of Gastroenterology consider a true normal ALT level to range from 29 to 33 U/L for males and 19 to 25 U/L for females. 108 This is because a level above the upper limit of normal, even in a population without identi fi able risk factors, is associated with increased liver-related mortality and should be evaluated by clinicians. In this context, it is important to remember that persons with NAFLD and normal aminotransferase levels can still have signi fi cant steatohepatitis and develop advanced fi brosis or cryptogenic cirrhosis, 30,109 but the presence of high aminotransferase levels does increase the prevalence of adverse outcomes. 106 Screening for NAFLD to prevent future cirrhosis is justi fi ed based on recent studies indicating a high prevalence of liver fi brosis (12%- 21%) in persons with T2D 5,6,9-11,52,102-105,110,111 and the association of liver fi brosis with the future risk of developing complications of cirrhosis, including ascites, renal dysfunction, HCC, hepatic en- cephalopathy, and bacterial infections, and overall higher mortal- ity. 43,47,112 A recent international cohort of 299 individuals with biopsy-proven NASH and compensated cirrhosis, during a median follow-up of 5 years, found that having T2D increased the risk of death (adjusted HR [aHR], 4.23; 95% CI, 1.93-9.29) and liver-related outcomes (aHR, 2.03; 95% CI, 1.005-4.11), including HCC (aHR, 5.42; 95% CI, 1.74-16.80), 46 by approximately twofold. It is well estab- lished that cirrhosis and poor outcomes are much more common in persons with diabetes. 54 In fact, individuals with multiple components of MetS or IR, obesity, or prediabetes are also at risk of signi fi cant fi brosis and increased mortality. 5,6,9-11,52,102-104 High-risk groups for NAFLD with liver fi brosis are individuals who are 50 years or older and/or have moderate to severe obesity (BMI, > 35 kg/m 2 ), including those seeking consultation for bariatric surgery, or T2D and/or MetS. 6,30,103,111,113-115 It should also be emphasized that the purpose of screening for NAFLD is to identify persons who are at risk of disease progression and liver fi brosis, the most important predictor of liver and overall outcomes. Screening is important because early intervention can halt or reverse disease progression. In a recent study in persons with T2D, screening for NAFLD followed by intensive lifestyle interventions or pioglitazone was cost-effective, providing further support for screening recommendations. 113,115 Recommendation 2.1.2. Persons undergoing bariatric surgery should be evaluated for the presence and severity of NASH, and a liver biopsy should be considered at the time of bariatric surgery. Liver biopsy should be recommended if presurgical strati fi cation suggests indeterminate or high risk of liver fi brosis. Grade B; Intermediate Strength of Evidence; BEL 2 Evidence Base. Bariatric surgery can induce sustained weight loss, improve diabetes, and reduce CVD and cancer risks, which are common comorbidities in NAFLD. 116-121 As reported in a couple of recent meta-analyses 122,123 and discussed later (under Evidence Base for Recommendations 3.5.1-3.5.3), weight loss induced by bariatric surgery unquestionably improves steatosis, steatohepati- tis, and, to a lesser extent, hepatic fi brosis. A recent meta-analysis even reported a reduction in the risk of HCC. 124 While the vast majority of persons undergoing bariatric surgery have NAFLD, only approximately 8.5% have F3 and F4 (cirrhosis) at the time of intraoperative liver biopsy 125 , and 2% to 4% have unexpected cirrhosis diagnosed at the time of surgery. 126 This is in part related to presurgical screening and likely reluctance to proceed with surgery in those with known stable early or advanced cirrhosis. Bariatric surgery should not be considered in persons with decompensated cirrhosis due to the increased postoperative mor- tality. The risk of complications, including postoperative complica- tions, decompensation, and mortality, are higher in persons with cirrhosis than in those without cirrhosis. In a systematic review and meta-analysis of 18 studies that reported outcomes of bariatric sur- gery in persons with cirrhosis, the risks of postoperative complica- tions, liver-related complications, and liver failure-related mortality were 22.14% (95% CI, 15.43%-29.55%), 4.62% (95% CI, 1.27%-9.30%), and 0.08% (95% CI, 0%-1.03%), respectively. In persons with cirrhosis, postoperative complications appear to be signi fi cantly lower with sleeve gastrectomy (10.08% [95% CI, 5.14%-16%]) than with Roux-en-Y gastric bypass (RYGB) (31.53% [95% CI, 18.62%-45.68%]; P ¼ .02). 127 Q2.2 What Blood Tests (eg, Diagnostic Panels and Speci fi c Biomarkers) Can Be Used to Diagnose NAFLD With Clinically Signi fi cant Fibrosis (Stages F2-F4) in Adults? Recommendation 2.2.1. Clinicians should use liver fi brosis predic- tion calculations to assess the risk of NAFLD with liver fi brosis. The preferred noninvasive initial test is the fi brosis-4 index (FIB-4). Grade B; Intermediate Strength of Evidence; BEL 2 Evidence Base. Plasma liver aminotransferase levels can be unreli- able and normal in many cases of NAFLD 128 and should not be used alone for the diagnosis of NAFLD. In a study in persons with T2D, up to 50% had NAFLD despite the so-called “ normal ” ALT levels (de fi ned as < 40 U/L in this study). 30 More recent studies have con fi rmed that the vast majority of persons with NAFLD in primary care or endo- crinology clinics, even those with clinically signi fi cant fi brosis ( \u0015 F2), have a plasma aminotransferase level of < 40 U/L. 9,10,102,114 Hepatic steatosis can be diagnosed on imaging, including liver US, CAP, computed tomography, or the 2 most accurate and sensitive methods, 1 H-MRS and magnetic resonance imaging-proton density fat fraction (MRI-PDFF). The accuracy of liver US for the detection of moderate and severe steatosis was > 80% in a meta-analysis when compared with liver histology. 129 However, this was based on data from hepatology clinics and does not represent the population with less severe disease observed in primary care or endocrinology clinics, where liver US was shown to have suboptimal sensitivity for mild- to-moderate steatosis (below a liver fat content of 12.5%) compared with 1 H-MRS and liver biopsy in 146 individuals. 24 Liver US is also highly operator dependent and does not inform about the severity of liver fi brosis (unless cirrhosis is present). MRI-based techniques ( 1 H-MRS and MRI-PDFF) for the diagnosis of steatosis are reserved at present largely to clinical trial research. Magnetic resonance elastography (MRE) should be ordered in selected persons primarily by liver specialists for the diagnosis of liver fi brosis, 130-133 but the test is expensive and does not replace the “ gold standard ” liver biopsy for the diagnosis of those with NASH. 2,134 Most important for endocrinology and primary care clinicians is to calculate liver fi brosis scores for the diagnosis of clinically signi fi cant fi brosis, particularly using the FIB-4 (de fi nition shown in Table 1), which has been the most validated among the many tested to this Table 5 Additional Causes of Elevated Aminotransferase Levels 22,a \u000f Medications, vitamins, and supplements \u000f Viral hepatitis (A, B, and C) \u000f Endocrine disorders a (hyper- or hypothyroidism, Cushing syndrome, hypo- gonadism, growth hormone de fi ciency, Addison's disease, and other) b \u000f Hemochromatosis \u000f Autoimmune hepatitis \u000f Primary biliary cholangitis \u000f Alpha-1 antitrypsin de fi ciency \u000f Budd-Chiari syndrome \u000f Mass lesions a Causes of elevated aminotransferase levels that should be considered in the clinical evaluation of elevated aminotransferase levels in addition to the secondary causes of hepatic steatosis listed in Table 4. b Steatosis in several endocrinopathies linked to associated development of obesity, insulin resistance, and/or type 2 diabetes mellitus. K. Cusi, S. Isaacs, D. Barb et al. Endocrine Practice 28 (2022) 528 e 562 537",
    "end. 43,130,135-141 The FIB-4 has strong validation in its ability to predict changes over time in hepatic fi brosis 135 and allows risk strati fi cation of persons in terms of future liver-related morbidity and mortality, as shown in a population-based prospective survey 136 and in a recent meta-analysis of 13 longitudinal studies. 137 Of interest, the NAFLD fi brosis score (NFS), a liver score commonly used in hepatology clinics, may overestimate in the primary care setting the prevalence of advanced liver fi brosis in persons with obesity, 142 and in particular with T2D 11 ; therefore, it should be avoided in this setting (noninvasive tests and screening tools shown in Table 1). Proprietary biomarkers include the FibroTest, enhanced liver fi brosis (ELF) test, 143 propeptide of type III collagen, 144-146 NIS4 141 and others. 130,134,137,147-149 Endocrinology and primary care clinicians must be aware of the limitations of blood panels, compared with a liver biopsy (ie, the “ gold standard ” ). Overall, panels for the diagnosis of fi brosis have a good speci fi city and negative predictive value (NPV) that allow the clinician to rule out advanced fi brosis and use this as a rule-out test. 130,134,137,147,148 However, they lack adequate sensitivity and positive predictive value (PPV) to establish the presence of advanced fi brosis; therefore, several individuals fall in the “ indeterminate-risk ” group (Algorithm Fig. 2). In this context, a multistep process must be used. For example, the area under the receiver operating character- istic curve for the FIB-4 is 0.78 to 0.80 135,147,150,151 but lower for NFS (0.72-0.75), in particular in persons with T2D. 147 Of note, their per- formance is dependent on the population being studied, with a better performance in hepatology clinics where more people have advanced disease than in primary care settings, where the FIB-4 and other tests have been less well characterized. Recommendation 2.2.2. Clinicians should consider persons belonging to the “ high-risk ” groups (as de fi ned under R2.1.1) who have indeterminate or high FIB-4 score for further workup with a liver stiffness measurement (LSM) (TE) or ELF test, as available. Grade B; Intermediate Strength of Evidence; BEL 2 Evidence Base. In endocrine and primary care clinics, the initial step in persons at high risk of having NAFLD (prediabetes, T2D, obesity and/or MetS, or elevated plasma aminotransferase level) is to evaluate their risk of NAFLD. Hepatic steatosis may be assessed by means of simple noninvasive liver steatosis scores (fatty liver index, US fatty liver index, and hepatic steatosis index), although these diagnostic modalities have inherent limitations. 11,115,152 A liver US is not recommended for routine clinical diagnosis. 115 Instead, TE is preferred over liver US, where available, as it can quantify liver fat (CAP) and fi brosis (vibration-controlled transient elastography [VCTE]) for risk strati fi cation during the same testing. In persons with a high pretest probability of NAFLD, such as the 3 at-risk groups identi fi ed in the diagnostic algorithm (Algorithm Fig. 1), it is reasonable to perform a risk strati fi cation (FIB-4) without the need for a liver US for the diagnosis of hepatic steatosis (ie, in the 3 at-risk groups, the chance of having hepatic steatosis is very high and \u0015 70%). 5,9-11,52,102-104 It is important to perform a complete medical history and routine clinical chemistries that allow clini- cians to rule out secondary causes of liver steatosis (Table 4) and elevated plasma aminotransferase levels (Table 5). A thorough workup should be performed to rule out competing causes for steatosis, in addition to excluding signi fi cant alcohol consumption. Algorithm Fig. 1. Overview of management algorithm for nonalcoholic fatty liver disease (NAFLD). The assessment of persons for the risk of NAFLD and cirrhosis starts by testing the 3 major high-risk groups for the development of NAFLD, after a careful medical history and physical examination. Clinicians should also rule out secondary causes of liver steatosis. Once NAFLD is con fi rmed, assessment must stratify persons for the risk of liver cirrhosis and CVD and coordinate in a multidisciplinary approach (depending on disease severity) the management of obesity, diabetes, hypertension, and atherogenic dyslipidemia. K. Cusi, S. Isaacs, D. Barb et al. Endocrine Practice 28 (2022) 528 e 562 538",
    "It is important to assess further for the risk of clinically signi fi cant fi brosis (stages F2-F4), which provides prognostic information on the future risk of cirrhosis and can guide treatment strategies, as well as need for referral to a hepatologist/gastroenterologist. A combination of the FIB-4 followed by VCTE (description under Q2.3) seems to be the best approach. If the FIB-4 score is > 1.3, then a second level test, such as VCTE or ELF, should be performed (Algorithm Fig. 2). Using the FIB-4 as a fi rst-line test, followed by VCTE, can help stratify persons in the “ indeterminate zone ” and greatly reduce the number of referrals to the specialist. 130,134,137,147,148,153 Of note, higher cutoffs for the FIB-4, in the range of 1.9 to 2.0 (rather than > 1.3), have been suggested with older age ( \u0015 65 years) to determine advanced fi brosis. 154,155 This combination or sequential use of tests yields a higher PPV in identifying at-risk persons with active NASH and fi brosis. In a study of 968 persons with biopsy-con fi rmed NAFLD, sequential testing with the FIB-4 or NFS followed by TE in those with an indeterminate score was more accurate than performing either test alone. 156 In another cross-sectional study of 3202 persons with bridging fi brosis and compensated cirrhosis, noninvasive tests alone or in combination with imaging (VCTE) reduced the need for a liver biopsy when trying to discriminate advanced fi brosis caused by NASH. 150 Persons with high or intermediate fi brosis risk should be referred to hepatology for further evalu- ation and consideration of a liver biopsy. Liver biopsy remains the “ gold standard ” for the diagnosis of NASH; however, it should not be used as a screening method to diagnose NAFLD given its multiple caveats: it is invasive, subject to interpretation errors, 157 and dif fi cult to apply to large populations. An algorithm to screen for NAFLD and identify those at risk of clinically signi fi cant fi brosis has been proposed (Algorithm Fig. 2). Q2.3 What Imaging Studies Can Be Used to Diagnose NAFLD With Clinically Signi fi cant Fibrosis (Stages F2-F4) in Adults? Recommendation 2.3. To stage the risk of fi brosis in persons with NAFLD, clinicians should prefer the use of VCTE as best validated to identify advanced disease and predict liver-related outcomes. Alternative imaging approaches may be considered, including shear wave elastography (SWE) (less well validated) and/or MRE (most accurate but with a high cost and limited availability; best if ordered by a liver specialist for selected cases). Grade B; Intermediate Strength of Evidence; BEL 2 Evidence Base. The current “ gold standard ” for the diagnosis of steatohepatitis is a liver biopsy. Although safe, it is an invasive procedure associated with potential adverse effects, such as pain, bleeding, and infection. In addition, it has other limitations, including reduced acceptability, intraobserver and interobserver variability, sampling variability, and cost. 157 As mentioned earlier, VCTE (Table 1 and Algorithm Fig. 2) is the most broadly used noninvasive method for LSM and, thus, for establishing the risk of liver fi brosis 158-160 and for eventually excluding cirrhosis. 158 At a fi xed sensitivity, a cutoff LSM of 6.5 kPa excluded advanced fi brosis with an NPV of 0.91, and a cutoff LSM of 12.1 kPa excluded cirrhosis with an NPV of 0.99. 158 Minor limita- tions of VCTE include overestimation of LSMs at higher stages of fi brosis and unsuccessful LSMs with inappropriate use of probes in Algorithm Fig. 2. Cirrhosis prevention in nonalcoholic fatty liver disease (NAFLD). Once the presence of NAFLD is established, fi brosis risk strati fi cation is essential. The fi rst test recommended is the FIB-4, which often allows separation of those at low risk versus those at high risk of liver fi brosis. However, a signi fi cant proportion of persons will fall in a “ gray zone ” of indeterminate risk that requires additional testing to decide referral to the liver specialist. The second test recommended is LSM or, if unavailable, an ELF blood test. This should determine the risk in most individuals. Persons with a low risk of cirrhosis should be managed in primary care and/or endocrinology clinics, while those with an indeterminate to high risk of liver fi brosis merit referral to the liver specialist and a multidisciplinary approach to management. K. Cusi, S. Isaacs, D. Barb et al. Endocrine Practice 28 (2022) 528 e 562 539",
    "individuals with overweight and obesity, which can be circum- vented using the right probe in individuals with higher BMI. 161 With re fi ned CAP algorithms and knowledge of steatosis preva- lence and covariates, there is potential for more precise CAP-based steatosis grading. 162 Therefore, from a practical perspective for endocrinologists and PCPs, there is a growing consensus 8,22 to use TE (FibroScan) scores to assess the risk of clinically signi fi cant fi brosis and trigger early intervention to prevent cirrhosis (Algorithm Fig. 2). The best evidence comes from 2 recent studies. A European study in 450 adults who underwent TE and a liver biopsy using an LSM Youden cutoff value for clinically signi fi cant fi brosis ( \u0015 F2) of 8.2 kPa demonstrated NPVs of 78% in persons from dia- betes clinics and 97% in the general population. 159 Another study in 1073 persons with NAFLD among 10 European tertiary liver centers con fi rmed these cutoffs, reporting that a cutoff of 8.0 kPa had a 93% sensitivity to exclude advanced fi brosis ( \u0015 F3-F4). 163 Similarly, a recent systematic review further supported the cutoff of 8.0 kPa for screening for clinically signi fi cant liver fi brosis. 164 For practical purposes then, people with an LSM of < 8.0 kPa determined using TE are considered low risk for clinically signi fi cant fi brosis ( \u0015 F2) and are best managed in the nonspecialty clinics with repeat sur- veillance testing in 2 to 3 years. If the LSM is > 12.1 kPa based on VCTE, the risk of advanced fi brosis is high, with PPVs of 76% and 88% in persons seen in diabetes and hepatology clinics, respectively, but lower in primary care populations. 159 It is recommended then to use rounded-off values of < 8.0 kPa for the low-risk group, 8.0 to 12.0 for the indeterminate-risk group, and > 12.0 kPa for the high- risk group for advanced liver fi brosis (Algorithm Fig. 2). A referral to a hepatologist is given for all of those in the indeterminate- to high-risk groups. Other methods to measure liver fi brosis are also available. As discussed earlier, MRE has the best accuracy but is costly and has limited availability 130-133 ; therefore, it is best ordered by the hepatologist when additional workup is needed in selected cir- cumstances. Hepatologists also have signi fi cant experience with SWE, either 2-dimensional (2DSWE) or point (pSWE). 165-167 2DSWE and pSWE appear to have an accuracy similar to that of TE but less than that of MRE. A recent meta-analysis of 82 studies with a total of 14 609 persons compared diagnostic methods for fi brosis staging (53 studies with VCTE, 11 with MRE, 12 with pSWE, and 4 with 2DSWE). The summary estimates of the sensitivity, speci fi city, and area under the curve were best for MRE, while pSWE was comparable to VCTE, and 2DSWE had somewhat lower estimates. 165 The summary estimates of the area under the curve varied for the diagnosis of signi fi cant fi brosis ( \u0015 F2) (0.85 for VCTE, 0.92 for MRE, 0.89 for pSWE, and 0.72 for 2DSWE) but were similar for the diagnosis of cirrhosis (0.89 for VCTE, 0.90 for MRE, 0.90 for pSWE, and 0.88 for 2DSWE). 165 However, pSWE and 2DSWE are newer techniques with limited evidence in terms of long-term predictive value for future liver outcomes, whereas data are already available for VCTE. Finally, newer imaging techniques are becoming available. Velacur (Sonic Incytes Medical Corp.) is a point-of-care liver assessment device based on Shear Wave Absolute Vibro- Elastography that incorporates elastography and a greater liver volume visualization. 168,169 LiverMultiScan uses multiparametric MRI to noninvasively quantify liver fat 170 and cT1 signal maps of the liver to assess disease activity (NAFLD activity score [NAS]) and potentially outcomes. 171,172 These techniques are currently being used largely in research for screening studies 5,173 or to assess primary end points in clinical trials for investigational drugs in development for the treatment of NASH. Both have received FDA-approval for use in persons with chronic liver disease and await future work to fully assess their place in the diagnostic algorithm of persons with NAFLD. Q2.4 Should All Persons With Diabetes Mellitus Be Screened for Clinically Signi fi cant Fibrosis (Stages F2-F4) Associated With NAFLD? Recommendation 2.4.1. In persons with T2D, clinicians should consider screening for clinically signi fi cant fi brosis (stages F2-F4) using the FIB-4, even if they have normal liver enzyme levels. Grade B; High/Intermediate Strength of Evidence; BEL 2 Recommendation 2.4.2. In persons with T1D, clinicians may consider screening for NAFLD with clinically signi fi cant fi brosis (stages F2-F4) using the FIB-4, only if there are risk factors such as obesity, features of MetS, elevated plasma aminotransferase levels ( > 30 U/L), or hepatic steatosis on imaging. Grade C; Intermediate/Weak Strength of Evidence; BEL 2; downgraded based on the heterogeneity of studies and moder- ate to high probability of bias Recommendation 2.4.3. Clinicians should further risk stratify per- sons with T2D or T1D with cardiometabolic risk factors and/or elevated plasma aminotransferase levels ( > 30 U/L) using the FIB-4, elastography, and/or ELF test. Grade B; High/Intermediate Strength of Evidence; BEL 2 Evidence Base. A bidirectional relationship exists between NAFLD and T2D, whereby the presence of one increases the risk and severity of the other. 174 The rationale for universal screening is based on emerging evidence that T2D is a major risk enhancer of disease burden and disease progression to cirrhosis among individuals with NAFLD. Studies strongly suggest a relationship between NAFLD, hepatic IR and MetS, and T2D. 29,53 In prospective longitudinal studies, persons with T2D have approximately double the rate of NAFLD compared with the general population. 6,52,81 Conversely, persons with NAFLD have dou- ble the risk of developing T2D (HR, 2.2), 52 which may encourage screening for NAFLD in individuals with prediabetes. 175 Recent studies report that approximately 60% to 70% of persons with T2D have NAFLD with the majority having plasma aminotransferase levels below what is reported by most clinical laboratories to be “ normal ” ( \u0015 40 IU/L). 9 The global prevalence of NASH among persons with T2D based on 10 studies that included results from liver biopsies is 37.3%, although there was some selection bias among the populations included and the prevalence may be lower. 6 However, a recent study in individuals undergoing a routine colonoscopy who agreed to be screened for NAFLD, with additional cT1 MR testing (which can estimate the risk of steatohepatitis) and/or a liver biopsy if positive, gave a similar prev- alence. 5 Of note, a meta-analysis suggested that persons with more “ severe ” NAFLD are more likely to develop T2D and the risk is even greater among those with advanced fi brosis. 52 In a recent comprehensive analysis, the prevalence of NAFLD in persons with T1D was relatively low ( \u0014 10% with MRI-based tech- niques). 56,57 The pooled prevalence of NAFLD in persons with T1D determined using US studies was high (27.1%; 95% CI, 19.7%-36.3%) compared with that using the more accurate liver fat measurement with TE (2.3%; 95% CI, 0.6%-4.8%) or studies using “ gold standard ” MRI (8.6%; 95% CI, 2.1%-18.6%). 56,57 There is no high-quality study on the prevalence of steatohepatitis or fi brosis in persons with T1D. One study examining a database of 4641 people with T1D collected over a period of 20 years (1991-2011) found 57 persons (1.2%) with elevated plasma aminotransferase levels in whom a liver biopsy had been performed. 176 Only 20.4% had NASH, the rest had other diagnoses such as metastatic malignancy, alcoholic liver disease, hepatitis C, or hepatic glycogenosis. The presence of NAFLD is associated with the use of higher insulin doses for comparable glycemic control in both T1D and T2D populations. 57,177,178 Obesity and IR appear to be the driving factors, with signi fi cant heterogeneity among studies that makes it dif fi cult to fully assess the impact of T1D in the develop- ment of NAFLD. Overall, screening appears justi fi ed only in persons K. Cusi, S. Isaacs, D. Barb et al. Endocrine Practice 28 (2022) 528 e 562 540",
    "with obesity, MetS, elevated plasma aminotransferase levels ( > 30 U/L), or hepatic steatosis on imaging. 152,179-183 Although not yet established, it is likely that interventions that improve NAFLD and hepatic IR may decrease the risk of developing T2D, 52,53 as suggested with pioglitazone that reduces the progres- sion from prediabetes to T2D by 70% to 80% in persons at risk of diabetes. 184-187 Individuals with T2D and NAFLD are also at increased risk of NASH with advanced fi brosis, particularly in those aged > 50 years with T2D or obesity. 81 It also appears to accelerate the progression of liver disease in NAFLD and promote its devel- opment at younger ages. 6 Several systematic reviews and meta- analyses have shown that among persons with NAFLD and T2D, approximately 12% to 21% have advanced liver fi brosis (stages F2-F4). 6,9-11,102,110,114,188-190 A 2018 systematic review and meta- analysis found that overall, 31% (ranging from 27% to 56%) of per- sons with cirrhosis had diabetes mellitus, which is approximately threefold higher than that of the general U.S. population. 191 Q2.5 When Should an Adult Be Referred to a Gastroenterologist/ Hepatologist for Management? Recommendation 2.5.1. Persons with persistently elevated ALT or aspartate aminotransferase (AST) levels and/or with hepatic steatosis on imaging and indeterminate risk (FIB-4,1.3- 2.67; LSM, 8-12 kPa; or ELF test, 7.7-9.8) or high risk (FIB-4, > 2.67; LSM, > 12 kPa; or ELF test, > 9.8) based on blood tests and/or imaging (as described in R2.2.1, R2.2.2, and R2.3) should be referred to a gastroenterologist or hep- atologist for further assessment, which may include a liver biopsy. Grade B; Intermediate Strength of Evidence; BEL 2 Recommendation 2.5.2. Clinicians should refer persons with clinical evidence of advanced liver disease (ascites, hepatic encephalopa- thy, esophageal varices, or evidence of hepatic synthetic dysfunc- tion) to a gastroenterologist/hepatologist for further care. Grade B; Intermediate/High Strength of Evidence; BEL 2 Evidence Base. The initial steps in managing persons with NAFLD encompass the assessment and treatment of associated car- diometabolic risks, such as visceral obesity, T2D, hypertension, and dyslipidemia. 192 Individuals with obesity and T2D are at increased risk of NAFLD enriched for NASH and advanced fi brosis. 9,10,102,110,114,188-190 While only a minority of individuals with NAFLD progress to advanced liver disease and require specialty care, their identi fi cation is often challenging. Furthermore, to optimize resource utilization, individuals who do not have advanced fi brosis could be effectively managed in the nonhepatology setting. Another challenge is that most individuals with advanced liver disease in the context of NAFLD are asymptomatic. Thus, the risk strati fi cation of high-risk individuals or those with known NAFLD using simple clinically available tools is critical to identify those at higher risk of liver-related outcomes, including mortality, that should be seen in specialty practices, as well as those who can be managed in a pri- mary care or endocrine practice setting. The frequency of testing for individuals considered at low risk based on the FIB-4 ( < 1.3) or VCTE ( < 8.0 kPa) is not as well estab- lished as it is for the “ high-risk ” groups; however, it is prudent to consider repeat testing every 2 years for those at low risk, as 1 study showed that only a minority will progress to a higher fi brosis stage within that period of time ( < 20%). 41,193 In a RCT, the progression of persons with obesity and prediabetes or T2D in the placebo arm of the study over 72 weeks was 26% compared with only 7% on pio- glitazone. 98 More data are clearly needed for stronger recommen- dations moving forward. Several studies have reported on the feasibility of screening for NAFLD and liver fi brosis in persons with T2D in primary care settings using clinical and routine chemistries and/or TE. 9,10,102,110,114,188-190 A serial combination of 2 tests to improve screening accuracy has been used less commonly, but new data are emerging. 5,113,115,142,150,156 In a prospective longitudinal cohort study of 3012 adults, the results before and after the introduction of a 2-step care pathway were compared. 194 The implementation of this care pathway using the FIB-4 and ELF test resulted in an 88% reduction in unnecessary specialist referrals when the pathway was followed (OR, 0.12; 95% CI, 0.042-0.449; P < .0001) and a fourfold increase in the identi fi cation of individuals likely to have advanced fi brosis (OR, 4.32; 95% CI,1.52- 12.25; P ¼ .006). However, more long-term outcome data are needed on screening strategies to prevent cirrhosis. Additional management of persons with NAFLD depends on the stage and severity of liver disease. Fibrosis stage is an important predictor of long-term outcomes. 43,148,195 Again, the initial steps of risk strati fi cation using the algorithms outlined in Algorithm Figures 1 and 2 should be performed by endocrinologists and in the primary care setting. 194,196-198 For persons with evidence of advanced liver disease (eg, ascites, hepatic encephalopathy, esophageal varices, hypersplenism/low platelet count, or evidence of hepatic synthetic dysfunction as characterized by a low albumin level and/or evidence of prolonged prothrombin time/international normalized ratio), assessment and management by a gastroenter- ologist or hepatologist may be necessary. In this context, risk assessment with additional tests, including liver biopsy, may be required. In fact, liver biopsy is important to not only exclude other coexisting causes of liver disease (eg, autoimmune hepatitis and iron overload) (Tables 4 and 5) but also fi rmly establish the stage of liver disease when blood tests and imaging provide con fl icting results. Furthermore, liver biopsy is required for enrollment in most of the clinical trials for new pharmacologic treatment of NASH. In addition to liver biopsy, gastroenterologists or hepatologists will manage advanced liver disease, including periodic screening for HCC, large esophageal varices, and liver disease progression and timely referral to liver transplantation. Management of NAFLD in Adults Q3.1 How Should Cardiometabolic Risk and Other Extrahepatic Complications Be Managed in the Setting of NAFLD? Recommendation 3.1. Clinicians must manage persons with NAFLD for obesity, MetS, prediabetes, diabetes mellitus, dyslipidemia, hy- pertension, and CVD based on the current standards of care. Grade A; High/Intermediate Strength of Evidence; BEL 1 Evidence Base. There is broad consensus that screening and early intervention for obesity, 117,199,200 prediabetes, 201-205 T2D, 199,205-208 dyslipidemia, 209,210 and hypertension 211,212 are warranted because it is cost-effective and safe and allows for interventions to prevent diabetic complications and CV events. This has led to guidelines encouraging the screening for these risk factors that are commonly present in persons with obesity and T2D. 213-220 Cardiometabolic bene fi t from weight loss is apparent after 5% weight loss and greater with further weight loss. 207 NAFLD and NASH are integral to the nexus of these diseases that comprise the spectrum of cardiometabolic disease (CMD). 221 At the core of CMD is IR that encompasses abnormal glucose tolerance, systemic in fl ammation, oxidative stress, mitochondrial dysfunc- tion, endothelial dysfunction, and dysfunctional adipose tis- sue. 29,59,222 Early in CMD progression, the insulin-resistant state is largely subclinical but over time results in prediabetes and MetS, which indicate the presence of CMD and IR and mark individuals at high risk of future T2D, NAFLD, hypertension, myocardial dysfunction, dyslipidemia, CVD events, and CKD. 221,223 Obesity plays a key role in CMD because it can exacerbate IR and impel this disease progression. To accommodate the need for fat storage K. Cusi, S. Isaacs, D. Barb et al. Endocrine Practice 28 (2022) 528 e 562 541",
    "under conditions of increased caloric intake, the accumulation of intracellular lipid becomes more pronounced in myocytes and he- patocytes. 29,222 Based on pathophysiology, persons with NAFLD will be at risk of other CMD manifestations, and individuals who have 1 or more CMD manifestations will be at increased risk of NAFLD, as substantiated by multiple studies employing epidemiology, pro- spectively and retrospectively followed cohorts, nested cases- controls, and related meta-analyses. 213-216,221,223 For example, a systematic review analyzing 86 studies with a sample size of 8 515 431 from 22 countries has documented high rates of CMD manifestations in persons with NAFLD and still higher rates in persons with NASH for obesity (51% and 82%, respectively), T2D (23% and 44%, respectively), hyperlipidemia (69% and 83%, respectively), hypertension (39% and 68%, respectively), and MetS (43% and 71%, respectively). 221 Thus, care of persons with NAFLD extends beyond the liver and must comprehensively consider the broader context of CMD. Whether NAFLD is an independent risk factor for CVD remains controversial. Individuals with NAFLD appear to have a higher prevalence of clinical CVD than individuals without steatosis. 1,53 Moreover, CVD is the leading cause of death in NAFLD. 224 Several studies including meta-analyses have shown that NAFLD is an in- dependent risk factor for CVD after controlling for other risk factors, that it confers an independent risk of fatal and nonfatal CV events (in both persons with and without diabetes), and that this risk becomes greater as NAFLD progresses to more severe forms of NASH. 47,224,225 However, this is somewhat controversial since other studies fail to demonstrate an independent risk of CVD and that the increased incidence of CVD events is explained by the burden of other risk factors that accompany NAFLD. 83,86,226 The limitations of most studies are the lack of adequate controls, short-term follow- up, and few reporting on CV events but rather surrogate end points such as endothelial dysfunction and carotid intima-media thick- ness test. Diagnosis of NAFLD has been made using different methodologies but mostly noninvasive tests such as elevated plasma aminotransferase levels or by US and rarely by “ gold stan- dard ” MRI-based techniques or liver biopsy. Future prospective studies using more rigorous study designs may be required to resolve this discrepancy. The AACE 213 and European Association for the Study of Obesity 214 have advocated for the use of adiposity-based chronic disease (ABCD) as a medical diagnostic term for obesity, and the treatment of ABCD to prevent progression to NAFLD and NASH underscores the complications-centric approach to treatment consistent with the AACE Guidelines for Comprehensive Medical Care for Patients with Obesity. 216 A renewed emphasis has been put on increasing awareness of the need for vaccinations in persons with diabetes, chronic liver disease, and associated comorbidities. Table 6 shows the current immunization recommendations for those with chronic liver disease. 227,228 Q3.2 What Lifestyle Modi fi cations (Dietary Intervention and Exercise) Should Be Recommended in Adults With NAFLD or NASH? Recommendation 3.2.1. Clinicians should recommend lifestyle changes in persons with excess adiposity and NAFLD with a goal of at least 5%, preferably \u0015 10% weight loss, as more weight loss is often associated with greater liver histologic and cardiometabolic bene fi t, depending on individualized risk assessments. Clinicians must recommend participation in a structured weight loss pro- gram, when possible, tailored to the individual ’ s lifestyle and per- sonal preferences. Grade B; Intermediate/High Strength of Evidence; BEL 1; downgraded due to small sample sizes, large heterogeneity of interventions, short duration, and few studies with liver biopsy Recommendation 3.2.2. Clinicians must recommend dietary modi- fi cation in persons with NAFLD, including a reduction of macro- nutrient content to induce an energy de fi cit (with restriction of saturated fat, starch, and added sugar) and adoption of healthier eating patterns, such as the Mediterranean diet. Grade A; Intermediate Strength of Evidence; BEL 1 Evidence Base. Lifestyle change primarily consists of nutritional therapy and physical activity and is the fi rst-line therapy for ABCD and related complications, including NAFLD. While dietary macronutrient content and distribution is important in NAFLD, weight loss achieved through caloric de fi cit, irrespective of the speci fi c dietary approach, is effective in reducing hepatic steatosis, even necroin fl ammation, although results are more variable for fi brosis. Several studies have reported normalization of plasma aminotransferase levels and a reduction of hepatic steatosis (most by imaging) that is proportional to the amount of weight loss. 229-237 However, fewer studies have examined the impact of weight loss on necrosis, in fl ammation, and fi brosis by performing liver biopsies before and after treatment. An early, small RCT (n ¼ 31) demon- strated that persons with biopsy-proven NASH randomized to lifestyle intervention (diet, exercise, and behavioral modi fi cation) and who lost signi fi cant body weight (9.3%) showed improved steatosis and necroin fl ammation disease activity scores but not fi brosis. 238 Those who achieved a weight loss of \u0015 7%, compared with those who lost < 7%, had signi fi cant improvements in steatosis, lobular in fl ammation, ballooning injury, and the overall NAS. In a more recent prospective cohort study of individuals (N ¼ 261) undergoing a 52-week program of lifestyle intervention, a higher proportion of persons with \u0015 5% weight loss had NAS reductions and NASH resolution compared with those who lost < 5% of their weight; all persons who lost \u0015 10% of their weight had NAS re- ductions, 90% had NASH resolution, and 45% had fi brosis regres- sion. 239 The authors subsequently developed a predictive model derived from weight loss, presence of T2D, ALT normalization, age, and an NAS of \u0015 5 that exhibited a high predictive value for histo- logic improvement (eg, NASH resolution) after lifestyle interven- tion. 240 A 2021 meta-analysis of 43 studies involving 2809 participants (26 behavioral weight-loss programs, 9 with phar- macotherapy, 8 with surgery) found evidence of a dose-response relationship between the magnitude of weight loss and the de- gree of liver improvement of steatosis and resolution of NASH but not for fi brosis. 241 Speci fi c dietary patterns can exert bene fi t in persons with NAFLD, with debate as to the best dietary approach in NAFLD. However, a reduction in overall macronutrient content, and in particular saturated fat, appears to be consistent across studies. For Table 6 Immunizations for Persons With Chronic Liver Disease 227,228 Hepatitis A vaccine Hepatitis B vaccine Pneumococcal polysaccharide vaccine (PPSV23) Additional vaccines: \u000f In fl uenza vaccine \u000f Tdap vaccine \u000f Zoster vaccine \u000f HPV vaccine \u000f MMR vaccine \u000f Varicella vaccine \u000f COVID-19 vaccine Abbreviations: HPV ¼ human papilloma virus; MMR ¼ measles, mumps, and rubella; PPSV23 ¼ 23-valent pneumococcal polysaccharide vaccine; Tdap ¼ tetanus, diphtheria, and pertussis. K. Cusi, S. Isaacs, D. Barb et al. Endocrine Practice 28 (2022) 528 e 562 542",
    "instance, overfeeding 1000 kcal/day of saturated fat for 3 weeks induced a greater increase in the intrahepatic triglyceride (IHTG) level than similar overfeeding of unsaturated fat or simple sugars. 242-244 The role of restricting carbohydrates in NAFLD, particularly simple sugars in food and beverages sweetened with high fructose corn syrup, has been examined in a number of studies. 245 Several recent studies have shown the value of a Med- iterranean diet (ie, low in carbohydrates and saturated fat but higher in monosaturated fat) as it improves CV risk parameters and effectively reduces hepatic fat content. 229,246-252 Consistent with the aforementioned, another RCT showed that a calorie-restricted DASH diet, rich in fruit, vegetables, whole grains, and low-fat dairy and low in saturated fat and re fi ned grains, also results in bene fi cial weight loss and reduced ALT levels in persons with obesity and NAFLD compared with a control diet. 253 These results have led several societies including the European Association for the Study of the Liver-European Association for the Study of Diabetes-European Association for the Study of Obesity, 254 Euro- pean Society for Clinical Nutrition and Metabolism, 255 Asian Paci fi c Association for the Study of the Liver, 256 Latin American Association for the Study of the Liver, 257 and most recently the American Gastroenterological Association 258 to speci fi cally recommend the Mediterranean diet for persons with NAFLD. Other approaches that have reported bene fi t in decreasing hepatic steatosis include high protein/lower carbohydrate intake diets with 30% protein, 40% carbohydrates, and 30% fat 259,260 and intermittent fasting and/or time-restricted feeding. 261-263 These approaches also create an energy de fi cit that may be helpful for some persons with NAFLD. 264 Structured weight-loss programs and antiobesity medications are usually more successful for weight loss than the efforts of cli- nicians and dieticians at regular visits. 232,235 We recommend a greater use of formal weight-loss programs. 258 Bariatric surgery performed by well-established programs is another tool that should be considered in appropriate individuals with clinically signi fi cant fi brosis and obesity with comorbidities. 236 In summary, caloric restriction within a Mediterranean diet appears to have the best evidence and likely the best chance of long-term adherence. However, comparing results across studies remains a challenge due to heterogeneity of the study designs (even within the same diets, in terms of dietary and caloric composition), small number of participants and diverse pop- ulations included, intervention duration, and end points utilized (various imaging techniques vs histology). One major limitation is that none of these studies has extended beyond 12 months, a major drawback considering NAFLD is a chronic disease. Recommendation 3.2.3. In persons with NAFLD, clinicians must recommend physical activity that improves body composition and cardiometabolic health. Participation in a structured exercise pro- gram should be recommended, when possible, tailored to the in- dividual ’ s lifestyle and personal preferences. Grade A; Intermediate Strength of Evidence; BEL 1 Evidence Base. Exercise helps maintain weight loss and may have bene fi ts that are independent of weight loss on liver fat and his- tology. While most clinical studies on exercise in NAFLD have been of short duration ( \u0014 12 months) and included small numbers of participants, bene fi t has been fairly consistent. 230,265,266 In a 2016 meta-analysis (N ¼ 8 studies prescribing exercise [2 with diet]; N ¼ 433 persons with NAFLD), a reduction in the IHTG level was inde- pendent of dietary intervention but more evident with diet plus exercise than with exercise alone. 267 In another 2016 meta-analysis and meta-regression (N ¼ 28 RCTs including persons with obesity complicated by T2D or MetS and NAFLD), physical activity reduced intrahepatic lipid and aminotransferase levels correlating with baseline BMI. 268 Subsequent controlled studies 269-273 and a 2018 meta-analysis 274 of 17 studies including 373 participants concluded that structured exercise training elicits an absolute reduction in the IHTG level of 3.31% (95% CI, \u0005 4.41% to \u0005 2.22%) that is often pro- portional to the magnitude of the exercise training and anthropo- metric improvements. The most common intervention frequency among studies was 3 times per week, for 30 to 60 minutes each session and lasting 12 weeks. However, greater intensity has not always translated into a more signi fi cant decrease in hepatic steatosis. 271,274,275 Speci fi c types of exercise exert different effects in persons with NAFLD. There were no signi fi cant differences between aerobic and resistance trainings, but there was more bene fi t with high-volume continuous training than with low-volume continuous training even with high intensity. 190 While there are more data on aerobic exercise, resistance training can improve NAFLD and may be more feasible for persons with poor cardiorespiratory fi tness or an inability to participate in aerobic exercise. A 2017 meta-analysis (N ¼ 12 studies comparing aerobic with resistance training pro- tocols) found that resistance training improves hepatic steatosis with reduced energy requirements, compared with aerobic exer- cise. 276 An RCT (N ¼ 220) of 12-month duration in people with biopsy-proven NAFLD compared 3 interventions: (1) vigorous- moderate exercise (jogging 150 minutes per week at 65%-80% of maximum heart rate for 6 months and brisk walking 150 minutes per week at 45%-55% of maximum heart rate for another 6 months), (2) moderate exercise (brisk walking 150 minutes per week for 12 months), or (3) no-exercise control group. The investigators found that both exercise groups were equally effective in reducing the IHTG content measured by 1 H-MRS and signi fi cantly reduced he- patic steatosis compared with those in the no-exercise controls. 275 In another RCT (N ¼ 18 adults with obesity and hepatic steatosis) comparing energy-matched moderate-intensity exercise with high-intensity exercise, again, both modalities reduced the IHTG content to a similar extent as well as markers of hepatic in fl ammation. 277 In summary, exercise has shown to consistently bene fi t persons with NAFLD, the challenge being long-term adoption. Bene fi t from increasing physical activity appears more linked to the intensity and adherence to the training program rather than the type of exercise. Of note, a decrease in hepatic steatosis with exercise is observed even in the absence of major weight loss. 265,266,269,278 Overall, a larger cardiometabolic and liver histologic bene fi t is observed when exercise is associated with lifestyle and dietary changes. Q3.3 What Medications Have Proven to Be Effective for the Treatment of Liver Disease and Cardiometabolic Conditions Associated With NAFLD or NASH? Recommendation 3.3.1. R3.3.1a Pioglitazone or GLP-1 RAs are rec- ommended for persons with T2D and biopsy-proven NASH. Grade A; High Strength of Evidence; BEL 1 R3.3.1b Clinicians must consider treating diabetes with piogli- tazone and/or GLP-1 RAs when there is an elevated probability of having NASH based on elevated plasma aminotransferase levels and noninvasive tests. Grade A; High Strength of Evidence; BEL 1 Recommendation 3.3.2. To offer cardiometabolic bene fi t in persons with T2D and NAFLD, clinicians must consider treatment with GLP- 1 RAs, pioglitazone, or SGLT2 inhibitors; however, there is no evi- dence of bene fi t for treatment of steatohepatitis with SGLT2 inhibitors. Grade A; High Strength of Evidence; BEL 1 K. Cusi, S. Isaacs, D. Barb et al. Endocrine Practice 28 (2022) 528 e 562 543",
    "Recommendation 3.3.3. Due to the lack of evidence of ef fi cacy, metformin, acarbose, dipeptidyl peptidase IV inhibitors, and insulin are not recommended for the treatment of steatohepatitis (no bene fi t on hepatocyte necrosis or in fl ammation) but may be continued as needed for the treatment of hyperglycemia in persons with T2D and NAFLD or NASH. Grade B; High Strength of Evidence; BEL 1; downgraded due to the use of surrogate outcome measures in many of the studies Recommendation 3.3.4. Vitamin E can be considered for the treat- ment of NASH in persons without T2D, but there is not enough evidence at this time to recommend for persons with T2D or advanced fi brosis. Grade B; High Strength of Evidence; BEL 1; downgraded due to risk/bene fi t Recommendation 3.3.5. Other pharmacotherapies for persons with NASH cannot be recommended at the present time due to the lack of robust evidence of clinical bene fi t. Grade A; High Strength of Evidence; BEL 1 Evidence Base. The rationale for pharmacologic treatment of NASH in persons with T2D (in addition to lifestyle changes) is based on the following aspects, as discussed earlier: (1) NASH has reached epidemic proportions with clinically signi fi cant fi brosis (stage \u0015 F2) being present in approximately 12% to 21% of individuals in T2D 9,10,102,110,114,188-190 ; (2) NASH with clinically signi fi cant fi brosis is associated with an increased risk of mortality from liver-related complications 279 ; (3) early diagnosis and treatment offer a window of opportunity to prevent disease progression; (4) T2D appears to accelerate progression to cirrhosis in NASH, making a dual inter- vention versus diabetes and NASH more cost-effective 28,147 ; (5) while weight loss alone may reverse NASH, usually in proportion to the magnitude of weight loss, halting fi brosis progression is less pre- dictable and highly variable among individuals 106 ; and (6) some medications effective to treat T2D and NASH (pioglitazone and GLP-1 RAs) also reduce CVD, the leading cause of death in this popula- tion. 29,59 Taken together, it follows that adding pharmacologic ther- apy with agents proven to reverse NASH is warranted to prevent progression to cirrhosis more effectively. At present, there are no FDA-approved drugs for the treatment of NASH. Therefore, treatment recommendations for persons with T2D and NASH are centered on the dual purpose of treating hy- perglycemia and/or obesity and NASH, especially if clinically sig- ni fi cant fi brosis (stage, \u0015 F2) is present, to prevent development of cirrhosis. As discussed, a liver biopsy is the optimal approach to con fi rm the diagnosis and stage of the severity of liver fi brosis. However, it is recognized that this may not be feasible or acceptable to several individuals. Therefore, in high-risk populations (ie, those with obesity and T2D), pharmacologic therapy to treat obesity or diabetes may also be considered in the presence of elevated plasma aminotransferase levels and/or FIB-4 scores of > 1.3 and con fi rma- tory imaging (ie, TE and MRE) or proprietary fi brosis biomarkers, such as the ELF test, 143 when suggestive of clinically signi fi cant liver fi brosis, if imaging not available. 134,147,148 Additional biomarkers are undergoing further evaluation in NAFLD (ie, NIS4, 141 propeptide of type III collagen, 142,144-146 and others 134 ). Two antidiabetic agents have proven to be safe and effective to reverse NASH in persons with obesity, prediabetes, or T2D: pioglita- zone and GLP-1 RA (Table 7). Pioglitazone is a peroxisome proliferator-activated receptor (PPAR)- g that improves IR, primarily targeting adipose tissue and improving lipid storage/redistribution and glucose utilization. 29 It was the fi rst diabetes agent to show ef- fi cacy in an early RCT in 55 individuals with prediabetes or diabetes and biopsy-proven NASH. 280 This was followed by positive 12- to 24- month RCTs showing histologic improvement in persons without diabetes. 97,98,281,282 A 2016 single-center study in 101 persons with obesity, and either prediabetes or T2D, con fi rmed its sustained bene fi t on glucose and lipid metabolism and NASH over 36 months of follow-up. 98 With pioglitazone treatment (45 mg), 58% of individuals achieved the primary outcome of a reduction of at least 2 points in NAS, while 51% had resolution of NASH (treatment difference of 41% and 32% vs placebo, respectively; both P < .001 vs placebo). There was also improvement in the mean fi brosis score ( P ¼ .039). 98 A 2017 meta-analysis of available pioglitazone RCTs in persons with biopsy- proven NASH noted a signi fi cant improvement versus placebo for NASH resolution (OR, 3.22; 95% CI, 2.17-4.79; P < .001) and for any stage of fi brosis (OR,1.66; 95% CI,1.12-2.47; P ¼ .01), with even greater ORs for the effect on advanced fi brosis (OR, 3.15; 95% CI,1.25-7.93; P ¼ .01), with similar results for those with and without T2D. 283 A 2020 incremental cost-effectiveness ratio analysis that added a more recent 2019 study combining pioglitazone with vitamin E con fi rmed the aforementioned fi ndings. 284 The side effects of pioglitazone include dose-dependent weight gain (1% with pioglitazone 15 mg/ day up to 3%-5% with 45 mg/day), increased fracture risk, heart failure if used in persons with preexisting heart disease, and bladder cancer. A meta-analysis of 17 cohort or case-control studies revealed a min- imal prevalence of bladder cancer compared with robust CV bene fi ts and improvements for those with NASH (the numbers needed to treat for 1 additional case of bladder cancer ranged from 899 to 6380, while the numbers needed to bene fi t CVD and NASH were 4-256 and 2-12, respectively). 285 GLP-1 RAs have become pillars of pharmacotherapy for obesity and T2D because of robust clinical bene fi ts, including weight loss, glycemic control, and cardiometabolic improvements. The challenge of systematic reviews of GLP-1 RAs in NAFLD is the heterogeneity of populations included and study designs, with broad differences in treatment duration, primary end points, and assessment of treatment ef fi cacy with random liver imaging modalities and rare use of liver biopsy as the “ gold standard ” for grading NASH. However, taken Table 7 Medications to Treat Diabetes and Their Ef fi cacy for the Treatment of Nonalcoholic Fatty Liver Disease Medication Liver fat Disease activity (steatohepatitis/NAS) Studies Metformin Unchanged Neutral (298-302) Pioglitazone Decreased Improved a (97, 98, 280-282) Insulin Decreased Effect unknown (177, 178, 306) GLP-1 RAs (semaglutide and liraglutide) Decreased Improved a (99, 286-288) SGLT2 inhibitors (dapagli fl ozin, empagli fl ozin, and canagli fl ozin) Decreased Effect unknown (28, 294-297) DPP-IV inhibitors (sitagliptin and vildagliptin) Unchanged (in RCTs) Effect unknown (286, 303-305) Abbreviations: DPP-IV ¼ dipeptidyl peptidase IV; GLP-1 RAs ¼ glucagon-like peptide11 receptor agonists; NAS ¼ nonalcoholic fatty liver disease activity score; RCTs ¼ randomized controlled trials; SGLT2 ¼ sodium-glucose cotransporter 2. a The effect on hepatic fi brosis of diabetes medications that improve steatohepatitis has been overall small, although some individual studies 98,281 and meta-analyses of available RCTs 283,284 report a decrease in fi brosis with pioglitazone. K. Cusi, S. Isaacs, D. Barb et al. Endocrine Practice 28 (2022) 528 e 562 544",
    "together, studies agree that GLP-1 RAs normalize plasma amino- transferase levels and reduce liver fat content on imaging in in- dividuals with NAFLD 222,286,287 (Table 7). A small (n ¼ 52) 2016 proof- of-concept RCT suggested that liraglutide improved some features of liver histology in persons with NASH, including delaying fi brosis progression versus placebo. 288 In 2021, a phase 2 RCT compared the doses of 0.1, 0.2, and 0.4 mg of semaglutide daily with placebo in 320 persons with NASH (of whom 230 had stage F2 or F3 fi brosis). Res- olution of steatohepatitis was found in 40% of those in the 0.1-mg group, 36% of those in the 0.2-mg group, 59% of those in the 0.4-mg group, and 17% of those in the placebo group ( P < .001 for semaglu- tide 0.4 mg vs placebo) in the context of signi fi cant weight loss (13% in the 0.4-mg group vs 1% in the placebo group). 99 There were no sig- ni fi cant between-group differences in the percentage of individuals with an improvement in fi brosis stage, but progression of liver fi brosis was signi fi cantly less with the highest dose of the GLP-1 RA (4.9%) versus placebo (18.8%). Of note, the semaglutide dose of 0.4 mg/ day employed is equivalent to the dose of semaglutide 2.4 mg/week shown in phase 3 trials to be highly effective for weight loss in persons with obesity. 289-292 SGLT2 inhibitors, approved for the treatment of T2D and heart failure and associated with robust cardiorenal bene fi ts, have been considered potentially bene fi cial for NAFLD because of the reduced lipid burden on the liver from glycosuria creating energy de fi cit and weight loss. 293 Several small, open-label studies have suggested bene fi t in persons with T2D and NAFLD. 29,222,294 More recent RCTs have been performed showing the potential bene fi t of these med- ications in NAFLD and NASH in persons with obesity and T2D via imaging of hepatic steatosis using “ gold standard ” MRI-based techniques, but none yet has been performed with histologic evaluation 295-297 (Table 7). SGLT2 inhibitors may be considered as adjunctive pharmacotherapy for individuals with T2D and NAFLD as they reduce hepatic steatosis and offer signi fi cant car- diometabolic and renal protection. Metformin is a biguanide that improves hepatic and muscular insulin sensitivity; however, in several paired-biopsy studies in persons with NASH, there was no clinical evidence of bene fi t on disease activity or liver fi brosis (Table 7). Early studies suggested a modest effect, largely on hepatic steatosis and associated with weight loss, 298,299 but a meta-analysis of metformin trials has shown that weighted liver histologic scores for steatosis, ballooning, and fi brosis did not signi fi cantly improve and lobular in fl ammation signi fi cantly worsened (weighted mean increase, 0.21; 95% CI, 0.11-0.31; P < .0001), 300 consistent with other sys- tematic reviews and meta-analyses. 301,302 Early studies suggested bene fi t from dipeptidyl peptidase IV inhibitors, but this was not con fi rmed in recent RCTs. 286,303-305 Insulin may reduce hepatic steatosis, but the effect is modest, and no liver biopsy study to assess its effects on liver histology is available. 177,178,306 Among other agents, only vitamin E showed ef fi cacy to ameliorate steatohepatitis (but not fi brosis) in individuals without T2D and biopsy-proven NASH in a 2-year RCT. 97 Improvement in steatohepatitis has also been reported in a single-center, uncon- trolled retrospective observational study in persons with advanced liver fi brosis. 307 However, the results in persons with T2D have been mixed, and vitamin E cannot be recommended with the current evidence, as bene fi t has been modest overall, and fi brosis has not been improved in any of the studies. 282 Controversy re- mains about vitamin E being associated with a modest increased risk of cardiovascular disease and of prostate cancer, 101 although not con fi rmed in more recent studies. Finally, a number of agents have been tested in individuals with NAFLD or NASH; however, studies have been generally uncontrolled, small, used only imaging as the primary end point, and/or been overall negative. 300,301,308,309 Q3.4 What Obesity Pharmacotherapies Have Proven Bene fi t for the Treatment of Liver Disease and Cardiometabolic Conditions Associated With NAFLD or NASH in Adults? Recommendation 3.4.1. Clinicians should recommend the use of obesity pharmacotherapy as adjunctive therapy to lifestyle modi- fi cation for individuals with obesity and NAFLD or NASH with a goal of at least 5%, preferably \u0015 10%, weight loss, as more weight loss is often associated with greater liver histologic and cardiometabolic bene fi t, when this is not effectively achieved by lifestyle modi fi - cation alone. Grade B; Intermediate Strength of Evidence; BEL 1; down- graded due to small sample sizes used in studies and short duration of trials Recommendation 3.4.2. For chronic weight management in in- dividuals with a BMI of \u0015 27 kg/m 2 and NAFLD or NASH, clinicians should give preference to semaglutide 2.4 mg/week (best evidence) or liraglutide 3 mg/day. Grade B; High/Intermediate Strength of Evidence; BEL 1; downgraded due to different formulations and doses used in the semaglutide and liraglutide NASH trials Evidence Base. Among persons with NASH, weight loss of > 5% total body weight (TBW) can reduce hepatic steatosis, weight loss of > 7% TBW can improve NASH, and weight loss of > 10% TBW can result in fi brosis regression/stability. 238,239,241 Weight loss assis- ted by several obesity medications as an adjunct to lifestyle therapy can ameliorate NAFLD and NASH in persons who have obesity. Although this is recommended, it is acknowledged that access to these medications can be a challenge due to their high cost, lack of health insurance, and inadequate coverage by payers. Insurance plans should guarantee access to these medications to treat obesity. Medications approved for the chronic treatment of obesity include the centrally acting oral combinations phenter- mine/topiramate ER and naltrexone/bupropion ER, the oral lipase inhibitor orlistat, and subcutaneous GLP-1 receptor agonists lir- aglutide (titrated up to 3 mg daily) and semaglutide (titrated up to 2.4 mg weekly). 310 Obesity medications are approved by the FDA for chronic weight management for individuals with a BMI of \u0015 30 kg/m 2 or those with a BMI of 27 to 29.9 kg/m 2 and at least 1 weight-related complication. Early response to therapy is a key predictor of long-term success, and the medications should be continued if 5% weight loss has been achieved within 3 months of using the full dose of medication. The amount of weight loss anticipated from obesity medications is greater than 10% or more of body weight and is associated with cardiometabolic and T2D risk reduction, if the early 3-month ef fi cacy threshold is ach- ieved. 310,311 While head-to-head trials have not been performed, there is a range of ef fi cacy for obesity medications when compared according to placebo-subtracted (included lifestyle intervention) weight loss in RCTs. When combined with a lifestyle intervention, the ef fi cacy for weight loss ranges between 7% and 18% of baseline weight at 1 year on average. Of the medications currently approved for chronic obesity therapy, semaglutide has shown the most ef fi cacy in achieving 10%, 15%, and even \u0015 20% weight loss. 289-292 Medications for the management of obesity have not undergone rigorous testing in RCTs using liver histology (ie, paired liver bi- opsies) as the primary outcome in persons with NAFLD. Available data come from a 48-week pilot study (n ¼ 52) with liraglutide and a larger study (n ¼ 320) with semaglutide for 72 weeks, 99 as dis- cussed earlier, and recently summarized in 2 narrative reviews. 286,287 K. Cusi, S. Isaacs, D. Barb et al. Endocrine Practice 28 (2022) 528 e 562 545",
    "Weight loss associated with orlistat may also exert bene fi cial effects on hepatic fat content and histology in NAFLD. A recent meta-analysis including 3 RCTs and 4 single-arm trials of 330 par- ticipants with NAFLD or NASH concluded that orlistat reduced the aminotransferase levels in persons with NAFLD but failed to improve liver histology in NASH. 312 However, studies have been usually small and of short duration (up to 36 weeks) with overall modest or no liver histologic improvement. A 2009 prospective trial over 36 weeks compared 23 participants given orlistat/diet/vitamin E and 18 given diet/vitamin E. 313 The orlistat group lost a mean of 8.3% body weight compared with 6.0% in the diet plus vitamin E group (not signi fi cant). While orlistat does not appear to have drug- speci fi c effects in steatohepatitis, improvement in insulin sensi- tivity and liver histology is proportional to the magnitude of weight loss. When strati fi ed according to weight loss, persons who lost \u0015 9% of body weight (n ¼ 16) showed improved liver steatosis, ballooning, and in fl ammation ( P < .01) compared with those who failed to do so (n ¼ 25). 313 A 2006 RCT studied 52 persons with NAFLD on liver US (con fi rmed by liver biopsy in 40 persons) from Israel. 314 There was a modest improvement in plasma amino- transferase levels and in steatosis by liver US, but histology did not change signi fi cantly in the 22 in whom the biopsy was repeated. A post hoc analysis of phase 3 trials of naltrexone/bupropion ER showed improved ALT levels linearly correlating with weight loss in responders who achieved at least 5% weight loss on average at 12 months. 315 Recommendation 3.4.3. Clinicians must consider obesity pharma- cotherapy (with preference to semaglutide 2.4 mg/week [best ev- idence] or liraglutide 3 mg/day) as adjunctive therapy to lifestyle modi fi cation for individuals with obesity and NAFLD or NASH to promote cardiometabolic health and treat or prevent T2D, CVD, and other end-stage manifestations of obesity. Grade A; High/intermediate Strength of Evidence; BEL 1 Evidence Base. Meta-analyses of weight-loss medication RCTs suggest modest overall bene fi t for improving the car- diometabolic risk pro fi le in persons with obesity. 199,310 Phen- termine/topiramate ER has been shown to delay progression to T2D in those at high cardiometabolic risk (MetS or prediabetes), improve glycemic control with weight loss in T2D, and improve lipids and blood pressure with signi fi cant improvement in car- diometabolic parameters. 316-318 The indication for the reduction of CVD risk with liraglutide was substantiated in the Liraglutide Effect and Action in Diabetes: Evaluation of Cardiovascular Outcome Results trial showing that liraglutide reduced the HR for the composite major adverse cardiovascular event (MACE) outcome by 13%. 319 A CV outcome trial has not been performed for liraglutide 3 mg in persons with obesity, although clinicians can be reassured by cardioprotection demonstrated in the Lir- aglutide Effect and Action in Diabetes: Evaluation of Cardiovas- cular Outcome Results trial for liraglutide 1.8 mg in those with T2D. 319 Semaglutide reduces the risk of MACEs supported by fi ndings in the Trial to Evaluate Cardiovascular and Other Long- term Outcomes with Semaglutide in Subjects with Type 2 Dia- betes CV outcome trial that enrolled persons with T2D and established CVD and/or CKD, 320 where it signi fi cantly reduced MACE by 26% compared with placebo. Other GLP-1 RAs have reported CV and renal bene fi ts, with a network analysis sug- gesting that semaglutide has the highest probability to reduce myocardial infarction and stroke events, 321 but other GLP-1 RAs have not been systematically tested with paired liver biopsies in persons with NASH. 287 Q3.5 What Is the Effect of Bariatric Surgery on Liver Disease and Cardiometabolic Conditions Associated With NAFLD or NASH in Adults? Recommendation 3.5.1. Clinicians should consider bariatric surgery as an option to treat NAFLD ( Grade B; Intermediate Strength of Evidence; BEL 2 ) and improve cardiometabolic health ( Grade A; High/Intermediate Strength of Evidence; BEL 2; upgraded based on the cardiometabolic and all-cause mortality bene fi ts in all persons with or without NAFLD ) in persons with NAFLD and a BMI of \u0015 35 kg/m 2 ( \u0015 32.5 kg/m 2 in Asian populations), particularly if T2D is present. It should also be considered an option in those with a BMI of \u0015 30 to 34.9 kg/m 2 ( \u0015 27.5 to 32.4 kg/m 2 in Asian pop- ulations) ( Grade B; Intermediate/Weak Strength of Evidence; BEL 2 ). Recommendation 3.5.2. For persons with NASH and compensated cirrhosis, clinicians should exercise caution in recommending bar- iatric surgery, which should be highly individualized if prescribed and performed at experienced centers ( Grade B; Intermediate/ Weak Strength of Evidence; BEL 2 ). In persons with decom- pensated cirrhosis, bariatric surgery should not be recommended due to limited evidence and potential for harm ( Grade B; Inter- mediate/Weak Strength of Evidence; BEL 2 ). Evidence Base. It is well established that bariatric surgery induces sustained weight loss with improvement of common comorbidities in NAFLD, such as hypertension, sleep apnea, atherogenic dyslipi- demia, hyperglycemia with frequent resolution of diabetes, and amelioration of the risk of CVD and HCC. 116-118,120,121,322 A system- atic review and meta-analysis of 32 studies of persons undergoing bariatric surgery, including 3093 liver biopsies obtained during and after bariatric surgery, reported that 66% had complete resolution of steatosis, while 50% and 76% had resolution of in fl ammation and ballooning, respectively. Although fi brosis improved in 40% of in- dividuals, fi brosis worsened in approximately 12%. Of note, the overall quality of the individual studies included was low. 123 In another meta-analysis of 21 studies including 2374 persons who underwent primarily RYGB, the pooled proportion of steatosis improvement was 88%, that of NASH resolution was 59%, and that of fi brosis improvement was 30%. 122 More recently, the impact of bariatric surgery on the natural history of cirrhosis and CVD asso- ciated with NASH has been reported. 323 The investigators examined 25 828 liver biopsies performed at a U.S. health system between 2004 and 2016, where 1158 adults with obesity met enrollment criteria for bariatric surgery and had a con fi rmed histologic diag- nosis of NASH with stage 1 to 3 liver fi brosis. The median follow-up was 7 years (interquartile range, 4-10 years). Bariatric surgery, compared with nonsurgical management, was associated with a 12.4% lower risk of incident major adverse liver outcomes (95% CI, 5.7%-19.7%), aHR of 0.12 (95% CI, 0.02-0.63; P ¼ .01), and a 13.9% decrease in MACE (95% CI, 5.9%-21.9%), aHR of 0.30 (95% CI, 0.12- 0.72; P ¼ .007). 323 The degree of weight loss resulting from bariatric surgery im- proves NAFLD as assessed by either imaging technologies or liver histology. A recent meta-analysis of 43 studies with 2809 in- dividuals examined the outcomes of NAFLD and NASH 6 months following weight loss with either behavioral/lifestyle intervention, pharmacotherapy, or bariatric surgery and reported a weight loss- dependent improvement in ALT, AST, and hepatic steatosis assessed by imaging and/or histology; however, there was limited evidence of a dose-response relationship with changes in hepatic fi brosis. 241 There is limited information about the best surgical approach for persons with NAFLD. In recent reports from the K. Cusi, S. Isaacs, D. Barb et al. Endocrine Practice 28 (2022) 528 e 562 546",
    "Oseberg study, the reduction of liver fat content at 1 year was similar with sleeve gastrectomy compared with that of RYBG, 324 although the latter was found to be superior for remission of T2D. 325 Of note, follow-up was too short to make strong conclu- sions. The average durability of weight loss induced by RYGB has been reported to be \u0005 21%, with 72% having more than 20% and 40% having more than 30% estimated weight loss at 10 years, compared with 11% and 4%, respectively, in nonsurgical matched controls. 116 In a prospective study examining the impact of bariatric surgery, NASH resolution was observed in 85% after 1 year 326 and in 90.5% at 5 years and with 70% having fi brosis regression. 327 In the subset with stage 3 fi brosis (precirrhosis) at baseline (n ¼ 19), fi brosis improved in 68% and resolved in 45% after 5 years. This study only had paired biopsies for 3 persons with cirrhosis at baseline, of which 2 remained cirrhotic at the 5-year assessment. These results make it dif fi cult to draw fi rm conclusions about the role of bariatric surgery in reversing cirrhosis. 327 Caution is necessary when considering individuals for bariatric surgery who have advanced fi brosis or cirrhosis. In a retrospective study of 29 persons with cirrhosis and stage 3 fi brosis, 328 the risk of hepatic decompensation in individuals with cirrhosis and history of decompensation (presence of hepatic encephalopathy, variceal bleeding, or ascites) was very high. While bariatric surgery can be effective at reducing metabolic comorbidity in persons with cirrhosis, weight loss without adequate protein intake in such persons can be detri- mental. Furthermore, the potential bene fi t of bariatric surgery in the context of cirrhosis with respect to histologic improvement or liver-related outcomes is unclear. While there are limited data, the safety of bariatric surgery in selected persons with cirrhosis ap- pears to be comparable to those with less advanced fi brosis; however, persons with hepatic decompensation have a mortality of 7.68% versus 0.94% (OR, 8.78; 95% CI, 3.41-22.59; P < .001) in those with compensated cirrhosis. 329 Thus, individuals with advanced fi brosis need to be carefully selected, and a risk-bene fi t analysis should be performed. Finally, a potential bene fi t was suggested in a case-controlled meta-analysis of 9 studies in over 19 000 in- dividuals following bariatric surgery that demonstrated a signi fi - cant risk reduction in the incidence of HCC compared to those with no surgery. 124 There are no prospective studies or RCTs with CV end points (ie, MACE) comparing the bene fi t of bariatric surgery in persons with T2D or obesity strati fi ed for the presence or absence of NAFLD. Further studies along these lines are warranted. Nevertheless, there is ample evidence that bariatric surgery can produce profound health bene fi ts in individuals with obesity and CMD, including persons with NAFLD, and is associated with reduced CVD and all- cause mortality. 117,118,200,330-332 Recently, a population-based matched cohort study comparing 13 679 persons who underwent bariatric surgery who were matched to 13 679 nonsurgical partic- ipants reported that bariatric surgery was associated with signi fi - cantly lower all-cause, CV, and cancer mortality. 333 Finally, a recent meta-analysis that included 74 042 participants with obesity and CVD demonstrated that bariatric surgery was responsible for an approximately 43% reduction in the combined MACE outcome after adjustment for confounding variables. 334 Recommendation 3.5.3. Endoscopic bariatric and metabolic thera- pies (EBMTs) should not be recommended in persons with NAFLD due to insuf fi cient evidence. Grade C; Intermediate/Weak Strength of Evidence; BEL 2; downgraded due to the quality of studies and small sample sizes Evidence Base. There are limited data for the treatment of NASH with EBMT. These therapies encompass devices such as intragastric balloon (IGB), endoscopic sleeve gastroplasty (ESG), and aspiration therapy by means of a gastrostomy. Only 2 studies reported on liver histology as the primary outcome in persons with NASH. 335,336 Limited acceptance is due to limited evidence arising from un- controlled, small ( < 50 participants), and short-duration (most of 6- month duration) studies. 337,338 Long-term trials 339,340 are associ- ated with signi fi cant participant attrition from adverse events or participants being lost to follow-up. Studies have been prone to potential bias from participant selection by recruiting highly motivated individuals agreeable to substantial time commitment and/or follow-up (ie, usually, those better able to tolerate the pro- cedure continue the study). Thus, the generalizability of these trials has been questioned. Finally, studies have reported that approxi- mately one third of participants have adverse events ranging from gastrointestinal side effects to (less frequently) surgical leaks, in- fections, and occasionally serious adverse events. In contrast to the signi fi cant evidence about the cardiometabolic and liver bene fi ts of bariatric surgery in NAFLD, EBMT appears less ef fi cacious and with more limited short- and long-term data. A meta-analysis of long-term data from 4 published trials with aspiration therapy (n ¼ 373) reported a weight loss between 16% and 21%. 338 Approximately 20% of participants withdrew per year or were lost to follow-up, with only 46 and 27 participants in the meta-analysis being followed at years 3 and 4, respectively. Two studies found plasma aminotransferase levels to decrease. One prospective cohort study of 216 persons undergoing ESG reported 15% weight loss in 5 years, although no liver-speci fi c outcomes were included. 340 Caveats were as outlined earlier: (1) missing data from 25% to 30% of participants per year of follow-up and (2) limited long-term data with only 56 participants enrolled at year 5. Within 3 to 9 months after ESG, 27% of participants had weight regain and needed concomitant antiobesity medication, and 6% required a repeat ESG, making data dif fi cult to interpret. Finally, a meta-analysis of 18 EBMT studies in 863 participants reported an overall modest improvement in ALT, with steatosis on imaging (US or MRI) improving in 2 studies. 338 Only 2 studies examined the impact of IGB on liver histology before and after 6 months of IGB. One RCT treated 18 participants with NASH with diet plus exercise plus IGB or sham-IGB placement. Although BMI signi fi cantly decreased, there was no signi fi cant improvement in steatosis, lobular in fl ammation, hepatocellular ballooning, or fi brosis scores in either group after treatment. However, there was a modest improvement in the median NAS (combining steatosis, in fl amma- tion, and ballooning). More recently, a prospective cohort study examined the use of IGB in 20 participants with NASH. The mean body weight loss 6 months following IGB was 11.7% ± 7.7%. Stea- tohepatitis improved, but the results on fi brosis were mixed, improving by \u0015 1 stage in 3 participants and worsening in 5 participants. 336 Clearly, more work is needed to establish the role of EBMT in the management of people with NASH, and current data are insuf fi cient to support their use in this population. Diagnosis and Management of Children With NAFLD Epidemiology of NAFLD in the Pediatric Population: What Is the Prevalence, Spectrum of Liver Disease, and Natural History, Particularly in Those With Underlying Endocrine Conditions? NAFLD is the most common liver disease in pediatrics in the United States, 341 coexisting with obesity, multiorgan IR, an increased risk of prediabetes/T2D, and cardiac dysfunction. 341-343 The prevalence of NAFLD varies by sex (higher in males) and race/ethnicity (higher in Hispanic, White, and Asian children than in African American children). 344 Pediatric NAFLD can occur as early as in utero and can be detected in infancy. 345-347 A meta-analysis, using liver chemistry and imaging (US or MRI) to K. Cusi, S. Isaacs, D. Barb et al. Endocrine Practice 28 (2022) 528 e 562 547",
    "detect NAFLD, estimated a prevalence of 7.6% in the general pediatric population, increasing to 34.2% in children with obesity. 348 In children with prediabetes/T2D, approximately half are esti- mated to have NAFLD. In a retrospective cohort study of 118 chil- dren with T2D from the United States, 42% had serum aminotransferase data available, and of those, 48% were above the normal range. 349 In another retrospective study of 57 newly diag- nosed children with T2D, 88% of non-Hispanic Whites, 71% of Hispanics, and 20% of African Americans had serum ALT levels above the upper limit of normal. 350 In terms of PCOS, a prospective study of 199 adolescent females from Australia found that PCOS was an independent predictor of NAFLD (diagnosed with US) in these individuals, with an OR for NAFLD of 2.99 (95% CI, 1.01- 8.82). 351 Q4.1 Who Should Be Screened for NAFLD and for Comorbidities? Recommendation 4.1.1. Children of any age and adolescents with obesity or T2D, but not T1D, should be screened for NAFLD using serum ALT. Grade B; Intermediate/High Strength of Evidence; BEL 2 Recommendation 4.1.2. Clinicians should screen adolescent females with PCOS for NAFLD using serum ALT. Grade B; Intermediate/High Strength of Evidence; BEL 2 Recommendation 4.1.3. Clinicians should screen children and ado- lescents with NAFLD for prediabetes or T2D using an oral glucose tolerance test if the fasting glucose level is \u0015 100 mg/mL or if the glycated hemoglobin (A1c) level is in the range of prediabetes ( \u0015 5.7% to 6.4%). Grade B; Intermediate Strength of Evidence; BEL 2 Evidence Base. Children at risk of NAFLD should undergo screening. A 2019 meta-analysis revealed that the prevalence ratio of NAFLD in children with overweight/obesity is 26.1 (95% CI, 9.4-72.3). 352 Se- vere obesity further increases the risk. 353 PCOS is another risk factor for NAFLD. 351 Low-quality (retrospective and small sample size) studies suggest that youth with T2D are also at increased risk of NAFLD. 349,350 In contrast, children with T1D are not at increased risk and do not require screening. 354,355 In clinical practice, the serum ALT levels have traditionally been used for screening and are considered the most validated tool in pediatrics. 341,356,357 Prediction scores developed for the diagnosis of pediatric NAFLD are inaccurate and should not be used for screening. 358 MRI-PDFF is accurate for the detection of hepatic steatosis in children 359-361 of various ethnic backgrounds 362 ; however, it is not widely used as a screening tool in part due to availability and cost. In summary, the serum ALT levels remain the most validated, practical biomarker of histologic disease severity in children with NAFLD, and until better biomarkers become available, should continue to be used for screening. If normal, repeat screening can be considered on an annual basis if the risk factors persist. Robust data regarding the natural history of pediatric NAFLD are limited. A recent analysis of histologic outcomes of children enrolled in the placebo arms of RCTs revealed that the majority of participants do not improve with lifestyle interventions alone. 356 In fact, 23% of participants have evidence of worsened fi brosis over a mean time of 1.6 years. Among predictors of progression to de fi nite NASH and/or fi brosis were an increasing A1c level and the devel- opment of T2D. Epidemiologic data of children and adolescents with severe obesity, who are at increased risk of NAFLD, show an increased risk of CV and all-cause mortality in adulthood. 353 More pediatric NAFLD-speci fi c studies are needed. Q4.2 What Tests Can Be Used to Diagnose Pediatric NAFLD? Recommendation 4.2.1. Clinicians should use plasma aminotrans- ferases to test children at high risk of NAFLD. Grade B; Intermediate Strength of Evidence; BEL 2 Recommendation 4.2.2. Pediatric NAFLD can be diagnosed with imaging (US or MRI-PDFF) or liver biopsy in combination with exclusion of non-NAFLD causes of hepatic steatosis such as Wilson syndrome, mitochondrial disease, and medications. Grade B; Intermediate Strength of Evidence; BEL 2 Recommendation 4.2.3. Liver fi brosis prediction calculations and proprietary biomarkers currently available for the diagnosis of advanced fi brosis in adults should not be used in children as they either are inaccurate or require further validation. Grade B; Intermediate Strength of Evidence; BEL 2 Evidence Base. Pediatric NAFLD diagnosis requires histologic con fi rmation; however, this is not always possible considering the high prevalence of the disease. The diagnosis requires exclusion of other causes of liver disease (eg, autoimmune hepatitis, viral hep- atitis, Wilson disease, alpha 1 antitrypsin de fi ciency, hemochro- matosis, celiac disease, and thyroid dysfunction), even though the most common diagnosis in children with obesity referred for sus- pected fatty liver disease is NAFLD. 363 Often, imaging evidence of steatosis is also sought. US is inaccurate in this context, with a low PPV for the diagnosis of fatty liver in the range of 47% to 62%. 364 In contrast, MRI-PDFF-based estimates of steatosis are more accurate and can be used for the diagnosis of NAFLD (PPV, 88%- 100%). 360-362,365 However, the test is expensive, and access is often limited to tertiary academic centers; therefore, it is not recom- mended for routine use but should be individualized and ordered by the liver specialist. With regard to diagnosing disease severity, there are currently no noninvasive approaches to determine the presence of NASH in children. In terms of fi brosis, prediction scores developed in adults (eg, AST-to-platelet ratio, NFS, FIB-4, and AST/ ALT ratio) are inaccurate in children. 366 Other biomarkers (eg, combination of cytokeratin 18 and waist circumference and microbiome signatures) have been studied with encouraging re- sults but require further validation. 361,367 MRE has been studied in children with NAFLD and found to have a PPV for the presence of any fi brosis of 74% to 76%. 368 Other imaging approaches, such as TE, are becoming more widely available; however, pediatric-speci fi c norms have not yet been developed for NAFLD. 369-372 Q4.3 What Are the Lifestyle, Medical, or Surgical Treatment Options for Pediatric NAFLD, and What Is the Role of Pharmacotherapy Developed for Endocrine Disorders in the Treatment of Pediatric NAFLD? Recommendation 4.3.1. Clinicians should recommend lifestyle changes in children with NAFLD, promoting the adoption of dietary changes to create an energy de fi cit, with reduction in sugar con- sumption as fi rst-line lifestyle modi fi cation, and increased physical activity aiming for BMI optimization. Grade B; Intermediate Strength of Evidence; BEL 1; down- graded due to the limited number of RCTs and small sample size Recommendation 4.3.2. Clinicians may consider GLP-1 RAs for the treatment of pediatric obesity and T2D (Grade D; Expert Opinion; BEL 4) , which may also offer bene fi t for pediatric NAFLD, although not FDA-approved for this indication (Grade D; Expert Opinion; BEL 4) . Evidence Base. The mainstay of treatment for pediatric NAFLD is dietary and physical activity modi fi cations. A study of children K. Cusi, S. Isaacs, D. Barb et al. Endocrine Practice 28 (2022) 528 e 562 548",
    "participating in the placebo arms of RCTs receiving lifestyle advice showed that dietary and physical activity recommendations lead to NASH resolution in 29% and fi brosis improvement in 34% of chil- dren over a mean of 1.6 years. 356 However, in the same timeframe, 18% of children progressed to de fi nite NASH, and 23% had worse fi brosis. To assess the effects of < 3% of total calories from free sugars versus usual diet, an 8-week open-label, randomized (1:1) trial was performed in 40 adolescent boys with NAFLD. 373 The primary outcome was change in hepatic steatosis estimated by MRI-PDFF. The mean decrease in hepatic steatosis was signi fi cantly greater for the intervention diet group (25% to 17%) versus the usual diet group (21% to 20%). Long-term clinical outcomes remain unknown. Both aerobic and resistance exercise trainings, at vigorous or moderate-to-vigorous intensities aiming to improve cardiorespi- ratory fi tness and muscular strength, had bene fi ts on hepatic fat content reduction in youth. 374 There are no FDA-approved pharmacotherapies for pediatric NAFLD. The Treatment of Nonalcoholic Fatty Liver Disease in Children and Adolescents RCT found no bene fi t of metformin or vitamin E in achieving a reduction in the NAS of \u0015 2 in chil- dren. 375 However, the secondary analyses found a signi fi cantly greater resolution of NASH with 400 IU twice a day of vitamin E daily versus placebo. The long-term ef fi cacy and safety of vitamin E in children with NASH remain unknown. Metformin at a dose of 500 mg orally twice a day was not effective, possibly due to the underdosing effect of the drug. 375 The effects of treatment with polyunsaturated fatty acids or probiotics have not been validated with histologic analysis. 376 Despite the mounting evidence from recent RCTs in adults indicating a favorable effect of GLP-1 RAs on NAFLD in adults, 99,286-288 similar studies in children and adolescents with NASH are lacking and greatly needed. Liraglutide appears to be safe in this population 377-379 and is effective for the treatment of pedi- atric T2D and obesity. 380,381 It has been approved for use in children aged 10 years and \u0015 12 years, respectively. However, there are no RCTs of a GLP-1 RA for the treatment of NAFLD in children and adolescents with NASH. Bariatric surgery is an accepted treatment for youth with class II severe obesity with signi fi cant comorbid conditions and for those with class III with or without comorbid conditions (Table 8). 382,383 Adolescents who underwent RYGB had marked weight loss 5 years after surgery showing remission of diabetes and hypertension more often than adults. 384,385 A small pediatric study showed that bariatric surgery is superior to lifestyle in- terventions at treating NASH and NAFLD-related fi brosis. 385 The risks of surgery in adolescents in general are comparable to those in adults but with the potential for long-term nutritional complications. 384 Future Directions NAFLD is a growing public health problem likely affecting many of those seen by endocrinologists and primary health care pro- fessionals, as it is closely linked to the epidemics of obesity and T2D and other comorbidities. People at greatest risk of NASH and cirrhosis are those with MetS and prediabetes, T2D, or the presence of elevated plasma aminotransferase levels or steatosis on imaging. Those with NASH and cirrhosis are also at increased risk of HCC and future T2D, CVD and other comorbidities. Given the aforemen- tioned fi ndings, there are 3 major areas that will likely be trans- formed in the care of people with NAFLD in the near future: 1. Greater awareness: education of all health care providers and people with the disease about the magnitude of the problem and need for early diagnosis and treatment. 2. Diagnosis: with the development and implementation of sim- ple, cost-effective, and accurate diagnostic tests to screen and diagnose early on large numbers of people at risk. 3. Treatment: in addition to improved lifestyle approaches and CV risk reduction strategies, greater awareness of the bene fi ts from some currently available diabetes medications (ie, pioglitazone and GLP-1 RAs) and new drugs in development to become FDA- approved will radically change the treatment of NASH. Greater awareness will be critical among endocrinologists as well as PCPs and all health care professionals. There is an urgent need for health care providers to educate and detect early on those at highest risk of cirrhosis and improve their early referral to liver specialists. Endocrinology and primary care clinicians are at the frontline in the battle to identify those at risk early on, as recent studies suggest that persons with NASH and clinically signi fi cant liver fi brosis (stages F2-F4) concentrate in endocrinology and pri- mary care clinics. Endocrinology and primary care clinicians will have to incorporate calculation of the individual ’ s liver fi brosis risk (FIB-4) as the initial step in screening for NAFLD and liver fi brosis, in the same way as we do today for ordering microalbumin or ordering an annual dilated eye examination to prevent diabetic nephropathy or retinopathy, respectively. Knowledge about the best next steps, such as the use of additional liver imaging and/or plasma biomarkers, will be mandatory, followed by fi brosis risk strati fi cation into low, indeterminate, or high risk of developing future cirrhosis and when referral to the liver specialist will be needed in the higher risk groups. With a growing body of evidence that NASH and clinically sig- ni fi cant liver fi brosis are common in endocrine and primary care clinics, it is likely that this experience and a growing literature will assist in the development of the optimal use of current and novel diagnostic tests for people at risk. Future tests being developed include the use of metabolomics, proteomics, and other strategies that, when combined, will further increase diagnostic sensitivity and speci fi city, allowing optimization of referrals to liver specialists and more cost-effective approaches. Lifestyle changes that lead to an energy de fi cit, if overweight or obesity, and improve cardiometabolic health have proven effective in NAFLD, but large, long-term controlled studies are needed. Future studies will establish if there is a particular macronutrient dietary recommendation that yields the best results in reversing steatohepatitis and/or liver fi brosis or if histologic improvement is largely dependent on the magnitude of weight loss. Future studies should also determine with more precision the threshold to reverse steatohepatitis and/or liver fi brosis. Finally, there is a lack of large, long-term controlled studies in bariatric surgery to establish the best surgical approach in NASH. Table 8 BMI-for-Age Weight Status Categories in Children and Adolescents and the Corre- sponding Percentiles 382,383 Weight status category BMI percentile range Underweight < 5th percentile Healthy weight 5th percentile to < 85th percentile Overweight 85th to < 95th percentile Obesity class I \u0015 95th percentile to < 120% of the 95th percentile for age and sex Obesity class II \u0015 120% to < 140% of the 95th percentile or BMI \u0015 35 kg/m 2 Obesity class III \u0015 140% of the 95th percentile or BMI \u0015 40 kg/m 2 Abbreviation: BMI ¼ body mass index; K. Cusi, S. Isaacs, D. Barb et al. Endocrine Practice 28 (2022) 528 e 562 549",
    "Several studies are testing a broad array of pharmaceutical agents with multiple biologic targets versus NASH. Despite many recent failures, agents that promote weight loss (ie, GLP-1 RAs such as lir- aglutide and semaglutide) have improved NASH. New weight-loss medications are undergoing testing in NASH, including dual GLP-1 RA/gastric inhibitory polypeptide (ie, tirzepatide) analogs and GLP-1 RA/glucagon agonists (ie, cotadutide). Another approach un- dergoing phase 3 testing are medications, similar to pioglitazone, that restore dysfunctional adipose in obesity to normal and reverse IR in those with or without diabetes, improving both steatohepatitis and fi brosis (ie, lani fi branor, a pan-PPAR, with PPAR-alpha, PPAR- delta, and PPAR-gamma activity). Other approaches in large phase 3 RCTs include FXR agonists (having predominantly anti fi brotic ac- tivity) and thyroid hormone receptor agonists (largely improving steatohepatitis), with many other drugs being in phase 2a and 2b. In the meantime, clinicians should become more familiar with the utilization of diabetes agents, such as pioglitazone (inexpensive generic) or the GLP-1 RAs (best evidence for semaglutide), proven to reverse steatohepatitis in controlled clinical trials of 1.5- to 3- year duration in persons with or without diabetes. Vitamin E has also shown bene fi t in people with NASH without diabetes. How- ever, these agents are not FDA approved for the treatment of NASH. Future management should also include more careful control of CV risk factors, such as hypertension and atherogenic dyslipidemia, incorporating newer agents as needed to reach treatment targets. Pediatric NAFLD is also becoming a growing concern, but there is limited awareness among the public and health care pro- fessionals about the problem. Future studies must improve the quality of the evidence in terms of the optimal diagnostic and treatment pathways and the optimal healthy lifestyle changes in children at different ages. Conclusions Endocrinologists and primary care clinicians are in an ideal position to identify those at risk early on to prevent the devel- opment of cirrhosis and comorbidities. Screening should involve calculation of the individual ’ s liver fi brosis risk (FIB-4), followed by additional plasma biomarkers and/or liver imaging based on fi brosis risk strati fi cation into low, indeterminate, or high risk of developing future cirrhosis, with referral to a liver specialist for those in the higher-risk groups. Lifestyle changes leading to an energy de fi cit if overweight or obese and improved car- diometabolic health are essential to reduce CVD risk. Treatment must include consideration of weight-loss medications, particu- larly GLP-1 RAs with proven bene fi t for steatohepatitis and bar- iatric surgery. Some diabetes medications, such as pioglitazone and GLP-1 RAs, should be preferred for those with T2D and NASH, particularly when at indeterminate or high risk of developing future cirrhosis. Management should also include careful control of CV risk factors, such as hypertension and atherogenic dyslipi- demia. Pediatric NAFLD is also becoming a growing concern, but there is limited awareness among health care professionals about the problem. Inadequate evidence in terms of the optimal diag- nostic and treatment pathways is a major barrier with current care being based on early diagnosis and promotion of healthy lifestyle changes. Rapid changes in diagnostic tools and in drug development promise to offer new options for endocrinologists and other health care professionals involved in the management of NAFLD. Disclosures The Task Force was empaneled in accordance with the AACE ’ s Con fl ict of Interest (COI) Policy and approved by the AACE COI Subcommittee. All members of the expert Task Force completed the AACE ’ s disclosure form regarding any multiplicities of interests related to commercial and direct fi nancial relationships within the preceding 12 months with companies that develop products con- nected with endocrine disorders. Categories for disclosure include employment, stock or other ownership, direct fi nancial relation- ships (eg, speaker or consultant), research funding, authorship or panel involvement on a guideline related to an overlapping topic, or other situations related to a perceived COI. The AACE COI Sub- committee reviewed these disclosures against an AACE-approved list of affected companies for this guideline and reached consensus regarding members who could serve on the Task Force in the noncon fl icted majority, those who could serve in the con fl icted minority with management strategy, and those who were dis- quali fi ed from serving on the Task Force. The AACE Clinical Practice Guidelines Oversight Committee reviewed and approved the AACE COI Subcommittee ’ s decisions regarding manageable COI and empanelment. The members of this Task Force were reminded to update potential disclosures if new potential con fl icts arose during their appointments and verify currency of disclosures. The AACE made every effort to minimize the potential for con fl icts of interest that could in fl uence the recommendations of this clinical practice guideline. K.C. has received research support towards the University of Florida as principal investigator from the National Institute of Health (NIH), Echosens, Inventiva, Nordic Bioscience, Novo Nordisk, Poxel, Labcorp, and Zydus. K.C. is a consultant for Altimmune, Akero, Arrowhead, AstraZeneca, 89Bio, BMS, Coherus, Intercept, Lilly, Madrigal, Merck, Novo Nordisk, Quest, Sagimet, Sonic Incytes, Terns and Thera Technologies. R.B. reports research grant support from AstraZeneca. W.T.G. reports research grant support from Novo Nordisk, Eli Lilly, Epitomee, and Sano fi /Lexicon. S.K. reports research grant support from Fractyl Health. M.E.R. is consultant for Intercept and Bristol Myers Squibb, reports research grant support from Novartis, and is author of AASLD NAFLD practice guidance document 2018. M.B.V. is consultant for BMS, Intercept, and Boehringer Ingelheim and reports research grant support from BMS. Z.Y. is consultant for Novo Nordisk. The other authors have no multiplicity of interest to disclose. Panel Composition The Task Force was empaneled in accordance with the AACE ’ s COI Policy and Diversity, Equity, and Inclusion Policy. This evidence- based clinical practice guideline was developed by a multidisci- plinary group of credentialed medical professionals in the fi elds of endocrinology and hepatology. The members of the task force included current AACE members in good standing and 2 AASLD representatives. Review Process Drafts of this guideline were reviewed and approved by the writing task force, AACE CPG Oversight Committee, AACE Board of Directors, and peer reviewers for Endocrine Practice . Updating Policy The AACE reviews and updates or retires its evidence-based guidelines every 3 to 5 years or after signi fi cant scienti fi c de- velopments or change in public policy as determined by the AACE executive leadership, AACE CPG Oversight Committee, and relevant AACE Disease-State Network. Document Expiration Date: May 2027 K. Cusi, S. Isaacs, D. Barb et al. Endocrine Practice 28 (2022) 528 e 562 550",
    "K. Cusi, S. Isaacs, D. Barb et al. Endocrine Practice 28 (2022) 528 e 562 551",
    "K. Cusi, S. Isaacs, D. Barb et al. Endocrine Practice 28 (2022) 528 e 562 552",
    "K. Cusi, S. Isaacs, D. Barb et al. Endocrine Practice 28 (2022) 528 e 562 553",
    "K. Cusi, S. Isaacs, D. Barb et al. Endocrine Practice 28 (2022) 528 e 562 554",
    "Acknowledgment We thank the AACE CPG Oversight Committee, AACE Board of Directors, and AASLD for their thoughtful reviews and insightful comments on this guideline. This clinical practice guideline on NAFLD was developed with fi nancial support from the AACE. All members who served on this AACE Task Force completed work on the manuscript electronically and met via video conferences. The AACE received no outside funding for the development of this guideline. References 1. Younossi ZM, Koenig AB, Abdelatif D, Fazel Y, Henry L, Wymer M. Global epidemiology of nonalcoholic fatty liver disease-meta-analytic assessment of prevalence, incidence, and outcomes. Hepatology . 2016;64(1):73 e 84. 2. Younossi ZM, Loomba R, Anstee QM, et al. Diagnostic modalities for nonal- coholic fatty liver disease, nonalcoholic steatohepatitis, and associated fi brosis. Hepatology . 2018;68(1):349 e 360. 3. Sanyal AJ, Brunt EM, Kleiner DE, et al. Endpoints and clinical trial design for nonalcoholic steatohepatitis. Hepatology . 2011;54(1):344 e 353. 4. Kleiner DE, Brunt EM, Van Natta M, et al. Design and validation of a histo- logical scoring system for nonalcoholic fatty liver disease. Hepatology . 2005;41(6):1313 e 1321. 5. Harrison SA, Gawrieh S, Roberts K, et al. Prospective evaluation of the prev- alence of non-alcoholic fatty liver disease and steatohepatitis in a large middle-aged US cohort. J Hepatol . 2021;75(2):284 e 291. 6. Younossi ZM, Golabi P, de Avila L, et al. The global epidemiology of NAFLD and NASH in patients with type 2 diabetes: a systematic review and meta-anal- ysis. J Hepatol . 2019;71(4):793 e 801. 7. Kim D, Kim W, Adejumo AC, et al. Race/ethnicity-based temporal changes in prevalence of na fl d-related advanced fi brosis in the United States, 2005-2016. Hepatol Int . 2019;13(2):205 e 213. 8. Kanwal F, Kramer JR, Duan Z, Yu X, White D, El-Serag HB. Trends in the burden of nonalcoholic fatty liver disease in a United States cohort of veterans. Clin Gastroenterol Hepatol . 2016;14(2):301 e 308. e1-e2. 9. Lomonaco R, Godinez Leiva E, Bril F, et al. Advanced liver fi brosis is common in patients with type 2 diabetes followed in the outpatient setting: the need for systematic screening. Diabetes Care . 2021;44(2):399 e 406. 10. Ciardullo S, Monti T, Perseghin G. High prevalence of advanced liver fi brosis assessed by transient elastography among U.S. adults with type 2 diabetes. Diabetes Care . 2021;44(2):519 e 525. 11. Barb D, Repetto EM, Stokes ME, Shankar SS, Cusi K. Type 2 diabetes mellitus increases the risk of hepatic fi brosis in individuals with obesity and nonalcoholic fatty liver disease. Obesity (Silver Spring) . 2021;29(11): 1950 e 1960. 12. Younossi ZM, Stepanova M, Younossi Y, et al. Epidemiology of chronic liver diseases in the USA in the past three decades. Gut . 2020;69(3):564 e 568. 13. Estes C, Razavi H, Loomba R, Younossi Z, Sanyal AJ. Modeling the epidemic of nonalcoholic fatty liver disease demonstrates an exponential increase in burden of disease. Hepatology . 2018;67(1):123 e 133. 14. Golabi P, Otgonsuren M, de Avila L, Sayiner M, Ra fi q N, Younossi ZM. Com- ponents of metabolic syndrome increase the risk of mortality in nonalcoholic fatty liver disease (NAFLD). Medicine (Baltimore) . 2018;97(13):e0214. 15. Paik JM, Henry L, De Avila L, Younossi E, Racila A, Younossi ZM. Mortality related to nonalcoholic fatty liver disease is increasing in the United States. Hepatol Commun . 2019;3(11):1459 e 1471. 16. Paik JM, Golabi P, Younossi Y, Mishra A, Younossi ZM. Changes in the global burden of chronic liver diseases from 2012 to 2017: the growing impact of NAFLD. Hepatology . 2020;72(5):1605 e 1616. 17. Younossi Z, Stepanova M, Ong JP, et al. Nonalcoholic steatohepatitis is the fastest growing cause of hepatocellular carcinoma in liver transplant candi- dates. Clin Gastroenterol Hepatol . 2019;17(4):748 e 755.e3. 18. Golabi P, Paik JM, AlQahtani S, Younossi Y, Tuncer G, Younossi ZM. Burden of non-alcoholic fatty liver disease in Asia, the Middle East and North Africa: data from global burden of disease 2009-2019. J Hepatol . 2021;75(4): 795 e 809. 19. Alqahtani SA, Paik JM, Biswas R, Arshad T, Henry L, Younossi ZM. Poor awareness of liver disease among adults with NAFLD in the United States. Hepatol Commun . 2021;5(11):1833 e 1847. 20. Younossi ZM, Ong JP, Takahashi H, et al. A global survey of physicians knowledge about nonalcoholic fatty liver disease. Clin Gastroenterol Hepatol . 2021. https://doi.org/10.1016/j.cgh.2021.06.048. 21. Kanwal F, Shubrook JH, Younossi Z, et al. Preparing for the NASH epidemic: a call to action. Diabetes Care . 2021;44(9):2162 e 2172. 22. Kanwal F, Shubrook JH, Adams LA, et al. Clinical care pathway for the risk strati fi cation and management of patients with nonalcoholic fatty liver dis- ease. Gastroenterology . 2021;161(5):1657 e 1669. 23. Lazarus JV, Anstee QM, Hagstr € om H, et al. De fi ning comprehensive models of care for NAFLD. Nat Rev Gastroenterol Hepatol . 2021;18(10):717 e 729. 24. Bril F, Ortiz-Lopez C, Lomonaco R, et al. Clinical value of liver ultrasound for the diagnosis of nonalcoholic fatty liver disease in overweight and obese patients. Liver Int . 2015;35(9):2139 e 2146. 25. Stefan N, Cusi K. A global view of the interplay between non-alcoholic fatty liver disease and diabetes. Lancet Diabetes Endocrinol . 2022. https://doi.org/ 10.1016/S2213-8587(22)00003-1. 26. Doycheva I, Cui J, Nguyen P, et al. Non-invasive screening of diabetics in primary care for NAFLD and advanced fi brosis by MRI and MRE. Aliment Pharmacol Ther . 2016;43(1):83 e 95. 27. Jinjuvadia R, Antaki F, Lohia P, Liangpunsakul S. The association between nonalcoholic fatty liver disease and metabolic abnormalities in the United States population. J Clin Gastroenterol . 2017;51(2):160 e 166. 28. Kanwal F, Kramer JR, Li L, et al. Effect of metabolic traits on the risk of cirrhosis and hepatocellular cancer in nonalcoholic fatty liver disease. Hepatology . 2020;71(3):808 e 819. 29. Gastaldelli A, Cusi K. From NASH to diabetes and from diabetes to NASH: mechanisms and treatment options. JHEP Rep . 2019;1(4):312 e 328. 30. Portillo-Sanchez P, Bril F, Maximos M, et al. High prevalence of nonalco- holic fatty liver disease in patients with type 2 diabetes mellitus and normal plasma aminotransferase levels. J Clin Endocrinol Metab . 2015;100(6):2231 e 2238. 31. McPherson S, Hardy T, Henderson E, Burt AD, Day CP, Anstee QM. Evidence of NAFLD progression from steatosis to fi brosing-steatohepatitis using paired biopsies: implications for prognosis and clinical management. J Hepatol . 2015;62(5):1148 e 1155. 32. Alexopoulos AS, Crowley MJ, Wang Y, et al. Glycemic control predicts severity of hepatocyte ballooning and hepatic fi brosis in nonalcoholic fatty liver dis- ease. Hepatology . 2021;74(3):1220 e 1233. 33. Rich NE, Oji S, Mufti AR, et al. Racial and ethnic disparities in nonalcoholic fatty liver disease prevalence, severity, and outcomes in the United States: a systematic review and meta-analysis. Clin Gastroenterol Hepatol . 2018;16(2): 198 e 210.e2. 34. Lomonaco R, Ortiz-Lopez C, Orsak B, et al. Role of ethnicity in overweight and obese patients with nonalcoholic steatohepatitis. Hepatology . 2011;54(3): 837 e 845. 35. Romeo S, Sanyal A, Valenti L. Leveraging human genetics to identify potential new treatments for fatty liver disease. Cell Metab . 2020;31(1):35 e 45. 36. Romeo S, Kozlitina J, Xing C, et al. Genetic variation in PNPLA3 confers sus- ceptibility to nonalcoholic fatty liver disease. Nat Genet . 2008;40(12): 1461 e 1465. 37. Bonacini M, Kassamali F, Kari S, Lopez Barrera N, Kohla M. Racial differences in prevalence and severity of non-alcoholic fatty liver disease. World J Hepatol . 2021;13(7):763 e 773. 38. Gellert-Kristensen H, Richardson TG, Davey Smith G, Nordestgaard BG, Tyb- jaerg-Hansen A, Stender S. Combined effect of PNPLA3, TM6SF2, and HSD17B13 variants on risk of cirrhosis and hepatocellular carcinoma in the general population. Hepatology . 2020;72(3):845 e 856. 39. Stender S, Kozlitina J, Nordestgaard BG, Tybjærg-Hansen A, Hobbs HH, Cohen JC. Adiposity ampli fi es the genetic risk of fatty liver disease conferred by multiple loci. Nat Genet . 2017;49(6):842 e 847. 40. Schuppan D, Surabattula R, Wang XY. Determinants of fi brosis progression and regression in NASH. J Hepatol . 2018;68(2):238 e 250. 41. Vilar-Gomez E, Calzadilla-Bertot L, Wai-Sun Wong V, et al. Fibrosis severity as a determinant of cause-speci fi c mortality in patients with advanced nonal- coholic fatty liver disease: a multi-national cohort study. Gastroenterology . 2018;155(2):443 e 457.e17. 42. Hagstr € om H, Nasr P, Ekstedt M, et al. Fibrosis stage but not NASH predicts mortality and time to development of severe liver disease in biopsy-proven NAFLD. J Hepatol . 2017;67(6):1265 e 1273. 43. Taylor RS, Taylor RJ, Bayliss S, et al. Association between fi brosis stage and outcomes of patients with nonalcoholic fatty liver disease: a systematic re- view and meta-analysis. Gastroenterology . 2020;158(6):1611 e 1625.e12. 44. Simon TG, Roelstraete B, Khalili H, Hagstr € om H, Ludvigsson JF. Mortality in biopsy-con fi rmed nonalcoholic fatty liver disease: results from a nationwide cohort. Gut . 2021;70(7):1375 e 1382. 45. Doycheva I, Zhang T, Amjad W, Thuluvath PJ. Diabetes and hepatocellular carcinoma: incidence trends and impact of liver disease etiology. J Clin Exp Hepatol . 2020;10(4):296 e 303. 46. Simon TG, Roelstraete B, Sharma R, Khalili H, Hagstr € om H, Ludvigsson JF. Cancer risk in patients with biopsy-con fi rmed nonalcoholic fatty liver disease: a population-based cohort study. Hepatology . 2021;74(5):2410 e 2423. 47. Ekstedt M, Hagstr € om H, Nasr P, et al. Fibrosis stage is the strongest predictor for disease-speci fi c mortality in NAFLD after up to 33 years of follow-up. Hepatology . 2015;61(5):1547 e 1554. 48. Gastaldelli A, Cusi K, Pettiti M, et al. Relationship between hepatic/visceral fat and hepatic insulin resistance in nondiabetic and type 2 diabetic subjects. Gastroenterology . 2007;133(2):496 e 506. 49. Gastaldelli A, Sabatini S, Carli F, et al. PPAR- g -induced changes in visceral fat and adiponectin levels are associated with improvement of steatohepatitis in patients with NASH. Liver Int . 2021;41(11):2659 e 2670. 50. Lomonaco R, Bril F, Portillo-Sanchez P, et al. Metabolic impact of nonalcoholic steatohepatitis in obese patients with type 2 diabetes. Diabetes Care . 2016;39(4):632 e 638. 51. Ballestri S, Zona S, Targher G, et al. Nonalcoholic fatty liver disease is asso- ciated with an almost twofold increased risk of incident type 2 diabetes and K. Cusi, S. Isaacs, D. Barb et al. Endocrine Practice 28 (2022) 528 e 562 555",
    "metabolic syndrome. Evidence from a systematic review and meta-analysis. J Gastroenterol Hepatol . 2016;31(5):936 e 944. 52. Mantovani A, Byrne CD, Bonora E, Targher G. Nonalcoholic fatty liver disease and risk of incident type 2 diabetes: a meta-analysis. Diabetes Care . 2018;41(2):372 e 382. 53. Morrison AE, Zaccardi F, Khunti K, Davies MJ. Causality between non-alcoholic fatty liver disease and risk of cardiovascular disease and type 2 diabetes: a meta-analysis with bias analysis. Liver Int . 2019;39(3):557 e 567. 54. Younossi ZM, Tampi RP, Racila A, et al. Economic and clinical burden of nonalcoholic steatohepatitis in patients with type 2 diabetes in the U.S. Dia- betes Care . 2020;43(2):283 e 289. 55. Corbin KD, Driscoll KA, Pratley RE, Smith SR, Maahs DM, Mayer-Davis EJ. Obesity in type 1 diabetes: pathophysiology, clinical impact, and mechanisms. Endocr Rev . 2018;39(5):629 e 663. 56. de Vries M, Westerink J, Kaasjager KHAH, de Valk HW. Prevalence of nonal- coholic fatty liver disease (NAFLD) in patients with type 1 diabetes mellitus: a systematic review and meta-analysis. J Clin Endocrinol Metab . 2020;105(12): 3842 e 3853. 57. Cusi K, Sanyal AJ, Zhang S, et al. Non-alcoholic fatty liver disease (NAFLD) prevalence and its metabolic associations in patients with type 1 diabetes and type 2 diabetes. Diabetes Obes Metab . 2017;19(11):1630 e 1634. 58. Targher G, Lonardo A, Byrne CD. Nonalcoholic fatty liver disease and chronic vascular complications of diabetes mellitus. Nat Rev Endocrinol . 2018;14(2): 99 e 114. 59. Targher G, Corey KE, Byrne CD, Roden M. The complex link between NAFLD and type 2 diabetes mellitus - mechanisms and treatments. Nat Rev Gastro- enterol Hepatol . 2021;18(9):599 e 612. 60. Cusi K, Godinez Leiva E. Cardiovascular risk in patients with nonalcoholic fatty liver disease: looking at the liver to shield the heart. Curr Opin Lipidol . 2020;31(6):364 e 366. 61. Marcuccilli M, Chonchol M. NAFLD and chronic kidney disease. Int J Mol Sci . 2016;17(4):562. 62. Byrne CD, Targher G. NAFLD as a driver of chronic kidney disease. J Hepatol . 2020;72(4):785 e 801. 63. Musso G, Gambino R, Tabibian JH, et al. Association of non-alcoholic fatty liver disease with chronic kidney disease: a systematic review and meta-analysis. PLoS Med . 2014;11(7):e1001680. 64. Mantovani A, Zaza G, Byrne CD, et al. Nonalcoholic fatty liver disease increases risk of incident chronic kidney disease: a systematic review and meta-anal- ysis. Metabolism . 2018;79:64 e 76. 65. Song D, Li C, Wang Z, Zhao Y, Shen B, Zhao W. Association of non-alcoholic fatty liver disease with diabetic retinopathy in type 2 diabetic patients: a meta- analysis of observational studies. J Diabetes Investig . 2021;12(8):1471 e 1479. 66. Kumarendran B, O'Reilly MW, Manolopoulos KN, et al. Polycystic ovary syn- drome, androgen excess, and the risk of nonalcoholic fatty liver disease in women: a longitudinal study based on a United Kingdom primary care database. PLoS Med . 2018;15(3):e1002542. 67. Sarkar M, Terrault N, Chan W, et al. Polycystic ovary syndrome (PCOS) is associated with NASH severity and advanced fi brosis. Liver Int . 2020;40(2): 355 e 359. 68. Falzarano C, Lofton T, Osei-Ntansah A, et al. Nonalcoholic fatty liver disease in women and girls with polycystic ovary syndrome. J Clin Endocrinol Metab . 2022;107(1):258 e 272. 69. Vassilatou E, Vassiliadi DA, Salambasis K, et al. Increased prevalence of polycystic ovary syndrome in premenopausal women with nonalcoholic fatty liver disease. Eur J Endocrinol . 2015;173(6):739 e 747. 70. Wu J, Yao XY, Shi RX, Liu SF, Wang XY. A potential link between polycystic ovary syndrome and non-alcoholic fatty liver disease: an update meta-anal- ysis. Reprod Health . 2018;15(1):77. 71. Lonardo A, Ballestri S, Mantovani A, Nascimbeni F, Lugari S, Targher G. Pathogenesis of hypothyroidism-induced NAFLD: evidence for a distinct dis- ease entity? Dig Liver Dis . 2019;51(4):462 e 470. 72. Mantovani A, Nascimbeni F, Lonardo A, et al. Association between primary hypothyroidism and nonalcoholic fatty liver disease: a systematic review and meta-analysis. Thyroid . 2018;28(10):1270 e 1284. 73. Bril F, Kadiyala S, Cusi K. Re: “ Association between primary hypothyroidism and nonalcoholic fatty liver disease: a systematic review and meta-analysis ” by Mantovani et al. (Thyroid 2018;28:1270-1284). Thyroid . 2019;29(3):452. 74. Bril F, Kadiyala S, Portillo Sanchez P, et al. Plasma thyroid hormone concen- tration is associated with hepatic triglyceride content in patients with type 2 diabetes. J Investig Med . 2016;64(1):63 e 68. 75. Shen M, Shi H. Sex hormones and their receptors regulate liver energy ho- meostasis. Int J Endocrinol . 2015;2015:294278. 76. Dayton KA, Bril F, Barb D, Lai J, Kalavalapalli S, Cusi K. Severity of non- alcoholic steatohepatitis is not linked to testosterone concentration in pa- tients with type 2 diabetes. PLoS One . 2021;16(6):e0251449. 77. Adamek A, Kasprzak A. Insulin-like growth factor (IGF) system in liver dis- eases. Int J Mol Sci . 2018;19(5):1308. 78. Sumida Y, Yonei Y, Tanaka S, et al. Lower levels of insulin-like growth factor-1 standard deviation score are associated with histological severity of non- alcoholic fatty liver disease. Hepatol Res . 2015;45(7):771 e 781. 79. Nishizawa H, Iguchi G, Murawaki A, et al. Nonalcoholic fatty liver disease in adult hypopituitary patients with GH de fi ciency and the impact of GH replacement therapy. Eur J Endocrinol . 2012;167(1):67 e 74. 80. Yao Y, Miao X, Zhu D, et al. Insulin-like growth factor-1 and non-alcoholic fatty liver disease: a systemic review and meta-analysis. Endocrine . 2019;65(2):227 e 237. 81. Rinella ME. Nonalcoholic fatty liver disease: a systematic review. JAMA . 2015;313(22):2263 e 2273. 82. Akshintala D, Chugh R, Amer F, Cusi K. Nonalcoholic fatty liver disease: the overlooked complication of type 2 diabetes. In: Feingold KR, Anawalt B, Boyce A, et al., eds. Endotext . South Dartmouth (MA): MDText.com, Inc.; 2000- 2019 Jul 9. 83. Mellinger JL, Pencina KM, Massaro JM, et al. Hepatic steatosis and cardio- vascular disease outcomes: an analysis of the Framingham Heart study. J Hepatol . 2015;63(2):470 e 476. 84. Targher G, Byrne CD, Tilg H. NAFLD and increased risk of cardiovascular dis- ease: clinical associations, pathophysiological mechanisms and pharmaco- logical implications. Gut . 2020;69(9):1691 e 1705. 85. Lee SB, Park GM, Lee JY, et al. Association between non-alcoholic fatty liver disease and subclinical coronary atherosclerosis: an observational cohort study. J Hepatol . 2018;68(5):1018 e 1024. 86. Hagstr € om H, Nasr P, Ekstedt M, et al. Cardiovascular risk factors in non- alcoholic fatty liver disease. Liver Int . 2019;39(1):197 e 204. 87. Ye Q, Zou B, Yeo YH, et al. Global prevalence, incidence, and outcomes of non- obese or lean non-alcoholic fatty liver disease: a systematic review and meta- analysis. Lancet Gastroenterol Hepatol . 2020;5(8):739 e 752. 88. Mantovani A, Dauriz M, Sandri D, et al. Association between non-alcoholic fatty liver disease and risk of atrial fi brillation in adult individuals: an updated meta-analysis. Liver Int . 2019;39(4):758 e 769. 89. Mantovani A, Rigamonti A, Bonapace S, et al. Nonalcoholic fatty liver disease is associated with ventricular arrhythmias in patients with type 2 diabetes referred for clinically indicated 24-hour holter monitoring. Diabetes Care . 2016;39(8):1416 e 1423. 90. Wijarnpreecha K, Lou S, Panjawatanan P, et al. Association between diastolic cardiac dysfunction and nonalcoholic fatty liver disease: a systematic review and meta-analysis. Dig Liver Dis . 2018;50(11):1166 e 1175. 91. Jaruvongvanich V, Sanguankeo A, Upala S. Signi fi cant association between gallstone disease and nonalcoholic fatty liver disease: a systematic review and meta-analysis. Dig Dis Sci . 2016;61(8):2389 e 2396. 92. Musso G, Cassader M, Olivetti C, Rosina F, Carbone G, Gambino R. Association of obstructive sleep apnoea with the presence and severity of non-alcoholic fatty liver disease. A systematic review and meta-analysis. Obes Rev . 2013;14(5):417 e 431. 93. Cho Y, Lim SK, Joo SK, et al. Nonalcoholic steatohepatitis is associated with a higher risk of advanced colorectal neoplasm. Liver Int . 2019;39(9):1722 e 1731. 94. Koo BK, Kim D, Joo SK, et al. Sarcopenia is an independent risk factor for non- alcoholic steatohepatitis and signi fi cant fi brosis. J Hepatol . 2017;66(1):123 e 131. 95. Han E, Lee YH, Kim YD, et al. Nonalcoholic fatty liver disease and sarcopenia are independently associated with cardiovascular risk. Am J Gastroenterol . 2020;115(4):584 e 595. 96. Golabi P, Gerber L, Paik JM, Deshpande R, de Avila L, Younossi ZM. Contri- bution of sarcopenia and physical inactivity to mortality in people with non- alcoholic fatty liver disease. JHEP Rep . 2020;2(6):100171. 97. Sanyal AJ, Chalasani N, Kowdley KV, et al. Pioglitazone, vitamin E, or placebo for nonalcoholic steatohepatitis. N Engl J Med . 2010;362(18):1675 e 1685. 98. Cusi K, Orsak B, Bril F, et al. Long-term pioglitazone treatment for patients with nonalcoholic steatohepatitis and prediabetes or type 2 diabetes mellitus: a randomized trial. Ann Intern Med . 2016;165(5):305 e 315. 99. Newsome PN, Buchholtz K, Cusi K, et al. A placebo-controlled trial of subcu- taneous semaglutide in nonalcoholic steatohepatitis. N Engl J Med . 2021;384(12):1113 e 1124. 100. Mechanick JI, Pessah-Pollack R, Camacho P, et al. American Association of Clinical Endocrinologists and American College of Endocrinology protocol for standardized production of clinical practice guidelines, algorithms, and checklists - 2017 update. Endocr Pract . 2017;23(8):1006 e 1021. 101. Chalasani N, Younossi Z, Lavine JE, et al. The diagnosis and management of nonalcoholic fatty liver disease: practice guidance from the American Asso- ciation for the Study of Liver Diseases. Hepatology . 2018;67(1):328 e 357. 102. Lai LL, Wan Yusoff WNI, Vethakkan SR, Nik Mustapha NR, Mahadeva S, Chan WK. Screening for non-alcoholic fatty liver disease in patients with type 2 diabetes mellitus using transient elastography. J Gastroenterol Hepatol . 2019;34(8):1396 e 1403. 103. Petta S, Eslam M, Valenti L, et al. Metabolic syndrome and severity of fi brosis in nonalcoholic fatty liver disease: an age-dependent risk pro fi ling study. Liver Int . 2017;37(9):1389 e 1396. 104. Bril F, McPhaul MJ, Caul fi eld MP, et al. Performance of plasma biomarkers and diagnostic panels for nonalcoholic steatohepatitis and advanced fi brosis in patients with type 2 diabetes. Diabetes Care . 2020;43(2):290 e 297. 105. Wong RJ, Liu B, Bhuket T. Signi fi cant burden of nonalcoholic fatty liver disease with advanced fi brosis in the US: a cross-sectional analysis of 2011-2014 national health and nutrition examination survey. Aliment Pharmacol Ther . 2017;46(10):974 e 980. 106. Younossi Z, Stepanova M, Sanyal AJ, et al. The conundrum of cryptogenic cirrhosis: adverse outcomes without treatment options. J Hepatol . 2018;69(6): 1365 e 1370. 107. Prati D, Taioli E, Zanella A, et al. Updated de fi nitions of healthy ranges for serum alanine aminotransferase levels. Ann Intern Med . 2002;137(1):1 e 10. K. Cusi, S. Isaacs, D. Barb et al. Endocrine Practice 28 (2022) 528 e 562 556",
    "108. Kwo PY, Cohen SM, Lim JK. ACG clinical guideline: evaluation of abnormal liver chemistries. Am J Gastroenterol . 2017;112(1):18 e 35. 109. Maximos M, Bril F, Portillo Sanchez P, et al. The role of liver fat and insulin resistance as determinants of plasma aminotransferase elevation in nonal- coholic fatty liver disease. Hepatology . 2015;61(1):153 e 160. 110. Kwok R, Choi KC, Wong GL, et al. Screening diabetic patients for non- alcoholic fatty liver disease with controlled attenuation parameter and liver stiffness measurements: a prospective cohort study. Gut . 2016;65(8): 1359 e 1368. 111. Roulot D, Roudot-Thoraval F, NKontchou G, et al. Concomitant screening for liver fi brosis and steatosis in French type 2 diabetic patients using FibroScan. Liver Int . 2017;37(12):1897 e 1906. 112. Angulo P, Kleiner DE, Dam-Larsen S, et al. Liver fi brosis, but no other histo- logic features, is associated with long-term outcomes of patients with nonalcoholic fatty liver disease. Gastroenterology . 2015;149(2):389 e 397.e10. 113. Noureddin M, Jones C, Alkhouri N, Gomez EV, Dieterich DT, Rinella ME. Screening for nonalcoholic fatty liver disease in persons with type 2 diabetes in the United States is cost-effective: a comprehensive cost-utility analysis. Gastroenterology . 2020;159(5):1985 e 1987.e4. 114. Sporea I, Mare R, Popescu A, et al. Screening for liver fi brosis and steatosis in a large cohort of patients with type 2 diabetes using vibration controlled transient elastography and controlled attenuation parameter in a single- center real-life experience. J Clin Med . 2020;9(4):1032. 115. Procino F, Misciagna G, Veronese N, et al. Reducing NAFLD-screening time: a comparative study of eight diagnostic methods offering an alternative to ul- trasound scans. Liver Int . 2019;39(1):187 e 196. 116. Maciejewski ML, Arterburn DE, Van Scoyoc L, et al. Bariatric surgery and long- term durability of weight loss. JAMA Surg . 2016;151(11):1046 e 1055. 117. Sj € ostr € om L, Peltonen M, Jacobson P, et al. Association of bariatric surgery with long-term remission of type 2 diabetes and with microvascular and macro- vascular complications. JAMA . 2014;311(22):2297 e 2304. 118. Schauer PR, Bhatt DL, Kirwan JP, et al. Bariatric surgery versus intensive medical therapy for diabetes - 5-year outcomes. N Engl J Med . 2017;376(7): 641 e 651. 119. Kwok R, Tse YK, Wong GL, et al. Systematic review with meta-analysis: non- invasive assessment of non-alcoholic fatty liver disease – the role of transient elastography and plasma cytokeratin-18 fragments. Aliment Pharmacol Ther . 2014;39(3):254 e 269. 120. Zhou X, Yu J, Li L, et al. Effects of bariatric surgery on mortality, cardiovascular events, and cancer outcomes in obese patients: systematic review and meta- analysis. Obes Surg . 2016;26(11):2590 e 2601. 121. Wiggins T, Guidozzi N, Welbourn R, Ahmed AR, Markar SR. Association of bariatric surgery with all-cause mortality and incidence of obesity-related disease at a population level: a systematic review and meta-analysis. PLoS Med . 2020;17(7):e1003206. 122. Fakhry TK, Mhaskar R, Schwitalla T, Muradova E, Gonzalvo JP, Murr MM. Bariatric surgery improves nonalcoholic fatty liver disease: a contemporary systematic review and meta-analysis. Surg Obes Relat Dis . 2019;15(3): 502 e 511. 123. Lee Y, Doumouras AG, Yu J, et al. Complete resolution of nonalcoholic fatty liver disease after bariatric surgery: a systematic review and meta-analysis. Clin Gastroenterol Hepatol . 2019;17(6):1040 e 1060.e11. 124. Ramai D, Singh J, Lester J, et al. Systematic review with meta-analysis: bar- iatric surgery reduces the incidence of hepatocellular carcinoma. Aliment Pharmacol Ther . 2021;53(9):977 e 984. 125. Soresi M, Cabibi D, Giglio RV, et al. The prevalence of NAFLD and fi brosis in bariatric surgery patients and the reliability of noninvasive diagnostic methods. Biomed Res Int . 2020;2020:5023157. 126. Mahawar KK, Parmar C, Graham Y, et al. Routine liver biopsy during bariatric surgery: an analysis of evidence base. Obes Surg . 2016;26(1):177 e 181. 127. Agarwal L, Sahu AK, Baksi A, Agarwal A, Aggarwal S. Safety of metabolic and bariatric surgery in obese patients with liver cirrhosis: a systematic review and meta-analysis. Surg Obes Relat Dis . 2021;17(3):525 e 537. 128. Gawrieh S, Wilson LA, Cummings OW, et al. Histologic fi ndings of advanced fi brosis and cirrhosis in patients with nonalcoholic fatty liver disease who have normal aminotransferase levels. Am J Gastroenterol . 2019;114(10): 1626 e 1635. 129. Hernaez R, Lazo M, Bonekamp S, et al. Diagnostic accuracy and reliability of ultrasonography for the detection of fatty liver: a meta-analysis. Hepatology . 2011;54(3):1082 e 1090. 130. Xiao G, Zhu S, Xiao X, Yan L, Yang J, Wu G. Comparison of laboratory tests, ultrasound, or magnetic resonance elastography to detect fi brosis in patients with nonalcoholic fatty liver disease: a meta-analysis. Hepatology . 2017;66(5):1486 e 1501. 131. Cui J, Heba E, Hernandez C, et al. Magnetic resonance elastography is superior to acoustic radiation force impulse for the diagnosis of fi brosis in patients with biopsy-proven nonalcoholic fatty liver disease: a prospective study. Hepatology . 2016;63(2):453 e 461. 132. Chen J, Yin M, Talwalkar JA, et al. Diagnostic performance of MR elastography and vibration-controlled transient elastography in the detection of hepatic fi brosis in patients with severe to morbid obesity. Radiology . 2017;283(2): 418 e 428. 133. Imajo K, Kessoku T, Honda Y, et al. Magnetic resonance imaging more accurately classi fi es steatosis and fi brosis in patients with nonalcoholic fatty liver disease than transient elastography. Gastroenterology . 2016;150(3):626 e 637.e7. 134. Castera L, Friedrich-Rust M, Loomba R. Noninvasive assessment of liver dis- ease in patients with nonalcoholic fatty liver disease. Gastroenterology . 2019;156(5):1264 e 1281.e4. 135. Siddiqui MS, Yamada G, Vuppalanchi R, et al. Diagnostic accuracy of nonin- vasive fi brosis models to detect change in fi brosis stage. Clin Gastroenterol Hepatol . 2019;17(9):1877 e 1885.e5. 136. Unalp-Arida A, Ruhl CE. Liver fi brosis scores predict liver disease mortality in the United States population. Hepatology . 2017;66(1):84 e 95. 137. Lee J, Vali Y, Boursier J, et al. Prognostic accuracy of FIB-4, NAFLD fi brosis score and APRI for NAFLD-related events: a systematic review. Liver Int . 2021;41(2): 261 e 270. 138. Morling JR, Fallow fi eld JA, Guha IN, et al. Using non-invasive biomarkers to identify hepatic fi brosis in people with type 2 diabetes mellitus: the Edin- burgh type 2 diabetes study. J Hepatol . 2014;60(2):384 e 391. 139. Tomeno W, Imajo K, Kuwada Y, et al. Distribution of liver stiffness in non- alcoholic fatty liver disease with higher fi brosis-4 index than low cut-off in- dex. J Gastroenterol Hepatol . 2019;34(8):1411 e 1416. 140. Boursier J, Guillaume M, Leroy V, et al. New sequential combinations of non- invasive fi brosis tests provide an accurate diagnosis of advanced fi brosis in NAFLD. J Hepatol . 2019;71(2):389 e 396. 141. Harrison SA, Ratziu V, Boursier J, et al. A blood-based biomarker panel (NIS4) for non-invasive diagnosis of non-alcoholic steatohepatitis and liver fi brosis: a prospective derivation and global validation study. Lancet Gastroenterol Hepatol . 2020;5(11):970 e 985. 142. Qadri S, Ahlholm N, Lønsmann I, et al. Obesity modi fi es the performance of fi brosis biomarkers in nonalcoholic fatty liver disease. J Clin Endocrinol Metab . 2021:dgab933. 143. Vali Y, Lee J, Boursier J, et al. Enhanced liver fi brosis test for the non-invasive diagnosis of fi brosis in patients with NAFLD: a systematic review and meta- analysis. J Hepatol . 2020;73(2):252 e 262. 144. Bril F, Leeming DJ, Karsdal MA, et al. Use of plasma fragments of propeptides of type III, V, and VI procollagen for the detection of liver fi brosis in type 2 diabetes. Diabetes Care . 2019;42(7):1348 e 1351. 145. Kerbert AJC, Gupta S, Alabsawy E, et al. Biomarkers of extracellular matrix formation are associated with acute-on-chronic liver failure. JHEP Rep . 2021;3(6):100355. 146. Erhardtsen E, Rasmussen DGK, Frederiksen P, et al. Determining a healthy reference range and factors potentially in fl uencing PRO-C3 - a biomarker of liver fi brosis. JHEP Rep . 2021;3(4):100317. 147. Bril F, Cusi K. Management of nonalcoholic fatty liver disease in patients with type 2 diabetes: a call to action. Diabetes Care . 2017;40(3):419 e 430. 148. Younossi ZM, Anstee QM, Wai-Sun Wong V, et al. The association of histologic and noninvasive tests with adverse clinical and patient-reported outcomes in patients with advanced fi brosis due to nonalcoholic steatohepatitis. Gastro- enterology . 2021;160(5):1608 e 1619.e13. 149. Masoodi M, Gastaldelli A, Hy € otyl € ainen T, et al. Metabolomics and lipidomics in NAFLD: biomarkers and non-invasive diagnostic tests. Nat Rev Gastroenterol Hepatol . 2021;18(12):835 e 856. 150. Anstee QM, Lawitz EJ, Alkhouri N, et al. Noninvasive tests accurately identify advanced fi brosis due to NASH: baseline data from the stellar trials. Hep- atology . 2019;70(5):1521 e 1530. 151. Singh A, Gosai F, Siddiqui MT, et al. Accuracy of noninvasive fi brosis scores to detect advanced fi brosis in patients with type-2 diabetes with biopsy-proven nonalcoholic fatty liver disease. J Clin Gastroenterol . 2020;54(10):891 e 897. 152. Svikl \u0016 ane L, Olmane E, Dz \u0016 erve Z, Kup \u0014 cs K, P \u0016 ı r \u0016 ags V, Sokolovska J. Fatty liver index and hepatic steatosis index for prediction of non-alcoholic fatty liver disease in type 1 diabetes. J Gastroenterol Hepatol . 2018;33(1):270 e 276. 153. Chan WK, Treeprasertsuk S, Goh GB, et al. Optimizing use of nonalcoholic fatty liver disease fi brosis score, fi brosis-4 score, and liver stiffness mea- surement to identify patients with advanced fi brosis. Clin Gastroenterol Hep- atol . 2019;17(12):2570 e 2580.e37. 154. Ishiba H, Sumida Y, Tanaka S, et al. The novel cutoff points for the FIB4 index categorized by age increase the diagnostic accuracy in NAFLD: a multi-center study. J Gastroenterol . 2018;53(11):1216 e 1224. 155. McPherson S, Hardy T, Dufour JF, et al. Age as a confounding factor for the accurate non-invasive diagnosis of advanced NAFLD fi brosis. Am J Gastro- enterol . 2017;112(5):740 e 751. 156. Petta S, Wai-Sun Wong V, Bugianesi E, et al. Impact of obesity and alanine aminotransferase levels on the diagnostic accuracy for advanced liver fi brosis of noninvasive tools in patients with nonalcoholic fatty liver disease. Am J Gastroenterol . 2019;114(6):916 e 928. 157. Davison BA, Harrison SA, Cotter G, et al. Suboptimal reliability of liver biopsy evaluation has implications for randomized clinical trials. J Hepatol . 2020;73(6):1322 e 1332. 158. Siddiqui MS, Vuppalanchi R, Van Natta ML, et al. Vibration-controlled transient elastography to assess fi brosis and steatosis in patients with nonalcoholic fatty liver disease. Clin Gastroenterol Hepatol . 2019;17(1): 156 e 163.e2. 159. Eddowes PJ, Sasso M, Allison M, et al. Accuracy of fi broscan controlled attenuation parameter and liver stiffness measurement in assessing steatosis and fi brosis in patients with nonalcoholic fatty liver disease. Gastroenterology . 2019;156(6):1717 e 1730. 160. Bazerbachi F, Haffar S, Wang Z, et al. Range of normal liver stiffness and factors associated with increased stiffness measurements in apparently healthy individuals. Clin Gastroenterol Hepatol . 2019;17(1):54 e 64.e1. K. Cusi, S. Isaacs, D. Barb et al. Endocrine Practice 28 (2022) 528 e 562 557",
    "161. de L \u0013 edinghen V, Hiriart JB, Vergniol J, Merrouche W, Bedossa P, Paradis V. Controlled attenuation parameter (CAP) with the XL probe of the FibroScan ® : a comparative study with the M probe and liver biopsy. Dig Dis Sci . 2017;62(9):2569 e 2577. 162. Petroff D, Blank V, Newsome PN, et al. Assessment of hepatic steatosis by controlled attenuation parameter using the M and XL probes: an individual patient data meta-analysis. Lancet Gastroenterol Hepatol . 2021;6(3):185 e 198. 163. Papatheodoridi M, Hiriart JB, Lupsor-Platon M, et al. Re fi ning the Baveno VI elastography criteria for the de fi nition of compensated advanced chronic liver disease. J Hepatol . 2021;74(5):1109 e 1116. 164. M \u0013 ozes FE, Lee JA, Selvaraj EA, et al. Diagnostic accuracy of non-invasive tests for advanced fi brosis in patients with NAFLD: an individual patient data meta- analysis. Gut . 2021. https://doi.org/10.1136/gutjnl-2021-324243. 165. Selvaraj EA, M \u0013 ozes FE, Jayaswal ANA, et al. Diagnostic accuracy of elastog- raphy and magnetic resonance imaging in patients with NAFLD: a systematic review and meta-analysis. J Hepatol . 2021;75(4):770 e 785. 166. Lefebvre T, Wartelle-Bladou C, Wong P, et al. Prospective comparison of transient, point shear wave, and magnetic resonance elastography for staging liver fi brosis. Eur Radiol . 2019;29(12):6477 e 6488. 167. Jiang W, Huang S, Teng H, et al. Diagnostic accuracy of point shear wave elastography and transient elastography for staging hepatic fi brosis in pa- tients with non-alcoholic fatty liver disease: a meta-analysis. BMJ Open . 2018;8(8), e021787. 168. Zeng Q, Honarvar M, Schneider C, et al. Three-dimensional multi-frequency shear wave absolute vibro-elastography (3D S-WAVE) with a matrix array transducer: implementation and preliminary in vivo study of the liver. IEEE Trans Med Imaging . 2021;40(2):648 e 660. 169. Bernstein D, Kovalic AJ. Noninvasive assessment of fi brosis among patients with nonalcoholic fatty liver disease [NAFLD]. Metabol Open . 2022;13:100158. 170. Beyer C, Hutton C, Andersson A, et al. Comparison between magnetic reso- nance and ultrasound-derived indicators of hepatic steatosis in a pooled NAFLD cohort. PLoS One . 2021;16(4), e0249491. 171. Eddowes PJ, McDonald N, Davies N, et al. Utility and cost evaluation of multiparametric magnetic resonance imaging for the assessment of non- alcoholic fatty liver disease. Aliment Pharmacol Ther . 2018;47(5):631 e 644. 172. Jayaswal ANA, Levick C, Selvaraj EA, et al. Prognostic value of multiparametric magnetic resonance imaging, transient elastography and blood-based fi brosis markers in patients with chronic liver disease. Liver Int . 2020;40(12): 3071 e 3082. 173. Dennis A, Kelly MD, Fernandes C, et al. Correlations between MRI biomarkers PDFF and CT1 with histopathological features of non-alcoholic steatohepatitis. Front Endocrinol (Lausanne) . 2020;11:575843. 174. Budd J, Cusi K. Role of agents for the treatment of diabetes in the management of nonalcoholic fatty liver disease. Curr Diab Rep . 2020;20(11):59. 175. Ortiz-Lopez C, Lomonaco R, Orsak B, et al. Prevalence of prediabetes and diabetes and metabolic pro fi le of patients with nonalcoholic fatty liver disease (NAFLD). Diabetes Care . 2012;35(4):873 e 878. 176. Harman DJ, Kaye PV, Harris R, Suzuki A, Gazis A, Aithal GP. Prevalence and natural history of histologically proven chronic liver disease in a longitudinal cohort of patients with type 1 diabetes. Hepatology . 2014;60(1):158 e 168. 177. Lingvay I, Raskin P, Szczepaniak LS. Effect of insulin-metformin combination on hepatic steatosis in patients with type 2 diabetes. J Diabetes Complications . 2007;21(3):137 e 142. 178. Juurinen L, Tiikkainen M, H € akkinen AM, Hakkarainen A, Yki-J € arvinen H. Ef- fects of insulin therapy on liver fat content and hepatic insulin sensitivity in patients with type 2 diabetes. Am J Physiol Endocrinol Metab . 2007;292(3): E829 e E835. 179. Cipponeri E, Vitturi N, Mariano V, et al. Vitamin D status and non-alcoholic fatty liver disease in patients with type 1 diabetes. J Endocrinol Invest . 2019;42(9):1099 e 1107. 180. de L \u0013 edinghen V, Vergniol J, Gonzalez C, et al. Screening for liver fi brosis by using FibroScan( ® ) and FibroTest in patients with diabetes. Dig Liver Dis . 2012;44(5):413 e 418. 181. Targher G, Bertolini L, Padovani R, et al. Prevalence of non-alcoholic fatty liver disease and its association with cardiovascular disease in patients with type 1 diabetes. J Hepatol . 2010;53(4):713 e 718. 182. Vendhan R, Amutha A, Anjana RM, Unnikrishnan R, Mohan V. Clinical pro fi le of nonalcoholic fatty liver disease among young patients with type 1 diabetes mellitus seen at a diabetes speciality center in India. Endocr Pract . 2014;20(12):1249 e 1257. 183. Mantovani A, Mingolla L, Rigolon R, et al. Nonalcoholic fatty liver disease is independently associated with an increased incidence of cardiovascular disease in adult patients with type 1 diabetes. Int J Cardiol . 2016;225: 387 e 391. 184. DeFronzo RA, Tripathy D, Schwenke DC, et al. Pioglitazone for diabetes pre- vention in impaired glucose tolerance. N Engl J Med . 2011;364(12): 1104 e 1115. 185. Espinoza SE, Wang CP, Tripathy D, et al. Pioglitazone is equally effective for diabetes prevention in older versus younger adults with impaired glucose tolerance. Age (Dordr) . 2016;38(5-6):485 e 493. 186. Kernan WN, Viscoli CM, Furie KL, et al. Pioglitazone after ischemic stroke or transient ischemic attack. N Engl J Med . 2016;374(14):1321 e 1331. 187. Inzucchi SE, Viscoli CM, Young LH, et al. Pioglitazone prevents diabetes in patients with insulin resistance and cerebrovascular disease. Diabetes Care . 2016;39(10):1684 e 1692. 188. Chen K, Sng WK, Quah JH, et al. Clinical spectrum of non-alcoholic fatty liver disease in patients with diabetes mellitus. PLoS One . 2020;15(8), e0236977. 189. Koehler EM, Plompen EP, Schouten JN, et al. Presence of diabetes mellitus and steatosis is associated with liver stiffness in a general population: the Rot- terdam study. Hepatology . 2016;63(1):138 e 147. 190. Mantovani A, Turino T, Lando MG, et al. Screening for non-alcoholic fatty liver disease using liver stiffness measurement and its association with chronic kidney disease and cardiovascular complications in patients with type 2 diabetes. Diabetes Metab . 2020;46(4):296 e 303. 191. Lee WG, Wells CI, McCall JL, Murphy R, Plank LD. Prevalence of diabetes in liver cirrhosis: a systematic review and meta-analysis. Diabetes Metab Res Rev . 2019;35(6):e3157. 192. Moolla A, Motohashi K, Marjot T, et al. A multidisciplinary approach to the management of NAFLD is associated with improvement in markers of liver and cardio-metabolic health. Frontline Gastroenterol . 2019;10(4): 337 e 346. 193. Lee HW, Wong GL, Kwok R, et al. Serial transient elastography examinations to monitor patients with type 2 diabetes: a prospective cohort study. Hep- atology . 2020;72(4):1230 e 1241. 194. Srivastava A, Gailer R, Tanwar S, et al. Prospective evaluation of a primary care referral pathway for patients with non-alcoholic fatty liver disease. J Hepatol . 2019;71(2):371 e 378. 195. Augustin S, Ahmed A, Alkhouri N, et al. Identi fi cation of patients with advanced fi brosis due to nonalcoholic fatty liver disease: considerations for best practice. J Gastrointestin Liver Dis . 2020;29(2):235 e 245. 196. Crossan C, Majumdar A, Srivastava A, et al. Referral pathways for patients with NAFLD based on non-invasive fi brosis tests: diagnostic accuracy and cost analysis. Liver Int . 2019;39(11):2052 e 2060. 197. Shaheen AA, Riazi K, Medellin A, et al. Risk strati fi cation of patients with nonalcoholic fatty liver disease using a case identi fi cation pathway in primary care: a cross-sectional study. CMAJ Open . 2020;8(2):E370 e E376. 198. Srivastava A, Jong S, Gola A, et al. Cost-comparison analysis of FIB-4, elf and FibroScan in community pathways for non-alcoholic fatty liver disease. BMC Gastroenterol . 2019;19(1):122. 199. Gregg EW, Jakicic JM, Blackburn G, et al. Association of the magnitude of weight loss and changes in physical fi tness with long-term cardiovascular disease outcomes in overweight or obese people with type 2 diabetes: a post- hoc analysis of the Look AHEAD randomised clinical trial. Lancet Diabetes Endocrinol . 2016;4(11):913 e 921. 200. Aminian A, Zajichek A, Arterburn DE, et al. Association of metabolic surgery with major adverse cardiovascular outcomes in patients with type 2 diabetes and obesity. JAMA . 2019;322(13):1271 e 1282. 201. Galaviz KI, Weber MB, Straus A, Haw JS, Narayan KMV, Ali MK. Global diabetes prevention interventions: a systematic review and network meta-analysis of the real-world impact on incidence, weight, and glucose. Diabetes Care . 2018;41(7):1526 e 1534. 202. Knowler WC, Barrett-Connor E, Fowler SE, et al. Reduction in the incidence of type 2 diabetes with lifestyle intervention or metformin. N Engl J Med . 2002;346(6):393 e 403. 203. Lindstr € om J, Ilanne-Parikka P, Peltonen M, et al. Sustained reduction in the incidence of type 2 diabetes by lifestyle intervention: follow-up of the Finnish diabetes prevention study. Lancet . 2006;368(9548):1673 e 1679. 204. Li G, Zhang P, Wang J, et al. Cardiovascular mortality, all-cause mortality, and diabetes incidence after lifestyle intervention for people with impaired glucose tolerance in the Da Qing Diabetes Prevention Study: a 23-year follow- up study. Lancet Diabetes Endocrinol . 2014;2(6):474 e 480. 205. Laichuthai N, Abdul-Ghani M, Kosiborod M, Parksook WW, Kerr SJ, DeFronzo RA. Newly discovered abnormal glucose tolerance in patients with acute myocardial infarction and cardiovascular outcomes: a meta-analysis. Diabetes Care . 2020;43(8):1958 e 1966. 206. Action to Control Cardiovascular Risk in Diabetes Follow-On (ACCORDION) Eye Study Group and the Action to Control Cardiovascular Risk in Diabetes Follow-On (ACCORDION) Study Group. Persistent effects of intensive glycemic control on retinopathy in type 2 diabetes in the Action to Control Cardio- vascular Risk in Diabetes (ACCORD) follow-on study. Diabetes Care . 2016;39(7):1089 e 1100. 207. Franz MJ, Boucher JL, Rutten-Ramos S, VanWormer JJ. Lifestyle weight-loss intervention outcomes in overweight and obese adults with type 2 dia- betes: a systematic review and meta-analysis of randomized clinical trials. J Acad Nutr Diet . 2015;115(9):1447 e 1463. 208. Holman RR, Paul SK, Bethel MA, Matthews DR, Neil HA. 10-year follow-up of intensive glucose control in type 2 diabetes. N Engl J Med . 2008;359(15): 1577 e 1589. 209. Baigent C, Keech A, Kearney PM, et al. Ef fi cacy and safety of cholesterol- lowering treatment: prospective meta-analysis of data from 90,056 participants in 14 randomised trials of statins. Lancet . 2005;366(9493): 1267 e 1278. 210. Fulcher J, O'Connell R, Voysey M, et al. Ef fi cacy and safety of LDL-lowering therapy among men and women: meta-analysis of individual data from 174,000 participants in 27 randomised trials. Lancet . 2015;385(9976): 1397 e 1405. 211. Brunstr € om M, Carlberg B. Effect of antihypertensive treatment at different blood pressure levels in patients with diabetes mellitus: systematic review and meta-analyses. BMJ . 2016;352:i717. K. Cusi, S. Isaacs, D. Barb et al. Endocrine Practice 28 (2022) 528 e 562 558",
    "212. Ettehad D, Emdin CA, Kiran A, et al. Blood pressure lowering for prevention of cardiovascular disease and death: a systematic review and meta-analysis. Lancet . 2016;387(10022):957 e 967. 213. Mechanick JI, Hurley DL, Garvey WT. Adiposity-based chronic disease as a new diagnostic term: the American Association of Clinical Endocrinologists and American College of Endocrinology position statement. Endocr Pract . 2017;23(3):372 e 378. 214. Frühbeck G, Busetto L, Dicker D, et al. The ABCD of obesity: an EASO position statement on a diagnostic term with clinical and scienti fi c implications. Obes Facts . 2019;12(2):131 e 136. 215. Garvey WT, Garber AJ, Mechanick JI, et al. American Association of Clinical Endocrinologists and American College of Endocrinology position statement on the 2014 advanced framework for a new diagnosis of obesity as a chronic disease. Endocr Pract . 2014;20(9):977 e 989. 216. Garvey WT, Mechanick JI, Brett EM, et al. American Association of Clinical Endocrinologists and American College of Endocrinology comprehensive clinical practice guidelines for medical care of patients with obesity. Endocr Pract . 2016;22(suppl 3):1 e 203. 217. Garber AJ, Abrahamson MJ, Barzilay JI, et al. Consensus statement by the American Association of Clinical Endocrinologists and American College of Endocrinology on the comprehensive type 2 diabetes management algorithm - 2018 executive summary. Endocr Pract . 2018;24(1):91 e 120. 218. American Diabetes Association. 8. Obesity management for the treatment of type 2 diabetes: standards of medical care in diabetes-2022. Diabetes Care . 2022;45(Suppl 1):S113 e S124. https://doi.org/10.2337/dc22-S008. 219. American Diabetes Association. 3. Prevention or delay of type 2 diabetes: standards of medical care in diabetes-2022. Diabetes Care . 2022;45(Suppl 1): S39 e S45. https://doi.org/10.2337/dc22-S003. 220. American Diabetes Association. 10. Cardiovascular Disease and Risk Man- agement: Standards of Medical Care in Diabetes-2022. Diabetes Care . 2022;45(Suppl 1):S144 e S174. 221. Mechanick JI, Farkouh ME, Newman JD, Garvey WT. Cardiometabolic-based chronic disease, adiposity and dysglycemia drivers: JACC state-of-the-art re- view. J Am Coll Cardiol . 2020;75(5):525 e 538. 222. Stefan N, H € aring HU, Cusi K. Non-alcoholic fatty liver disease: causes, diag- nosis, cardiometabolic consequences, and treatment strategies. Lancet Dia- betes Endocrinol . 2019;7(4):313 e 324. 223. Guo F, Moellering DR, Garvey WT. The progression of cardiometabolic dis- ease: validation of a new cardiometabolic disease staging system applicable to obesity. Obesity (Silver Spring) . 2014;22(1):110 e 118. 224. Mantovani A, Petracca G, Beatrice G, Tilg H, Byrne CD, Targher G. Non-alco- holic fatty liver disease and risk of incident diabetes mellitus: an updated meta-analysis of 501 022 adult individuals. Gut . 2021;70(5):962 e 969. 225. Chen Y, Xu M, Wang T, et al. Advanced fi brosis associates with atherosclerosis in subjects with nonalcoholic fatty liver disease. Atherosclerosis . 2015;241(1): 145 e 150. 226. Wong VW, Wong GL, Yip GW, et al. Coronary artery disease and cardiovas- cular outcomes in patients with non-alcoholic fatty liver disease. Gut . 2011;60(12):1721 e 1727. 227. Murthy N, Wodi AP, Bernstein H, McNally V, Cineas S, Ault K. Advisory committee on immunization practices recommended immunization schedule for adults aged 19 years or older d United States, 2022. MMWR Morb Mortal Wkly Rep . 2022;71(7):229 e 233. 228. Centers for Disease Control and Prevention. Liver disease and adult vaccina- tion. Accessed December 17, 2021. https://www.cdc.gov/vaccines/adults/rec- vac/health-conditions/liver-disease.html 229. Gepner Y, Shelef I, Komy O, et al. The bene fi cial effects of Mediterranean diet over low-fat diet may be mediated by decreasing hepatic fat content. J Hepatol . 2019;71(2):379 e 388. 230. Lazo M, Solga SF, Horska A, et al. Effect of a 12-month intensive lifestyle intervention on hepatic steatosis in adults with type 2 diabetes. Diabetes Care . 2010;33(10):2156 e 2163. 231. Haufe S, Engeli S, Kast P, et al. Randomized comparison of reduced fat and reduced carbohydrate hypocaloric diets on intrahepatic fat in overweight and obese human subjects. Hepatology . 2011;53(5):1504 e 1514. 232. Koutoukidis DA, Astbury NM, Tudor KE, et al. Association of weight loss in- terventions with changes in biomarkers of nonalcoholic fatty liver disease: a systematic review and meta-analysis. JAMA Intern Med . 2019;179(9): 1262 e 1271. 233. Ahn J, Jun DW, Lee HY, Moon JH. Critical appraisal for low-carbohydrate diet in nonalcoholic fatty liver disease: review and meta-analyses. Clin Nutr . 2019;38(5):2023 e 2030. 234. Chawla S, Tessarolo Silva F, Amaral Medeiros S, Mekary RA, Radenkovic D. The effect of low-fat and low-carbohydrate diets on weight loss and lipid levels: a systematic review and meta-analysis. Nutrients . 2020;12(12):3774. 235. Konerman MA, Walden P, Joseph M, Jackson EA, Lok AS, Ruben fi re M. Impact of a structured lifestyle programme on patients with metabolic syndrome complicated by non-alcoholic fatty liver disease. Aliment Pharmacol Ther . 2019;49(3):296 e 307. 236. Baldwin D, Chennakesavalu M, Gangemi A. Systematic review and meta- analysis of Roux-en-y gastric bypass against laparoscopic sleeve gastrec- tomy for amelioration of NAFLD using four criteria. Surg Obes Relat Dis . 2019;15(12):2123 e 2130. 237. Welton S, Minty R, O'Driscoll T, et al. Intermittent fasting and weight loss: systematic review. Can Fam Physician . 2020;66(2):117 e 125. 238. Promrat K, Kleiner DE, Niemeier HM, et al. Randomized controlled trial testing the effects of weight loss on nonalcoholic steatohepatitis. Hepatology . 2010;51(1):121 e 129. 239. Vilar-Gomez E, Martinez-Perez Y, Calzadilla-Bertot L, et al. Weight loss through lifestyle modi fi cation signi fi cantly reduces features of nonalcoholic steatohepatitis. Gastroenterology . 2015;149(2):367 e 378.e5. quiz e14-e15. 240. Vilar-Gomez E, Yasells-Garcia A, Martinez-Perez Y, et al. Development and validation of a noninvasive prediction model for nonalcoholic steatohe- patitis resolution after lifestyle intervention. Hepatology . 2016;63(6): 1875 e 1887. 241. Koutoukidis DA, Koshiaris C, Henry JA, et al. The effect of the magnitude of weight loss on non-alcoholic fatty liver disease: a systematic review and meta-analysis. Metabolism . 2021;115:154455. 242. Parry SA, Rosqvist F, Mozes FE, et al. Intrahepatic fat and postprandial gly- cemia increase after consumption of a diet enriched in saturated fat compared with free sugars. Diabetes Care . 2020;43(5):1134 e 1141. 243. Luukkonen PK, S € adevirta S, Zhou Y, et al. Saturated fat is more metabolically harmful for the human liver than unsaturated fat or simple sugars. Diabetes Care . 2018;41(8):1732 e 1739. 244. Rosqvist F, Kullberg J, Ståhlman M, et al. Overeating saturated fat promotes fatty liver and ceramides compared with polyunsaturated fat: a randomized trial. J Clin Endocrinol Metab . 2019;104(12):6207 e 6219. 245. Roeb E, Weiskirchen R. Fructose and non-alcoholic steatohepatitis. Front Pharmacol . 2021;12:634344. 246. Marin-Alejandre BA, Abete I, Cantero I, et al. The metabolic and hepatic impact of two personalized dietary strategies in subjects with obesity and nonalcoholic fatty liver disease: the Fatty Liver in Obesity (FLIO) randomized controlled trial. Nutrients . 2019;11(10):2543. 247. Ma J, Hennein R, Liu C, et al. Improved diet quality associates with reduction in liver fat, particularly in individuals with high genetic risk scores for nonalcoholic fatty liver disease. Gastroenterology . 2018;155(1):107 e 117. 248. Misciagna G, Del Pilar Díaz M, Caramia DV, et al. Effect of a low glycemic index Mediterranean diet on non-alcoholic fatty liver disease. A randomized controlled clinici trial. J Nutr Health Aging . 2017;21(4):404 e 412. 249. Romero-G \u0013 omez M, Zelber-Sagi S, Trenell M. Treatment of NAFLD with diet, physical activity and exercise. J Hepatol . 2017;67(4):829 e 846. 250. Ryan MC, Itsiopoulos C, Thodis T, et al. The Mediterranean diet improves hepatic steatosis and insulin sensitivity in individuals with non-alcoholic fatty liver disease. J Hepatol . 2013;59(1):138 e 143. 251. Properzi C, O'Sullivan TA, Sherriff JL, et al. Ad libitum Mediterranean and low- fat diets both signi fi cantly reduce hepatic steatosis: a randomized controlled trial. Hepatology . 2018;68(5):1741 e 1754. 252. Kawaguchi T, Charlton M, Kawaguchi A, et al. Effects of Mediterranean diet in patients with nonalcoholic fatty liver disease: a systematic review, meta- analysis, and meta-regression analysis of randomized controlled trials. Semin Liver Dis . 2021;41(3):225 e 234. 253. Razavi Zade M, Telkabadi MH, Bahmani F, Salehi B, Farshbaf S, Asemi Z. The effects of DASH diet on weight loss and metabolic status in adults with non- alcoholic fatty liver disease: a randomized clinical trial. Liver Int . 2016;36(4): 563 e 571. 254. European Associati-on for the Study of the Liver (EASL), European Association for the Study of Diabetes (EASD), European Association for the Study of Obesity (EASO). EASL-EASD-EASO clinical practice guidelines for the man- agement of non-alcoholic fatty liver disease. J Hepatol . 2016;64(6): 1388 e 1402. 255. Plauth M, Bernal W, Dasarathy S, et al. ESPEN guideline on clinical nutrition in liver disease. Clin Nutr . 2019;38(2):485 e 521. 256. Eslam M, Sarin SK, Wong VW, et al. The Asian Paci fi c Association for the Study of the Liver clinical practice guidelines for the diagnosis and man- agement of metabolic associated fatty liver disease. Hepatol Int . 2020;14(6): 889 e 919. 257. Arab JP, Dirchwolf M, \u0013 Alvares-da-Silva MR, et al. Latin American Association for the Study of the Liver (ALEH) practice guidance for the diagnosis and treatment of non-alcoholic fatty liver disease. Ann Hepatol . 2020;19(6): 674 e 690. 258. Younossi ZM, Corey KE, Lim JK. AGA clinical practice update on lifestyle modi fi cation using diet and exercise to achieve weight loss in the manage- ment of nonalcoholic fatty liver disease: expert review. Gastroenterology . 2021;160(3):912 e 918. 259. Xu C, Markova M, Seebeck N, et al. High-protein diet more effectively reduces hepatic fat than low-protein diet despite lower autophagy and FGF21 levels. Liver Int . 2020;40(12):2982 e 2997. 260. Markova M, Pivovarova O, Hornemann S, et al. Isocaloric diets high in animal or plant protein reduce liver fat and in fl ammation in individuals with type 2 diabetes. Gastroenterology . 2017;152(3):571 e 585.e8. 261. Johari MI, Yusoff K, Haron J, et al. A randomised controlled trial on the effectiveness and adherence of modi fi ed alternate-day calorie restriction in improving activity of non-alcoholic fatty liver disease. Sci Rep . 2019;9(1): 11232. 262. Cai H, Qin YL, Shi ZY, et al. Effects of alternate-day fasting on body weight and dyslipidaemia in patients with non-alcoholic fatty liver disease: a randomised controlled trial. BMC Gastroenterol . 2019;19(1):219. 263. Holmer M, Lindqvist C, Petersson S, et al. Treatment of NAFLD with inter- mittent calorie restriction or low-carb high-fat diet - a randomised controlled trial. JHEP Rep . 2021;3(3):100256. K. Cusi, S. Isaacs, D. Barb et al. Endocrine Practice 28 (2022) 528 e 562 559",
    "264. Yin C, Li Z, Xiang Y, et al. Effect of intermittent fasting on non-alcoholic fatty liver disease: systematic review and meta-analysis. Front Nutr . 2021;8:709683. 265. Hallsworth K, Fattakhova G, Hollingsworth KG, et al. Resistance exercise re- duces liver fat and its mediators in non-alcoholic fatty liver disease inde- pendent of weight loss. Gut . 2011;60(9):1278 e 1283. 266. Sullivan S, Kirk EP, Mittendorfer B, Patterson BW, Klein S. Randomized trial of exercise effect on intrahepatic triglyceride content and lipid ki- netics in nonalcoholic fatty liver disease. Hepatology . 2012;55(6): 1738 e 1745. 267. Golabi P, Locklear CT, Austin P, et al. Effectiveness of exercise in hepatic fat mobilization in non-alcoholic fatty liver disease: systematic review. World J Gastroenterol . 2016;22(27):6318 e 6327. 268. Orci LA, Gariani K, Oldani G, Delaune V, Morel P, Toso C. Exercise-based in- terventions for nonalcoholic fatty liver disease: a meta-analysis and meta- regression. Clin Gastroenterol Hepatol . 2016;14(10):1398 e 1411. 269. Sargeant JA, Bawden S, Aithal GP, et al. Effects of sprint interval training on ectopic lipids and tissue-speci fi c insulin sensitivity in men with non-alcoholic fatty liver disease. Eur J Appl Physiol . 2018;118(4):817 e 828. 270. Cuthbertson DJ, Shojaee-Moradie F, Sprung VS, et al. Dissociation between exercise-induced reduction in liver fat and changes in hepatic and peripheral glucose homoeostasis in obese patients with non-alcoholic fatty liver disease. Clin Sci (Lond) . 2016;130(2):93 e 104. 271. Keating SE, Hackett DA, Parker HM, et al. Effect of aerobic exercise training dose on liver fat and visceral adiposity. J Hepatol . 2015;63(1):174 e 182. 272. Houghton D, Thoma C, Hallsworth K, et al. Exercise reduces liver lipids and visceral adiposity in patients with nonalcoholic steatohepatitis in a random- ized controlled trial. Clin Gastroenterol Hepatol . 2017;15(1):96 e 102.e3. 273. O'Gorman P, Naimimohasses S, Monaghan A, et al. Improvement in histo- logical endpoints of MAFLD following a 12-week aerobic exercise interven- tion. Aliment Pharmacol Ther . 2020;52(8):1387 e 1398. 274. Sargeant JA, Gray LJ, Bodicoat DH, et al. The effect of exercise training on intrahepatic triglyceride and hepatic insulin sensitivity: a systematic review and meta-analysis. Obes Rev . 2018;19(10):1446 e 1459. 275. Zhang HJ, He J, Pan LL, et al. Effects of moderate and vigorous exercise on nonalcoholic fatty liver disease: a randomized clinical trial. JAMA Intern Med . 2016;176(8):1074 e 1082. 276. Hashida R, Kawaguchi T, Bekki M, et al. Aerobic vs. resistance exercise in non- alcoholic fatty liver disease: a systematic review. J Hepatol . 2017;66(1): 142 e 152. 277. Winn NC, Liu Y, Rector RS, Parks EJ, Ibdah JA, Kanaley JA. Energy-matched moderate and high intensity exercise training improves nonalcoholic fatty liver disease risk independent of changes in body mass or abdominal adiposity - a randomized trial. Metabolism . 2018;78:128 e 140. 278. Oh S, Tsujimoto T, Kim B, et al. Weight-loss-independent bene fi ts of exercise on liver steatosis and stiffness in Japanese men with NAFLD. JHEP Rep . 2021;3(3):100253. 279. Sanyal AJ, Van Natta ML, Clark J, et al. Prospective study of outcomes in adults with nonalcoholic fatty liver disease. N Engl J Med . 2021;385(17):1559 e 1569. 280. Belfort R, Harrison SA, Brown K, et al. A placebo-controlled trial of pioglita- zone in subjects with nonalcoholic steatohepatitis. N Engl J Med . 2006;355(22):2297 e 2307. 281. Aithal GP, Thomas JA, Kaye PV, et al. Randomized, placebo-controlled trial of pioglitazone in nondiabetic subjects with nonalcoholic steatohepatitis. Gastroenterology . 2008;135(4):1176 e 1184. 282. Bril F, Biernacki DM, Kalavalapalli S, et al. Role of vitamin E for nonalcoholic steatohepatitis in patients with type 2 diabetes: a randomized controlled trial. Diabetes Care . 2019;42(8):1481 e 1488. 283. Musso G, Cassader M, Paschetta E, Gambino R. Thiazolidinediones and advanced liver fi brosis in nonalcoholic steatohepatitis: a meta-analysis. JAMA Intern Med . 2017;177(5):633 e 640. 284. Rind DM, Hansen R, Guzauskas G, Beinfeld M, Chapman R, Bradt P, Pearson SD. Obeticholic acid for the treatment of nonalcoholic steatohepatitis with fi brosis: effectiveness and value. Institute for Clinical and Economic Review, July 21,2020. Accessed December 17, 2021. https://icer-review.org/ material/nash-evidence-report/ 285. Filipova E, Uzunova K, Kalinov K, Vekov T. Pioglitazone and the risk of bladder cancer: a meta-analysis. Diabetes Ther . 2017;8(4):705 e 726. 286. Cusi K. Incretin-based therapies for the management of nonalcoholic fatty liver disease in patients with type 2 diabetes. Hepatology . 2019;69(6): 2318 e 2322. 287. Patel Chavez C, Cusi K, Kadiyala S. The emerging role of glucagon-like peptide- 1 receptor agonists for the management of NAFLD. J Clin Endocrinol Metab . 2022;107(1):29 e 38. 288. Armstrong MJ, Gaunt P, Aithal GP, et al. Liraglutide safety and ef fi cacy in patients with non-alcoholic steatohepatitis (lean): a multicentre, double- blind, randomised, placebo-controlled phase 2 study. Lancet . 2016;387(10019):679 e 690. 289. Rubino D, Abrahamsson N, Davies M, et al. Effect of continued weekly sub- cutaneous semaglutide vs placebo on weight loss maintenance in adults with overweight or obesity: the STEP 4 randomized clinical trial. JAMA . 2021;325(14):1414 e 1425. 290. Wadden TA, Bailey TS, Billings LK, et al. Effect of subcutaneous semaglutide vs placebo as an adjunct to intensive behavioral therapy on body weight in adults with overweight or obesity: the STEP 3 randomized clinical trial. JAMA . 2021;325(14):1403 e 1413. 291. Wilding JPH, Batterham RL, Calanna S, et al. Once-weekly semaglutide in adults with overweight or obesity. N Engl J Med . 2021;384(11):989. 292. Davies M, Færch L, Jeppesen OK, et al. Semaglutide 2 $ 4 mg once a week in adults with overweight or obesity, and type 2 diabetes (step 2): a randomised, double-blind, double-dummy, placebo-controlled, phase 3 trial. Lancet . 2021;397(10278):971 e 984. 293. Scheen AJ. Sodium-glucose cotransporter type 2 inhibitors for the treatment of type 2 diabetes mellitus. Nat Rev Endocrinol . 2020;16(10):556 e 577. 294. Cusi K. Time to include nonalcoholic steatohepatitis in the management of patients with type 2 diabetes. Diabetes Care . 2020;43(2):275 e 279. 295. Cusi K, Bril F, Barb D, et al. Effect of canagli fl ozin treatment on hepatic tri- glyceride content and glucose metabolism in patients with type 2 diabetes. Diabetes Obes Metab . 2019;21(4):812 e 821. 296. Latva-Rasku A, Honka MJ, Kullberg J, et al. The SGLT2 inhibitor dapagli fl ozin reduces liver fat but does not affect tissue insulin sensitivity: a randomized, double-blind, placebo-controlled study with 8-week treatment in type 2 diabetes patients. Diabetes Care . 2019;42(5):931 e 937. 297. Kahl S, Gancheva S, Straßburger K, et al. Empagli fl ozin effectively lowers liver fat content in well-controlled type 2 diabetes: a randomized, double-blind, phase 4, placebo-controlled trial. Diabetes Care . 2020;43(2):298 e 305. 298. Loomba R, Lutchman G, Kleiner DE, et al. Clinical trial: pilot study of met- formin for the treatment of non-alcoholic steatohepatitis. Aliment Pharmacol Ther . 2009;29(2):172 e 182. 299. Bugianesi E, Gentilcore E, Manini R, et al. A randomized controlled trial of metformin versus vitamin E or prescriptive diet in nonalcoholic fatty liver disease. Am J Gastroenterol . 2005;100(5):1082 e 1090. 300. Musso G, Cassader M, Rosina F, Gambino R. Impact of current treatments on liver disease, glucose metabolism and cardiovascular risk in non-alcoholic fatty liver disease (NAFLD): a systematic review and meta-analysis of rand- omised trials. Diabetologia . 2012;55(4):885 e 904. 301. Sawangjit R, Chongmelaxme B, Phisalprapa P, et al. Comparative ef fi cacy of interventions on nonalcoholic fatty liver disease (NAFLD): a prisma-compliant systematic review and network meta-analysis. Medicine (Baltimore) . 2016;95(32):e4529. 302. Li Y, Liu L, Wang B, Wang J, Chen D. Metformin in non-alcoholic fatty liver disease: a systematic review and meta-analysis. Biomed Rep . 2013;1(1):57 e 64. 303. Smits MM, Tonneijck L, Muskiet MH, et al. Twelve week liraglutide or sita- gliptin does not affect hepatic fat in type 2 diabetes: a randomised placebo- controlled trial. Diabetologia . 2016;59(12):2588 e 2593. 304. Joy TR, McKenzie CA, Tirona RG, et al. Sitagliptin in patients with non- alcoholic steatohepatitis: a randomized, placebo-controlled trial. World J Gastroenterol . 2017;23(1):141 e 150. 305. Cui J, Philo L, Nguyen P, et al. Sitagliptin vs. placebo for non-alcoholic fatty liver disease: a randomized controlled trial. J Hepatol . 2016;65(2): 369 e 376. 306. Cusi K, Sanyal AJ, Zhang S, et al. Different effects of basal insulin peglispro and insulin glargine on liver enzymes and liver fat content in patients with type 1 and type 2 diabetes. Diabetes Obes Metab . 2016;18(suppl 2):50 e 58. 307. Vilar-Gomez E, Vuppalanchi R, Gawrieh S, et al. Vitamin E improves transplant-free survival and hepatic decompensation among patients with nonalcoholic steatohepatitis and advanced fi brosis. Hepatology . 2020;71(2): 495 e 509. 308. Barb D, Portillo-Sanchez P, Cusi K. Pharmacological management of nonal- coholic fatty liver disease. Metabolism . 2016;65(8):1183 e 1195. 309. Musso G, Gambino R, Cassader M, Pagano G. A meta-analysis of randomized trials for the treatment of nonalcoholic fatty liver disease. Hepatology . 2010;52(1):79 e 104. 310. Khera R, Pandey A, Chandar AK, et al. Effects of weight-loss medications on cardiometabolic risk pro fi les: a systematic review and network meta-analysis. Gastroenterology . 2018;154(5):1309 e 1319.e7. 311. Fujioka K, O'Neil PM, Davies M, et al. Early weight loss with liraglutide 3.0 mg predicts 1-year weight loss and is associated with improvements in clinical markers. Obesity (Silver Spring) . 2016;24(11):2278 e 2288. 312. Wang H, Wang L, Cheng Y, Xia Z, Liao Y, Cao J. Ef fi cacy of orlistat in non- alcoholic fatty liver disease: a systematic review and meta-analysis. Biomed Rep . 2018;9(1):90 e 96. 313. Harrison SA, Fecht W, Brunt EM, Neuschwander-Tetri BA. Orlistat for over- weight subjects with nonalcoholic steatohepatitis: a randomized, prospective trial. Hepatology . 2009;49(1):80 e 86. 314. Zelber-Sagi S, Kessler A, Brazowsky E, et al. A double-blind randomized placebo-controlled trial of orlistat for the treatment of nonalcoholic fatty liver disease. Clin Gastroenterol Hepatol . 2006;4(5):639 e 644. 315. Bajaj HS, Burrows M, Blavignac J, et al. Extended-release naltrexone/bupro- pion and liver health: pooled, post hoc analysis from four randomized controlled trials. Diabetes Obes Metab . 2021;23(3):861 e 865. 316. Garvey WT, Ryan DH, Bohannon NJ, et al. Weight-loss therapy in type 2 diabetes: effects of phentermine and topiramate extended release. Diabetes Care . 2014;37(12):3309 e 3316. 317. Garvey WT, Ryan DH, Henry R, et al. Prevention of type 2 diabetes in subjects with prediabetes and metabolic syndrome treated with phentermine and topiramate extended release. Diabetes Care . 2014;37(4):912 e 921. 318. Guo F, Garvey WT. Cardiometabolic disease staging predicts effectiveness of weight-loss therapy to prevent type 2 diabetes: pooled results from phase III clinical trials assessing phentermine/topiramate extended release. Diabetes Care . 2017;40(7):856 e 862. K. Cusi, S. Isaacs, D. Barb et al. Endocrine Practice 28 (2022) 528 e 562 560",
    "319. Marso SP, Daniels GH, Brown-Frandsen K, et al. Liraglutide and cardiovascular outcomes in type 2 diabetes. N Engl J Med . 2016;375(4):311 e 322. 320. Marso SP, Holst AG, Vilsbøll T. Semaglutide and cardiovascular outcomes in patients with type 2 diabetes. N Engl J Med . 2017;376(9):891 e 892. 321. Alfayez OM, Almohammed OA, Alkhezi OS, Almutairi AR, Al Yami MS. Indirect comparison of glucagon like peptide-1 receptor agonists regarding cardio- vascular safety and mortality in patients with type 2 diabetes mellitus: network meta-analysis. Cardiovasc Diabetol . 2020;19(1):96. 322. Kwok CS, Pradhan A, Khan MA, et al. Bariatric surgery and its impact on cardiovascular disease and mortality: a systematic review and meta-analysis. Int J Cardiol . 2014;173(1):20 e 28. 323. Aminian A, Al-Kurd A, Wilson R, et al. Association of bariatric surgery with major adverse liver and cardiovascular outcomes in patients with biopsy- proven nonalcoholic steatohepatitis. JAMA . 2021;326(20):2031 e 2042. 324. Seeberg KA, Borgeraas H, Hofsø D, et al. Gastric bypass versus sleeve gas- trectomy in type 2 diabetes: effects on hepatic steatosis and fi brosis: a ran- domized controlled trial. Ann Intern Med . 2022;175(1):74 e 83. 325. Hofsø D, Fatima F, Borgeraas H, et al. Gastric bypass versus sleeve gastrec- tomy in patients with type 2 diabetes (oseberg): a single-centre, triple- blind, randomised controlled trial. Lancet Diabetes Endocrinol . 2019;7(12): 912 e 924. 326. Lassailly G, Caiazzo R, Buob D, et al. Bariatric surgery reduces features of nonalcoholic steatohepatitis in morbidly obese patients. Gastroenterology . 2015;149(2):379 e 388. quiz e15-e16. 327. Lassailly G, Caiazzo R, Ntandja-Wandji LC, et al. Bariatric surgery provides long-term resolution of nonalcoholic steatohepatitis and regression of fi brosis. Gastroenterology . 2020;159(4):1290 e 1301.e5. 328. Singh T, Kochhar GS, Goh GB, et al. Safety and ef fi cacy of bariatric surgery in patients with advanced fi brosis. Int J Obes (Lond) . 2017;41(3):443 e 449. 329. Lee DU, Fan GH, Hastie DJ, et al. The clinical impact of cirrhosis on the hospital outcomes of patients admitted with in fl uenza infection: propensity score matched analysis of 2011-2017 US hospital data. J Clin Exp Hepatol . 2021;11(5):531 e 543. 330. Ikramuddin S, Korner J, Lee WJ, et al. Lifestyle intervention and medical management with vs without Roux-en-Y gastric bypass and control of he- moglobin A1c, LDL cholesterol, and systolic blood pressure at 5 years in the Diabetes Surgery Study. JAMA . 2018;319(3):266 e 278. 331. Johnson BL, Blackhurst DW, Latham BB, et al. Bariatric surgery is associated with a reduction in major macrovascular and microvascular complications in moderately to severely obese patients with type 2 diabetes mellitus. J Am Coll Surg . 2013;216(4):545 e 556. discussion 556-548. 332. Benotti PN, Wood GC, Carey DJ, et al. Gastric bypass surgery produces a durable reduction in cardiovascular disease risk factors and reduces the long-term risks of congestive heart failure. J Am Heart Assoc . 2017;6(5), e005126. 333. Doumouras AG, Hong D, Lee Y, Tarride JE, Paterson JM, Anvari M. Association between bariatric surgery and all-cause mortality: a population-based matched cohort study in a universal health care system. Ann Intern Med . 2020;173(9):694 e 703. 334. Sutanto A, Wungu CDK, Susilo H, Sutanto H. Reduction of major adverse cardiovascular events (MACE) after bariatric surgery in patients with obesity and cardiovascular diseases: a systematic review and meta-analysis. Nutri- ents . 2021;13(10):3568. 335. Lee YM, Low HC, Lim LG, et al. Intragastric balloon signi fi cantly improves nonalcoholic fatty liver disease activity score in obese patients with nonal- coholic steatohepatitis: a pilot study. Gastrointest Endosc . 2012;76(4): 756 e 760. 336. Bazerbachi F, Vargas EJ, Rizk M, et al. Intragastric balloon placement in- duces signi fi cant metabolic and histologic improvement in patients with nonalcoholic steatohepatitis. Clin Gastroenterol Hepatol . 2021;19(1): 146 e 154.e4. 337. Jirapinyo P, Kumar N, Saumoy M, Copland A, Sullivan S. Association for bar- iatric endoscopy systematic review and meta-analysis assessing the American Society for Gastrointestinal Endoscopy preservation and incorporation of valuable endoscopic innovations thresholds for aspiration therapy. Gastro- intest Endosc . 2021;93(2):334 e 342.e1. 338. Jirapinyo P, McCarty TR, Dolan RD, Shah R, Thompson CC. Effect of endoscopic bariatric and metabolic therapies on nonalcoholic fatty liver disease: a sys- tematic review and meta-analysis. Clin Gastroenterol Hepatol . 2022;20(3): 511 e 524.e1. 339. Nystr € om M, Machytka E, Nor \u0013 en E, et al. Aspiration therapy as a tool to treat obesity: 1- to 4-year results in a 201-patient multi-center post-market Eu- ropean registry study. Obes Surg . 2018;28(7):1860 e 1868. 340. Sharaiha RZ, Hajifathalian K, Kumar R, et al. Five-year outcomes of endoscopic sleeve gastroplasty for the treatment of obesity. Clin Gastroenterol Hepatol . 2021;19(5):1051 e 1057.e2. 341. Vos MB, Abrams SH, Barlow SE, et al. NASPGHAN clinical practice guideline for the diagnosis and treatment of nonalcoholic fatty liver disease in children: recommendations from the Expert Committee on NAFLD (ECON) and the North American Society of Pediatric Gastroenterology, Hepatology and Nutrition (NASPGHAN). J Pediatr Gastroenterol Nutr . 2017;64(2): 319 e 334. 342. D'Adamo E, Cali AM, Weiss R, et al. Central role of fatty liver in the patho- genesis of insulin resistance in obese adolescents. Diabetes Care . 2010;33(8): 1817 e 1822. 343. Paci fi co L, Di Martino M, De Merulis A, et al. Left ventricular dysfunction in obese children and adolescents with nonalcoholic fatty liver disease. Hep- atology . 2014;59(2):461 e 470. 344. Welsh JA, Karpen S, Vos MB. Increasing prevalence of nonalcoholic fatty liver disease among United States adolescents, 1988-1994 to 2007-2010. J Pediatr . 2013;162(3):496 e 500.e1. 345. Brumbaugh DE, Tearse P, Cree-Green M, et al. Intrahepatic fat is increased in the neonatal offspring of obese women with gestational diabetes. J Pediatr . 2013;162(5):930 e 936.e1. 346. Modi N, Murgasova D, Ruager-Martin R, et al. The in fl uence of maternal body mass index on infant adiposity and hepatic lipid content. Pediatr Res . 2011;70(3):287 e 291. 347. Patel KR, White FV, Deutsch GH. Hepatic steatosis is prevalent in stillborns delivered to women with diabetes mellitus. J Pediatr Gastroenterol Nutr . 2015;60(2):152 e 158. 348. Anderson EL, Howe LD, Jones HE, Higgins JP, Lawlor DA, Fraser A. The prev- alence of non-alcoholic fatty liver disease in children and adolescents: a systematic review and meta-analysis. PLoS One . 2015;10(10), e0140908. 349. Nadeau KJ, Klingensmith G, Zeitler P. Type 2 diabetes in children is frequently associated with elevated alanine aminotransferase. J Pediatr Gastroenterol Nutr . 2005;41(1):94 e 98. 350. Hudson OD, Nunez M, Shaibi GQ. Ethnicity and elevated liver transaminases among newly diagnosed children with type 2 diabetes. BMC Pediatr . 2012;12: 174. 351. Ayonrinde OT, Adams LA, Doherty DA, et al. Adverse metabolic phenotype of adolescent girls with non-alcoholic fatty liver disease plus polycystic ovary syndrome compared with other girls and boys. J Gastroenterol Hepatol . 2016;31(5):980 e 987. 352. Sharma V, Coleman S, Nixon J, et al. A systematic review and meta-analysis estimating the population prevalence of comorbidities in children and ado- lescents aged 5 to 18 years. Obes Rev . 2019;20(10):1341 e 1349. 353. Bendor CD, Bardugo A, Pinhas-Hamiel O, Afek A, Twig G. Cardiovascular morbidity, diabetes and cancer risk among children and adolescents with severe obesity. Cardiovasc Diabetol . 2020;19(1):79. 354. Kummer S, Klee D, Kircheis G, et al. Screening for non-alcoholic fatty liver disease in children and adolescents with type 1 diabetes mellitus: a cross- sectional analysis. Eur J Pediatr . 2017;176(4):529 e 536. 355. Regnell SE, Peterson P, Trinh L, et al. Magnetic resonance imaging reveals altered distribution of hepatic fat in children with type 1 diabetes compared to controls. Metabolism . 2015;64(8):872 e 878. 356. Xanthakos SA, Lavine JE, Yates KP, et al. Progression of fatty liver disease in children receiving standard of care lifestyle advice. Gastroenterology . 2020;159(5):1731 e 1751.e10. 357. Schwimmer JB, Lavine JE, Wilson LA, et al. In children with nonalcoholic fatty liver disease, cysteamine bitartrate delayed release improves liver enzymes but does not reduce disease activity scores. Gastroenterology . 2016;151(6): 1141 e 1154.e9. 358. Koot BG, van der Baan-Slootweg OH, Bohte AE, et al. Accuracy of prediction scores and novel biomarkers for predicting nonalcoholic fatty liver disease in obese children. Obesity (Silver Spring) . 2013;21(3):583 e 590. 359. Di Martino M, Paci fi co L, Bezzi M, et al. Comparison of magnetic resonance spectroscopy, proton density fat fraction and histological analysis in the quanti fi cation of liver steatosis in children and adolescents. World J Gastro- enterol . 2016;22(39):8812 e 8819. 360. Middleton MS, Van Natta ML, Heba ER, et al. Diagnostic accuracy of magnetic resonance imaging hepatic proton density fat fraction in pediatric nonalco- holic fatty liver disease. Hepatology . 2018;67(3):858 e 872. 361. Schwimmer JB, Middleton MS, Behling C, et al. Magnetic resonance imaging and liver histology as biomarkers of hepatic steatosis in children with nonalcoholic fatty liver disease. Hepatology . 2015;61(6):1887 e 1895. 362. Zhao YZ, Gan YG, Zhou JL, et al. Accuracy of multi-echo dixon sequence in quanti fi cation of hepatic steatosis in Chinese children and adolescents. World J Gastroenterol . 2019;25(12):1513 e 1523. 363. Yodoshi T, Orkin S, Arce-Clachar AC, et al. Alternative etiologies of liver dis- ease in children with suspected NAFLD. Pediatrics . 2021;147(4), e2020009829. 364. Awai HI, Newton KP, Sirlin CB, Behling C, Schwimmer JB. Evidence and rec- ommendations for imaging liver fat in children, based on systematic review. Clin Gastroenterol Hepatol . 2014;12(5):765 e 773. 365. Tyagi A, Yeganeh O, Levin Y, et al. Intra- and inter-examination repeatability of magnetic resonance spectroscopy, magnitude-based MRI, and complex-based mri for estimation of hepatic proton density fat fraction in overweight and obese children and adults. Abdom Imaging . 2015;40(8):3070 e 3077. 366. Mansoor S, Yerian L, Kohli R, et al. The evaluation of hepatic fi brosis scores in children with nonalcoholic fatty liver disease. Dig Dis Sci . 2015;60(5): 1440 e 1447. 367. Mandelia C, Collyer E, Mansoor S, et al. Plasma cytokeratin-18 level as a novel biomarker for liver fi brosis in children with nonalcoholic fatty liver disease. J Pediatr Gastroenterol Nutr . 2016;63(2):181 e 187. 368. Schwimmer JB, Behling C, Angeles JE, et al. Magnetic resonance elastography measured shear stiffness as a biomarker of fi brosis in pediatric nonalcoholic fatty liver disease. Hepatology . 2017;66(5):1474 e 1485. 369. Alkhouri N, Sedki E, Alisi A, et al. Combined paediatric NAFLD fi brosis index and transient elastography to predict clinically signi fi cant fi brosis in children with fatty liver disease. Liver Int . 2013;33(1):79 e 85. K. Cusi, S. Isaacs, D. Barb et al. Endocrine Practice 28 (2022) 528 e 562 561",
    "370. Mandelia C, Kabbany MN, Worley S, Conjeevaram Selvakumar PK. Perfor- mance characteristics, intra- and inter-operator agreement of transient elastography in pediatric nonalcoholic fatty liver disease. J Pediatr Gastro- enterol Nutr . 2021;72(3):430 e 435. 371. Fitzpatrick E, Quaglia A, Vimalesvaran S, Basso MS, Dhawan A. Transient elas- tography is a useful noninvasive tool for the evaluation of fi brosis in paediatric chronic liver disease. J Pediatr Gastroenterol Nutr . 2013;56(1):72 e 76. 372. Nobili V, Vizzutti F, Arena U, et al. Accuracy and reproducibility of transient elastography for the diagnosis of fi brosis in pediatric nonalcoholic steatohe- patitis. Hepatology . 2008;48(2):442 e 448. 373. Schwimmer JB, Ugalde-Nicalo P, Welsh JA, et al. Effect of a low free sugar diet vs usual diet on nonalcoholic fatty liver disease in adolescent boys: a ran- domized clinical trial. JAMA . 2019;321(3):256 e 265. 374. Lee S, Bacha F, Hannon T, Kuk JL, Boesch C, Arslanian S. Effects of aerobic versus resistance exercise without caloric restriction on abdominal fat, intrahepatic lipid, and insulin sensitivity in obese adolescent boys: a ran- domized, controlled trial. Diabetes . 2012;61(11):2787 e 2795. 375. Lavine JE, Schwimmer JB, Van Natta ML, et al. Effect of vitamin E or metformin for treatment of nonalcoholic fatty liver disease in children and adolescents: the tonic randomized controlled trial. JAMA . 2011;305(16):1659 e 1668. 376. Mann JP, Tang GY, Nobili V, Armstrong MJ. Evaluations of lifestyle, dietary, and pharmacologic treatments for pediatric nonalcoholic fatty liver disease: a systematic review. Clin Gastroenterol Hepatol . 2019;17(8): 1457 e 1476.e7. 377. Mastrandrea LD, Witten L, Carlsson Petri KC, Hale PM, Hedman HK, Riesenberg RA. Liraglutide effects in a paediatric (7-11 y) population with obesity: a randomized, double-blind, placebo-controlled, short-term trial to assess safety, tolerability, pharmacokinetics, and pharmacodynamics. Pediatr Obes . 2019;14(5), e12495. 378. Danne T, Biester T, Kapitzke K, et al. Liraglutide in an adolescent population with obesity: a randomized, double-blind, placebo-controlled 5-week trial to assess safety, tolerability, and pharmacokinetics of liraglutide in adolescents aged 12-17 years. J Pediatr . 2017;181:146 e 153.e3. 379. Petri KC, Jacobsen LV, Klein DJ. Comparable liraglutide pharmacokinetics in pediatric and adult populations with type 2 diabetes: a population pharma- cokinetic analysis. Clin Pharmacokinet . 2015;54(6):663 e 670. 380. Kelly AS, Auerbach P, Barrientos-Perez M, et al. A randomized, controlled trial of liraglutide for adolescents with obesity. N Engl J Med . 2020;382(22): 2117 e 2128. 381. Tamborlane WV, Barrientos-P \u0013 erez M, Fainberg U, et al. Liraglutide in children and adolescents with type 2 diabetes. N Engl J Med . 2019;381(7):637 e 646. 382. Centers for Disease Control and Prevention. De fi ning childhood weight status BMI for children and teens. Accessed December 17, 2021. https://www.cdc. gov/obesity/basics/childhood-de fi ning.html?CDC_AA_refVal ¼ https%3A%2F%2F www.cdc.gov%2Fobesity%2Fchildhood%2Fde fi ning.html 383. Armstrong S, Lazorick S, Hampl S, et al. Physical examination fi ndings among children and adolescents with obesity: an evidence-based review. Pediatrics . 2016;137(2), e20151766. 384. Inge TH, Courcoulas AP, Jenkins TM, et al. Five-year outcomes of gastric bypass in adolescents as compared with adults. N Engl J Med . 2019;380(22): 2136 e 2145. 385. Manco M, Mosca A, De Peppo F, et al. The bene fi t of sleeve gastrectomy in obese adolescents on nonalcoholic steatohepatitis and hepatic fi brosis. J Pediatr . 2017;180:31 e 37.e2. K. Cusi, S. Isaacs, D. Barb et al. Endocrine Practice 28 (2022) 528 e 562 562"
  ],
  "processed_at": "2026-01-30T14:42:20.750Z"
}