{
  "doc_id": "b9be1bc570611fb4eaf04ba04e934808",
  "source_id": "esur_guideline_106",
  "total_pages": 29,
  "pages": [
    "Journal of Crohn's and Colitis , 2025, 19(7) , jjaf106 https://doi.org/10.1093/ecco-jcc/jjaf106 Advance access publication 31 July 2025 ECCO Guideline/Consensus Paper © The Author(s) 2025. Published by Oxford University Press on behalf of European Crohn’s and Colitis Organisation. All rights reserved. For commercial re-use, please contact reprints@oup.com for reprints and translation rights for reprints. All other permissions can be obtained through our RightsLink service via the Permissions link on the article page on our site—for further information please contact journals.permissions@oup.com. ECCO-ESGAR-ESP-IBUS Guideline on Diagnostics and Monitoring of Patients with Inflammatory Bowel Disease: Part 1 Part 1: initial diagnosis, monitoring of known inflammatory bowel disease, detection of complications Torsten Kucharzik 1 , * , Stuart Taylor 2 , Mariangela Allocca 3 , , Johan Burisch 4 , 5 , 6 , , Pierre Ellul 7 , Marietta Iacucci 8 , , Christian Maaser 9 , Pamela Baldin 10 , Gauraang Bhatnagar 11 , Shomron Ben-Horin 12 , Dominik Bettenworth 13 , Mallory Chavannes 14 , , Ann Driessen 15 , Emma Flanagan 16 , , Frederica Furfaro 17 , Giovanni Maconi 18 , , Konstaninos Karmiris 19 , , Amelia Kellar 20 , 21 , , Isabelle De Kock 22 , Konstantinos Katsanos 23 , Uri Kopylov 24 , , Cathy Lu 25 , , Olga Maria Nardone 26 , , Nurulamin M Noor 27 , , Kerri Novak 28 , , Paula Borralho Nunes 29 , , Patrick van Rheenen 30 , , Jordi Rimola 31 , , Francesca Rosini 32 , David Rubin 33 , , Martina Scharitzer 34 , , Jaap Stoker 35 , 36 , , Mathieu Uzzan 37 , , Stephan Vavricka 38 , Bram Verstockt 39 , , Rune Wilkens 40 , , Nina Zidar 41 , , Alessandra Zilli 42 , , Henit Yanai 43 , 44 , , Roger Feakins 45 , 46 ; on behalf of the European Crohn’s and Colitis Organisation (ECCO), the European Society of Gastrointestinal and Abdominal Radiology (ESGAR), the European Society of Pathology (ESP), and the International Bowel Ultrasonography Group (IBUS) 1 Department of Internal Medicine and Gastroenterology, Hospital Lüneburg, Lüneburg, Germany 2 Center for Medical Imaging, University College London, London, United Kingdom 3 Gastroenterology and Gastrointestinal Endoscopy, IRCCS San Raffaele Scientific, Milan, Italy 4 Gastrounit, Medical Division, Copenhagen University Hospital—Amager and Hvidovre, Hvidovre, Denmark 5 Copenhagen Center for Inflammatory Bowel Disease in Children, Adolescents and Adults, Copenhagen University Hospital—Amager and Hvidovre, Hvidovre, Denmark 6 Faculty of Health and Medical Sciences, Department of Clinical Medicine, University of Copenhagen, Copenhagen, Denmark 7 Department of Gastroenterology and Immunology, Mater Dei Hospital, Msida, Malta 8 APC Microbiome Ireland, College of Medicine and Health, University of College Cork, Cork, Ireland 9 Outpatients Department of Gastroenterology, Hospital Lüneburg, Lüneburg, Germany 10 Department of Pathology, Cliniques Universitaires Saint Luc, Brussels, Belgium 11 Clinical Radiology, Frimley Health, Surrey, United Kingdom 12 Department of Gastroenterology, Sheba Medical Center, Tel-Aviv University, Ramat Gan, Israel 13 Department of Medicine B, Gastroenterology and Hepatology, University Hospital Münster, Münster, Germany 14 Division of Gastroenterology, Hepatology and Nutrition, Department of Pediatric, Children’s Hospital Los angeles, Los Angeles, CA, USA 15 Department of Pathology, University Hospital Antwerp, University of Antwerp, Edegem, Belgium 16 Gastroenterology, St Vincent's Hospital Melbourne, Fitzroy, Melbourne, Australia 17 Gastroenterology and Gastrointestinal Endoscopy, Vita-Salute University San Raffale Hospital, Milan, Italy 18 Gastroenterology Unit, Department of Biomedical & Clinical Sciences, Luigi Sacco University Hospital, University of Milan, Milan, Italy 19 Department of Gastroenterology, Venizeleio General Hospital, Heraklion, Greece 20 Section of Pediatric Gastroenterology, Hepatology and Nutrition, Department of Pediatrics, University of Chicago, Chicago, IL, United States 21 Inflammatory Bowel Disease Center, University of Chicago, Chicago, IL, United States 22 Radiology, Ghent University, Ghent, Belgium 23 Division of Gastroenterology, University of Ioannina, Ioannina, Greece 24 Department of Gastroenterology, Sheba Medical Center, Ramat Gan, Israel 25 Division of Gastroenterology and Hepatology, Department of Medicine, University of Calgary, Calgary, Alberta, Canada 26 Gastroenterology, Department of Public Health, University Federico II of Naples, Naples, Italy 27 Department of Gastroenterology, Cambridge University Hospital NHS Foundation Trust, Cambridge, United Kingdom Downloaded from https://academic.oup.com/ecco-jcc/article/19/7/jjaf106/8219802 by guest on 30 January 2026",
    "2 Journal of Crohn's and Colitis , 2025, Vol. 19, No. 7 28 Division of Gastroenterology and Hepatology, University of Calgary, Calgary, Alberta, Canada 29 Instituto de Anatomia Patológica da Universidade de Lisboa, Hospital CUF Descobertas, Lisboa, Portugal 30 Paediatric Gastroenterology, Hepatology and Nutrition, University of Groningen, University Medical Centre Groningen, Groningen, The Netherlands 31 Department of Radiology, IBD Unit, Hospital Clínic de Barcelona, Barcelona, Spain 32 Pathology Unit, IRCCS Azienda Ospedaliero-Universitaria di Bologna, Bologna, Italy 33 Inflammatory Bowel Disease Center, University of Chicago Medicine, Chicago, IL, United States 34 Department of Biomedical Imaging and Image-Guided Therapy, Medical University of Vienna, Vienna, Austria 35 Radiology and Nuclear Medicine, Amsterdam UMD, Amsterdam, The Netherlands 36 Amsterdam Gastroenterology Endocrinology Metabolism, Amsterdam UMD, Amsterdam, The Netherlands 37 Department of Gastroenterology, Hopital Henri Mondor, Créteil, France 38 Department of Gastroenterology and Hepatology, University Hospital Zurich, Zurich, Switzerland 39 Department of Gastroenterology and Hepatology, University Hospitals Leuven, Leuven, Belgium 40 Digestive Disease Center, Copenhagen University Hospital, Copenhagen, Denmark 41 Faculty of Medicine, Institute of Pathology, University of Ljubljana, Ljubljana, Slovenia 42 Gastroenterology and Gastrointestinal Endoscopy Unit, IRCCS San Raffaele Scientific Institute, Milan, Italy 43 Division of Gastroenterology, IBD Center, Rabin Medical Center, Petah Tikva, Israel 44 Faculty of Medical & Health Sciences, Tel Aviv University, Tel Aviv, Israel 45 Department of Cellular Pathology, Royal Free London NHS Trust, London, United Kingdom 46 Department of Cellular Pathology, University College London, London, United Kingdom * Corresponding author: Torsten Kucharzik, MD, PhD, Department of Internal Medicine and Gastroenterology, Hospital Lüneburg, 21339 Lüneburg, Bögelstr. 1, Germany ( Torsten.Kucharzik@klinikum-lueneburg.de ). T. Kucharzik and S. Taylor shared the first authorship; both authors contributed equally to the work. H. Yanai and R. Feakins shared the last authorship; both authors contributed equally to the work. Abstract The current consensus guideline offers a comprehensive and practical guidance on the diagnostic and monitoring of patients with inflammatory bowel disease (IBD). It provides recommendations on requirements for initial diagnosis, detection of complications, the use of monitoring tools in patients with IBD and diagnostics in specific situations, such as pregnancy, postoperatively and for cancer surveillance. The guideline is a joint project of the European Crohn’s and Colitis Organization (ECCO), the European Society of Gastrointestinal and Abdominal Radiology, the European Society of Pathology, and the International Bowel Ultrasonography Group under the leadership of ECCO. Key words: inflammatory bowel disease; diagnostic; monitoring; imaging; intestinal ultrasound; endoscopy; MRE. 1. Introduction The current diagnostic consensus guideline is a joint project of the European Crohn’s and Colitis Organization (ECCO), the European Society of Gastrointestinal and Abdominal Radiology (ESGAR), the European Society of Pathology (ESP), and the International Bowel Ultrasonography Group (IBUS) under the leadership of ECCO. This project updates the 2018 ECCO-ESGAR guidelines for the diagnosis and monitoring of patients with inflammatory bowel disease (IBD) and is based on a systematic review of the literature and expert consensus. For those topics that are not covered in the current guideline, recommendations in the previous 2018 guideline remain valid. The main aim of the current guideline update is to inform gastroenterologists, surgeons, nurses, radiologists, pathologists, and other IBD management team members and IBD patients about the appropriate use of relevant diagnostic modalities in IBD. The authors wish to provide guidance on the diagnostic requirements for the initial diagnosis of IBD; how to detect complications; the use of various diagnostic tools to monitor patients with active and inactive IBD; and the use of various imaging and endoscopic modalities in specific situations such as during pregnancy, postoperatively, or for cancer surveil - lance. In addition, evidence gaps are identified with a view to stimulate research that will help improve practice in the future. 2. Methodology of the guidelines update process The present ECCO guidelines are the first multi-society guide - lines on diagnostics in IBD. Torsten Kucharzik, Henit Yanai, Roger Feakins, and Stuart Taylor coordinated these guidelines with the help of professional methodologists, librarians, and the ECCO office. The guideline has been drafted by 40 ECCO, ESGAR, ESP, and IBUS members from several countries. The former guidelines have been condensed into this new multi- society diagnostic guideline that consists of 2 papers. The first details assessment at initial diagnosis, treatment monitoring, and detection of complications; the second discusses the avail - able scoring systems and general considerations regarding the different diagnostic tools, including training. The strategy to define consensus was similar to that previously described in other ECCO consensus guidelines (available at: www.ecco-ibd. eu ). Briefly, an open call for participants was made, with ECCO participants selected by the Guidelines Committee of ECCO (known as GuiCom) based on their publication record and a personal statement on their expertise and scientific activity in the field. ESGAR, ESP, and IBUS participants were nominated by the individual societies based on their clinical and scien - tific expertise in this field. Work was divided into 5 working groups (WG) staffed by 40 IBD experts from 18 countries and three continents and led by a single WG leader. Six European Federation of Crohn’s and Ulcerative Colitis Associations pa - tient representatives also participated in the guidelines, which were reviewed by national representatives, additional re - viewers, and the ECCO governing board prior to publication. The following 5 WGs were established: diagnostics at initial diagnosis, diagnostics for monitoring treatment in patients with known IBD, diagnostics for the detection of complications, scores for IBD, and general principles and technical aspects. All panel lists were assigned to a single WG. Each WG was coordinated by 1 WG leader under the supervi - sion of 4 main Guideline coordinators for the present manu - script. First, participants were trained by methodologists to Downloaded from https://academic.oup.com/ecco-jcc/article/19/7/jjaf106/8219802 by guest on 30 January 2026",
    "Journal of Crohn's and Colitis , 2025, Vol. 19, No. 7 3 become proficient with the guideline methodology. Then, a thorough discussion of the 2018 guidelines at a face-to-face kick-off meeting in October 2023 identified areas where add - itional recommendations were required and topics where additional evidence was expected. For each topic, a clinic - ally relevant question was formulated and if applicable used to define a Population, Intervention, and Comparator(s) of interest. A systematic literature search was conducted using predetermined search terms in Pubmed/Medline, Embase, and Cochrane Central. Only studies published in English were eli - gible. Two reviewers independently conducted an initial screen of abstracts for eligibility and evaluated the full-text articles of identified abstracts for final eligibility. Disagreements were resolved by consensus and, if necessary, by involvement of the WG leader, coordinator, or both. Provisional statements were drafted. The level of evidence was graded according to the Oxford Centre for Evidence-Based Medicine ( www.cebm. net ). A total of 2 voting rounds were performed and com - ments were considered to reach a consensus. The first voting round introduced a more comprehensive voting procedure, in which each guideline participant voted on all statements by explicitly reviewing those statements together with their respective supporting text and references. The second voting round was supplemented by the opinion of ECCO national representatives and additional reviewers. The statements were finalized by the authors at a face-to-face meeting in Vienna in October 2024 and represent consensus with the agreement of at least 80% of the present participants. Consensus state - ments are intended to be read in context with their qualifying comments and not in isolation. The supporting text was then finalized under the direction of each WG leader (M.A., J.B., P.E., C.M., M.I.) before being integrated by the coordinators (R.F., T.K., S.T., H.Y.). The final manuscript was drafted by the 4 coordinators and ultimately approved by all guideline participants and the ECCO governing board. 3. Initial diagnosis Recommendation 1 The diagnosis of Crohn’s disease and ulcerative colitis is based on a combination of clin - ical symptoms, laboratory tests, endoscopy, histology, and imaging (EL5). We recommend ileocolonoscopy with biopsies combined with imaging evaluation with in - testinal ultrasound, magnetic resonance enterography, or both as first-line examinations in patients with suspected IBD (EL5). (94% agreement) Colonoscopy that allows direct examination of the rectum, colon, and ileal mucosa biopsies, and histopathology remain the cornerstone diagnostic tools for IBD. 1 Unless contraindicated, a full colonoscopy with intubation of the terminal ileum should always be performed during the initial evaluation of patients with clinical presentations sug - gestive of IBD. Key suggestive findings during colonoscopy for Crohn’s disease (CD) include skip lesions, rectal sparing, involve - ment of the terminal ileum, aphthous ulcers, deep ulcers, serpiginous ulcers, and cobblestoning. For ulcerative colitis ((UC), findings include diffuse and continuous inflammation proximal to the anal canal, granularity, loss of the normal vascular pattern, friability, superficial ulcerations, and a line of demarcation between normal and abnormal mucosa. 2 , 3 To optimize diagnostic accuracy, at least 2 biopsies should be taken from the ileum and each segment of the colon, including the rectum. Histology plays a crucial role not only in the initial diagnosis but also in evaluating disease activity and excluding opportunistic infections. UC typically mani - fests as diffuse inflammation, while CD is marked by a trans - mural, discontinuous inflammatory process, with variable chronic inflammation and architectural irregularities that are sometimes accompanied by granulomas. Basal plasmacytosis and architectural changes are the most reliable histological features for confirming an IBD diagnosis. 4 Histological con - firmation of IBD can be challenging in patients undergoing investigation very soon after disease onset, as typical morpho - logical abnormalities may not yet be present in early IBD. In UC, histological scoring systems including the Geboes score, Nancy index (NI), and Robarts histopathology index are available, but their use is currently mainly in clinical trials and research. 5 , 6 The NI may be the most appropriate for clin - ical practice. 7 Regarding imaging diagnostics for suspected CD, magnetic resonance enterography (MRE), intestinal ultrasound (IUS), or both are recommended. If these investigations are contra - indicated or unavailable or if imaging is required in an acute setting, computed tomography (CT) enterography (CTE) can be considered despite concerns about radiation exposure. 8 MRE has high accuracy for detecting small-bowel CD. In the prospective METRIC trial, sensitivity and specificity for the presence of small-bowel disease and segmental location in newly diagnosed patients were 96% and 99%, and 77% and 98%, respectively. 9 The diagnostic performance of CTE is similar to that of MRE. IUS is a valuable tool for diagnosing small-bowel CD and assessing its complications and is prob - ably superior to MRE in assessing the extent of UC. A system - atic review reported that IUS has a sensitivity ranging from 54% to 93% for diagnosing small-bowel CD, with lower sen - sitivity for mild disease, and a specificity of 97%–100%. 10 Small-intestinal contrast ultrasonography (SICUS) may en - hance diagnostic accuracy further, with a pooled sensitivity of 95%, a specificity of 77%, and an area under a receiver- operating characteristic curve (AUC) of 0.94. 11 When bowel- wall thickness (BWT) measurements are combined with color Doppler assessment, diagnostic accuracy may approach around 95% for established CD across all bowel segments, except for the rectum, which is located deep within the pelvis. 1 However, a negative IUS examination in the setting of mild disease may not entirely exclude IBD. Both MRE and IUS can also be used for the detection of CD-related complications. 10 For patients with clinical features suggestive of CD who have negative colonoscopy and imaging results, capsule en - doscopy (CE) of the small bowel is recommended. 12 Biomarkers, including C-reactive protein (CRP) or fecal calprotectin (FC), are also essential for evaluating IBD at baseline. Among these, FC has the highest sensitivity for distinguishing IBD from IBS, particularly in Western countries, where a pooled sensitivity of 88% was reported compared to 73% in Eastern countries, with similar specificity across regions. 13 At a cutoff of ≤50 μ g/g, FC has a reported sensi - tivity of 87% and specificity of 92% for detecting IBD, while a cutoff of >50 μ g/g offers a sensitivity of 79% and a speci - ficity of 92%. 13 FC correlates better with endoscopic disease activity than the symptom-based indices. 14 In both diseases, FC has been shown to be better than CRP as a surrogate marker for endoscopic disease activity. Differences in the use of FC Downloaded from https://academic.oup.com/ecco-jcc/article/19/7/jjaf106/8219802 by guest on 30 January 2026",
    "4 Journal of Crohn's and Colitis , 2025, Vol. 19, No. 7 in assessing endoscopic disease activity between UC and CD have been determined as well and FC has been shown to be a better endoscopic disease activity marker in UC compared to CD. 15 , 16 FC also appears to be highly effective to detect endo - scopic ulcerations in CD regardless of location but requires a lower cutoff value in patients with pure ileal involvement. 17 , 18 FC has also been shown to have disadvantages with regard to assessing the extent of inflammation and it has been shown to be less useful in proctitis. 18 , 19 Even though several studies have shown that FC nicely correlates with individual disease activity, the optimal cutoff value for FC still needs to be defined. 20 The most widely used cutoff value below 250 μg/g indicates endo - scopic remission in patients with IBD. 21 Thresholds for FC for differentiating histologic remission and activity in UC vary be - tween 40 and 250 mg/g. 22 , 23 Anti-neutrophil cytoplasmic antibodies directed to pro - teinase 3 (PR3-ANCA) detected by chemiluminescence im - munoassays may help distinguish between UC and CD and facilitate accurate phenotyping and staging of IBD. A recent meta-analysis reported a sensitivity of 34.9% and a specificity of 95.9% for UC. 24 Among novel biomarkers for CD detec - tion, IgA or IgG pancreatic autoantibodies (or both) against glycoprotein-2 (anti-GP2) are promising, although a very low sensitivity was revealed in a meta-analysis of 15 studies (sen - sitivity: 20%; median specificity: 97%). 25 It is important that every patient provides a stool sample for microbiological analysis to test for pathogens that can cause mimicry of IBD symptoms, such as ova and para - sites, Clostridioides difficile , Shigella , Campylobacter jejuni , Escherichia coli , and Yersinia enterocolitica . 26 , 27 Recommendation 2 Small-bowel assessment should be performed in all newly diagnosed CD patients using MRE, IUS, or both (EL2). ( 85% agreement) Accurate phenotyping and staging of CD are essential for optimal patient management. Several imaging tests with differing attributes can assess parts of the small bowel that lie beyond the reach of ileocolonoscopy. Cross-sectional imaging techniques such as IUS, MRE, and CTE can noninvasively evaluate the full thickness of the bowel wall and extramural tissues. Due to radiation ex - posure, CT should be avoided outside the acute setting if pos - sible, particularly for patient follow-up. 28 , 29 IUS and MRE are non-ionizing radiation imaging techniques, and both are accurate in the initial diagnosis and assessment of CD. 28 – 30 The multicenter, prospective METRIC trial directly compared IUS and MRE in 284 newly diagnosed and relapsed CD pa - tients and revealed that both MRE and IUS had high sensi - tivity and specificity for detecting active small-bowel disease (MRE: 97% and 96%; IUS: 92% and 84%, respectively). However, MRE had a significantly higher sensitivity and specificity (80% and 95%, respectively) than IUS (70% and 81%, respectively) for assessing disease extent in the small bowel. 30 Therefore, when available, MRE is usually preferred over IUS for accurate disease mapping at first diagnosis of CD. However, IUS at the time of diagnosis may nevertheless be beneficial, as this baseline examination can be used for comparison during subsequent disease monitoring. CE is a valid subsequent investigation in CD patients with normal or nondiagnostic small-bowel cross-sectional imaging, especially for proximal small-bowel evaluation. A meta-analysis comparing CE, IUS, and MRE showed similar diagnostic accuracy for detecting small-bowel disease in both suspected and established CD. However, CE demonstrated su - periority in detecting proximal small-bowel disease compared with MRE (odds ratio [OR]: 2.79; 95% confidence interval [CI]: 1.2–6.48). 31 Of note, METRIC trial data were not in - cluded in this study. Due to the risk of capsule retention, ex - clusion of obstructive symptoms and a capsule of appropriate patency in patients with clinical or radiological suspicion of stenosis are mandatory. Device-assisted enteroscopy is more invasive and is not considered to be a first-line diagnostic tool for CD but can be useful if biopsies are required or balloon dilation of a stenosis is considered. Recommendation 3 Consider upper gastrointestinal endoscopy in adults with newly diagnosed CD (EL4). (89% agreement) CD involving the esophagus, stomach, and duodenum is almost invariably accompanied by small- or large-bowel in - volvement. 32 – 35 A meta-analysis showed that the presence of granulomas in lower gastrointestinal (GI) biopsies or re - sections was associated with more frequent involvement of the upper GI tract in CD (OR: 2.25; 95% CI, 1.28–3.95; I 2 = 32%). 36 A case–control study showed that upper GI tract involvement (defined as disease proximal to the terminal ileum) was present in 16% of the total CD cohort and was associated with worse disease behavior (either at diagnosis or during the disease course), more frequent development of strictures, iron-deficiency anemia, and a greater need for anti-TNF agents. These associations of worse disease be - havior remained consistent in cases and controls undergoing oesophagogastroduodenoscopy, video capsule endoscopy (VCE), or both ( n = 369). 37 A prospective registry study reported a higher preva - lence of upper GI involvement in asymptomatic CD patients than initially expected, 38 suggesting a place for a standard esophagogastroduodenoscopy at CD diagnosis to evaluate disease extent. Conversely, a case–control study showed that the L4 esophagogastric duodenum phenotype may have a better prognosis compared with the non-L4 esophagogastric duodenum phenotype, although the sample size was small ( n = 74) and the control group was randomly selected. 39 The sensitivity and specificity of radiological imaging techniques in the assessment of upper GI involvement in patients with CD are unclear, with publications limited to case reports and small series. Radiological assessment of pa - tients should be reserved for patients with CD and upper GI symptoms in whom endoscopic assessment has failed or is incomplete. Histological assessment of upper GI tract biopsies helps to determine the presence and severity of inflammation. The changes are often nonspecific, but in the setting of known or suspected CD, the presence of granulomas would strongly support involvement of CD as the cause of the upper GI in - flammatory changes. 40 Recommendation 4 Patients presenting with isolated perianal fistulae should undergo ileocolonoscopy and small-bowel imaging if they have a clinical history con - sistent with IBD (EL4) or fistula features suggestive for CD (EL2). (95% agreement) Downloaded from https://academic.oup.com/ecco-jcc/article/19/7/jjaf106/8219802 by guest on 30 January 2026",
    "Journal of Crohn's and Colitis , 2025, Vol. 19, No. 7 5 Perianal CD includes several manifestations, including fistulae, ulcers, abscesses, strictures, and cancer, which can significantly impair quality of life (QoL). In up to 10% of patients, perianal fistulae are the first presentation of CD. 41 – 44 However, in more than 90% of patients who present with perianal fistulae, the fistulae are cryptoglandular in origin ra - ther than CD-related. Initial treatment for both cryptoglandular and CD-related perianal fistulae is similar, with the goal of resolving abscesses and reducing symptoms. Due to their more aggressive nature and adverse long-term outcomes, CD-related fistulae require prompt diagnosis with appropriate diagnostic and manage - ment strategies. The previous ECCO-ESGAR consensus recommended that all patients with unexplained perianal abscesses or complex fistulae should undergo ileocolonoscopy and, if negative, VCE. 27 However, given that perianal fistulae are more com - monly of cryptoglandular origin, this approach could lead to unnecessary investigations. A more rational approach is to re - strict investigations to fistulae that are likely to be CD-related. Specifically, further investigation is indicated in patients with recurrent or complex fistulae (or both), clinical symptoms and signs suggestive of IBD, features suggesting extraintestinal manifestations of IBD, a family history of IBD, perianal im - aging showing specific CD perianal features, and those with elevated FC (>150 μg/g). 45 , 46 A recent systematic review and meta-analysis revealed that imaging characteristics may help distinguish between CD-related and cryptoglandular perianal fistulae. In par - ticular, rectal inflammation, multiple-branched fistulae and abscesses on magnetic resonance imaging (MRI), and the “Crohn’s ultrasound fistula sign” (defined as a hypoechogenic fistulous tract surrounded by a well-defined hyperechoic rim), fistula debris, and bifurcated fistulae on ultrasound have high specificity (>80%) for CD-related fis - tulae, suggesting that further investigations are appropriate when these features are present. However, the sensitivity of these features is moderate (<63%) and their absence is not sufficient to exclude CD. 45 , 47 A recent case–control study examining MRI textural feature parameters of perianal fistulae revealed a sensi - tivity and specificity of 85.42% and 86.36%, respectively, in discriminating CD-related from cryptoglandular peri - anal fistulae. 48 A discontinuous “rosary bead”-shaped hypoechoic halo in the intersphincteric space (rosary sign) at endoscopic ultrasound is a highly sensitive and specific sign for CD-related fistulae. 49 A single retrospective study assessed the diagnostic accuracy of FC in differentiating perianal CD fistulae from cryptoglandular fistulae in 57 patients 46 and revealed that median (interquar - tile range) FC was significantly higher in patients with perianal CD than in those with cryptoglandular fistulae (708.0 [207.0– 1705.0] μg/g vs. 32.0 [23.0–77.0] μg/g; P < .001). The optimal FC cutoff to discriminate perianal CD from cryptoglandular fis - tulae irrespective of luminal inflammation was 150 μg/g, with a sensitivity of 0.81 and specificity of 0.89. Other preliminary studies have investigated the role of cytokines, phosphoprotein concentration, immune cells, and metabolomic and microbiologic profiles from fistulae tract bi - opsies with encouraging results. 45 Patients with a high suspicion of CD fistula should undergo ileocolonoscopy and small-bowel imaging, and if negative, also VCE. VCE can detect intestinal inflammation in a group of patients with perianal fistulae after normal ileocolonoscopy and cross-sectional abdominal imaging. 50 – 52 Despite endorsement from expert opinion groups, including the European Society of Coloproctology, this management strategy still requires confirmation by adequately powered prospective studies. 45 , 53 , 54 Recommendation 5 Classification of IBD as either CD or UC at diagnosis is recommended, with current classi - fication systems based on clinical characteristics. Disease classification should be reassessed routinely because clas - sification can change over time (EL4). (91% agreement) IBD shows considerable heterogeneity. There are longstanding clinical criteria for the classification of IBD as one of 2 subtypes, namely CD and UC. 55 , 56 However, there are some limitations to this system 57 and there is some sup - port for a more granular and detailed classification of IBD subtypes. 58 Indeed, there is a current endeavor from the International Organization for the Study of IBD to provide a new classification system. For CD, disease behavior at diagnosis is an important clinical variable. Patients with stricturing and penetrating phenotypes have poorer outcomes than those with an in - flammatory phenotype alone. 59 Another important clinical variable is anatomical location, 60 the most clinically relevant distinction being between ileal dominant and colonic dom - inant disease. 61 There is evidence of biological differences corresponding to anatomical disease location 62 , 63 that may help explain why treatments for patients with ileal involve - ment are less effective than in patients with isolated colonic disease. 64 – 66 For UC, the extent of inflammation and endoscopic severity at diagnosis are clinically useful measures that can guide treatment decisions. 67 There is increasing evidence that histo - logical features at diagnosis are useful. 68 , 69 Although there is a potential role for deeper assessment with tools such as endocytoscopy, further evidence is required. 70 Given the importance of extraintestinal manifestations (EIM) for patients and their impact on the selection of med - ical therapy, documentation of the presence or absence of specific EIMs should be considered when classifying patients at diagnosis. More detailed information is provided in the most recent ECCO-GL on EIMs . 71 The presence of perianal disease, particularly if fistulizing, can have a major impact on patients. 72 Accordingly, there is a newly developed clas - sification specifically for perianal CD. 73 There is a strong association between UC phenotype and primary sclerosing cholangitis (PSC); those with PSC have a higher risk of sub - sequent neoplasia. PSC should be considered when patients with UC present with abnormal liver serology. 74 Although not included in current classifications, additional factors that may need consideration at diagnosis include the impact of disease on mental health, 75 findings on cross-sectional imaging, 9 , 76 and novel factors such as sarcopenia. 77 A challenge when developing a new classification system is the dynamic nature of IBD and the possibility that the classi - fication will change with time. 78 There is evidence that favor - able response to treatment is a very important determinant of the outcome, especially in CD, and is associated with a reduc - tion in the likelihood of disease progression. 79 , 80 New classifi - cation systems aiming to assist treatment selection may need to incorporate details of disease duration 81 and predictions Downloaded from https://academic.oup.com/ecco-jcc/article/19/7/jjaf106/8219802 by guest on 30 January 2026",
    "6 Journal of Crohn's and Colitis , 2025, Vol. 19, No. 7 on the likelihood of developing refractory disease or disease progression in terms of location and behavior. 82 Recommendation 6 We suggest reassessment of biopsy specimens by a GI pathologist as an initial step in patients with IBD unclassified. We suggest repeat ileocolonoscopy with biopsies, upper GI endoscopy, wireless VCE, or combinations thereof, to aid in reclassification of pa - tients with IBD unclassified, especially when the disease remains active despite treatment or when surgery may be a consideration (EL4). (92% agreement) The clinicopathological term IBD unclassified (IBDU) refers to patients with overlapping clinical, endoscopic, and patho - logical features of CD and UC. Depending on the criteria for its diagnosis, this can represent up to 15% of the IBD population. The term “indeterminate colitis” is reserved for the specific cir - cumstance of IBD that cannot be classified further as UC or CD even when a colectomy specimen is available for examination. 56 Early IBD, fulminant disease, insufficient additional clinical information, and inability to identify unusual pathological variants of CD or UC are among the reasons for disease cat - egorization as IBDU. IBDU is a label rather than a subtype of IBD, and suggestions that it is a distinctive subtype remain a topic of debate. 83 A careful reassessment of pathological spe - cimens by an experienced IBD pathologist is of paramount importance before the application of the label IBDU or in - determinate colitis. 84 In 1 report, more than 50% of initial pathological diagnoses of IBDU were subsequently changed to a diagnosis of UC or CD when a more detailed request form that included clinical, endoscopic, imaging, and treat - ment data was made available to the consulting pathologist. 85 In a prospective, population-based inception cohort of IBD pa - tients, a change in diagnosis from IBDU to CD or UC was seen in 100% of patients who had a repeat lower endoscopy, compared with 71% among those without any additional investigations. 86 Similarly, a case–control study showed that the reclassification of almost half of the patients with IBDU as CD or UC was based mainly on endoscopic evaluation and pathological findings. 87 A systematic review showed that 16.7%–38.9% of patients with IBDU ( n = 121) receive a diagnosis of CD after undergoing VCE. Exclusion of small-bowel involvement led to a diagnosis of UC in 5.5%–59.3% of patients. 88 An OMED-ECCO consensus meeting highlighted the role of VCE in reclassifying patients with IBDU and its superiority over small-bowel follow-through or enteroclysis. 89 If VCE is not available, cross-sectional imaging to assess small-bowel involvement may be used alternatively. Although several immunological markers are available for the assessment of IBD, none can reliably and accurately subclassify IBD as UC or CD. At best, these markers serve as an adjunct to endoscopy. In a meta-analysis, a combin - ation of ASCA and pANCA demonstrated a 54.6% sensi - tivity and 92.8% specificity for differentiating UC from CD in adults, making it unreliable for clinical practice. 90 Results on subclassification with other antibodies (eg, anti-OmpC, anti-I2, anti-CBir1, anti-Fla-X, anti-A4-Fla2, ALCA, ACCA, AMCA, anti-pancreatic) are far more inconclusive. Recommendation 7 We suggest assessing for EIMs, an - emia (EL3), markers of inflammation, nutritional status, and immunization status in all patients with IBD at diag - nosis (EL5). (92% agreement) For patients with an initial diagnosis of IBD, we suggest a comprehensive biochemical assessment, including full blood count, inflammatory markers (such as CRP and albumin), electrolytes, and liver enzymes ( Figure 1 ). The neutrophil-to- lymphocyte ratio in peripheral blood is higher in IBD than in healthy controls. 91 , 92 Laboratory markers of chronic inflam - mation are sometimes normal in both UC and CD and are not specific to IBD. FC is the most sensitive marker for intestinal inflammation in IBD and correlates well with both clinical and endoscopic activity. For accurate FC measurement, quantitative tests should be used because of the limited value of a qualitative test and the importance of dynamic changes in FC values. Enzyme-linked immunosorbent assay (ELISA) and automated ELISA tests have reliable performance. Although point-of- care and home tests are valid alternatives, ELISA tests are preferable. 20 Fecal lactoferrin may be informative in CD but can be lower in patients with isolated ileal involvement. No other fecal markers are useful clinically. A thorough patient history is essential for optimal man - agement of IBD. Items should include symptoms, past tuber - culosis exposure, family history of tuberculosis, and travel to endemic areas. Vaccination status and serology for hepatitis A and B, Calmette–Guerin bacillus, human immunodeficiency virus, human papilloma virus, cytomegalovirus (CMV), Epstein–-Barr virus, varicella zoster, measles, mumps, and ru - bella should be reviewed at diagnosis. 26 , 93 Regular screening for macro- and micronutrient deficien - cies in IBD patients is essential, as highlighted by ESPEN guidelines 94 ( Table 1 ). Additionally, investigations to exclude various types of anemia, such as iron-deficiency anemia, an - emia of chronic disease, and mixed-origin anemia, are recom - mended for all patients. 71 Detailed information is provided in the current ECCO-EIM guideline . 71 A recent systematic review revealed that the pooled preva - lence of celiac disease (CeD) in IBD patients was 0.75%. There is an increased risk of CeD in IBD patients compared with controls (risk ratio: 3.96), although the value of routine screening for CeD in IBD patients is unclear. 95 Sarcopenia negatively impacts hospital stay length, surgical outcomes, clinical course, infection risk, and therapy response. Assessing sarcopenia in IBD patients is complicated by the variability in assessment criteria and methods, with differing cutoffs that have yet to be valid - ated specifically for the IBD population. It is advisable to assess both the quantity and quality of muscle character - istics (such as muscle attenuation, low-density lean muscle tissue, and intermuscular adipose tissue) using various mo - dalities (CT, MRI, or dual-energy X-ray absorptiometry). Standardization of muscle mass assessment using ultra - sound is required. 96 Bone mineral density (BMD) should be assessed in IBD pa - tients, regardless of whether they are receiving steroid therapy. A meta-analysis of 13 cross-sectional studies involving 1154 participants with UC revealed a pooled OR of 6.41 (95% CI, 2.59–15.87) for low BMD, even in patients who were not on steroid therapy, suggesting that UC may contribute to deteri - oration of bone health. 97 Early identification and intervention could be critical in preventing fractures and other complica - tions related to low BMD in this population. Early screening for psychological comorbidities and low resilience is also important, with timely referrals for psychobehavioural support to improve long-term outcomes. Downloaded from https://academic.oup.com/ecco-jcc/article/19/7/jjaf106/8219802 by guest on 30 January 2026",
    "Journal of Crohn's and Colitis , 2025, Vol. 19, No. 7 7 4. Monitoring disease 4.1. Monitoring disease in UC Recommendation 8 In patients with UC requiring treat - ment initiation or optimization, we recommend early (within 12 weeks) clinical (EL1), biochemical (EL1), and endoscopic (EL1) or ultrasonographic (EL2) response assessment. Results should be interpreted based on prior baseline assessment. (92% agreement) There is no gold standard for determining therapeutic suc - cess in UC. Symptoms significantly impact QoL, making symptom management a priority for patients. Consequently, patient-reported outcomes (PRO) are increasingly becoming the standard measure of treatment success. PROs correlate closely with overall well-being and should be evaluated regu - larly throughout the disease course. In UC, PRO2, which in - cludes stool frequency (SFS) and rectal bleeding (RBS), has emerged as the standard for symptom assessment. In contrast to CD, clinical symptoms in UC correlate strongly with endo - scopic disease activity, and the absence of diarrhea and rectal bleeding independently predicts favorable long-term clinical outcomes. 98 Recent evidence indicates that fecal urgency is a relevant parameter for disease activity in UC. 99 , 100 Achieving clinical remission more rapidly is associated with improved histo-endoscopic remission rates. 101 However, the correlation between PROs and histological and endoscopic outcomes is poor. 102 Hence, (non)invasive biomarkers and monitoring strategies are increasingly used in the tight control strategy in UC. CRP has low sensitivity for determining active mucosal disease in UC, with serum levels frequently within normal limits even in active disease. 103 The exception is in patients with elevated CRP levels during a disease flare, for whom monitoring of CRP might be suitable for follow-up. In contrast, FC assessment 8 weeks after treatment initiation is a promising early marker of response to therapy. 104 Although FC has only modest cross-sectional accuracy in determining disease activity, an FC concentration ≤250 μg/g is associated with a higher probability of achieving long-term clinical, endo - scopic, and histologic remission and a lower probability of colectomy and UC-related hospitalization. 105 For UC patients in clinical remission (RBS 0 + SFS ≤1), 50% of patients with FC <50 μg/g may avoid endoscopy, with a false-negative rate for endoscopic improvement (Mayo endoscopic subscore ≤1) of <5%. 106 Likewise, in highly symptomatic UC patients (RBS 2-3 and SFS 2-3), approximately 50% of patients with FC >250 μg/g can also avoid endoscopy, with a false-positive rate of <5%. In patients without rectal bleeding but persistent in - creased SFS (2–3), FC performance is uncertain and should be complemented by endoscopy 106 or IUS. Beyond FC, IUS with BWT as the single most important parameter is highly accurate in patients with moderate-to- severe UC for the detection of treatment response within 2–6 weeks after treatment initiation when evaluated against endoscopic outcomes, 107 with the submucosa being the most responsive wall layer. 108 Furthermore, IUS improvement at EIMs Inflammatory Bowel Disease Nutritional status Immunisation status Anaemia Markers of inflammation Figure 1. Assessments during initial diagnosis in inflammatory bowel disease (IBD). Downloaded from https://academic.oup.com/ecco-jcc/article/19/7/jjaf106/8219802 by guest on 30 January 2026",
    "8 Journal of Crohn's and Colitis , 2025, Vol. 19, No. 7 week 12, assessed using BWT and color Doppler signal, 109 predicts long-term endoscopic response. 110 In the setting of acute severe UC, assessment 48 hours after rescue therapy may identify patients with an increased risk of short- or long-term colectomy. 111 , 112 In patients in clinical remission, IUS can help predict relapse. 113 IUS assessment of the rectum and perineal ultrasound is a noninvasive alternative for as - sessing the rectum and for predicting endoscopic and histo - logical healing. 114 Magnetic resonance colonography and diffusion-weighted magnetic resonance can also assess co - lonic inflammation with relatively high accuracy 115 , 116 but are used less in clinical practice. The use of CT in the monitoring of UC is strongly discouraged, unless in the context of acute complications. Endoscopic disease control is still the most well-established treatment goal. 117 In a recent meta-analysis, UC patients in clin - ical remission who achieved a Mayo Endoscopic Score (MES) 0 had a 52% lower risk of relapse compared with patients with MES 1. 118 Nevertheless, there is no evidence-based consensus on when best to reassess disease activity after a change in therapy. In most induction studies, endoscopic remission is de - termined approximately 3 months after starting treatment. 119 Although endoscopic and histologic remission may require longer intervals for many therapies, endoscopic and histologic improvement could already be expected within 3 months and therefore appears to be an appropriate time point. The exact timing will depend upon clinical necessity and the therapy. Finally, the clinical relevance and prognostic value of hist - ology at the end of induction in comparison with clinical and endoscopic outcomes is unclear. 120 However, in UC patients who achieve clinical and endoscopic remission, histological remission is independently associated with a lower risk of clinical relapse in some reports 121 – 123 ( Figure 2 ). (See also rec - ommendation 13.) Recommendation 9 In patients with UC in stable remis - sion, we suggest using PROs, biomarkers (such as FC and CRP), IUS, or combinations thereof to monitor for disease relapse based on risk stratification. (EL3) (94% agreement) Pooled data analysis from clinical trials of infliximab, golimumab, vedolizumab, and tofacitinib for UC revealed rates of endoscopic remission peaking at 81% (range 78%– 84%) in induction trials and 91% (range 87%–93%) in main - tenance trials despite the complete absence of symptoms by PRO (RBS 0 + SFS 0), indicating that asymptomatic patients require objective disease monitoring. The authors determined Table 1. Micronutrient deficiencies in IBD Deficiency Findings in IBD Effect on disease course of CD Effect on disease course of UC Recommendations Iron Frequent in patients with active disease Low QoL Poorer disease control Low QoL Ferritin serum levels should be >30 μ g/L if CRP is normal and >100 μ g/L if CRP level is higher than the upper limit of normal Vitamin B12 More frequent in CD No data No data Assess at diagnosis Serum total cobalamin levels may underestimate actual levels; holotranscobalamin and methylmalonic acid are more accurate markers of B12 status Folate More frequent in UC No data No data Assess at diagnosis Serum levels >3 ng/mL are suggested 25-OH-Vitamin D More frequent in patients with IBD than healthy controls Higher risk of active disease, clinical relapse, and surgery Higher risk of active disease, clinical relapse, and surgery Serum levels >20 ng/mL (50 nmol/L) are suggested Total and ionized serum calcium Little evidence Little evidence Little evidence Assess especially in patients with active disease Vitamin B1, B2, and B6 Little evidence Little evidence Little evidence B1 levels may be assessed in case of chronic fatigue; B1 and B6 levels may be assessed in patients with small- bowel disease or previous resections Vitamins A, E, K, C Lower levels of vitamin A, E, and K in patients with CD Lower levels of vitamin A in patients with UC Little evidence, but significant associations between serum levels of inflammatory bio - markers and levels of vitamin A in patients with CD Little evidence Assess vitamin A serum levels in pa - tients with active CD Zinc Lower zinc levels are more fre - quent in CD than UC; these levels decrease in acute-phase response due to reduction in carrier protein albumin Little evidence, but probably poorer clinical course Little evidence, but probably poorer clinical course Assess in patients with small-bowel CD Abbreviations: CD, Crohn’s disease; CRP, C-reactive protein; IBD, inflammatory bowel disease; QoL, quality of life; UC, ulcerative colitis. Downloaded from https://academic.oup.com/ecco-jcc/article/19/7/jjaf106/8219802 by guest on 30 January 2026",
    "Journal of Crohn's and Colitis , 2025, Vol. 19, No. 7 9 that FC ≤50 μg/g during maintenance would lead to a false- negative rate of 2.2%. An FC ≥250 μg/g during maintenance with the presence of symptoms would accurately identify 68% with moderate-to-severe disease. 106 The latter is also as - sociated with a higher risk of relapse at 1 year. 113 IUS is an emerging tool that can be used at the point of care to as - sess disease activity. A Milan Ultrasound Criteria Score (an IUS score that combines BWT measurement and Doppler signaling) of >6.2 was strongly predictive of relapse. 113 In another study, 10% of asymptomatic patients with UC had abnormal IUS, with substantial agreement between IUS and endoscopic findings ( κ = 0.61; P < .001). 124 Patients who are in both endoscopic and histological remission are at a lower risk of relapse (5%) compared with patients in endoscopic remission without histological remission (14%) and pa - tients with mild active inflammation with MES 1 (29%). 118 However, repeated evaluation solely to detect histological remission may be impractical. Decisions about endoscopic reassessment outside of dysplasia surveillance for patients in stable remission should be made on a case-by-case basis ( Figure 2 ). (See also recommendations 9 and 13.) Recommendation 10 In patients with UC with new or worsening GI symptoms, we suggest disease activity assessment with FC, cross-sectional imaging, lower en - doscopy, or combinations thereof depending on disease severity (EL3). We suggest excluding alternative etiolo - gies, particularly Clostridioides difficile (EL3). Consider CMV infection in patients with acute severe colitis or steroid-refractory disease (EL4). (85% agreement) Patients with IBD can experience new or ongoing nonspecific GI symptoms in the absence of inflammation. 125 Symptoms of irritable bowel syndrome occur in 28.7% (95% CI, 22.9%–34.8%) of patients with UC. 126 Therefore, careful assessment of intestinal inflammation is required in patients with recurring IBD symptoms. If the predominant symptom is diarrhea, infectious causes should be considered. IUS may be a valuable tool for assessing patients with symptoms suggestive of a flare. Using IUS, 85% of patients were able to avoid endoscopy and 57% of patients had changes in their therapy based on IUS results, making it an ideal real-time approach to assess disease activity in pa - tients experiencing active IBD symptoms. 127 Given the prevalence of common infections in patients with IBD and an increased risk of C. difficile infection (CDI), infec - tious stool studies should be performed in patients previously in remission presenting with new flare-like symptoms, using test modalities consistent with local practice and availability. CDI may be challenging to diagnose in patients with IBD, con - sidering the high rate of colonization among this population. 128 A 2-step approach to the diagnosis of CDI is recommended, starting with a high-sensitivity test (such as an enzyme im - munoassay [EIA] for clostridial glutamate dehydrogenase) or a nucleic-acid amplification test followed by a high-specificity test for active infection (such as an EIA for toxins A and B 129 ). CMV infection is of particular interest in patients with an acute exacerbation of UC, as CMV infection is associated with multiple poor outcomes, such as steroid refractoriness, higher risk of colectomy, and mortality. 130 In patients who are CMV-positive, treatment with antiviral therapy reduces the risk of colectomy. 131 Therefore, patients with new symptoms or flares of UC should undergo testing for CMV, particularly when hospitalized. Although the best method to determine CMV reactivation and the decision about when to treat are still controversial, testing with either immunohistochemistry or tissue PCR, with a blood-based test as supportive of the latter, is preferred. 26 , 132 No clear thresholds have been defined yet for clinically relevant CMV reactivation or CMV colitis neither for CMV tests in the blood nor in the tissue. The re - sults and the consequences always need to be discussed in the individual clinical context. More detailed information is provided in the ECCO-Opportunistic Infection Guideline . 26 4.2. Monitoring disease in CD Recommendation 11 Patients with CD in need of treat - ment initiation or optimization should be assessed clin - ically and biochemically (EL1) and by endoscopy (EL1), cross-sectional imaging (IUS or MRE), CE (EL3), or combinations thereof, at baseline. (95% agreement) Baseline assessment Early response assessment within 12 weeks Clinic (PRO) Biomarkers (CRP and/or fCalprotectin) Endoscopy + histology or IUS Cross sectional imaging (MRE or IUS) Endoscopic evaluation within 12 months Clinic (PRO) Biomarkers (CRP and/or fCalprotectin) Early response assessment within 12 weeks Ulcerative Colitis Crohn's Disease MRE: magnetic resonance enterography IUS: intestinal ultrasound PR O: Patient Reported Outcome Figure 2. Monitoring of active inflammatory bowel disease (IBD) after treatment initiation or optimization. Downloaded from https://academic.oup.com/ecco-jcc/article/19/7/jjaf106/8219802 by guest on 30 January 2026",
    "10 Journal of Crohn's and Colitis , 2025, Vol. 19, No. 7 Recommendation 12 In patients with CD following treatment initiation or optimization, we recommend early (within 12 weeks) clinical (EL1), biochemical (EL1), and cross-sectional imaging (IUS [EL2] or MRE [EL2]) assessment of response. Endoscopic response as - sessment should be performed within 12 months (EL1). Results should be interpreted based on prior baseline as - sessment. (89% agreement) Recommendation 13 Transmural remission independent of endoscopic remission in CD is associated with better long-term outcomes (EL3). Patients with UC with histo - logical disease activity despite endoscopic remission have a higher risk of relapse (EL4). Treatment adjustment and re-evaluation to achieve these goals might be considered (EL5). (92% agreement) The standard of care for the management of CD includes induction and maintenance of disease control to maintain QoL and to prevent disease progression to complications. The standard of care mainly consists of constant medication. Treatment interruption after surgery or by voluntary or invol - untary means is associated with predictable rates of disease relapse. Monitoring for disease response and maintenance of control is a necessary part of the treat-to-target strategy for management. The individual monitoring strategy should be tailored to the individual patient. The standard measures of CD activity are the composite endpoints of PROs of abdominal pain and stool frequency and endoscopic assessment, most frequently using the Simplified Endoscopic Score for CD (SES-CD). Most randomized trials of treatments in CD rely on endoscopy as the primary ob - jective analysis. However, in secondary assessments in trials, clinical practice guidelines and consensus statements such as the STRIDE 2 Treat-to-target consensus, 133 cross-sectional imaging, CE, and biochemical assessments (most frequently CRP and FC) are suggested. More recently, the use of IUS as an alternative to MRE as a cross-sectional measure of disease activity and response has been established, with demonstrable threshold values for activity and response that in studies are usually benchmarked against endoscopy. 134 IUS has demon - strated a good correlation with clinical response to therapy in CD and correlates well with CRP. In a prospective multicenter study, improvement in BWT and other parameters on IUS correlated with clinical response at 3 months and remission at 12 months and correlated significantly with reduced CRP levels after 3 months ( P ≤ .001). 135 In addition, a unique measure available for cross-sectional imaging in CD is transmural healing, which is now recog - nized as an achievable endpoint associated with better short- and longer-term outcomes. However, the timing of its achievement and ability to dose adjust or treat-to-target is under investigation. Transmural healing has been variously defined by combinations of endoscopic and MRE parameters and by IUS. Transmural healing at an early time point is as - sociated with more sustained remission at longer-term (6 and 12 months) follow-up. 136 , 137 Reduction in BWT as early as 4–8 weeks of follow-up predicted endoscopic response and remission (AUC: 0.833; OR: 37.50; P = .006). Similarly, the absence of color Doppler signal (as measured by the modi - fied Limberg score) improved the prediction model. 138 In a separate prospective randomized trial, treatment with high- dose adalimumab in patients with CD and symptomatic strictures improved symptoms and transmural disease as measured by IUS of strictures at month 12. 134 Changes in predefined morphological MRE parameters were also sig - nificantly correlated with 12-month clinical outcomes. In a multicenter retrospective study, achievement of transmural remission (healing) measured using MRE was associated with lower risk of hospitalization (OR: 0.244; 95% CI, 0.111– 0.538; P < .001), surgery (OR: 0.132; 95% CI, 0.030–0.585; P = .008), steroid use (OR: 0.283; 95% CI, 0.159–0.505; P < .001), and treatment escalation (OR: 0.088; 95% CI, 0.044–0.176; P < .001) compared with not achieving this level of healing. In this study, transmural healing was superior to endoscopic-only or MRE-only healing. 139 FC has a role in the assessment of therapy response and in monitoring patients with CD. FC has been employed as a sec - ondary endpoint in many randomized trials. However, there are no data that “drive” therapy based on FC levels. Low FC levels during therapy are consistently associated with endoscopic response and remission. This has been seen in multiple thera - peutic trials, but mostly in a post-hoc analysis of infliximab- treated patients with CD. 140 Although assessment of FC may be more helpful in patients with CD of the colon than of the small bowel, rigorous assessment of the performance characteris - tics of FC and the differences between anatomical phenotypes has not been performed. In general, if FC levels are elevated at baseline with endoscopic, cross-sectional findings, or both, FC levels can be considered correlative in follow-up. However, pre - cise threshold values have not been defined ( Figure 2 ). The relevance of assessing histological healing is discussed in the supporting text of recommendations 8 and 9. Unlike in UC, there are less data to support histological assessment as a treatment response or prediction for long-term benefit in CD. In the surgical setting, resection with histologically clear margins may predict a better outcome than if margins show disease involvement. 141 Recommendation 14 In patients with CD in clinical re - mission, we suggest proactive monitoring for subclinical inflammation by PROs and objective markers of disease activity (biomarkers and cross-sectional imaging [IUS or MRE]) every 6–12 months (EL3). (86% agreement) There appears to be a poor correlation between symptoms and actual endoscopic disease activity, emphasizing the need for monitoring asymptomatic inflammatory activity that may herald future disease flares or progression. 133 The modality of choice and frequency of monitoring interval may be adapted to risks, disease localization, patient acceptance, and costs. In a post-hoc analysis of the CALM RCT, patients in endo - scopic remission (Crohn’s disease endoscopic index of se - verity [CDEIS] <4 with no deep ulcerations) at week 48 had a significantly lower risk of major adverse CD events during a median of 3.1 years of follow-up (hazard ratio [HR]: 0.28; 95% CI, 0.10–0.80). 142 In several prospective observational studies, elevated FC in patients with CD in remission pre - dicted adverse outcomes or flare, mostly within the next 3–4 months, 143 – 145 although the optimal cutoff levels differed be - tween studies. IUS assessment of transmural healing predicted disease progression or exacerbation within 12 months in prospective and retrospective observational cohort studies, 137 , 146 , 147 but Downloaded from https://academic.oup.com/ecco-jcc/article/19/7/jjaf106/8219802 by guest on 30 January 2026",
    "Journal of Crohn's and Colitis , 2025, Vol. 19, No. 7 11 the scores and cutoff used for prediction were not consistent between studies. Transmural healing can also be assessed by MRE. A meta-analysis showed that both IUS and MRE accurately monitored ongoing subclinical inflammation 148 ( Figure 3 ). Although VCE can identify CD patients with asymp - tomatic ongoing inflammation and a higher risk of future flares, 145 , 149 , 150 the optimal Lewis score for this prediction is unknown. Histological assessment for monitoring disease ac - tivity in CD is more controversial and has yielded conflicting results regarding its value in predicting future course. 151 , 152 Although the results of studies are not consistent, they suggest that monitoring for asymptomatic disease activity is worthwhile where resources permit. 4.3. Diagnostics during elective treatment withdrawal Recommendation 15 When considering elective treat - ment withdrawal in CD, we suggest assessing biomarkers and endoscopic and transmural remission before a shared decision is made (EL4). (100% agreement) When considering elective treatment withdrawal in UC, we suggest assessing biomarkers and endoscopic and histological remission before a shared decision is made (EL4). (91% agreement) A systematic review identified elevated CRP and high leuko - cyte counts as predictors of relapse in patients stopping immunomodulators. 153 For biologics, most data on predicting relapse after discontinuing treatment are restricted to anti- TNF agents. In the STORI prospective observational study, hemoglobin ≤145 g/L, hsCRP ≥5 mg/L, and FC ≥300 μg/g were independent biomarkers predicting the risk of relapse after stopping infliximab. 144 A subsequent meta-analysis on individual patient-level data of 1317 CD patients from 14 ob - servational studies revealed that abnormal CRP and FC were associated with the risk of flare. 154 Similarly, in the SPARE trial, elevated CRP or FCP ≥300 μg/g and endoscopic in - flammation were predictive of future flare. 155 In contrast, the STOP-IT trial that enrolled patients in clinical, biomarker, and endoscopic remission treated with infliximab (with or without antimetabolites) showed that even in these patients, the rate of clinical relapse after stopping infliximab was 49% at 48 weeks, which was significantly higher than 0% in the infliximab continuation group. 156 In the EVODIS retrospective analysis of over 1000 UC and CD patients stopping anti-TNF agents in remission, having baseline deep remission (including biomarker and endoscopic remission) was not associated with a lower risk of relapse. 157 However, a prospective multicenter observational study of 83 CD and UC patients stopping anti- TNF agents in clinical corticosteroid-free remission revealed that relapse occurred in 70% of patients with partial endo - scopic healing and 35% with complete endoscopic healing (adjusted hazard rate: 3.28; 95% CI, 1.43–7.50). 158 In a recent multicenter retrospective study of 95 CD and UC patients stopping vedolizumab in clinical remission, both elevated CRP and endoscopic mucosal healing were predictors of relapse after vedolizumab discontinuation. However, only CRP was retained as an independent predictor in multivariable analysis. 159 Recommendation 16 After treatment withdrawal, pa - tients with IBD should be monitored for early disease recurrence with PROs and objective markers of disease activity (biomarkers, cross-sectional imaging [IUS or MRE]), including an additional early 3-month time point (EL3). (100% agreement) After withdrawal of any therapy, patients require regular follow-up as disease recurrence is common. Optimum surveil - lance regarding the timing of clinical, biochemical, and endo - scopic follow-up has not been defined in prospective studies. 160 As a significant proportion of disease recurrences occur within the first year, close monitoring, with the first monitoring at 3 months after treatment withdrawal, is recommended. Symptom-based follow-up is not sufficient as recurrence of disease activity may occur in the absence of clinical symptoms. For biomarkers, the best evidence of early predictive value for activity recurrence is currently for FC, followed by CRP. 161 – 163 However, cutoff values have not been established. As discussed below, cross-sectional imaging can detect early recurrence postoperatively. 163 In various trials, cross-sectional imaging correlates with endoscopic activity and predicts response in the setting of monitoring therapeutic response, as outlined above. Therefore, the extrapolation of these findings to the setting of activity recurrence after therapy withdrawal is reasonable. Although optimal intervals have not been established, an ini - tial first IUS 3 months after therapy withdrawal, especially in CD, seems feasible. Clinical, biochemical, and cross-sectional Ulcerative Colitis Assessment of subclinical inflammation every 6-12 months Crohn's Disease Clinic (PRO) and Biomarkers (FC) and/or IUS Endoscopy only if findings are discordant, for considering treatment withdrawal and for dysplasia surveillance Clinic (PRO) and Biomarkers (CRP and/or FC) and Cross sectional imaging (IUS or MRE) MRE: magnetic resonance enterography IUS: intestinal ultrasound PRO: Patient Reported Outcome fCalpro fecal calprotectin CRP: C-reactive protein Figure 3. Monitoring of inflammatory bowel disease (IBD) in clinical remission. Downloaded from https://academic.oup.com/ecco-jcc/article/19/7/jjaf106/8219802 by guest on 30 January 2026",
    "12 Journal of Crohn's and Colitis , 2025, Vol. 19, No. 7 imaging findings at this time point can then direct further diag - nostic procedures and intervals. 4.4. Monitoring perianal CD Recommendation 17 For monitoring purposes, perianal CD should be reassessed by clinical evaluation in com - bination with endoscopic examination of the rectum plus MRI (EL1). Transrectal ultrasonography in the ab - sence of anal stenosis (EL1) or transperineal ultrason - ography (EL3) might be used if MRI is not available. We suggest imaging reassessment within 6 months after change of treatment (EL5). (100% agreement) Although evaluation of perianal CD and fistula closure is achieved primarily with clinical evaluation, there is no con - sensus on the ideal approach. 164 Fistula drainage assessment is investigator-dependent and has not been validated in large studies. 165 The perianal disease activity index 166 is a validated clinical scoring system for diagnosis and for measuring treat - ment response. Fistulae that show external closure may still retain an in - ternal fistula tract. Imaging assessment of deep fistula healing with MRI 167 – 169 or transrectal ultrasonography (TRUS) 170 , 171 is superior to clinical evaluation. The PISA II trial showed that deep healing at MRI accurately predicts long-term fis - tula closure. 172 – 174 There are no long-term outcomes or com - parative studies for TRUS. MRI classifications of fistula severity 167 , 175 and MAGNIFI-CD 176 have been introduced, with the MAGNIFI-CD being externally validated. A cutoff for response and remission has been proposed. 177 In a meta-analysis, the sensitivity of MRI and TRUS for identifying perianal CD was 87% for both, while specificity was 69% versus 43%. 178 If MRI is not available and TRUS is not feasible, transperineal ultrasonography (TPUS) is an alterna - tive 179 – 181 although its sensitivity is lower than TRUS. When com - pared with TRUS, the sensitivity of TPUS for fistula classification is 84.9%. 182 There are only limited data on TPUS for severity assessment, monitoring treatment response, or deep healing. 181 4.5. Postoperative follow-up Recommendation 18 In patients with CD who have had ileocaecal resection, we recommend endoscopy 6–12 months after surgery (EL2). Cross-sectional imaging (IUS [EL3] or MRE [EL3]) in combination with FC 3–6 months after surgery (EL3) could be used to detect early recurrence. Small-bowel VCE can be considered as a noninvasive alternative (EL3). (90% agreement) Ileocolonoscopy is the reference standard for the diagnosis of postoperative CD recurrence as it defines the presence and severity of morphologic recurrence. Data from endoscopic follow-up of patients after resection of ileocaecal disease show that the postoperative recurrence rate in the absence of treat - ment is approximately 65%–90% within 12 months. 183 , 184 Ileocolonoscopy is therefore recommended within the first year after surgery. The Rutgeerts score may be used for a de - tailed description of the endoscopic findings. In recent years, studies have shown that noninvasive mo - dalities such as FC are also accurate and efficient in the de - tection of postoperative recurrence. 185 , 186 In a meta-analysis of 10 studies that evaluated the accuracy of FC for the detection of endoscopic recurrence, the pooled sensitivity and specifi - city values for assessing suspected endoscopic recurrence were 0.82 and 0.61, respectively. 187 In a recent prospective study, FC levels >100 μ g/g indicated endoscopic recurrence (defined as Rutgeerts score ≥i2) with 89% sensitivity and 58% spe - cificity, and a negative predictive value of 91%; the authors suggested that colonoscopy could have been avoided in 47% of patients. 188 In an additional prospective study from the GETAID group, FC levels >100 μ g/g were associated with a positive predictive value and negative predictive value of 93% and 77%, respectively, for the prediction of endoscopic recur - rence. 189 A meta-analysis including 9 studies indicated that an optimal diagnostic accuracy was obtained for FC 150 μg/g with a pooled sensitivity of 70% (95% CI, 59–81%), a spe - cificity of 69% (95% CI,: 61%–77%), and a diagnostic OR of 5.92 (95% CI, 2.61–12.17). The authors conclude that FC assessment can eliminate the need for a colonoscopy by up to 70%. 190 In another recent trial, FC with a cutoff value of 267 μg/g at 6 months post-surgery predicted endoscopic recurrence with a sensitivity of 61.8% and a specificity of 72.7%. 162 Several cross-sectional imaging modalities are avail - able to diagnose postsurgical recurrence, including IUS, CT enteroclysis, CTE, CT colonography, magnetic resonance (MR) enteroclysis, MRE, and VCE. Several studies empha - size the value of IUS in postoperative follow-up and confirm the reliability of bowel-wall thickening as an indicator of re - currence. 191 – 193 In a study of 72 patients, SICUS had an ex - cellent correlation with endoscopic Rutgeerts score ( r = 0.67; P = .0001), reaching 87.5% accuracy for detecting CD re - currence. 194 In a study of 58 patients that defined bowel-wall thickening as >3.5 mm, SICUS prediction of recurrence cor - related with endoscopic recurrence in 100% of cases. 195 In a retrospective series, the incidence of new surgical intervention was 13% in patients with bowel thickness 3 mm and 40% in patients with bowel thickness >6 mm. 196 In a recent retro - spective study, a cutoff point for BWT of 3.4 mm showed a sensitivity of 100% and a specificity of 86% for an endo - scopic recurrence defined as Rutgeerts score ≥2b. 197 A recent prospective study in 3 centers on 91 CD patients within 1 year after ileocaecal resection revealed that a combination of BWT ≥3 mm and FC ≥50 μg/g correctly identified patients with endoscopic recurrence (Rutgeerts score ≥2), while lower values correlated closely with the absence of endoscopic re - currence and only falsely classified 4.5% of the patients. 163 CTE or CT enteroclysis is a potential alternative to endos - copy for assessing postoperative recurrence of CD activity. 198 A prospective series of 32 postoperative patients demon - strated a significant correlation between endoscopic and CT recurrence ( r = 0.782; P < .0001). 199 CT colonography is an alternative to conventional colonoscopy in postsurgical pa - tients with a rigid stenosis that does not allow passage of the endoscope. 200 A recent study suggests that using the mesen - teric creeping fat index (determined by CT) could be a valu - able tool for monitoring and follow-up. 201 However, due to concerns regarding cumulative radiation exposure, imaging modalities not associated with radiation (such as MRE or IUS) are preferable to CT. MRE is also an alternative to endoscopy in postoperative recur - rence evaluation in CD. In a prospective study of 30 patients with suspected recurrence, a predefined MRI severity scoring system achieved a high correlation with the endoscopic index, allowed differentiation between mild and severe lesions, 202 and could also Downloaded from https://academic.oup.com/ecco-jcc/article/19/7/jjaf106/8219802 by guest on 30 January 2026",
    "Journal of Crohn's and Colitis , 2025, Vol. 19, No. 7 13 predict future clinical postoperative recurrence. 203 A more re - cent small study suggests that diffusion-weighted and contrast- enhanced MRE could have similar diagnostic abilities. 204 Although the Rutgeerts score has been used to evaluate the efficacy of several drugs, there are no data on whether mural healing changes demonstrated by cross-sectional im - aging techniques are equivalent to endoscopic mucosal healing in the postoperative setting. VCE can also be used to assess postoperative recurrence. 205 , 206 A fair correlation be - tween modalities ( r 2 = 0.54–0.64; P < .05) was observed in a small pilot study that compared the Rutgeerts score cal - culated by CE with the score at ileocolonoscopy. 206 An im - portant advantage of VCE is the ability to detect proximal small-bowel recurrence. A more recent study showed that pa - tients whose therapy was adjusted when combining clinical symptoms and VCE findings 3 months post-surgery with a subsequent second VCE had better long-term outcomes (ie, need for repeat surgery or endoscopic dilation) than patients whose management was determined by clinical symptoms only. 207 A patency capsule evaluation should be considered prior to VCE to minimize the risk of retention. In a recent meta-analysis, MRE, IUS, and small-bowel VCE had excel - lent accuracy (AUC >0.9 for all modalities) for the detection of endoscopic recurrence as defined by Rutgeerts score ≥2. 208 As non-endoscopic diagnostic modalities still have less ac - curacy in detecting postoperative recurrence, endoscopy re - mains the gold standard in postoperative follow-up. 5. Imaging and endoscopy in specific situations 5.1. Detection and assessment of stricturing and penetrating CD 5.1.1. Stenosing CD Recommendation 19 We suggest that colonic strictures are thoroughly assessed due to the risk of malignancy (EL4) and that discussion of surgery takes place within a multidisciplinary team setting. (90% agreement) Up to 10% of patients with CD and approximately 1% of pa - tients with UC develop colonic strictures. 209 The risk of colo - rectal cancer (CRC) in patients with IBD is higher than in the general population. 210 Therefore, the occurrence of de novo co - lonic strictures should result in a thorough diagnostic work-up. This diagnostic work-up should include endoscopic assessment with mucosal intralesional biopsies and with cross-sectional imaging to assess the number, length, and morphology of the stricture(s) and extraintestinal complications (eg, fistulae or abscesses). No standardized definition for colonic strictures is available. Endoscopic scoring systems, such as the SES-CD and CDEIS, define a CD-associated bowel stricture as luminal nar - rowing that cannot be traversed with the endoscope. 211 , 212 An ECCO position paper defined fibrostenosing CD as a persistent luminal narrowing that can include obstructive symptoms. 213 In addition, cross-sectional imaging should attempt to deter - mine if an inflammatory component is present in a stricture, as this influences the treatment approach 214 ( Figure 3 ). Importantly, no diagnostic modality can exclude malig - nancy in a stricture with certainty. Therefore, diagnostic find - ings and treatment plans should be discussed and determined by the multidisciplinary team in consultation with the patient. If a nonsurgical approach to a colonic stricture is selected, a yearly surveillance colonoscopy should be performed in UC patients as per the ECCO malignancy guidelines . 215 Recommendation 20 We recommend cross-sectional im - aging (MRE, IUS, or both) to detect small-bowel stric - tures (EL1). Active inflammation within strictures should be assessed using MRE, IUS, or both (EL2). Currently, no imaging technique is sufficiently accurate to quantify fibrosis (EL3). Cross-sectional imaging criteria have low sensitivity for detecting small-bowel cancer complicating CD (EL3). (97% agreement) MRE, IUS, and CTE have similar sensitivity (MRE: 75–100%; IUS: 68–100%; CTE: 100%) and specificity (MRE: 91%–96%; IUS: 63%–100%; CTE: 100%) for diagnosing small-bowel strictures. 214 , 216 CTE should be used when MRE, IUS, or both are not available or in emergency situations. The performance of IUS may be improved by oral contrast (sensitivity: 78%; specificity: 96%) 11 , 216 and intra - venous contrast (contrast-enhanced ultrasound sensitivity: 78%–98%; specificity: 75%–100%). 10 , 214 Although imaging criteria to define strictures are inconsistent, 214 , 216 consensus guidelines have recently been published. 8 A patency capsule may identify asymptomatic patients with an increased risk for intestinal surgery or endoscopic dilation. 217 Most strictures contain a combination of inflammation and fibrosis. Cross-sectional imaging can reliably assess the extent of inflammation. 8 , 214 , 218 MRE is preferred over IUS and CTE for determining the extent of fibrosis because of its superior soft-tissue contrast. 214 , 219 , 220 New sonographic methods, such as shear wave and strain elastography, 221 – 223 MR techniques including delayed enhancement, 214 diffusion-weighted im - aging, 214 magnetization transfer, 224 and hybrid imaging with 18 F-FDG PET-CT 219 , 225 have shown mixed results. Supportive prospective trial data are lacking. Studies on the reliability of cross-sectional imaging for classifying strictures are ongoing and rely partly on correlating imaging findings with the histo - logical features in subsequent resections. Small-bowel adenocarcinoma is strongly associated with a stricturing phenotype. 226 Although limited evidence is avail - able on the reliability of cross-sectional imaging for cancer diagnosis, sensitivity may be as low as 11%. 226 An expert consensus panel has suggested imaging criteria to assess stricture response to treatment. 8 The Lémann score combines MRE imaging findings and endoscopy to assess disease progression and quantify the cumulative structural bowel damage. 213 , 216 5.1.2. Penetrating CD Recommendation 21 We recommend cross-sectional im - aging (MRE, MRI, IUS, or combinations thereof) to de - tect penetrating disease and intra-abdominal abscesses in CD (EL1). If the first test is inconclusive in the presence of high clinical suspicion, we suggest performing add - itional cross-sectional imaging (MRI, CT, IUS, or com - binations thereof) (EL4) . (97% agreement) A systematic review of the diagnostic accuracy of cross-sectional imaging techniques in the evaluation of CD showed that MRI, CT, and IUS have a high accuracy for detecting intra-abdominal abscesses and fistulae. 227 The Downloaded from https://academic.oup.com/ecco-jcc/article/19/7/jjaf106/8219802 by guest on 30 January 2026",
    "14 Journal of Crohn's and Colitis , 2025, Vol. 19, No. 7 review showed that MRE had a sensitivity of 86% (95% CI, 79%–91%) and a speci fi city of 93% (95% CI, 88%–97%) for the detection of intra-abdominal abscesses. 227 It also showed that MRI had a sensitivity of 76% (95% CI, 71%–82%) and speci fi city of 96% (95% CI, 92%–98%) for diagnosing intra- abdominal fistulae. 227 IUS has good-to-excellent diagnostic accuracy for the detection of intra-abdominal inflammatory masses and moderate-to-good diagnostic accuracy for the detection of intra-abdominal fistulae. 228 A recent systematic review as - sessing the diagnostic accuracy of IUS in CD-related intra- abdominal complications showed that IUS had a pooled sensitivity of 0.87 (95% CI, 0.78–0.93) and specificity of 0.95 (95% CI, 0.92–0.97) for the detection of CD-related intra- abdominal inflammatory masses when compared with the reference standard (which included surgery or imaging such as MRI). Color Doppler and intravenous contrast-enhanced ultrasound help to differentiate between intra-abdominal phlegmons and abscesses. 228 Of note, studies have shown that IUS has lower detection rates for deep intra- and retroperi - toneal abscesses. 229 , 230 Hence, MRI (or CT) is preferable in these settings. CT is often the method of choice in an emer - gency but should be avoided where possible due to radiation exposure. A study by Castiglione et al. showed that IUS had very good concordance with MRI for detecting intra-abdominal abscesses but fair concordance for entero-enteric fistulae. 231 In a recent systematic review, IUS had a pooled sensitivity of 0.67 (95% CI, 0.60–0.73) and specificity of 0.97 (95% CI, 0.96–0.99) for the detection of CD-related intra-abdominal fistulae. 228 SICUS can increase the detection of intra- abdominal fistulae, with a pooled sensitivity of 0.90 (95% CI, 0.78–0.97). 228 In a small prospective study, intracavitary contrast-enhanced ultrasound following ultrasound-guided aspiration of CD-related abscesses had a higher detection rate for fistulous tracts than surgery and pathological findings as the reference standard, with a sensitivity of 86.7% and a spe - cificity of 100%. 232 5.1.3. Perianal CD Recommendation 22 Patients with IBD and suspected perianal disease should undergo a clinical and endo - scopic examination, including digital rectal exam to assess for anal stricture, in addition to pelvic MRI or TRUS and an examination under anesthesia if indicated (EL1). TPUS could be used alternatively (EL3). (91% agreement) Perianal penetrating complications of CD are common, with profound negative impact on QoL and productivity. 72 , 233 – 236 Early diagnosis and disease activity stratification, with ap - propriate early intervention aimed at sepsis control, can sig - nificantly improve patient outcomes. 72 , 237 A multidisciplinary approach, including medical, surgical, and imaging expertise, is important to optimize management. Characterization and modification of factors contributing to perianal disease ac - tivity, progression, and likelihood of treatment are important. These include luminal disease activity (particularly of the rectum 72 ) in addition to the presence or absence of anal stric - tures, complexity of the tracts, and smoking. 237 Both contrast and noncontrast pelvic MRI protocols have high accuracy in the characterization of perianal fistulae and associated complications. 238 , 239 Use of a standardized classification system is important to optimize care, with a detailed outline of the anatomy, complexity of disease, and treatment goals to tailor therapy. 240 There is insufficient evidence regarding the value of screening for preclinical or asymptomatic perianal disease; data are confined to a single large prospective study of 451 consecutive patients who underwent pelvic MRI in addition to MRE. 241 Approximately 12% had asymptomatic tracts; most were simple. 241 These were associated with an in - creased risk of developing symptomatic disease in the future (HR: 3.06; 95% CI, 1.01–9.27; P = .048). There are limited additional studies to expand this single-country evaluation. More studies evaluating the presence and progression of sub - clinical tracts may be informative. Data on the use of TPUS for initial diagnosis and classification of perianal disease are limited with lower data quality than pelvic MRI and TRUS. 180 TPUS should therefore be used as an alternative to MRI or TRUS depending on local expertise and availability. 5.2. Detection and assessment of complications in IBD Recommendation 23 In clinically suspected toxic megacolon, we suggest CT rather than abdominal radi - ography for diagnosis and assessment (EL3). (94% agreement) The diagnosis of toxic megacolon and perforation is typically based on clinical signs of systemic toxicity and confirmed by imaging. The incidence of toxic megacolon is up to 8%–10% in UC and 2%–3% in CD. 242 The best established radiological criterion for diagnosing toxic megacolon is transverse colonic dilation >5.5 cm on a plain abdominal X-ray. 243 However, abdominal X-ray in general has drawbacks in the acute ab - domen as it is less accurate than CT for complications, such as perforation or fluid collections, and for making alternative diagnoses. 244 , 245 There is only 1 case series on the use of IUS in the diagnosis of toxic megacolon in which sonographic fea - tures were described. 246 There is currently insufficient data to recommend IUS to diagnose toxic megacolon. Perforation is rare in CD, but more common in cases of toxic megacolon or malignancy. In case of perforation, diffuse peritonitis may be detected during physical examination but can be absent if there is immunosuppression. Although abdominal X-rays or CT scans can identify free intra-abdominal perforation, with pneumoperitoneum visible on both modalities, CT is un - doubtedly more sensitive for small volumes of free gas and free fluid. 242 In IBD patients, intestinal perforation may mani - fest as a peri-intestinal abscess, which can be identified using cross-sectional imaging techniques, including IUS, MRE, or CT. All these techniques have high accuracy in detecting com - plications such as fistulae or abscesses, with sensitivities and specificities of around 0.80. 227 Recommendation 24 When a leak is suspected after an ileal pouch-anal anastomosis, we suggest a combination of clinical, laboratory, imaging (MRI, CT, fluoroscopy, or combinations thereof) or endoscopic assessments (EL4) . (100% agreement) In the first 90 days after surgery, approximately 4.8% of patients may experience anastomotic leaks. These immediate Downloaded from https://academic.oup.com/ecco-jcc/article/19/7/jjaf106/8219802 by guest on 30 January 2026",
    "Journal of Crohn's and Colitis , 2025, Vol. 19, No. 7 15 postoperative leaks typically present with symptoms of sepsis. Leaks most commonly occur at anastomosis sites or at the tip of the J-pouch. The most frequent symptoms include abdominoperineal pain and fever (especially if there are ab - scesses), diarrhea, and weight loss. 247 Among the various diagnostic methods, pouchoscopy and fluoroscopic pouchography are useful in identifying leaks in many patients. 248 However, their combination does not sig - nificantly improve diagnostic accuracy. 249 There are differing opinions on the use of fluoroscopic pouchography, especially prior to ileostomy closure, with arguments for 248 and against it. 250 MRI of the pelvis may be more accurate than CT in as - sessing anastomotic leaks, 247 but the speed and availability of CT mean is it often the first-line investigation in the acute setting as detailed below. Additionally, TRUS and TPUS may detect anastomotic dehiscence after ileal pouch-anal anasto - mosis, particularly when it results in pelvic abscesses. 251 Recommendation 25 In patients with IBD, endoscopy should be used to assess and possibly treat intestinal bleeding, after hemodynamic stabilization has been achieved (EL2). CT angiography may have a role in sus - pected severe small-bowel bleeding (EL3). (94% agree - ment) Intestinal bleeding occurs in less than 6% of IBD pa - tients, with a prevalence of 1.4%–4.2% in those with UC. Generally, bleeding is localized in CD and more extensive in UC. To assess the location of the bleeding and potentially treat it, colonoscopy and esophagogastroduodenoscopy are the first-line investigations. Endoscopic techniques including thermal coagulation, sclerotherapy, hemostatic sprays, or clip placement play a crucial role in the management of intestinal bleeding in IBD. The endoscopic techniques par - ticularly depend on the source of bleeding and do not gen - erally differ from other sources of GI bleeding. For more details, we refer to the current ESGE guidelines. 252 – 254 The location and source of bleeding may not be identified endo - scopically in some cases, particularly in CD, or it may stem from pancolitis, making it less amenable to endoscopic treatment. 242 Data on bleeding in IBD are limited and pri - marily come from small studies. 255 Accurate identification of the source of bleeding can be challenging, as spontaneous resolution occurs in about half of patients with lower GI bleeding. Nonetheless, nearly 40% of these patients experi - ence recurrent bleeding. 255 Surgery is required for half of the cases. Recurrent hemorrhage should be an appropriate indi - cation for surgery. CT angiography is an effective procedure for identifying active bleeding within the bowel, although in general, it re - quires a blood loss rate of at least 0.5–1 mL/min to detect hemorrhage. It also facilitates therapeutic intervention (eg, angiography with coiling and embolization) to stop active bleeding. Tc-99m-labeled scintigraphy may be used as an alternative due to its higher sensitivity compared with angi - ography and can detect bleeding at a rate of 0.1–0.4 mL/ min. 256 However, it has limited ability to locate the precise source of the bleeding within the bowel and offers no thera - peutic option. CTE has a high diagnostic yield, particularly in evaluating small-bowel disease. In cases of acute bleeding, CTE has sensitivity rates up to 89% and specificity rates up to 92%. 242 There are no significant data on VCE in IBD patients with intestinal bleeding. Recommendation 26 In patients with IBD, we suggest CT for detecting early or late anastomotic leaks after intestinal surgery (EL4). (100% agreement) Anastomotic leakages are characterized by clinical symp - toms (such as pain, fever, or both) and are confirmed by radiological imaging, endoscopy, physical examination of the anastomosis (such as palpation when feasible), or re-operation. 257 The available data come mainly from surgical studies that are not specifically focused on IBD. Anastomotic leaks are often diagnosed late in the postoperative period, frequently after the initial hospital discharge, with a median time of 12.7 days (range 1–38). 258 CT scans performed shortly after abdominal surgery are not always conclusive. A negative CT scan does not ex - clude postoperative lower GI tract leaks. 259 , 260 Combining CT imaging with laboratory tests and clinical signs and symptoms improves diagnostic accuracy for post-surgical leaks. 257 Clinically significant anastomotic leaks may have distinct radiological characteristics, although the only fea - ture observed more often with statistical significance is peri- anastomotic loculated fluid containing air. 260 The use of luminal contrast is usually helpful, but a small leak might not show any contrast extravasation. 260 Free air is a nonspecific finding in postoperative patients with “acceptable” volumes depending on the number of postoperative days and the type of operation (carbon dioxide gas introduced laparoscopically is absorbed more quickly than air after open laparotomy). Although the presence of intra-abdominal fluid collections (which can also be detected using IUS) may be clinically signifi - cant, distinguishing an abscess from a transient postoperative serum collection can be challenging. 5.3. Pouch complications Recommendation 27 Pouchoscopy with biopsies should be performed for the evaluation of pouchitis (EL2). MRI, TPUS, and CT might be feasible alternatives, particu - larly for detection of extramural pouch complications (EL4). (97% agreement) A recent meta-analysis evaluated the accuracy of various diag - nostic methods for pouchitis. 261 While most studies focused on biomarkers, only 3 addressed imaging modalities. 262 – 264 The overall reported sensitivities for diagnosing pouchitis using imaging ranged from 83% to 97%, with specificities between 63% and 84%. In a cross-sectional study of 42 pa - tients who underwent transabdominal and transperineal ultrasound together with pouchoscopy, pouch-wall thick - ness showed a strong positive correlation with the combined endoscopic and histological subscores ( r = 0.52; P < .001). Additionally, a moderate positive correlation was found with the pouchitis disease activity index endoscopic subscore ( r = 0.45; P < .003). The study reported that a pouch-wall thickness <3 mm was 88% sensitive in excluding pouchitis, while a thickness ≥4 mm was 87% specific in diagnosing pouchitis. TPUS was effective for diagnosing pouchitis (AUC = 0.79), while transabdominal intestinal ultrasound showed good diagnostic utility for moderate-to-severe pre- pouch ileitis (AUC = 0.78). Therefore, early evidence sug - gests that combining transperineal and transabdominal ultrasound techniques, which allow evaluation of both the Downloaded from https://academic.oup.com/ecco-jcc/article/19/7/jjaf106/8219802 by guest on 30 January 2026",
    "16 Journal of Crohn's and Colitis , 2025, Vol. 19, No. 7 upper pouch and proximal limb, holds promise for charac - terizing pouch inflammation. 262 In a retrospective study of 13 patients, a strong positive correlation was observed between CTE and endoscopic score ( r = 0.81; P = .001). Additionally, a moderate positive correlation was found between the total radiographic score and the histopathologic score ( r = 0.56; P = .047). 263 Moreover, CTE is particularly valuable for as - sessing disease in the pre-pouch ileum and proximal small bowel. CTE may also help identify the etiology of pouchitis, such as ischemic pouchitis in which the absence of mucosal enhancement after intravenous contrast agent administration can be indicative of the diagnosis. 265 A retrospective study of 28 patients examined the correl - ation between MRI, endoscopy, and histology in the evalu - ation of pouchitis and found a strong correlation between MRI findings and endoscopy results ( r = 0.61; P = .0005) but only a weak, nonstatistically significant correlation be - tween MRI and histopathological score ( r = 0.31; P = .10). Moreover, MRI is valuable to detect pouch complica - tions. 265 Water-soluble contrast pouchography is not useful for diagnosing pouchitis but can be helpful in identifying complications. 265 Comparative studies of different imaging techniques are lacking, raising concerns about which ref - erence standard to use and the likelihood of incorporation bias. These gaps highlight the need for additional research to strengthen the evidence. Biopsy can precisely assess the severity of acute and chronic inflammatory changes in various anatomical loca - tions (eg, pre-pouch ileum, pouch body, rectal cuff) and helps to exclude alternative causes (such as infection) and to de - tect complications (such as superimposed infection and dys - plasia). Although histological scoring systems are available, their clinical use is highly variable. Evidence of the additional value of biopsy histology is unclear, and study findings are inconsistent. 266 , 267 5.4. Colorectal cancer screening in UC Recommendation 28 (adapted from ECCO malignancy GL 2023 215 ) Screening colonoscopy should be performed in all IBD patients 8 years after onset of first symptoms to assess disease extent and exclude dysplasia (EL4) (95% agreement) Recommendation 29 (adapted from ECCO malignancy GL 2023 215 ) In IBD patients with disease limited to the rectum without evidence of previous or current endo - scopic or microscopic inflammation proximal to the rectum or with isolated small-bowel disease, no subse - quent additional screening program is needed and pa - tients should be screened in accordance with national guidelines for CRC prevention (EL2) (95% agreement) Recommendation 30 (adapted from ECCO malignancy GL 2023 215 ) In IBD patients with concurrent PSC, an annual surveillance colonoscopy should be performed following the diagnosis of PSC, irrespective of disease activity, extent, and duration (EL3) (96% agreement) Recommendation 31 (adapted from ECCO malignancy GL 2023 215 ) Patients with high-risk features (family his - tory of CRC in a first-degree relative ≤50 years of age, colonic stricture or dysplasia, PSC, extensive colitis with severe active inflammation) should have their next surveillance colonoscopy scheduled for 1 year. (EL4) Patients with intermediate risk factors should have their next surveillance colonoscopy scheduled for 2–3 years. Patients with neither intermediate nor high-risk features should have their next surveillance colonoscopy sched - uled for 5 years (EL5) (88% agreement) The risk of CRC is 2–3 times higher in IBD patients than in the general population. CRC in IBD is associated with poor survival and is the leading cause of mortality in IBD patients. 268 , 269 The incidence of IBD-associated CRC has de - creased over the past 20 years because of advances in endo - scopic techniques and therapies and improved surveillance strategies. The individual risk of developing cancer is deter - mined by patient-related risk factors (such as concomitant PSC and a family history of CRC in a first-degree relative aged ≤50 years) and by disease-related risk factors (such as IBD type, disease duration, and anatomical extent). Pathology- related factors encompass the presence of dysplasia (a re - quirement for CRC development) and possibly also strictures and post-inflammatory polyps. Additionally, persistent histo - logical inflammation is an important risk factor for the risk of dysplasia. Aneuploidy (genetic abnormalities in the cells of the epithelium) also appears to increase the risk. 270 To improve dysplasia detection, new and more ad - vanced types of endoscopy are now available. These in - clude high-definition white-light endoscopy (HDWLE) and chromoendoscopy. Chromoendoscopy, the gold standard for detection of IBD-related dysplasia, facilitates targeted biop - sies and has a higher diagnostic yield (7%) than standard- definition white-light endoscopy (SDWLE), with detection of a higher proportion of lesions (44%; 95% CI, 28.6–59.1) and flat lesions (27%; 95% CI, 11.2–41.9). 271 However, chromoendoscopy is a time-consuming technique requiring expertise. A study using high-definition endoscopy showed a very low interobserver agreement for Paris and modi fi ed Paris classi fi cations of dysplastic lesions and a low accuracy and interobserver agreement in the histopathological prediction of the lesion with assessment of its borders ( κ = 0.32–0.49 depending on image technology). 272 To improve the skills of endoscopists in the detection and characterization of IBD-related dysplastic lesions, an online training platform, the OPtical diagnosis Training to Improve dysplasia Characterization in In fl ammatory Bowel Disease (OPTIC-IBD), was created. Training increased the overall ac - curacy from 70.8% to 75% ( P = .002) and specificity from 62.5% to 75% ( P < .001), in particular for less experienced endoscopists. 273 Another meta-analysis showed that chromoendoscopy was superior to white-light endoscopy (RR: 2.12; 95% CI, 1.15–3.91) but not HDWLE (RR: 1.42; 95% CI, 0.90–2.52), narrow-band imaging (RR: 1.06; 95% CI, 0.64–1.71), or i-SCAN (RR: 1.25; 95% CI, 0.57–2.74). 274 A later meta- analysis of 18 articles including 2638 patients showed com - parable yields for dysplasia surveillance for all approaches except SDWLE and i-SCAN. 275 However, this study was the first to reveal that full-spectrum HDWLE may be the first Downloaded from https://academic.oup.com/ecco-jcc/article/19/7/jjaf106/8219802 by guest on 30 January 2026",
    "Journal of Crohn's and Colitis , 2025, Vol. 19, No. 7 17 choice for dysplasia detection, in particular, high-grade type dysplastic lesions (RR: 4.67; 95% CI, 0.11–197.25) and non-polypoid neoplastic lesions (RR: 18.04; 95% CI, 0.49– 668.36). These findings should be confirmed by other studies, as the analysis was based on only one study with a limited number of patients. 275 Confocal laser endomicroscopy and endomicroscopy are specialized endoscopic techniques that are more suitable for characterization than the detection of dysplastic lesions. These techniques are not routinely performed, and their use is restricted to specialized academic centers because of limited resources and expertise. 276 Improvement of endoscopic techniques, such as using high-definition endoscopy and chromoendoscopy, has changed the terminology used in IBD-related dysplasia. The old terminology DALM (dysplasia-associated lesion or mass) or ALM (adenoma-like lesion or mass), defined as an elevated lesion surrounded or not surrounded by dysplastic mucosa, respectively, was abandoned in the International Consensus Statements SCENIC (Surveillance for Colorectal Endoscopic Neoplasia Detection and Management in IBD patients). 277 In these statements, a new endoscopic classifi - cation, representing a modification of the Paris classifica - tion, is proposed and is based on the endoscopic appearance of the lesion, namely polypoid or non-polypoid with their subtypes, and its visibility during endoscopy. The latter is determined by its detection on either target or random biop - sies. Treatment depends on the endoscopic appearance, sec - ondary visibility, and the identification of distinct margins of the lesions with a dysplasia-free surrounding mucosa. Based on the endoscopic findings, most lesions may be endoscop - ically removed except in patients with multifocal low-grade dysplasia (LGD) or with high-grade dysplasia (HGD), or if lesions are invisible, in which case surgery is the treatment of choice. 215 Recommendation 32 Chromoendoscopy with high- definition endoscopy (either virtual or dye-based) should be used for dysplasia detection (EL3). We suggest obtaining targeted biopsies during surveillance colonos - copy. Random biopsies could additionally be taken in high-risk patients (EL4). (97% agreement) Several meta-analyses of RCTs and non-RCTs showed no differences between HDWLE and chromoendoscopy. 275 , 278 – 280 However, chromoendoscopy was superior to SDWLE. 279 One meta-analysis reported that when evaluating SDWLE and HDWLE individually, chromoendoscopy only showed a benefit when compared with SDWLE in the number of patients with dysplastic lesions identified (SDWLE, RR: 2.2; 95% CI, 1.15–3.91 vs. HDWLE, RR: 1.36; 95% CI, 0.84–2.18). 279 Regarding the optimal technique for the detection of dysplasia by chromoendoscopy, virtual chromoendoscopy appears to have the same performance as dye-based chromoendoscopy. In a meta-analysis of RCTs, Iannone et al. compared several virtual chromoendoscopy techniques, including FICE, NBI, i-Scan, and other endoscopic techniques (such as auto-fluorescence) to detect neoplastic lesions, non- polypoid neoplastic lesions, or both. All were compared with dye-based chromoendoscopy and white-light endoscopy. Except for SDWLE, all techniques showed a similar ability to detect neoplastic lesions, non-polypoid neoplastic lesions, and neoplastic lesions on targeted biopsies. 275 The HELIOS RCT assigned patients randomly (2:2:1) to undergo HDWLE with segmental reinspection, HD-CE, or single-pass HDWLE. The primary outcome was the neoplastic lesion detection rate, defined as the proportion of procedures in which a macroscopic neoplastic lesion was detected. The detection rates were 9.8% for HDWLE with segmental re - inspection, 13.1% for HD-CE, and 6.1% for single-pass HDWLE. HDWLE with segmental reinspection was not in - ferior to HD-CE. HDWLE with segmental reinspection was not superior to single-pass HDWLE (Δ3.7%; 95% CI, 2.5%–9.1%; P = .31). A significant difference in the number of detected neoplastic lesions was found between HDWLE with segmental reinspection ( n = 29 vs. n = 36 vs. n = 8 for HDWLE with segmental reinspection, HD-CE, and single- pass HDWLE, P = .04). There were also significant differences between withdrawal times ( P = .03)., 281 Regarding biopsy requirement, an RCT of 246 patients with longstanding UC was assigned to either a random group (4 random biopsies collected every 10 cm in addition to tar - geted biopsies, n = 122) or a target group (biopsies collected from locations of suspected neoplasia) found a similar rate of neoplastic biopsies (target group: 11.4%, random group: 9.3%). 282 Furthermore, retrospective cohorts have revealed that random biopsies may increase the yield of dysplasia detection in high-risk patients, especially those with PSC. 283 , 284 Recommendation 33 In patients with IBD, dysplasia should be confirmed by an expert GI pathologist (EL2). (94% agreement) Dysplasia, also known as intra-epithelial neoplasia, is de - fined as an unequivocal neoplastic transformation of the epithelium without infiltration through the basal membrane into the lamina propria. Dysplasia may progress to advanced neoplasia, where the neoplastic cells are surrounded by a desmoplastic stroma, signaling invasive carcinoma. 285 Riddell et al. proposed the following system of 4 categories: negative for dysplasia, indefinite for dysplasia, LGD, and HGD. 285 This system is now in use globally. The term “indefinite for dysplasia” is applicable when epi - thelial atypia cannot be classified as either reactive or dys - plastic. 286 This is a label rather than a category of dysplasia. One meta-analysis demonstrated that the incidence of ad - vanced neoplasia was similar in patients with indefinite for dysplasia (9.9%; 95% CI, 4.4%–15.4%) and those with LGD (10.7%; 95% CI, 7.0%–14.4%). 287 A retrospective cohort analysis of 492 IBD patients with colonic involvement for ≥8 years or concomitant PSC revealed that, after long-term sur - veillance, patients with a diagnosis of indefinite for dysplasia had a significantly higher risk of advanced colorectal neo - plasia (adjusted HR: 6.8; 95% CI, 1.7–26.4) and colorectal neoplasia (adjusted HR: 3.2; 95% CI, 1.5–7.0) than patients without dysplasia. 288 However, the diagnoses of indefinite for dysplasia and LGD have poor interobserver agreement and indeed there are no objective criteria for placing a lesion into one of these groups. 289 In 1 study, the risk of CRC was sig - nificantly higher when LGD was diagnosed by an expert GI pathologist (1.5%; 95% CI, 0.6–2.4) than by community pathologists (0.2%; 95%: 0.0–0.4). 290 Many guidelines rec - ommend that the diagnosis of dysplasia should be confirmed by an expert GI pathologist. 291 , 292 The role of p53 staining re - mains controversial. Downloaded from https://academic.oup.com/ecco-jcc/article/19/7/jjaf106/8219802 by guest on 30 January 2026",
    "18 Journal of Crohn's and Colitis , 2025, Vol. 19, No. 7 Recommendation 34 In patients with active IBD and suspected dysplasia, repeat endoscopic biopsies should be performed after resolution of the inflammation, as the diagnosis of dysplasia can be challenging in severely in - flamed mucosa (EL 2). (95% agreement) Mucosal inflammation during colonoscopic surveillance can hinder the endoscopic detection of preneoplastic lesions and endoscopic evaluation of the mucosa. 293 Histological dif - ferentiation between reactive atypia in inflamed, regenerative mucosa and dysplasia is also often challenging, sometimes necessitating the use of the term indefinite for dysplasia. 289 Interobserver variability for the distinction between re - active atypia and LGD is high. Diagnostic accuracy can also be compromised by insufficient sampling, tangential orien - tation, poorly fixed or small biopsies, and cauterization damage. If there is uncertainty about the diagnosis of dys - plasia, there is a diagnosis of indefinite for dysplasia in the setting of inflammation, or both, repeat sampling after treat - ment of inflammation is recommended. 215 , 294 If dysplasia is suspected endoscopically, the pathologist makes a diagnosis of indefinite for dysplasia, or both, follow-up biopsies ideally from noninflamed mucosa should be performed within 3–6 months. 295 Recommendation 35 In patients with IBD, dysplasia should be classified as conventional (adenomatous) dysplasia or non-conventional dysplasia (EL2). Non- conventional dysplasia is often polypoid, but may also appear as flat and may be missed even with advanced endoscopic techniques. Despite their low-grade cyto - logical appearance, many of these lesions progress to advanced neoplasia. Therefore, colonic surveillance with segmental quadrantic random biopsies could be advis - able (EL3). (94% agreement) IBD-related dysplasia encompasses both conventional (ad - enomatous) dysplasia and non-conventional dysplasia. 286 Conventional dysplasia resembles a sporadic adenoma morphologically. In this type, the degree of dysplasia is as - sessed according to the criteria of Riddell et al. 285 While less common than conventional dysplasia (45% vs. 79%), non- conventional dysplasia in IBD is relatively frequent, and both types may occur simultaneously. Both typically arise after longstanding inflammation. 296 LGD is more common in non- conventional dysplasia (81%) than in conventional dysplasia (37%) ( P = .003). Despite its cytological low-grade appear - ance, non-conventional dysplasia frequently coexists with or is found adjacent to CRC (85%). CRC is more likely to be poorly differentiated in association with non-conventional dysplasia (36%) than with conventional dysplasia (10%). Endoscopically, non-conventional dysplasia is often polypoid (61%) but is more likely than conventional dysplasia to be flat or invisible (39%–41% vs. 18%–23%). 296 , 297 Flat, invis - ible lesions are more likely than polypoid lesions to exhibit genomic instability as evidenced by aneuploidy and DNA copy-number alterations. 297 , 298 Aneuploidy prevalence in flat or invisible non-conventional LGD (41%) and HGD (93%) is significantly higher than in polypoid or visible conventional LGD (8%) and sporadic adenoma (9%). 297 More than 50% of IBD patients with aneuploidy in flat or invisible LGD pro - gress to advanced neoplasia, compared with 4.6% when there is no aneuploidy ( P < .001). 299 Current guidelines recommend high-definition colonos - copy, particularly chromoendoscopy, combined with tar - geted biopsies to detect dysplasia. 300 – 302 However, a study of IBD resection specimens showed that despite high-definition colonoscopy, approximately 15% of the dysplastic lesions were missed at colonoscopy prior to surgery. Most of the latter (76%) showed non-conventional dysplasia, with LGD in 94% and a flat or invisible macroscopic appearance in 73%. 303 Currently, endoscopists take random biopsies in high-risk settings, such as severe activity, foreshortened gut, previous history of dysplasia, and PSC. 304 Given the high risk of progression to advanced neoplasia and their frequent flat, invisible appearance, rigorous colonic surveillance with comprehensive random biopsies (4 quadrants every 10 cm, starting from the cecum to total approximately 32 biopsies may be necessary to detect non-conventional dysplasia). 215 A large retrospective cohort study (300 patients, 442 colonos - copies) revealed that almost 20% of dysplastic lesions in IBD were detected in these random biopsies. Recommendation 36 We suggest using a histopatho - logical classification that subtypes IBD-related dysplasia based on growth pattern and nature of cell differenti - ation. We suggest categorizing unconventional dysplasia, as these variants can exhibit distinct clinicopathological behavior (EL3) . (94% agreement) The recent classification of Harpaz et al., developed by an international working group of IBD pathologists, categorizes dysplastic epithelium in IBD into the following 3 main types: intestinal, gastric, and a mixed gastric-intestinal group, which is then further subdivided according to the presence or ab - sence of a serrated growth pattern. In addition to adenoma- like dysplasia, there are 5 further subtypes within the category of intestinal-type dysplasia 286 , 305 ( Figure 4 ). Subtyping is important because certain subtypes, such as crypt-cell dysplasia, goblet-cell-deficient dysplasia, and hypermucinous dysplasia are high-risk lesions that can pro - gress to cancer despite their frequent low-grade appearance (87%). 306 Goblet-cell-deficient dysplasia and hypermucinous dysplasia are, respectively, the most common precursor lesions of low-grade tubuloglandular and mucinous adenocarcin - omas. 307 In the recent classification, hypermucinous dysplasia can be categorized under both intestinal- and gastric-type dysplasia. Foveolar- or gastric-type metaplasia, highlighted by the immunohistochemical marker MUC5AC, is present in non-conventional dysplasia and IBD-related colorectal carcinomas. 308 , 309 If the morphological features of serrated dysplasia in IBD are not sufficiently characteristic to classify a serrated lesion in IBD according to their resemblance to a sessile-serrated lesion (SSL) or traditional serrated adenoma (TSA) (ie, SSL-like or TSA-like), the term serrated dysplasia not otherwise specified (NOS) is applicable. A recent study showed that these lesions are precursors of serrated adenocarcinomas in IBD patients. Different types of serrated dysplastic lesions, namely TSA-like dysplasia or mixed dysplasia with a serrated component (TSA-like, serrated dysplasia NOS, or both com - bined), were found adjacent to the tumor. 310 While SSL-like and TSA-like lesions are usually polypoid, a small group of TSA- like lesions present as flat, ill-defined areas and are associated with higher rates of advanced neoplasia. 311 Table 10 (supple - ment of the second manuscript of the diagnostic guideline) pro - vides an overview of the different subtypes of non-conventional Downloaded from https://academic.oup.com/ecco-jcc/article/19/7/jjaf106/8219802 by guest on 30 January 2026",
    "Journal of Crohn's and Colitis , 2025, Vol. 19, No. 7 19 dysplasia with their different clinicopathological, morphologic, and molecular features. 286 , 297 , 306 , 307 , 310 , 312 , 313 Despite these considerations, non-conventional dysplasia in IBD is an evolving and controversial field in pathology. There is also evidence that interobserver variability in the grading and classification of non-conventional dysplasia, even by expert GI pathologists, is high. 302 , 314 Currently, the clinical consequences and management of the various types of non-conventional IBD dysplasia are topics of de - bate. Revised recommendations on the management of IBD dysplasia, taking recent newer classification systems into account, may appear in the next update of the ECCO guide - lines on neoplasia in IBD. Acknowledgments We would like to thank and acknowledge the ECCO Office for logistical and coordination support. We thank Fadi Ifram for project management, Houda Amiri and Nadine Steubesand for the literature search, and Torsten Karge for support with informatics and the online Guidelines platform. We gratefully thank the following European Federation of Crohn’s and Ulcerative Colitis Associations patient repre - sentatives who proactively collaborated in the development of these Guidelines: Rafaele Campanella, Xavier Donnet, Evelyn Gross, Martin-Kristofer Helgeland-Rossavik, and Jannek Kapper. We would like to thank and acknowledge the following ECCO National Representatives and additional reviewers, who acted as external reviewers and provided suggestions on the recommendations and supporting text to this document: Andreas Blesl, Ante Bogut, Mihai Mircea Diculescu, Piotr Eder, Tatiana Jocic, Lone Larsen, Diana Martins, Sara Onali, Konstantinos Soufleris, Svetlana Turcan, Sophie Vieujean, and Yamile Zabana. Funding None declared. Conflicts of interest ECCO has diligently maintained a disclosure policy of poten - tial conflicts of interest (COI). The conflict-of-interest declar - ation is based on a form used by the International Committee of Medical Journal Editors. The COI statement is not only stored at the ECCO Office and the editorial office of JCC but is also open to public scrutiny on the ECCO website ( https://www.ecco-ibd.eu/about-ecco/ecco-disclosures.html ) providing a comprehensive overview of potential conflicts of interest of authors. Disclaimer Text The ECCO Guidelines are targeted at health care profes - sionals only and are based on an international consensus process. This process includes intensive literature research as explained in the methodology section and may not re - flect subsequent scientific developments, if any, until the next Guidelines update is prepared. Readers of the Guidelines acknowledge that research about medical and health issues is constantly evolving and diagnoses, treatments, and dose schedules for medications are being revised continually. Therefore, the European Crohn’s and Colitis Organisation (ECCO) encourages all readers to also consult the most up-to-date published product information and data sheets provided by the manufacturers as well as the most recent codes of conduct and safety regulations. Any treatment decisions are to be made at the sole discretion and within the exclusive responsibility of the individual clinician and should not be based exclusively on the content of the ECCO * * Definite classification of dysplasia (2023) vs proposal (2017) in IBD CONVENTIONAL NON-CONVENTIONAL Tubular/villous adenoma-like Adenomatous Hypermucinous Goblet-cell deficient Terminal differentiation TSA-like SSA-like Serrated NOS Non-serrated Non-serrated Intestinal Dysplasia Goblet-cell deficient Crypt-cell TSA-like SSA-like Serrated NOS Tubular/villous adenoma-like Serrated Serrated Gastric Mixed gastric-intestinal Figure 4. Classification of dysplasia. Downloaded from https://academic.oup.com/ecco-jcc/article/19/7/jjaf106/8219802 by guest on 30 January 2026",
    "20 Journal of Crohn's and Colitis , 2025, Vol. 19, No. 7 Guidelines. The ECCO and/or any of its staff members and/ or any consensus contributor may not be held liable for any information published in good faith in the ECCO Consensus Guidelines. ECCO makes no representations or warranties, express or implied, as to the accuracy or completeness of the whole or any part of the Guidelines. ECCO does not accept, and expressly disclaims, responsibility for any liability, loss, or risk that may be claimed or incurred as a consequence of the use or application of the whole or any part of the Guidelines. When the Guidelines mention trade names, com - mercial products, or organizations, this does not constitute any endorsement by ECCO and/or any consensus con - tributor. Guidelines Panel Project Coordinators Torsten Kucharzik (ECCO and IBUS) Stuart Taylor (ESGAR) Henit Yanai (ECCO) Roger Feakins (ESP) WG1: Initial Diagnosis for UC and CD Leader: Johan Burisch (ECCO) ECCO Members: Konstantinos Karmiris, Giovanni Maconi, Alessandra Zilli IBUS Members: Nurulamin Noor ESGAR: Isabelle De Kock WG2: Monitoring Disease of UC and CD Leader: Christian Maaser (ECCO) ECCO Members: Shomron Ben-Horin, Bram Verstockt, David T. Rubin IBUS Members: Mallory Chavannes ESGAR Members: Jaap Stoker ESP Members: Paula Borralho Nunes WG3: Imaging and Endoscopy in Specific Situations: Detecting (suspected) Complications Leader: Mariangela Allocca (ECCO) ECCO Members: Emma Flanagan, Dominik Bettenworth, Federica Furfaro IBUS Members: Kerri Novak ESGAR Members: Martina Scharitzer ESP Members: Ann Driessen WG 4: Endoscopic, cross-sectional imaging and clinical scoring systems in IBD Leader: Marietta Iacucci (ECCO) ECCO Members: Konstantinos Katsanos, Olga Maria Nardone, Patrick van Rheenen IBUS Members: Amelia Kellar ESGAR Members: Jordi Rimola ESP Members: Francesca Rosini WG 5: General principles and technical aspects as well as training Leader: Pierre Ellul (ECCO) ECCO Members: Uri Kopylov, Cathy Lu, Mathieu Uzzan, Stephan R. Vavricka IBUS Members: Rune Wilkens ESGAR Members: Gauraang Bhatnagar ESP Members: Pamela Baldin, Nina Zidar References 1. Smith RL, Taylor KM, Friedman AB, Gibson RN, Gibson PR. Sys - tematic review: clinical utility of gastrointestinal ultrasound in the diagnosis, assessment and management of patients with ulcerative colitis. J Crohns Colitis. 2020; 14 :465–479. 2. Shergill AK, Lightdale JR, Bruining DH, et al. ; American Society for Gastrointestinal Endoscopy Standards of Practice Committee. The role of endoscopy in inflammatory bowel disease. Gastrointest Endosc. 2015; 81 :1101–1121. 3. Dekker E, Nass KJ, Iacucci M, et al. Performance measures for co - lonoscopy in inflammatory bowel disease patients: European So - ciety of Gastrointestinal Endoscopy (ESGE) Quality Improvement Initiative. Endoscopy. 2022; 54 :904–915. 4. Feakins R, Torres J, Borralho-Nunes P, et al. ECCO topical review on clinicopathological spectrum and differential diagnosis of in - flammatory bowel disease. J Crohns Colitis. 2022; 16 :343–368. 5. Mosli MH, Parker CE, Nelson SA, et al. Histologic scoring indices for evaluation of disease activity in ulcerative colitis. Cochrane Da - tabase Syst Rev. 2017; 5 :CD011256. 6. Peyrin-Biroulet L, Arenson E, Rubin DT, et al. A comparative evaluation of the measurement properties of three histological indices of mucosal healing in ulcerative colitis: Geboes score, Robarts histopathology index and Nancy index. J Crohns Colitis. 2023; 17 :1733–1743. 7. Magro F, Doherty G, Peyrin-Biroulet L, et al. ECCO position paper: harmonization of the approach to ulcerative colitis histopathology. J Crohns Colitis. 2020; 14 :1503–1511. 8. Rieder F, Bettenworth D, Ma C, et al. An expert consensus to standardise definitions, diagnosis and treatment targets for anti- fibrotic stricture therapies in Crohn’s disease. Aliment Pharmacol Ther. 2018; 48 :347–357. 9. Taylor SA, Mallett S, Bhatnagar G, et al. ; METRIC study investigators. Diagnostic accuracy of magnetic resonance enterography and small bowel ultrasound for the extent and ac - tivity of newly diagnosed and relapsed Crohn’s disease (METRIC): a multicentre trial. Lancet Gastroenterol Hepatol. 2018; 3 :548– 558. 10. Bollegala N, Griller N, Bannerman H, Habal M, Nguyen GC. Ul - trasound vs endoscopy, surgery, or pathology for the diagnosis of small bowel Crohn’s disease and its complications. Inflamm Bowel Dis. 2019; 25 :1313–1338. 11. Losurdo G, De Bellis M, Rima R, et al. Small intestinal contrast ultrasonography (SICUS) in Crohn’s disease: systematic review and meta-analysis. J Clin Med. 2023; 12 :7714. 12. Enns RA, Hookey L, Armstrong D, et al. Clinical practice guidelines for the use of video capsule endoscopy. Gastroenter - ology. 2017; 152 :497–514. 13. Dajti E, Frazzoni L, Iascone V, et al. Systematic review with meta-analysis: diagnostic performance of faecal calprotectin in distinguishing inflammatory bowel disease from irritable bowel syndrome in adults. Aliment Pharmacol Ther. 2023; 58 :1120–1131. 14. Rokkas T, Portincasa P, Koutroubakis IE. Fecal calprotectin in assessing inflammatory bowel disease endoscopic activity: a diagnostic accuracy meta-analysis. J Gastrointestin Liver Dis. 2018; 27 :299–306. 15. Schoepfer AM, Beglinger C, Straumann A, et al. Fecal calprotectin correlates more closely with the simple endoscopic score for Crohn’s disease (SES-CD) than CRP, blood leukocytes, and the CDAI. Am J Gastroenterol. 2010; 105 :162–169. 16. Schoepfer AM, Beglinger C, Straumann A, et al. Fecal calprotectin more accurately reflects endoscopic activity of ulcerative colitis than the Lichtiger Index, C-reactive protein, platelets, hemoglobin, and blood leukocytes. Inflamm Bowel Dis. 2013; 19 :332–341. 17. Gecse KB, Brandse JF, van Wilpe S, et al. Impact of disease lo - cation on fecal calprotectin levels in Crohn’s disease. Scand J Gastroenterol. 2015; 50 :841–847. 18. Buisson A, Mak WY, Andersen MJ, et al. Fecal calprotectin is highly effective to detect endoscopic ulcerations in Crohn’s disease regard - less of disease location. Inflamm Bowel Dis. 2021; 27 :1008–1016. Downloaded from https://academic.oup.com/ecco-jcc/article/19/7/jjaf106/8219802 by guest on 30 January 2026",
    "Journal of Crohn's and Colitis , 2025, Vol. 19, No. 7 21 19. Theede K, Holck S, Ibsen P, Ladelund S, Nordgaard-Lassen I, Nielsen AM. Level of fecal calprotectin correlates with endoscopic and his - tologic inflammation and identifies patients with mucosal healing in ulcerative colitis. Clin Gastroenterol Hepatol. 2015; 13 :1929–1936. 20. D’Amico F, Rubin DT, Kotze PG, et al. International consensus on methodological issues in standardization of fecal calprotectin measurement in inflammatory bowel diseases. United European Gastroenterol J. 2021; 9 :451–460. 21. Heida A, Park KT, van Rheenen PF. Clinical utility of fecal calprotectin monitoring in asymptomatic patients with inflam - matory bowel disease: a systematic review and practical guide. Inflamm Bowel Dis. 2017; 23 :894–902. 22. Cozijnsen MA, Ben Shoham A, Kang B, et al. Development and validation of the mucosal inflammation noninvasive index for pe - diatric Crohn’s disease. Clin Gastroenterol Hepatol. 2020; 18 :133– 140.e1. 23. Minderhoud IM, Steyerberg EW, van Bodegraven AA, et al. Predicting endoscopic disease activity in Crohn’s disease: a new and validated noninvasive disease activity index (the Utrecht Activity Index). Inflamm Bowel Dis. 2015; 21 :2453–2459. 24. Andalucía C, Martínez-Prat L, Bentow C, Aure MA, Horn MP, Mahler M. Clinical validity of anti-proteinase 3 antibodies in patients with inflammatory bowel disease: a short meta-analysis. Diagnostics (Basel). 2023; 13 :3682. 25. Gkiouras K, Grammatikopoulou MG, Theodoridis X, et al. Di - agnostic and clinical significance of antigen-specific pancreatic antibodies in inflammatory bowel diseases: a meta-analysis. World J Gastroenterol. 2020; 26 :246–265. 26. Kucharzik T, Ellul P, Greuter T, et al. ECCO guidelines on the pre - vention, diagnosis, and management of infections in inflammatory bowel disease. J Crohns Colitis. 2021; 15 :879–913. 27. Maaser C, Sturm A, Vavricka SR, et al. ; European Crohn’s and Colitis Organisation (ECCO) and the European Society of Gas - trointestinal and Abdominal Radiology (ESGAR). ECCO-ESGAR guideline for diagnostic assessment in IBD part 1: initial diagnosis, monitoring of known IBD, detection of complications. J Crohns Colitis. 2019; 13 :144–164. 28. Liu W, Liu J, Xiao W, Luo G. A diagnostic accuracy meta-analysis of CT and MRI for the evaluation of small bowel Crohn disease. Acad Radiol. 2017; 24 :1216–1225. 29. Hameed M, Taylor SA. Small bowel imaging in inflammatory bowel disease: updates for 2023. Expert Rev Gastroenterol Hepatol. 2023; 17 :1117–1134. 30. Taylor SA, Mallett S, Bhatnagar G, et al. Magnetic resonance enterography compared with ultrasonography in newly diagnosed and relapsing Crohn’s disease patients: the METRIC diagnostic ac - curacy study. Health Technol Assess. 2019; 23 :1–162. 31. Kopylov U, Yung DE, Engel T, et al. Diagnostic yield of capsule en - doscopy versus magnetic resonance enterography and small bowel contrast ultrasound in the evaluation of small bowel Crohn’s disease: systematic review and meta-analysis. Dig Liver Dis. 2017; 49 :854–863. 32. Rutgeerts P, Onette E, Vantrappen G, Geboes K, Broeckaert L, Talloen L. Crohn’s disease of the stomach and duodenum: a clin - ical study with emphasis on the value of endoscopy and endoscopic biopsies. Endoscopy. 1980; 12 :288–294. 33. Wagtmans MJ, van Hogezand RA, Griffioen G, Verspaget HW, Lamers CB. Crohn’s disease of the upper gastrointestinal tract. Neth J Med. 1997; 50 :S2–S7. 34. Witte AM, Veenendaal RA, Van Hogezand RA, Verspaget HW, Lamers CB. Crohn’s disease of the upper gastrointestinal tract: the value of endoscopic examination. Scand J Gastroenterol Suppl. 1998; 225 :100–105. 35. Attauabi M, Madsen GR, Bendtsen F, Seidelin JB, Burisch J. Inci - dence, disease burden and clinical presentation of patients newly diagnosed with inflammatory bowel disease in a population-based inception cohort. J Crohns Colitis. 2025; 19 :176. 36. Hong SW, Yoon H, Shin CM, et al. Clinical significance of granulomas in Crohn’s disease: a systematic review and meta- analysis. J Gastroenterol Hepatol. 2020; 35 :364–373. 37. Sainz E, Zabana Y, Miguel I, et al. ; ENEIDA registry of GETECCU. Clinical features, therapeutic requirements and evolution of patients with Crohn’s disease and upper gastrointestinal involvement (CROHNEX study). Aliment Pharmacol Ther. 2021; 54 :1041–1051. 38. Annunziata ML, Caviglia R, Papparella LG, Cicala M. Upper gas - trointestinal involvement of Crohn’s disease: a prospective study on the role of upper endoscopy in the diagnostic work-up. Dig Dis Sci. 2012; 57 :1618–1623. 39. Weng J, Lin X, Chen X, et al. Crohn’s disease patients with L4-esophagogastroduodenal phenotype is associated with a better prognosis: a retrospective cohort study. Front Pharmacol. 2022; 13 :963892. 40. Feakins RM, British Society of G. Inflammatory bowel disease biopsies: updated British Society of Gastroenterology reporting guidelines. J Clin Pathol. 2013; 66 :1005–1026. 41. Williams DR, Coller JA, Corman ML, Nugent FW, Veidenheimer MC. Anal complications in Crohn’s disease. Dis Colon Rectum. 1981; 24 :22–24. 42. Hellers G, Bergstrand O, Ewerth S, Holmström B. Occurrence and outcome after primary treatment of anal fistulae in Crohn’s disease. Gut. 1980; 21 :525–527. 43. Eglinton TW, Barclay ML, Gearry RB, Frizelle FA. The spectrum of perianal Crohn’s disease in a population-based cohort. Dis Colon Rectum. 2012; 55 :773–777. 44. Wewer MD, Zhao M, Nordholm-Carstensen A, Weimers P, Seidelin JB, Burisch J. The incidence and disease course of perianal Crohn’s disease: a Danish Nationwide Cohort Study, 1997-2015. J Crohns Colitis. 2021; 15 :5–13. 45. Chin Koon Siw K, Engel J, Visva S, et al. Strategies to distinguish perianal fistulas related to Crohn’s disease from cryptoglandular disease: systematic review with meta-analysis. Inflamm Bowel Dis. 2022; 28 :1363–1374. 46. Stevens TW, D’Haens GR, Duijvestein M, Bemelman WA, Buskens CJ, Gecse KB. Diagnostic accuracy of faecal calprotectin in patients with active perianal fistulas. United European Gastroenterol J. 2019; 7 :496–506. 47. Oliveira IS, Kilcoyne A, Price MC, Harisinghani M. MRI features of perianal fistulas: is there a difference between Crohn’s and non- Crohn’s patients? Abdom Radiol (NY). 2017; 42 :1162–1168. 48. Zhu X, Ye DD, Wang JH, Li J, Liu S-W. Diagnostic performance of texture analysis in the differential diagnosis of perianal fistulising Crohn’s disease and glandular anal fistula. World J Gastrointest Surg. 2023; 15 :882–891. 49. de la Portilla F, Sojo V, Vázquez-Monchul JM, Pintor ‐ Tortolero J, Dios S, Reyes-Díaz ML. Description of a new ultrasound sign to distinguish Crohn’s anal fistula from cryptoglandular fistula: the rosary sign. Colorectal Dis. 2023; 25 :1446–1452. 50. Adler SN, Yoav M, Eitan S, Yehuda C, Eliakim R. Does capsule endoscopy have an added value in patients with perianal disease and a negative work up for Crohn’s disease? World J Gastrointest Endosc. 2012; 4 :185–188. 51. McCurdy JD, Weng R, Parlow S, et al. Video capsule endoscopy can identify occult luminal Crohn’s disease in patients with isolated perianal fistulas. J Crohns Colitis. 2023; 17 :1624–1630. 52. Avni-Biron I, Toth E, Ollech JE, et al. The role of small-bowel cap - sule endoscopy in the diagnostic algorithm of complicated perianal disease. Diagnostics (Basel). 2024; 14 :1733. 53. Zhou Z, Ouboter LF, Peeters K, et al. Crohn’s disease-associated and cryptoglandular fistulas: differences and similarities. J Clin Med. 2023; 6 :466. 54. Reza L, Gottgens K, Kleijnen J, et al. European Society of Coloproctology: guidelines for diagnosis and treatment of cryptoglandular anal fistula. Colorectal Dis. 2024; 26 :145–196. 55. Gasche C, Scholmerich J, Brynskov J, et al. A simple classifica - tion of Crohn’s disease: report of the Working Party for the World Congresses of Gastroenterology, Vienna 1998. Inflamm Bowel Dis. 2000; 6 :8–15. 56. Silverberg MS, Satsangi J, Ahmad T, et al. Toward an integrated clin - ical, molecular and serological classification of inflammatory bowel Downloaded from https://academic.oup.com/ecco-jcc/article/19/7/jjaf106/8219802 by guest on 30 January 2026",
    "22 Journal of Crohn's and Colitis , 2025, Vol. 19, No. 7 disease: report of a Working Party of the 2005 Montreal World Con - gress of Gastroenterology. Can J Gastroenterol. 2005; 19 :5A–36A. 57. Satsangi J, Silverberg MS, Vermeire S, Colombel J-F. The Montreal classification of inflammatory bowel disease: controversies, con - sensus, and implications. Gut. 2006; 55 :749–753. 58. Verstockt B, Bressler B, Martinez-Lozano H, McGovern D, Silverberg MS. Time to revisit disease classification in inflammatory bowel disease: is the current classification of inflammatory bowel disease good enough for optimal clinical management? Gastroen - terology. 2022; 162 :1370–1382. 59. Arieira C, Cúrdia Gonçaves T, Dias de Castro F, João Moreira M, Cotter J. Clinical course in Crohn’s disease: factors associ - ated with behaviour change and surgery. Scand J Gastroenterol. 2018; 53 :1222–1227. 60. Atreya R, Siegmund B. Location is important: differentiation be - tween ileal and colonic Crohn’s disease. Nat Rev Gastroenterol Hepatol. 2021; 18 :544–558. 61. Dulai PS, Singh S, Vande Casteele N, et al. Should we divide Crohn’s disease into ileum-dominant and isolated colonic diseases? Clin Gastroenterol Hepatol. 2019; 17 :2634–2643. 62. Attauabi M, Zhao M, Bendtsen F, Burisch J. Systematic review and meta-analysis: the impact of co-occurring immune-mediated inflam - matory diseases on the disease localization and behavior of Crohn’s disease. Therap Adv Gastroenterol. 2021; 14 :17562848211004839. 63. Perez K, Ngollo M, Rabinowitz K, et al. Meta-analysis of IBD gut samples gene expression identifies specific markers of ileal and co - lonic diseases. Inflamm Bowel Dis. 2022; 28 :775–782. 64. Dulai PS, Jairath V, Zou G, et al. Early combined immunosuppres - sion may be more effective for reducing complications in isolated colonic- vs ileal-dominant Crohn disease. Inflamm Bowel Dis. 2021; 27 :639–646. 65. Narula N, Wong ECL, Dulai PS, Marshall JK, Jairath V, Reinisch W. Comparative effectiveness of biologics for endoscopic healing of the ileum and colon in Crohn’s disease. Am J Gastroenterol. 2022; 117 :1106–1117. 66. Arora U, Kedia S, Garg P, et al. Colonic Crohn’s disease is asso - ciated with less aggressive disease course than ileal or ileocolonic disease. Dig Dis Sci. 2018; 63 :1592–1599. 67. Mohammed Vashist N, Samaan M, Mosli MH, et al. Endoscopic scoring indices for evaluation of disease activity in ulcerative co - litis. Cochrane Database Syst Rev. 2018; 1 :CD011450. 68. Pai RK, Jairath V, Vande Casteele N, Rieder F, Parker CE, Lauwers GY. The emerging role of histologic disease activity assessment in ulcerative colitis. Gastrointest Endosc. 2018; 88 :887–898. 69. de Frias Gomes CG, de Almeida ASR, Mendes CCL, et al. Histolog - ical inflammation in the endoscopically uninflamed mucosa is as - sociated with worse outcomes in limited ulcerative colitis. Inflamm Bowel Dis. 2022; 28 :350–357. 70. Ueda N, Isomoto H, Ikebuchi Y, et al. Endocytoscopic classification can be predictive for relapse in ulcerative colitis. Medicine (Baltim). 2018; 97 :e0107. 71. Gordon H, Burisch J, Ellul P, et al. ECCO guidelines on extraintestinal manifestations in inflammatory bowel disease. J Crohns Colitis. 2024; 18 :1–37. 72. Tsai L, McCurdy JD, Ma C, Jairath V, Singh S. Epidemiology and natural history of perianal Crohn’s disease: a systematic review and meta-analysis of population-based cohorts. Inflamm Bowel Dis. 2022; 28 :1477–1484. 73. Geldof J, Iqbal N, LeBlanc JF, et al. Classifying perianal fistulising Crohn’s disease: an expert consensus to guide decision-making in daily practice and clinical trials. Lancet Gastroenterol Hepatol. 2022; 7 :576–584. 74. Loftus EV Jr, Harewood GC, Loftus CG, et al. PSC-IBD: a unique form of inflammatory bowel disease associated with primary scle - rosing cholangitis. Gut. 2005; 54 :91–96. 75. Kim S, Lee S, Han K, et al. Depression and anxiety are associated with poor outcomes in patients with inflammatory bowel disease: a nationwide population-based cohort study in South Korea. Gen Hosp Psychiatry. 2023; 81 :68–75. 76. Tai FWD, Ellul P, Elosua A, et al. Panenteric capsule endoscopy identifies proximal small bowel disease guiding upstaging and treat - ment intensification in Crohn’s disease: a European multicentre observational cohort study. United European Gastroenterol J. 2021; 9 :248–255. 77. Fatani H, Olaru A, Stevenson R, et al. Systematic review of sarco - penia in inflammatory bowel disease. Clin Nutr. 2023; 42 :1276– 1291. 78. Bokemeyer B, Plachta-Danielzik S, di Giuseppe R, et al. Evalua - tion of a downstaging, bidirectional version of the Montreal clas - sification of Crohn’s disease: analysis of 5-year follow-up data from the prospective BioCrohn study. Aliment Pharmacol Ther. 2023; 58 :35–47. 79. Cernoch PS, Fournier N, Zeitz J, et al. ; Swiss IBD Cohort Study Group. Lower risk of B1-to-pB3-stage migration in Crohn’s disease upon immunosuppressive and anti-TNF treatment in the Swiss IBD Cohort Study. Dig Dis Sci. 2020; 65 :2654–2663. 80. Noor NM, Lee JC, Bond S, et al. ; PROFILE Study Group. A biomarker-stratified comparison of top-down versus accelerated step-up treatment strategies for patients with newly diagnosed Crohn’s disease (PROFILE): a multicentre, open-label randomised controlled trial. Lancet Gastroenterol Hepatol. 2024; 9 :415–427. 81. Ben-Horin S, Novack L, Mao R, et al. Efficacy of biologic drugs in short-duration versus long-duration inflammatory bowel disease: a systematic review and an individual-patient data meta-analysis of randomized controlled trials. Gastroenterology. 2022; 162 :482–494. 82. Parigi TL, Massimino L, Carini A, et al. Prevalence, characteris - tics, management, and outcomes of difficult-to-treat inflammatory bowel disease. J Crohns Colitis. 2025; 19 :145. 83. Cleynen I, Boucher G, Jostins L, et al. ; International Inflammatory Bowel Disease Genetics Consortium. Inherited determinants of Crohn’s disease and ulcerative colitis phenotypes: a genetic associ - ation study. Lancet. 2016; 387 :156–167. 84. Farmer M, Petras RE, Hunt LE, Janosky JE, Galandiuk S. The im - portance of diagnostic accuracy in colonic inflammatory bowel dis - ease. Am J Gastroenterol. 2000; 95 :3184–3188. 85. Absar S, Mason J, Anjum K, Haboubi N. A new combined form significantly improves accuracy of pathological diagnosis in inflam - matory bowel disease in absence of the clinicopathological confer - ence. Tech Coloproctol. 2006; 10 :227–232. 86. Burisch J, Zammit SC, Ellul P, et al. ; Epi-IBD group. Disease course of inflammatory bowel disease unclassified in a Euro - pean population-based inception cohort: an Epi-IBD study. J Gastroenterol Hepatol. 2019; 34 :996–1003. 87. Shao Y, Zhao Y, Lv H, et al. Clinical features of inflammatory bowel disease unclassified: a case-control study. BMC Gastroenterol. 2024; 24 :105. 88. Pal PB, Rupa B, Gupta R, et al. Capsule endoscopy in inflammatory bowel disease: a systematic review. J Dig Endosc. 2023; 14 :149–174. 89. Bourreille A, Ignjatovic A, Aabakken L, et al. ; World Organisation of Digestive Endoscopy (OMED) and the European Crohn's and Colitis Organisation (ECCO). Role of small-bowel endoscopy in the management of patients with inflammatory bowel disease: an inter - national OMED-ECCO consensus. Endoscopy. 2009; 41 :618–637. 90. Reese GE, Constantinides VA, Simillis C, et al. Diagnostic preci - sion of anti- Saccharomyces cerevisiae antibodies and perinuclear antineutrophil cytoplasmic antibodies in inflammatory bowel dis - ease. Am J Gastroenterol. 2006; 101 :2410–2422. 91. Langley BO, Guedry SE, Goldenberg JZ, Hanes DA, Beardsley JA, Ryan JJ. Inflammatory bowel disease and neutrophil-lymphocyte ratio: a systematic scoping review. J Clin Med. 2021; 10 :4219. 92. Ma L, Pang X, Ji G, et al. Application of the neutrophil to lympho - cyte ratio in the diagnosis and activity determination of ulcerative colitis: a meta-analysis and systematic review. Medicine (Baltim). 2021; 100 :e27551. 93. Agrawal M, Spencer EA, Colombel JF, Ungaro RC. Approach to the management of recently diagnosed inflammatory bowel disease patients: a user’s guide for adult and pediatric gastroenterologists. Gastroenterology. 2021; 161 :47–65. Downloaded from https://academic.oup.com/ecco-jcc/article/19/7/jjaf106/8219802 by guest on 30 January 2026",
    "Journal of Crohn's and Colitis , 2025, Vol. 19, No. 7 23 94. Forbes A, Escher J, Hébuterne X, et al. ESPEN guideline: clinical nutrition in inflammatory bowel disease. Clin Nutr. 2017; 36 :321– 347. 95. Pinto-Sanchez MI, Seiler CL, Santesso N, et al. Association be - tween inflammatory bowel diseases and celiac disease: a systematic review and meta-analysis. Gastroenterology. 2020; 159 :884–903. e31. 96. Potcovaru CG, Filip PV, Neagu OM, et al. Diagnostic criteria and prognostic relevance of sarcopenia in patients with inflammatory bowel disease—a systematic review. J Clin Med. 2023; 12 :4713. 97. Zhou T, Pan J, Lai B, et al. Bone mineral density is negatively correlated with ulcerative colitis: a systematic review and meta- analysis. Clin Transl Med. 2020; 9 :18. 98. Narula N, Alshahrani AA, Yuan Y, Reinisch W, Colombel J-F. Patient-reported outcomes and endoscopic appearance of ul - cerative colitis: a systematic review and meta-analysis. Clin Gastroenterol Hepatol. 2019; 17 :411–418.e3. 99. Dubinsky MC, Newton L, Delbecque L, et al. Exploring disease remission and bowel urgency severity among adults with mod - erate to severe ulcerative colitis: a qualitative study. Patient Relat Outcome Meas. 2022; 13 :287–300. 100. Kulyk A, Shafer LA, Graff LA, et al. Urgency for bowel movements is a highly discriminatory symptom of active disease in per - sons with IBD (the Manitoba Living with IBD study). Aliment Pharmacol Ther. 2022; 56 :1570–1580. 101. Chen R, Tie Y, Huang Y, et al. Rapidly achieving clinical remission in ulcerative colitis indicates better endoscopic and histological outcomes. United European Gastroenterol J. 2024; 12 :459–468. 102. Verstockt B, Pouillon L, Ballaux F, et al. Patient-reported outcomes and disability are associated with histological disease activity in patients with ulcerative colitis: results from the APOLLO Study. J Crohns Colitis. 2023; 17 :1046–1054. 103. Mosli MH, Zou G, Garg SK, et al. C-reactive protein, fecal calprotectin, and stool lactoferrin for detection of endoscopic activity in symptomatic inflammatory bowel disease patients: a systematic review and meta-analysis. Am J Gastroenterol. 2015; 110 :802–819. 104. Bertani L, Blandizzi C, Mumolo MG, et al. Fecal calprotectin predicts mucosal healing in patients with ulcerative colitis treated with biological therapies: a prospective study. Clin Transl Gastroenterol. 2020; 11 :e00174. 105. Dulai PS, Feagan BG, Sands BE, Chen J, Lasch K, Lirio RA. Prognostic value of fecal calprotectin to inform treat-to-target monitoring in ulcerative colitis. Clin Gastroenterol Hepatol. 2023; 21 :456–466.e7. 106. Dulai PS, Battat R, Barsky M, et al. Incorporating fecal calprotectin into clinical practice for patients with moderate-to-severely ac - tive ulcerative colitis treated with biologics or small-molecule inhibitors. Am J Gastroenterol. 2020; 115 :885–894. 107. Maaser C, Petersen F, Helwig U, et al. ; German IBD Study Group and the TRUST&UC study group. Intestinal ultrasound for monitoring therapeutic response in patients with ulcerative colitis: results from the TRUST&UC study. Gut. 2020; 69 :1629–1636. 108. de Voogd F, van Wassenaer EA, Mookhoek A, et al. Intestinal ultrasound is accurate to determine endoscopic response and remission in patients with moderate to severe ulcerative co - litis: a longitudinal prospective cohort study. Gastroenterology. 2022; 163 :1569–1581. 109. Ilvemark J, Hansen T, Goodsall TM, et al. Defining transabdominal intestinal ultrasound treatment response and remission in inflam - matory bowel disease: systematic review and expert consensus statement. J Crohns Colitis. 2022; 16 :554–580. 110. Allocca M, Dell’Avalle C, Furfaro F, et al. Early intestinal ultra - sound predicts long-term endoscopic response to biologics in ul - cerative colitis. J Crohns Colitis. 2023; 17 :1579–1586. 111. Ilvemark J, Wilkens R, Thielsen P, et al. Early intestinal ultra - sound predicts intravenous corticosteroid response in hospitalised patients with severe ulcerative colitis. J Crohns Colitis. 2022; 16 :1725–1734. 112. Ilvemark J, Wilkens R, Thielsen P, et al. Early intestinal ultra - sound in severe ulcerative colitis identifies patients at increased risk of 1-year treatment failure and colectomy. J Crohns Colitis. 2024:jjae101. 113. Maeda M, Sagami S, Tashima M, et al. Milan ultrasound criteria predict relapse of ulcerative colitis in remission. Inflamm Intest Dis 2023; 8 :95–104. 114. Sagami S, Kobayashi T, Aihara K, et al. Transperineal ultrasound predicts endoscopic and histological healing in ulcerative colitis. Aliment Pharmacol Ther. 2020; 51 :1373–1383. 115. Oussalah A, Laurent V, Bruot O, et al. Diffusion-weighted mag - netic resonance without bowel preparation for detecting colonic inflammation in inflammatory bowel disease. Gut. 2010; 59 :1056– 1065. 116. Ajaj WM, Lauenstein TC, Pelster G, et al. Magnetic resonance colonography for the detection of inflammatory diseases of the large bowel: quantifying the inflammatory activity. Gut. 2005; 54 :257–263. 117. Peyrin-Biroulet L, Sandborn W, Sands BE, et al. Selecting ther - apeutic targets in inflammatory bowel disease (STRIDE): deter - mining therapeutic goals for treat-to-target. Am J Gastroenterol. 2015; 110 :1324–1338. 118. Yoon H, Jangi S, Dulai PS, et al. Incremental benefit of achieving endoscopic and histologic remission in patients with ulcerative colitis: a systematic review and meta-analysis. Gastroenterology. 2020; 159 :1262–1275.e7. 119. Cholapranee A, Hazlewood GS, Kaplan GG, Peyrin-Biroulet L, Ananthakrishnan AN. Systematic review with meta-analysis: comparative efficacy of biologics for induction and mainte - nance of mucosal healing in Crohn’s disease and ulcerative colitis controlled trials. Aliment Pharmacol Ther. 2017; 45 :1291–1302. 120. Magro F, Estevinho MM, Dias CC, et al. Clinical, endoscopic and histological outcomes in induction of moderate-to-severe ulcera - tive colitis: a systematic review with meta-analysis. J Crohns Co - litis. 2021; 15 :551–566. 121. Park J, Kang SJ, Yoon H, et al. Histologic evaluation using the Robarts Histopathology Index in patients with ulcerative colitis in deep remission and the association of histologic remission with risk of relapse. Inflamm Bowel Dis. 2022; 28 :1709–1716. 122. Seong G, Song JH, Kim JE, et al. Histologic activity and steroid use history are risk factors of clinical relapse in ulcerative colitis with Mayo endoscopic subscore of 0 or 1. Inflamm Bowel Dis. 2023; 29 :238–244. 123. Zeina T, Gandhi S, Mittal A, et al. Predictors and etiologies of clinical relapse among patients with ulcerative colitis in deep re - mission. J Clin Gastroenterol. 2024; 58 :195–199. 124. Bots S, De Voogd F, De Jong M, et al. Point-of-care intestinal ul - trasound in IBD patients: disease management and diagnostic yield in a real-world cohort and proposal of a point-of-care algo - rithm. J Crohns Colitis. 2022; 16 :606–615. 125. Perez de Arce E, Quera R, Quigley EMM. The dilemma of per - sistent irritable bowel syndrome symptoms in patients with quies - cent inflammatory bowel disease. Gastroenterol Clin North Am. 2021; 50 :689–711. 126. Fairbrass KM, Costantino SJ, Gracie DJ, Ford AC. Prevalence of irritable bowel syndrome-type symptoms in patients with inflam - matory bowel disease in remission: a systematic review and meta- analysis. Lancet Gastroenterol Hepatol. 2020; 5 :1053–1062. 127. St-Pierre J, Delisle M, Kheirkhahrahimabadi H, et al. Bedside in - testinal ultrasound performed in an inflammatory bowel disease urgent assessment clinic improves clinical decision-making and re - source utilization. Crohns Colitis 360. 2023; 5 :otad050. 128. Clayton EM, Rea MC, Shanahan F, et al. The vexed relationship between Clostridium difficile and inflammatory bowel disease: an assessment of carriage in an outpatient setting among patients in remission. Am J Gastroenterol. 2009; 104 :1162–1169. 129. McDonald LC, Gerding DN, Johnson S, et al. Clinical practice guidelines for Clostridium difficile infection in adults and children: 2017 update by the Infectious Diseases Society of America (IDSA) Downloaded from https://academic.oup.com/ecco-jcc/article/19/7/jjaf106/8219802 by guest on 30 January 2026",
    "24 Journal of Crohn's and Colitis , 2025, Vol. 19, No. 7 and Society for Healthcare Epidemiology of America (SHEA). Clin Infect Dis. 2018; 66 :987–994. 130. Zhang C, Krishna SG, Hinton A, Arsenescu R, Levine EJ, Conwell DL. Cytomegalovirus-related hospitalization is associated with adverse outcomes and increased health-care resource utiliza - tion in inflammatory bowel disease. Clin Transl Gastroenterol. 2016; 7 :e150. 131. Shukla T, Singh S, Loftus EV Jr, Bruining DH, McCurdy JD. An - tiviral therapy in steroid-refractory ulcerative colitis with cyto - megalovirus: systematic review and meta-analysis. Inflamm Bowel Dis. 2015; 21 :2718–2725. 132. Tandon P, James P, Cordeiro E, Mallick R, Shukla T, McCurdy JD. Diagnostic accuracy of blood-based tests and histopathology for cytomegalovirus reactivation in inflammatory bowel dis - ease: a systematic review and meta-analysis. Inflamm Bowel Dis. 2017; 23 :551–560. 133. Turner D, Ricciuto A, Lewis A, et al. ; International Organization for the Study of IBD. STRIDE-II: an update on the Selecting Thera - peutic Targets in Inflammatory Bowel Disease (STRIDE) initiative of the International Organization for the Study of IBD (IOIBD): determining therapeutic goals for treat-to-target strategies in IBD. Gastroenterology. 2021; 160 :1570–1583. 134. Schulberg JD, Wright EK, Holt BA, et al. Intensive drug therapy versus standard drug therapy for symptomatic intestinal Crohn’s disease strictures (STRIDENT): an open-label, single-centre, randomised controlled trial. Lancet Gastroenterol Hepatol. 2022; 7 :318–331. 135. Kucharzik T, Wittig BM, Helwig U, et al. ; TRUST study group. Use of intestinal ultrasound to monitor Crohn’s disease activity. Clin Gastroenterol Hepatol. 2017; 15 :535–542.e2. 136. Castiglione F, Imperatore N, Testa A, et al. One-year clinical outcomes with biologics in Crohn’s disease: transmural healing compared with mucosal or no healing. Aliment Pharmacol Ther. 2019; 49 :1026–1039. 137. Vaughan R, Tjandra D, Patwardhan A, et al. Toward trans - mural healing: sonographic healing is associated with improved long-term outcomes in patients with Crohn’s disease. Aliment Pharmacol Ther. 2022; 56 :84–94. 138. de Voogd F, Bots S, Gecse K, Gilja OH, D'Haens G, Nylund K. Intestinal ultrasound early on in treatment follow-up predicts en - doscopic response to anti-TNFalpha treatment in Crohn’s disease. J Crohns Colitis. 2022; 16 :1598–1608. 139. Fernandes SR, Serrazina J, Botto IA, et al. Transmural remis - sion improves clinical outcomes up to 5 years in Crohn’s disease. United European Gastroenterol J.. 2023; 11 :51–59. 140. Dreesen E, Baert F, Laharie D, et al. Monitoring a combina - tion of calprotectin and infliximab identifies patients with mu - cosal healing of Crohn’s disease. Clin Gastroenterol Hepatol. 2020; 18 :637–646.e11. 141. Yzet C, Riault C, Brazier F, et al. Positive margins and plexitis increase the risk of recurrence after ileocecal resection: a system - atic review and meta-analysis. Dig Liver Dis. 2023; 55 :1611– 1620. 142. Ungaro RC, Yzet C, Bossuyt P, et al. Deep remission at 1 year prevents progression of early Crohn’s disease. Gastroenterology. 2020; 159 :139–147. 143. Magro F, Estevinho MM, Catalano G, et al. ; GEDII (Grupo de Estudos da Doença Inflamatória Intestinal). How many bio - marker measurements are needed to predict prognosis in Crohn’s disease patients under infliximab? A prospective study. United Eu - ropean Gastroenterol J. 2023; 11 :531–541. 144. Louis E, Mary JY, Vernier-Massouille G, et al. ; Groupe D'etudes Thérapeutiques Des Affections Inflammatoires Digestives. Main - tenance of remission among patients with Crohn’s disease on antimetabolite therapy after infliximab therapy is stopped. Gas - troenterology. 2012; 142 :63–70.e5; quiz e31. 145. Ben-Horin S, Lahat A, Amitai MM, et al. ; Israeli IBD Research Nucleus (IIRN). Assessment of small bowel mucosal healing by video capsule endoscopy for the prediction of short-term and long-term risk of Crohn’s disease flare: a prospective cohort study. Lancet Gastroenterol Hepatol. 2019; 4 :519–528. 146. Allocca M, Craviotto V, Bonovas S, et al. Predictive value of bowel ultrasound in Crohn’s disease: a 12-month prospective study. Clin Gastroenterol Hepatol. 2022; 20 :e723–e740. 147. Fukushima S, Katsurada T, Nishida M, et al. Effectiveness of transabdominal ultrasonography in predicting clinical relapse of Crohn’s disease. Intest Res. 2024; 22 :82–91. 148. Lovett GC, Schulberg JD, Hamilton AL, Wilding HE, Kamm MA, Wright EK. Intestinal ultrasound and MRI for monitoring thera - peutic response in luminal Crohn’s disease: a systematic review. J Am Coll Radiol. 2024; 21 :441–463. 149. Nishikawa T, Nakamura M, Yamamura T, et al. Lewis score on capsule endoscopy can predict the prognosis in patients with small bowel lesions of Crohn’s disease. J Gastroenterol Hepatol. 2021; 36 :1851–1858. 150. Aggarwal V, Day AS, Connor S, et al. Role of capsule endoscopy and fecal biomarkers in small-bowel Crohn’s disease to assess re - mission and predict relapse. Gastrointest Endosc. 2017; 86 :1070– 1078. 151. Hu AB, Tan W, Deshpande V, Ananthakrishnan AN. Ileal or co - lonic histologic activity is not associated with clinical relapse in patients with Crohn’s disease in endoscopic remission. Clin Gastroenterol Hepatol. 2021; 19 :1226–1233.e1. 152. Christensen B, Erlich J, Gibson PR, Turner JR, Hart J, Rubin DT. Histologic healing is more strongly associated with clinical outcomes in ileal Crohn’s disease than endoscopic healing. Clin Gastroenterol Hepatol. 2020; 18 :2518–2525.e1. 153. Torres J, Boyapati RK, Kennedy NA, Louis E, Colombel J-F, Satsangi J. Systematic review of effects of withdrawal of immunomodulators or biologic agents from patients with inflam - matory bowel disease. Gastroenterology. 2015; 149 :1716–1730. 154. Pauwels RWM, van der Woude CJ, Nieboer D, et al. ; CEASE Study Group. Prediction of relapse after anti-tumor necrosis factor cessa - tion in Crohn’s disease: individual participant data meta-analysis of 1317 patients from 14 studies. Clin Gastroenterol Hepatol. 2022; 20 :1671–1686.e16. 155. Louis E, Resche-Rigon M, Laharie D, et al. ; GETAID and the SPARE- Biocycle research group. Withdrawal of infliximab or concomitant immunosuppressant therapy in patients with Crohn’s disease on combination therapy (SPARE): a multicentre, open-label, randomised controlled trial. Lancet Gastroenterol Hepatol. 2023; 8 :215–227. 156. Buhl S, Steenholdt C, Brynskov J, et al. Discontinuation of infliximab therapy in patients with Crohn’s disease. NEJM Evid. 2022; 1 :EVIDoa2200061. 157. Casanova MJ, Chaparro M, Garcia-Sanchez V, et al. Evolution after anti-TNF discontinuation in patients with inflammatory bowel disease: a multicenter long-term follow-up study. Am J Gastroenterol. 2017; 112 :120–131. 158. Mahmoud R, Savelkoul EHJ, Mares W, et al. ; Dutch Initiative on Crohn’s and Colitis (ICC) and the AWARE study group. Com - plete endoscopic healing is associated with lower relapse risk after anti-TNF withdrawal in inflammatory bowel disease. Clin Gastroenterol Hepatol. 2023; 21 :750–760.e4. 159. Martin A, Nachury M, Peyrin-Biroulet L, et al. ; GETAID-Vedo- STOP Study Group . Maintenance of remission among patients with inflammatory bowel disease after vedolizumab discontinuation: a multicentre cohort study. J Crohns Colitis. 2020; 14 :896–903. 160. Doherty G, Katsanos KH, Burisch J, et al. European Crohn’s and Colitis Organisation topical review on treatment withdrawal [‘Exit Strategies’] in inflammatory bowel disease. J Crohns Co - litis. 2018; 12 :17–31. 161. Pierre N, Huynh-Thu VA, Baiwir D, et al. ; GETAID and the SPARE- Biocycle research group. External validation of serum biomarkers predicting short-term and mid/long-term relapse in patients with Crohn’s disease stopping infliximab. Gut. 2024; 73 :1965–1973. 162. Primas C, Hopf G, Reinisch S, et al. Role of fecal calprotection in predicting endoscopic recurrence in postoperative Crohn’s dis - ease. Scand J Gastroenterol. 2021; 56 :1169–1174. Downloaded from https://academic.oup.com/ecco-jcc/article/19/7/jjaf106/8219802 by guest on 30 January 2026",
    "Journal of Crohn's and Colitis , 2025, Vol. 19, No. 7 25 163. Furfaro F, D’Amico F, Zilli A, et al. Noninvasive assessment of postoperative disease recurrence in Crohn’s disease: a multicenter, prospective cohort study on behalf of the Italian Group for inflammatory bowel disease. Clin Gastroenterol Hepatol. 2023; 21 :3143–3151. 164. Sandborn WJ, Feagan BG, Hanauer SB, et al. A review of activity indices and efficacy endpoints for clinical trials of medical therapy in adults with Crohn’s disease. Gastroenterology. 2002; 122 :512– 530. 165. Pikarsky AJ, Gervaz P, Wexner SD. Perianal Crohn disease: a new scoring system to evaluate and predict outcome of surgical inter - vention. Arch Surg. 2002; 137 :774–7; discussion 778. 166. Irvine EJ. Usual therapy improves perianal Crohn’s disease as measured by a new disease activity index. McMaster IBD Study Group. J Clin Gastroenterol. 1995; 20 :27–32. 167. Van Assche G, Vanbeckevoort D, Bielen D, et al. Magnetic reso - nance imaging of the effects of infliximab on perianal fistulizing Crohn’s disease. Am J Gastroenterol. 2003; 98 :332–339. 168. Savoye-Collet C, Savoye G, Koning E, Dacher JN, Lerebours E. Fistulizing perianal Crohn’s disease: contrast-enhanced magnetic resonance imaging assessment at 1 year on maintenance anti- TNF-alpha therapy. Inflamm Bowel Dis. 2011; 17 :1751–1758. 169. Ng SC, Plamondon S, Gupta A, et al. Prospective evaluation of anti-tumor necrosis factor therapy guided by magnetic reso - nance imaging for Crohn’s perineal fistulas. Am J Gastroenterol. 2009; 104 :2973–2986. 170. Spradlin NM, Wise PE, Herline AJ, Muldoon RL, Rosen M, Schwartz DA. A randomized prospective trial of endoscopic ul - trasound to guide combination medical and surgical treatment for Crohn’s perianal fistulas. Am J Gastroenterol. 2008; 103 :2527– 2535. 171. Guidi L, Ratto C, Semeraro S, et al. Combined therapy with infliximab and seton drainage for perianal fistulizing Crohn’s dis - ease with anal endosonographic monitoring: a single-centre expe - rience. Tech Coloproctol. 2008; 12 :111–117. 172. Meima-van Praag EM, van Rijn KL, Wasmann K, et al. Short-term anti-TNF therapy with surgical closure versus anti-TNF therapy in the treatment of perianal fistulas in Crohn’s disease (PISA-II): a patient preference randomised trial. Lancet Gastroenterol Hepatol. 2022; 7 :617–626. 173. Meima-van Praag EM, Becker MAJ, van Rijn KL, et al. Short-term anti-TNF therapy with surgical closure versus anti-TNF therapy alone for Crohn’s perianal fistulas (PISA-II): long-term outcomes of an international, multicentre patient preference, randomised controlled trial. EClinicalMedicine. 2023; 61 :102045. 174. van Rijn KL, Meima-van Praag EM, Bossuyt PM, et al. Fibrosis and MAGNIFI-CD activity index at magnetic resonance imaging to predict treatment outcome in perianal fistulizing Crohn’s dis - ease patients. J Crohns Colitis. 2022; 16 :708–716. 175. Samaan MA, Puylaert CAJ, Levesque BG, et al. The development of a magnetic resonance imaging index for fistulising Crohn’s dis - ease. Aliment Pharmacol Ther. 2017; 46 :516–528. 176. Hindryckx P, Jairath V, Zou G, et al. Development and val - idation of a magnetic resonance index for assessing fistulas in patients with Crohn’s disease. Gastroenterology. 2019; 157 : 1233–1244.e5. 177. Beek KJ, Mulders LGM, van Rijn KL, et al. External validation of the MAGNIFI-CD index in patients with complex perianal fistulising Crohn’s disease. Eur Radiol. 2024; 35 :1428–1439. 178. Siddiqui MR, Ashrafian H, Tozer P, et al. A diagnostic accuracy meta-analysis of endoanal ultrasound and MRI for perianal fis - tula assessment. Dis Colon Rectum. 2012; 55 :576–585. 179. Maconi G, Tonolini M, Monteleone M, et al. Transperineal perineal ultrasound versus magnetic resonance imaging in the assessment of perianal Crohn’s disease. Inflamm Bowel Dis. 2013; 19 :2737–2743. 180. Maconi G, Greco MT, Asthana AK. Transperineal ultrasound for perianal fistulas and abscesses - a systematic review and meta- analysis. Ultraschall Med. 2017; 38 :265–272. 181. Jung JH, Ryu YJ, Kim JY, Yang HR. Transperineal ultrasonog - raphy for treatment response evaluation in children with perianal Crohn’s disease. Ultrasonography. 2022; 41 :770–781. 182. Maconi G, Ardizzone S, Greco S, Radice E, Bezzio C, Bianchi Porro G. Transperineal ultrasound in the detection of perianal and rectovaginal fistulae in Crohn’s disease. Am J Gastroenterol. 2007; 102 :2214–2219. 183. Rutgeerts P, Geboes K, Vantrappen G, Kerremans R, Coenegrachts JL, Coremans G. Natural history of recurrent Crohn’s dis - ease at the ileocolonic anastomosis after curative surgery. Gut. 1984; 25 :665–672. 184. Rutgeerts P, Geboes K, Vantrappen G, Beyls J, Kerremans R, Hiele M. Predictability of the postoperative course of Crohn’s disease. Gastroenterology. 1990; 99 :956–963. 185. Hukkinen M, Pakarinen MP, Merras-Salmio L, Koivusalo A, Rintala R, Kolho K-L. Fecal calprotectin in the prediction of postoperative recurrence of Crohn’s disease in children and adolescents. J Pediatr Surg. 2016; 51 :1467–1472. 186. Yamamoto T, Shiraki M, Bamba T, Umegae S, Matsumoto K. Faecal calprotectin and lactoferrin as markers for monitoring dis - ease activity and predicting clinical recurrence in patients with Crohn’s disease after ileocolonic resection: a prospective pilot study. United European Gastroenterol J. 2013; 1 :368–374. 187. Qiu Y, Mao R, Chen BL, et al. Fecal calprotectin for evaluating postoperative recurrence of Crohn’s disease: a meta-analysis of prospective studies. Inflamm Bowel Dis. 2015; 21 :315–322. 188. Wright EK, Kamm MA, De Cruz P, et al. Measurement of fecal calprotectin improves monitoring and detection of recurrence of Crohn’s disease after surgery. Gastroenterology. 2015; 148 :938– 947.e1. 189. Boschetti G, Laidet M, Moussata D, et al. Levels of fecal calprotectin are associated with the severity of postoperative en - doscopic recurrence in asymptomatic patients with Crohn’s dis - ease. Am J Gastroenterol. 2015; 110 :865–872. 190. Tham YS, Yung DE, Fay S, et al. Fecal calprotectin for detection of postoperative endoscopic recurrence in Crohn’s disease: sys - tematic review and meta-analysis. Therap Adv Gastroenterol. 2018; 11 :1756284818785571. 191. Castiglione F, Bucci L, Pesce G, et al. Oral contrast-enhanced so - nography for the diagnosis and grading of postsurgical recurrence of Crohn’s disease. Inflamm Bowel Dis. 2008; 14 :1240–1245. 192. Castiglione F, de Sio I, Cozzolino A, et al. Bowel wall thickness at abdominal ultrasound and the one-year-risk of surgery in patients with Crohn’s disease. Am J Gastroenterol. 2004; 99 :1977–1983. 193. Maconi G, Sampietro GM, Cristaldi M, et al. Preoperative char - acteristics and postoperative behavior of bowel wall on risk of recurrence after conservative surgery in Crohn’s disease: a pro - spective study. Ann Surg. 2001; 233 :345–352. 194. Calabrese E, Petruzziello C, Onali S, et al. Severity of postopera - tive recurrence in Crohn’s disease: correlation between endoscopic and sonographic findings. Inflamm Bowel Dis. 2009; 15 :1635– 1642. 195. Pallotta N, Giovannone M, Pezzotti P, et al. Ultrasonographic de - tection and assessment of the severity of Crohn’s disease recur - rence after ileal resection. BMC Gastroenterol. 2010; 10 :69. 196. Cammarota T, Ribaldone DG, Resegotti A, et al. Role of bowel ul - trasound as a predictor of surgical recurrence of Crohn’s disease. Scand J Gastroenterol. 2013; 48 :552–555. 197. Yebra Carmona J, Poza Cordon J, Suarez Ferrer C, et al. Correla - tion between endoscopy and intestinal ultrasound for the evalua - tion of postoperative recurrence of Crohn’s disease. Gastroenterol Hepatol. 2022; 45 :40–46. 198. Soyer P, Boudiaf M, Sirol M, et al. Suspected anastomotic recur - rence of Crohn disease after ileocolic resection: evaluation with CT enteroclysis. Radiology. 2010; 254 :755–764. 199. Mao R, Gao X, Zhu ZH, et al. CT enterography in evaluating postoperative recurrence of Crohn’s disease after ileocolic re - section: complementary role to endoscopy. Inflamm Bowel Dis. 2013; 19 :977–982. Downloaded from https://academic.oup.com/ecco-jcc/article/19/7/jjaf106/8219802 by guest on 30 January 2026",
    "26 Journal of Crohn's and Colitis , 2025, Vol. 19, No. 7 200. Biancone L, Fiori R, Tosti C, et al. Virtual colonoscopy compared with conventional colonoscopy for stricturing postoperative re - currence in Crohn’s disease. Inflamm Bowel Dis. 2003; 9 :343– 350. 201. Zhou J, Li W, Guo M, et al. Mesenteric creeping fat index de - fined by CT enterography is associated with early postopera - tive recurrence in patients with Crohn’s disease. Eur J Radiol. 2023; 168 :111144. 202. Sailer J, Peloschek P, Reinisch W, Vogelsang H, Turetschek K, Schima W. Anastomotic recurrence of Crohn’s disease after ileocolic resection: comparison of MR enteroclysis with endos - copy. Eur Radiol. 2008; 18 :2512–2521. 203. Koilakou S, Sailer J, Peloschek P, et al. Endoscopy and MR enteroclysis: equivalent tools in predicting clinical recurrence in patients with Crohn’s disease after ileocolic resection. Inflamm Bowel Dis. 2010; 16 :198–203. 204. Djelouah M, Marical V, Kanagaratnam L, et al. Diagnosis of post - operative recurrence of Crohn disease with MR-enterography: value of diffusion-weighted imaging. Diagn Interv Imaging. 2021; 102 :743–751. 205. Kono T, Hida N, Nogami K, et al. Prospective postsurgical capsule endoscopy in patients with Crohn’s disease. World J Gastrointest Endosc. 2014; 6 :88–98. 206. Bourreille A, Jarry M, D’Halluin PN, et al. Wireless capsule en - doscopy versus ileocolonoscopy for the diagnosis of postop - erative recurrence of Crohn’s disease: a prospective study. Gut. 2006; 55 :978–983. 207. Shiga H, Abe I, Kusaka J, et al. Capsule endoscopy is useful for postoperative tight control management in patients with Crohn’s disease. Dig Dis Sci. 2022; 67 :263–272. 208. Yung DE, Har-Noy O, Tham YS, et al. Capsule endoscopy, mag - netic resonance enterography, and small bowel ultrasound for evaluation of postoperative recurrence in Crohn’s disease: system - atic review and meta-analysis. Inflamm Bowel Dis. 2017; 24 :93– 100. 209. Louis E, Collard A, Oger AF, Degroote E, Aboul Nasr El Yafi FA, Belaiche J. Behaviour of Crohn’s disease according to the Vienna classification: changing pattern over the course of the disease. Gut. 2001; 49 :777–782. 210. Sonnenberg A, Genta RM. Epithelial dysplasia and cancer in IBD strictures. J Crohns Colitis. 2015; 9 :769–775. 211. Mary JY, Modigliani R. Development and validation of an en - doscopic index of the severity for Crohn’s disease: a prospective multicentre study. Groupe d’Etudes Therapeutiques des Affections Inflammatoires du Tube Digestif (GETAID). Gut. 1989; 30 :983– 989. 212. Daperno M, D’Haens G, Van Assche G, et al. Development and validation of a new, simplified endoscopic activity score for Crohn’s disease: the SES-CD. Gastrointest Endosc. 2004; 60 :505– 512. 213. Rieder F, Latella G, Magro F, et al. European Crohn’s and Co - litis Organisation topical review on prediction, diagnosis and management of fibrostenosing Crohn’s disease. J Crohns Colitis. 2016; 10 :873–885. 214. Bettenworth D, Bokemeyer A, Baker M, et al. ; Stenosis Therapy and Anti-Fibrotic Research (STAR) Consortium. Assessment of Crohn’s disease-associated small bowel strictures and fibrosis on cross-sectional imaging: a systematic review. Gut. 2019; 68 :1115– 1126. 215. Gordon H, Biancone L, Fiorino G, et al. ECCO guidelines on in - flammatory bowel disease and malignancies. J Crohns Colitis. 2023; 17 :827–854. 216. Lu C, Rosentreter R, Delisle M, et al. ; Stenosis Therapy and Anti ‐ Fibrotic Research (STAR) consortium. Systematic review: defining, diagnosing and monitoring small bowel strictures in Crohn’s disease on intestinal ultrasound. Aliment Pharmacol Ther. 2024; 59 :928–940. 217. Ukashi O, Kopylov U, Ungar B, et al. ; Israeli IBD Research Nu - cleus (IIRN). Patency capsule: a novel independent predictor for long-term outcomes among patients with quiescent Crohn’s dis - ease. Am J Gastroenterol. 2023; 118 :1019–1027. 218. Kobeissy A, Merza N, Nawras Y, et al. Evaluating the diag - nostic accuracy of magnetic resonance imaging in distinguishing strictures in Crohn’s disease: a systematic review and meta- analysis. Int J Colorectal Dis. 2023; 38 :258. 219. Lenze F, Wessling J, Bremer J, et al. Detection and differentiation of inflammatory versus fibromatous Crohn’s disease strictures: prospective comparison of 18F-FDG-PET/CT, MR-enteroclysis, and transabdominal ultrasound versus endoscopic/histologic eval - uation. Inflamm Bowel Dis. 2012; 18 :2252–2260. 220. Coimbra A, Rimola J, Cuatrecasas M, et al. Magnetic reso - nance enterography and histology in patients with fibrostenotic Crohn’s disease: a multicenter study. Clin Transl Gastroenterol. 2022; 13 :e00505. 221. Slosarz D, Poniewierka E, Neubauer K, Kempi ń ski R. Ultrasound elastography in the assessment of the intestinal changes in inflam - matory bowel disease-systematic review. J Clin Med. 2021; 10 :4044. 222. Vestito A, Marasco G, Maconi G, Festi D, Bazzoli F, Zagari RM. Role of ultrasound elastography in the detection of fibrotic bowel strictures in patients with Crohn’s disease: systematic review and meta-analysis. Ultraschall Med. 2019; 40 :646–654. 223. Grazynska A, Kufel J, Dudek A, Cebula M. Shear wave and strain elastography in Crohn’s disease—a systematic review. Diagnostics (Basel). 2021; 11 :1609. 224. Li XH, Mao R, Huang SY, et al. Characterization of degree of intestinal fibrosis in patients with Crohn disease by using magnet - ization transfer MR imaging. Radiology. 2018; 287 :494–503. 225. Jacene HA, Ginsburg P, Kwon J, et al. Prediction of the need for surgical intervention in obstructive Crohn’s disease by 18F-FDG PET/CT. J Nucl Med. 2009; 50 :1751–1759. 226. Chin YH, Jain SR, Lee MH, et al. Small bowel adenocarcinoma in Crohn’s disease: a systematic review and meta-analysis of the prevalence, manifestation, histopathology, and outcomes. Int J Colorectal Dis. 2022; 37 :239–250. 227. Panes J, Bouzas R, Chaparro M, et al. Systematic review: the use of ultrasonography, computed tomography and magnetic reso - nance imaging for the diagnosis, assessment of activity and ab - dominal complications of Crohn’s disease. Aliment Pharmacol Ther. 2011; 34 :125–145. 228. Pruijt MJ, de Voogd FAE, Montazeri NSM, van Etten-Jamaludin FS, D'Haens GR, Gecse KB. Diagnostic accuracy of intestinal ul - trasound in the detection of intra-abdominal complications in Crohn’s disease: a systematic review and meta-analysis. J Crohns Colitis. 2024; 18 :958–972. 229. Maconi G, Sampietro GM, Parente F, et al. Contrast radiology, computed tomography and ultrasonography in detecting internal fistulas and intra-abdominal abscesses in Crohn’s disease: a pro - spective comparative study. Am J Gastroenterol. 2003; 98 :1545– 1555. 230. Gaitini D, Kreitenberg AJ, Fischer D, Maza I, Chowers Y. Color- coded duplex sonography compared to multidetector computed tomography for the diagnosis of Crohn disease relapse and complications. J Ultrasound Med. 2011; 30 :1691–1699. 231. Castiglione F, Mainenti PP, De Palma GD, et al. Noninvasive diag - nosis of small bowel Crohn’s disease: direct comparison of bowel sonography and magnetic resonance enterography. Inflamm Bowel Dis. 2013; 19 :991–998. 232. Mao R, Chen YJ, Chen BL, et al. Intra-cavitary contrast-enhanced ultrasound: a novel radiation-free method for detecting abscess- associated penetrating disease in Crohn’s disease. J Crohns Co - litis. 2019; 13 :593–599. 233. Parian AM, Obi M, Fleshner P, Schwartz DA. Management of perianal Crohn’s disease. Am J Gastroenterol. 2023; 118 :1323– 1331. 234. Schwartz DA, Loftus EV Jr, Tremaine WJ, Panaccione R, Harmsen WS, Zinsmeister AR, Sandborn WJ. The natural history of fistulizing Crohn’s disease in Olmsted County, Minnesota. Gas - troenterology. 2002; 122 :875–880. Downloaded from https://academic.oup.com/ecco-jcc/article/19/7/jjaf106/8219802 by guest on 30 January 2026",
    "Journal of Crohn's and Colitis , 2025, Vol. 19, No. 7 27 235. Maconi G, Gridavilla D, Vigano C, et al. Perianal disease is asso - ciated with psychiatric co-morbidity in Crohn’s disease in remis - sion. Int J Colorectal Dis. 2014; 29 :1285–1290. 236. Danielou M, Sarter H, Pariente B, et al. ; EPIMAD Group . Nat - ural history of perianal fistulising lesions in patients with elderly- onset Crohn’s disease: a population-based study. J Crohns Colitis. 2020; 14 :501–507. 237. McCurdy JD, Munir J, Parlow S, et al. ; Canadian IBD Research Consortium. Development of an MRI-based prediction model for anti-TNF treatment failure in perianal Crohn’s disease: a multicenter study. Clin Gastroenterol Hepatol. 2024; 22 :1058– 1066.e2. 238. Cattapan K, Chulroek T, Kordbacheh H, Wancharoenrung D, Harisinghani M. Contrast- vs. non-contrast enhanced MR data sets for characterization of perianal fistulas. Abdom Radiol (NY). 2019; 44 :446–455. 239. Kim H, Lee DI, Moon SK, Park SJ, You M-W. Typical MR features and interpretation of perianal fistulas in patients with Crohn’s dis - ease. Eur J Radiol. 2023; 167 :111046. 240. Hanna LN, Anandabaskaran S, Iqbal N, et al. Perianal fistulizing Crohn’s disease: utilizing the TOpClass classification in clinical practice to provide targeted individualized care. Clin Gastroenterol Hepatol. 2024; 23 :914–926. 241. Kim PH, Park SH, Jin K, et al. Supplementary anal imaging by magnetic resonance enterography in patients with Crohn’s dis - ease not suspected of having perianal fistulas. Clin Gastroenterol Hepatol. 2020; 18 :415–423.e4. 242. Van Eaton J, Hatch QM. Surgical emergencies in inflammatory bowel disease. Surg Clin North Am. 2024; 104 :685–699. 243. Deepak P, Axelrad JE, Ananthakrishnan AN. The role of the ra - diologist in determining disease severity in inflammatory bowel diseases. Gastrointest Endosc Clin N Am. 2019; 29 :447–470. 244. van Randen A, Lameris W, Luitse JS, et al. ; OPTIMA study group. The role of plain radiographs in patients with acute abdominal pain at the ED. Am J Emerg Med. 2011; 29 :582–589.e2. 245. Imbriaco M, Balthazar EJ. Toxic megacolon: role of CT in evaluation and detection of complications. Clin Imaging. 2001; 25 :349–354. 246. Maconi G, Sampietro GM, Ardizzone S, et al. Ultrasonographic detection of toxic megacolon in inflammatory bowel diseases. Dig Dis Sci. 2004; 49 :138–142. 247. Lee KE, Shen B. Endoscopic therapy for pouch leaks and strictures: a systematic review. Dis Colon Rectum. 2022; 65 :S92–S104. 248. Holubar SD, Rajamanickam RK, Gorgun E, et al. Leaks from the tip of the J-pouch: diagnosis, management, and long-term pouch survival. Dis Colon Rectum. 2023; 66 :97–105. 249. Exarchos G, Metaxa L, Gklavas A, Koutoulidis V, Papaconstantinou I. Are radiologic pouchogram and pouchoscopy useful before ile - ostomy closure in asymptomatic patients operated for ulcerative colitis? Eur Radiol. 2019; 29 :1754–1761. 250. Santorelli C, Hollingshead J, Clark SK. Clinical value of pouchogram prior to ileostomy closure after ileal pouch anal anastomosis. Tech Coloproctol. 2018; 22 :541–544. 251. Broder JC, Tkacz JN, Anderson SW, Soto JA, Gupta A. Ileal pouch-anal anastomosis surgery: imaging and intervention for post-operative complications. Radiographics. 2010; 30 :221–233. 252. Triantafyllou K, Gkolfakis P, Gralnek IM, et al. Diagnosis and management of acute lower gastrointestinal bleeding: European Society of Gastrointestinal Endoscopy (ESGE) Guideline. Endos - copy. 2021; 53 :850–868. 253. Gralnek IM, Stanley AJ, Morris AJ, et al. Endoscopic diag - nosis and management of nonvariceal upper gastrointestinal hemorrhage (NVUGIH): European Society of Gastrointes - tinal Endoscopy (ESGE) Guideline - Update 2021. Endoscopy. 2021; 53 :300–332. 254. Pennazio M, Rondonotti E, Despott EJ, et al. Small-bowel cap - sule endoscopy and device-assisted enteroscopy for diagnosis and treatment of small-bowel disorders: European Society of Gastro - intestinal Endoscopy (ESGE) Guideline—update 2022. Endos - copy. 2023; 55 :58–95. 255. Daperno M, Sostegni R, Rocca R. Lower gastrointestinal bleeding in Crohn’s disease: how (un-)common is it and how to tackle it? Dig Liver Dis. 2012; 44 :721–722. 256. Martinov Nestorov J, Sokic-Milutinovic A, Pavlovic Markovic A, Krstic M. Could capsule endoscopy be useful in detection of suspected small bowel bleeding and IBD-10 years of single center experience. Diagnostics (Basel). 2024; 14 :862. 257. Gessler B, Eriksson O, Angenete E. Diagnosis, treatment, and consequences of anastomotic leakage in colorectal surgery. Int J Colorectal Dis. 2017; 32 :549–556. 258. Hyman N, Manchester TL, Osler T, Burns B, Cataldo PA. Anasto - motic leaks after intestinal anastomosis: it’s later than you think. Ann Surg. 2007; 245 :254–258. 259. Khoury W, Ben-Yehuda A, Ben-Haim M, Klausner JM, Szold O. Abdominal computed tomography for diagnosing postop - erative lower gastrointestinal tract leaks. J Gastrointest Surg. 2009; 13 :1454–1458. 260. Power N, Atri M, Ryan S, Haddad R, Smith A. CT assessment of anastomotic bowel leak. Clin Radiol. 2007; 62 :37–42. 261. Nieto LM, Iqbal A, Vinci D, Sriranganathan D, Pellino G, Segal JP. Sensitivity and specificity of diagnostic modalities in pouchitis: a systematic review and meta-analysis. Eur J Gastroenterol Hepatol. 2023; 35 :1237–1243. 262. Ardalan ZS, Friedman AB, Con D, et al. Accuracy of gastrointes - tinal ultrasound and calprotectin in the assessment of inflamma - tion and its location in patients with an ileoanal pouch. J Crohns Colitis. 2022; 16 :79–90. 263. Liszewski MC, Sahni VA, Shyn PB, et al. Multidetector- row computed tomography enterographic assessment of the ileal-anal pouch: descriptive radiologic analysis with endo - scopic and pathologic correlation. J Comput Assist Tomogr. 2012; 36 :394–399. 264. Sahi KS, Lee KS, Moss A, et al. MR Enterography of the ileoanal pouch: descriptive radiologic analysis with endo - scopic and pathologic correlation. AJR Am J Roentgenol. 2015; 205 :W478–W484. 265. Shen B, Bruining DH, YunMa H. Radiographic evaluation of ileal pouch disorders: a systematic review. Dis Colon Rectum. 2024; 67 :S70–S81. 266. Dave M, Power S, Herfarth HH, Barnes EL. Assessing the value of histology and anatomic segment evaluation among patients undergoing pouchoscopy. Inflamm Bowel Dis. 2024; 31 :1514– 1519. 267. Chang S, Hong S, Hudesman D, et al. Histologic predictors of clinical outcomes and healthcare utilization in patients with ileal pouch-anal anastomosis. Inflamm Bowel Dis. 2023; 29 :1769– 1777. 268. Lutgens MW, van Oijen MG, van der Heijden GJ, Vleggaar FP, Siersema PD, Oldenburg B. Declining risk of colorectal cancer in inflammatory bowel disease: an updated meta-analysis of population-based cohort studies. Inflamm Bowel Dis. 2013; 19 :789–799. 269. Jess T, Rungoe C, Peyrin-Biroulet L. Risk of colorectal cancer in patients with ulcerative colitis: a meta-analysis of population- based cohort studies. Clin Gastroenterol Hepatol. 2012; 10 :639– 645. 270. Wijnands AM, de Jong ME, Lutgens M, et al. Prognostic factors for advanced colorectal neoplasia in inflammatory bowel dis - ease: systematic review and meta-analysis. Gastroenterology. 2021; 160 :1584–1598. 271. Subramanian V, Ramappa V, Telakis E, et al. Comparison of high definition with standard white light endoscopy for detection of dysplastic lesions during surveillance colonoscopy in patients with colonic inflammatory bowel disease. Inflamm Bowel Dis. 2013; 19 :350–355. 272. Guerrero Vinsard D, Bruining DH, East JE, et al. Interobserver agreement of the modified Paris classification and histology pre - diction of colorectal lesions in patients with inflammatory bowel disease. Gastrointest Endosc. 2023; 97 :790–798.e2. Downloaded from https://academic.oup.com/ecco-jcc/article/19/7/jjaf106/8219802 by guest on 30 January 2026",
    "28 Journal of Crohn's and Colitis , 2025, Vol. 19, No. 7 273. Iacucci M, Bonovas S, Bazarova A, et al. ; OPTIC-IBD Study Group. Validation of a new optical diagnosis training module to improve dysplasia characterization in inflammatory bowel disease: a multicenter international study. Gastrointest Endosc. 2024; 99 :756–766.e4. 274. Iannone A, Ruospo M, Wong G, et al. Chromoendoscopy for surveillance in ulcerative colitis and Crohn’s disease: a system - atic review of randomized trials. Clin Gastroenterol Hepatol. 2017; 15 :1684–1697.e11. 275. Iannone A, Ruospo M, Palmer SC, et al. Systematic review with network meta-analysis: endoscopic techniques for dysplasia sur - veillance in inflammatory bowel disease. Aliment Pharmacol Ther. 2019; 50 :858–871. 276. Santacroce G, Zammarchi I, Tan CK, et al. Present and future of endoscopy precision for inflammatory bowel disease. Dig Endosc. 2024; 36 :292–304. 277. Laine L, Kaltenbach T, Barkun A, McQuaid KR, Subramanian V, Soetikno R ; SCENIC Guideline Development Panel. SCENIC in - ternational consensus statement on surveillance and management of dysplasia in inflammatory bowel disease. Gastroenterology. 2015; 148 :639–651.e28. 278. El-Dallal M, Chen Y, Lin Q, et al. Meta-analysis of virtual-based chromoendoscopy compared with dye-spraying chromoendoscopy standard and high-definition white light endoscopy in patients with inflammatory bowel disease at increased risk of colon cancer. Inflamm Bowel Dis. 2020; 26 :1319–1329. 279. Feuerstein JD, Rakowsky S, Sattler L, et al. Meta-analysis of dye-based chromoendoscopy compared with standard- and high- definition white-light endoscopy in patients with inflammatory bowel disease at increased risk of colon cancer. Gastrointest Endosc. 2019; 90 :186–195.e1. 280. Resende RH, Ribeiro IB, de Moura DTH, et al. Surveillance in inflammatory bowel disease: is chromoendoscopy the only way to go? A systematic review and meta-analysis of randomized clinical trials. Endosc Int Open. 2020; 8 :E578–E590. 281. Te Groen M, Wijnands A, Den Broeder N, et al. High-definition white light endoscopy with segmental re-inspection is non- inferior compared to dye-based chromoendoscopy in inflamma - tory bowel disease: the randomized controlled HELIOS trial. Gut. 2025; 6 :547–556. 282. Watanabe T, Ajioka Y, Mitsuyama K, et al. Comparison of targeted vs random biopsies for surveillance of ulcerative colitis-associated colorectal cancer. Gastroenterology. 2016; 151 :1122–1130. 283. Moussata D, Allez M, Cazals-Hatem D, et al. ; the GETAID. Are random biopsies still useful for the detection of neoplasia in patients with IBD undergoing surveillance colonoscopy with chromoendoscopy? Gut. 2018; 67 :616–624. 284. Navaneethan U, Kochhar G, Venkatesh PG, et al. Random biopsies during surveillance colonoscopy increase dysplasia detec - tion in patients with primary sclerosing cholangitis and ulcerative colitis. J Crohns Colitis. 2013; 7 :974–981. 285. Riddell RH, Goldman H, Ransohoff DF, et al. Dysplasia in inflam - matory bowel disease: standardized classification with provisional clinical applications. Hum Pathol. 1983; 14 :931–968. 286. Harpaz N, Itzkowitz SH. Pathology and clinical significance of in - flammatory bowel disease-associated colorectal dysplastic lesions. Gastroenterol Clin North Am. 2024; 53 :133–154. 287. Wan J, Wang X, Zhang Y, et al. Systematic review with meta- analysis: incidence and factors for progression to advanced neo - plasia in inflammatory bowel disease patients with indefinite and low-grade dysplasia. Aliment Pharmacol Ther. 2022; 55 :632–644. 288. Mahmoud R, Shah SC, Torres J, et al. Association between indefi - nite dysplasia and advanced neoplasia in patients with inflamma - tory bowel diseases undergoing surveillance. Clin Gastroenterol Hepatol. 2020; 18 :1518–1527.e3. 289. Odze RD, Goldblum J, Noffsinger A, Alsaigh N, Rybicki LA, Fogt F. Interobserver variability in the diagnosis of ulcerative colitis- associated dysplasia by telepathology. Mod Pathol. 2002; 15 :379– 386. 290. Fumery M, Dulai PS, Gupta S, et al. Incidence, risk factors, and outcomes of colorectal cancer in patients with ulcerative colitis with low-grade dysplasia: a systematic review and meta-analysis. Clin Gastroenterol Hepatol. 2017; 15 :665–674.e5. 291. Magro F, Langner C, Driessen A, et al. ; European Society of Pa - thology (ESP). European consensus on the histopathology of in - flammatory bowel disease. J Crohns Colitis. 2013; 7 :827–851. 292. Eaden JA, Mayberry JF, British Society for G, et al. Guidelines for screening and surveillance of asymptomatic colorectal cancer in patients with inflammatory bowel disease. Gut. 2002; 51 :V10-2–. 293. Iacucci M, Cannatelli R, Tontini GE, et al. Improving the quality of surveillance colonoscopy in inflammatory bowel disease. Lancet Gastroenterol Hepatol. 2019; 4 :971–983. 294. Baars JE, Vogelaar L, Wolfhagen FH, Biermann K, Kuipers EJ, van der Woude CJ. A short course of corticosteroids prior to sur - veillance colonoscopy to decrease mucosal inflammation in in - flammatory bowel disease patients: results from a randomized controlled trial. J Crohns Colitis. 2010; 4 :661–668. 295. Svrcek M, Borralho Nunes P, Villanacci V, et al. ; H-ECCO group. Clinicopathological and molecular specificities of inflammatory bowel disease-related colorectal neoplastic lesions: the role of in - flammation. J Crohns Colitis. 2018; 12 :1486–1498. 296. Choi WT, Yozu M, Miller GC, et al. Nonconventional dysplasia in patients with inflammatory bowel disease and colorectal car - cinoma: a multicenter clinicopathologic study. Mod Pathol. 2020; 33 :933–943. 297. Lee H, Rabinovitch PS, Mattis AN, Lauwers GY, Choi W-T. Non- conventional dysplasia in inflammatory bowel disease is more fre - quently associated with advanced neoplasia and aneuploidy than conventional dysplasia. Histopathology. 2021; 78 :814–830. 298. Wanders LK, Cordes M, Voorham Q, et al. IBD-associated dys - plastic lesions show more chromosomal instability than sporadic adenomas. Inflamm Bowel Dis. 2020; 26 :167–180. 299. Tsai JH, Rabinovitch PS, Huang D, et al. Association of aneu - ploidy and flat dysplasia with development of high-grade dys - plasia or colorectal cancer in patients with inflammatory bowel disease. Gastroenterology. 2017; 153 :1492–1495.e4. 300. Rabinowitz LG, Kumta NA, Marion JF. Beyond the SCENIC route: updates in chromoendoscopy and dysplasia screening in patients with inflammatory bowel disease. Gastrointest Endosc. 2022; 95 :30–37. 301. Farraye FA, Odze RD, Eaden J, Itzkowitz SH. AGA technical re - view on the diagnosis and management of colorectal neoplasia in inflammatory bowel disease. Gastroenterology. 2010; 138 :746– 74, 774.e1. 302. Magro F, Gionchetti P, Eliakim R, et al. ; European Crohn’s and Colitis Organisation (ECCO). Third European Evidence-based Consensus on Diagnosis and Management of Ulcerative Colitis. Part 1: definitions, diagnosis, extra-intestinal manifestations, preg - nancy, cancer surveillance, surgery, and ileo-anal pouch disorders. J Crohns Colitis. 2017; 11 :649–670. 303. Bahceci D, Lauwers GY, Choi WT. Clinicopathologic features of undetected dysplasia found in total colectomy or proctocolectomy specimens of patients with inflammatory bowel disease. Histopa - thology. 2022; 81 :183–191. 304. Pouw RE, Bisschops R, Gecse KB, et al. Endoscopic tissue sam - pling—part 2: lower gastrointestinal tract. European Society of Gastrointestinal Endoscopy (ESGE) Guideline. Endoscopy. 2021; 53 :1261–1273. 305. Harpaz N, Goldblum JR, Shepherd NA, et al. Colorectal dys - plasia in chronic inflammatory bowel disease: a contemporary consensus classification and interobserver study. Hum Pathol. 2023; 138 :49–61. 306. Choi WT, Salomao M, Zhao L, et al. Hypermucinous, goblet cell- deficient and crypt cell dysplasias in inflammatory bowel disease are often associated with flat/invisible endoscopic appearance and advanced neoplasia on follow-up. J Crohns Colitis. 2022; 16 :98– 108. Downloaded from https://academic.oup.com/ecco-jcc/article/19/7/jjaf106/8219802 by guest on 30 January 2026",
    "Journal of Crohn's and Colitis , 2025, Vol. 19, No. 7 29 307. Akarca FG, Yozu M, Alpert L, et al. Non-conventional dysplasia is frequently associated with low-grade tubuloglandular and mu - cinous adenocarcinomas in inflammatory bowel disease. Histopa - thology. 2023; 83 :276–285. 308. Musulen E, Gene M, Cuatrecasas M, et al. Gastric metaplasia as a precursor of nonconventional dysplasia in inflammatory bowel disease. Hum Pathol. 2024; 143 :50–61. 309. Kamaradova K, Vosmikova H, Rozkosova K, Ryška A, Tachecí I, Laco J. Morphological, immunohistochemical and molecular features of inflammatory bowel disease associ - ated colorectal carcinoma and associated mucosal lesions— single institution experience. Pathol Res Pract. 2019; 215 : 730–737. 310. Xiao A, Yozu M, Kovari BP, et al. Nonconventional dysplasia is frequently associated with goblet cell deficient and serrated variants of colonic adenocarcinoma in inflammatory bowel dis - ease. Am J Surg Pathol. 2024; 48 :691–698. 311. Miller GC, Liu C, Bettington ML, Leggett B, Whitehall VLJ, Rosty C. Traditional serrated adenoma-like lesions in patients with in - flammatory bowel disease. Hum Pathol. 2020; 97 :19–28. 312. Choi WT. Characteristics, reporting, and potential clinical signif - icance of nonconventional dysplasia in inflammatory bowel dis - ease. Surg Pathol Clin. 2023; 16 :687–702. 313. Gui X, Kobel M, Ferraz JG, et al. Histological and molecular di - versity and heterogeneity of precancerous lesions associated with inflammatory bowel diseases. J Clin Pathol. 2020; 73 :391–402. 314. Nasreddin N, Jansen M, Loughrey MB, et al. Poor diagnostic re - producibility in the identification of nonconventional dysplasia in colitis impacts the application of histologic stratification tools. Mod Pathol. 2024; 37 :100419. Downloaded from https://academic.oup.com/ecco-jcc/article/19/7/jjaf106/8219802 by guest on 30 January 2026"
  ],
  "processed_at": "2026-01-30T14:54:29.926Z"
}