{
  "doc_id": "7814e4a4fc13f33320a1f23ae95fd3de",
  "source_id": "ESUR_2019_-_ESUR_Quick_Guide_to_Female_Pelvis_Imaging",
  "total_pages": 80,
  "pages": [
    "ESUR Quick Guide to Female Pelvis Imaging European Society of Urogenital Radiology 1.0",
    "",
    "ESUR Quick Guide to Female Pelvis Imaging 1.0 PREFACE The concept of this booklet is to be a guide used as a quick reference to planning the imaging of patients with suspected or confirmed gynaecologic disease. Full guidelines for many of these disease areas are published. Here we hope to provide a quick and easily accessible reference for the radiologist and radiographers undertaking these imaging investigations. Comments and questions are welcome at esursecretary@esur.org ESUR Female Pelvis Imaging Working Group April 2019 PREFACE 1",
    "AUTHOR ACKNOWLEDGEMENTS Special thanks to the following authors who have contributed to the production of this Quick Guide booklet: • Celine Alt • Nishat Bharwani • Laura Brunesch • Francesco M. Danza • Martina Derme • Rania Farouk El Sayed • Rosemarie Forstner • Laure Fournier • Benedetta Gui • Aki Kido • Rahel A. Kubik-Huch • Rita Lucas • Teresa Margarida Cunha • Gabriele Masselli • Olivera Nikolic • Stephanie Nougaret • Milagros Otero-Garcia • Andrea Rockall • Evis Sala A UTHOR A CKNOWLEDGEMENTS 2",
    "PREFACE 1 AUTHOR ACKNOWLEDGEMENTS 2 CONTENTS 3 1. TECHNICAL INFORMATION 4 2. DISEASE SPECIFIC INVESTIGATIONS 12 a. Cervical Cancer 12 i. Primary Staging 12 ii. Follow up and Investigation of Recurrence 16 b. Endometrial Cancer 19 c. Vaginal Masses 25 d. Characterisation of Adnexal Mass 28 e. Staging and Follow-up of Ovarian Cancer 32 f. Endometriosis 38 g. Leiomyoma 45 h. Female Tract Congenital Abnormalities 51 i. Gynaecologic Emergencies 55 j. Pelvic Floor Imaging 61 k. Placental Disease 65 l. Fistula 75 CONTENTS TERMINOLOGY: CONTRAST AGENTS AND CONTRAST MEDIA CONTENTS 3",
    "1. TECHNICAL INFORMATION Authors: Rita Lucas and Teresa Margarida Cunha Abbreviations MR – magnetic resonance IM – intramuscular IV – intravenous TR – time to repetition TE – time to echo DWI – diffusion weighted images FS – fat saturation FOV – field of view SS – single shot FSE – fast spin echo ms – milliseconds The MRI protocol should always be tailored to the main indication for pelvic MRI. These are general recommendations for gynecological studies. 1. Patient preparation • The patients are recommended to fast for four hours and, if possible, asked to empty their bladder about one hour prior to the examination in order to obtain a moderately full bladder during the exam. • Optional: Rectal enema to clean the bowel, one the day before the exam and other on the morning of the exam. • Avoid vaginal tampons. OPTIONAL: • Antispasmodic drugs to reduce bowel motion: 40 mg of butylscopolamine IM/IV before the exam or 0.5-1.0 mg IV/ IM of glucagon, taking into account hospital availability and patient individual contraindications (e.g. myasthenia gravis, megacolon or narrow angle glaucoma). • In the evaluation of deep pelvic endometriosis, ultrasound gel may be instilled into vagina (about 60 mL) and into the rectum (about 200mL). • Also in cases of vaginal pathology or congenital uterine abnormalities vaginal opacification with ultrasound gel may be considered 1. T ECHNICAL I NFORMATION 4",
    "2. Patient Positioning • The patient is usually scanned in the supine position. OPTIONAL: • To reduce anxiety and claustrophobia, if there is excessive patient movement, the patient may be studied in prone position. 3. Technical requirements Dedicated phase-array surface abdominopelvic coil both 1.5T and 3.0T • Pelvic phased array coils are recommended at both 1.5T and 3.0T to increase signal-to-noise ratio (SNR). • Saturation bands: anterior and superior. 4. MRI Protocol Examples of suitable sequences and imaging parameters Sequence Plan TR/TE FOV T2W SSFSE or HASTE (Localizer sequence) Coronal 3,4/ 1,71ms Covering the whole abdominopelvic area • To localize and plan the dedicated sequences. Sequence Plan TR/TE Slice thick- ness Inter- section gap FOV T2W FSE Axial 4000/90ms 4-5mm 0.4- 0.5mm Whole pelvis T2W FSE Sagittal 4000/90ms 4mm 0.4mm From one hip to another T2W FSE Coronal 4000/90ms 4mm 0.4mm Whole pelvis T2W FSE Axial of the cervix 5000/110ms 4mm 0.4mm Small, dedicated to the area of interest 1. T ECHNICAL I NFORMATION 5",
    "T2W FSE Axial of the uterus 4000/90ms 4mm 0.4mm Small, dedicated to the area of interest T2W FSE Sagittal of the uterus 4000/90ms 4mm 0.4mm Small, dedicated to the area of interest T2W FSE Coronal of the uterus or axial of the ovaries 4000/90ms 4mm 0.4mm Small, dedicated to the area of interest T2W FSE Oblique (endome- triosis) 5000/110ms 3mm 0.3mm Small, dedicated to the area of interest T2W FSE Axial of the vagina 4000/90ms 4mm 0.4mm Small, dedicated to the area of interest T2W FSE Axial 4000/90ms 5-6mm 1mm Large from renal hilum to pubic symphysis/ from diaphragm to iliac crests • T2W sequences yield the majority of information. • Sequences are oriented in relation to uterus axis for uterine pathology, otherwise in relation to the pelvis: • Perpendicular to endocervical canal longitudinal axis to evaluate the cervix. • Perpendicular to the uterine body longitudinal axis to evaluate the myometrial endometrial interface (eg. in endometrial cancers). 1. T ECHNICAL I NFORMATION 6",
    "• In cases of congenital uterine abnormalities or benign uterine pathology additional oblique acquisitions may be necessary depending on uterine topography (sagittal/coronal oblique or parallel to uterine body and axial oblique perpendicular to uterine body). • When doubt remain whether a mass originates from the ovaries or from the uterus, an additional acquisition might help, oriented in the ovarian axial plan, which corresponds to a plan parallel to the endometrial cavity (coronal plan of the uterine body). • In cases of deep pelvic endometriosis additional oblique acquisitions may also be necessary depending on uterine topography (particularly an axial oblique plane perpendicular to uterine cervix). • The sequences with big FOV are required to check the retroperitoneal lymph nodes and to evaluate the kidneys. Sequence Plan TR/TE Slice thick- ness Inter- section gap FOV T1W FSE without FS Axial 648/10ms 5mm 0.5mm Whole pelvis T1W FSE with FS Axial 648/10ms 5mm 0.5mm Whole pelvis T1W FSE with FS Coronal of the uterus or axial of the ovaries 648/10ms 4mm 0.4mm Small, dedicated to the area of interest • The fat-saturated T1W sequence is required to distinguish fat from haemorrhage in lesions with high signal intensity on T1W images. 1. T ECHNICAL I NFORMATION 7",
    "Sequence Plan TR/TE Slice thick- ness Inter- section gap FOV T1W GRE 3D FS Axial 5,5/2,7ms 2mm 1mm Whole pelvis T1W GRE 3D FS Sagittal 5,5/2,7ms 2mm 1mm Whole pelvis T1W GRE 3D FS Axial of the uterus 5,5/2,7ms 2mm 1mm Whole pelvis T1W GRE 3D FS Coronal of the uterus or axial of the ovaries 5,5/2,7ms 2mm 1mm Whole pelvis • The standard gadolinium contrast medium dose for soft tissue imaging is 0.1mmol/kg body weight, followed by a saline flush of 20 ml. • One acquisition before contrast administration and five additional sequential acquisitions post-contrast injection acquisitions with 20 seconds of delay between them, until 150 seconds. • The most adequate plan to evaluate enhancement in the cervix is the sagittal and usually a late phase acquisition is done in the axial oblique plan (perpendicular to uterine cervix). • The most adequate plan to evaluate the enhancement of the myometrium is in the axial oblique plan (perpendicular to uterine body). • For ovarian lesions as stated before, an acquisition in the ovarian axial plan might be necessary. 1. T ECHNICAL I NFORMATION 8",
    "Sequence Plan TR/TE Slice thick- ness Inter- section gap FOV DWI Axial of the abdomen 3100/53ms 6mm 1mm Equal to T2W for abdomen DWI Axial of the pelvis 3100/53ms 4-5mm 0.4- 0.5mm Equal to T2W for pelvis DWI Axial of the cervix 3100/53ms 4-5mm 0.4- 0.5mm Equal to T2W axial of the cervix (cervical cancer) DWI Axial of the uterine body 3100/53ms 4-5mm 0.4- 0.5mm Equal to T2W axial of the uterus (endometrial cancer) • Abdomen ( b-value – 0, 500 and 1000). • Pelvis ( b-value – 0, 200 and 1000). 1. T ECHNICAL I NFORMATION 9",
    "Schematic representation of specific MRIplanes orientation: Axial of the cervix Axial of the uterus Coronal of the uterus or axial of the ovaries Sagittal of the uterus Axial of the vagina 1. T ECHNICAL I NFORMATION 10",
    "TECHNICAL ASPECTS OF CT OF THE FEMALE PELVIS Abbreviations CT – Computed Tomography 1. Patient preparation • The patient is generally recommended to fast for at least 4 hours and empty the bladder aound hour before examination. • Oral administration of 1 litre of iodinated contrast media or water (depending on clinical scenario) over a period of 1 hour before the examination. • Avoid vaginal tampon. OPTIONAL: • Vaginal or rectal contrast opacification may be necessary. 2. Patient Positioning • The patient should be supine. 3. Technical requirements • At least a 64-row CT is advisable (about 1 mm slice thickness to allow quality multiplanar reformations). • Acquisition before (e.g. for ovarian cancer staging) and 70-90 seconds post-injection of iodinated contrast media (100– 150mL of intravenous iodinated contrast medium injected at a rate of 3–4mL/second). 1. T ECHNICAL I NFORMATION 11",
    "2. DISEASE SPECIFIC INVESTIGATIONS a. Cervical Cancer i. Primary Staging Author: Rosemarie Forstner 1. Clinical background Cervical cancer is the fourth most frequent cancer in women worldwide. The large majority of cases (around 85%) occur in the less developed regions. There were an estimated 266,000 deaths from cervical cancer worldwide in 2012. Almost nine out of ten (87%) deaths occur in the less developed regions [1]. Cervical carcinoma spreads by direct tumour invasion through the stroma into the parametria towards the pelvic wall. Spread may also occur via the uterosacral ligaments to the pelvic sidewall; upward into the corpus of the uterus or downward into the vagina; and lymphatic spread to the paracervical, parametrial and presacral lymph nodes, and then to the external iliac (obturator), internal iliac and common iliac nodes. Retroperitoneal and supraclavicular nodal involvement is only seen in advanced disease. Spread to the lungs, bone and liver is unusual at initial presentation. Tumours in early stages, with less than 4 cm and without parametrial involvement can be treated with surgery [2]. In large tumours (> 4 cm), or tumours in advanced stages or in the absence of surgical conditions the patients are treated with chemoradiotherapy (CRT) [3]. Young women with small tumours who want to preserve fertility may choose to perform a trachelectomy (only in tumours less than 2 cm in greatest diameter, located ≥ 1 cm from the internal os and if the cervical length is ≥ 2.5 cm in greater sagittal axis). 2. Imaging techniques MRI is the preferred imaging technique for evaluation of the cervix and staging of abdominal and pelvic spread of disease (see protocol chapter). CT of the chest, abdomen and pelvis maybe be undertaken for complete staging. 2. D ISEASE S PECIFIC I NVESTIGATIONS 12",
    "3. Diagnosis: Key points • Cervical carcinoma is typically moderately hyperintense on T2-WI, regardless of histological subtype, so this is the key sequence in tumour evaluation. • These tumours may be exophytic or endocervical („barrel-shaped“) [4]. • Vaginal invasion is assumed when there is disruption of the hypointense vaginal wall by intermediate / high intensity tumour on T2-WI. • Evaluation in the oblique plane perpendicular to the cervical canal is mandatory to detect parametrial invasion. • When there is preservation of the hypointense ring of cervical stroma and the hypointense stroma is> 3 mm thick (signal „hypointense ring“), parametrial invasion can be excluded with a specificity of 96-99% [5]. • Parametrial invasion is implied if disruption of the hypointense signal of cervical stroma, evident intermediate/high intensity tumour extension to the adjacent parametrial tissue or invasion of the vesicouterine ligament. • Extension into the lower third of the vagina is considered when the tumour extends below the plane of the bladder floor level, behind the urethra. • Invasion of the pelvic wall is considered when the distance between the tumour and the pelvic wall (internal obturator muscle, levator ani, piriformis or iliac vessels) is < 3 mm [6]. • The preservation of a fat plane between the wall of the bladder / rectum and the tumour is a good radiology criterion for exclusion of invasion of these structures [4]. Rectum or bladder wall invasion is best evaluated in contrast enhanced sequences. • The identification of suspicious lymph nodes is based on dimensional and morphological criteria: pelvic lymph nodes > 8 mm, abdominal lymph nodes > 10 mm and inguinal lymph nodes > 15 mm of short axis in the axial plane, and also lymph nodes with irregular contour or with evidence of necrosis. • In DWI the apparent diffusion coefficients (ADCs) calculated for cervical tumours are lower than those of normal cervical stroma, increasing the contrast between normal tissue and the tumour, what can be particularly useful in the case of small tumours. Nodal metastases also exhibit decreased ADC values allowing the identification of pathological nodes with only 5 mm. • It is recommended to compare the signal intensity in DWI with high b value (b1000) with the signal from the node on T2-WI with the signal intensity of the primary tumour [7]. 2. D ISEASE S PECIFIC I NVESTIGATIONS 13",
    "4. Staging Cervical carcinoma staging remains clinical according to the guidelines of the International Federation of Gynaecology and Obstetrics (FIGO), to ensure uniformity of criteria between countries with different resources. Imaging evaluation is widely recommended, when available, in order to increase the accuracy of clinical staging and support therapeutic decision, with the main purpose of identifying the patients that are surgery candidates. 5. Follow-up MRI is also recommended for the assessment of tumour response, surveillance of possible therapeutic complications and detection of recurrence. See separate chapter on follow-up. 6. Pitfalls • Limitations in determining the parametrial invasion by MRI: microscopic parametrial invasion cannot be ruled out and on the other hand, linear extensions to the parametrial fat can only be due to inflammatory phenomena [8]. • Mucosal nodularity depicted on T2-WI may be due to bullous oedema (swelling areas of focal bladder epithelium associated with inflammation / chronic irritation phenomena)[9]. • The presence of inflammation/swelling might be responsible for tumour over-estimation on T2-WI and following intervention (such as a cone biopsy), changes can arise at the site of the biopsy that can be mistaken for the primary tumour. It is recommended that an interval of at least one week to ten days be allowed between the biopsy and MRI [4]. • Even in the absence of dimensional and morphological criteria, nodal microscopic disease cannot be ruled out. On ADC maps, there is a considerable overlap between the values calculated for metastatic and reactive nodes [10]. 7. Radiology Report Checklist • lesion size (measured in at least two planes) • extent of the tumour (to the isthmus, body of the uterus or vagina) • parametrial extension • invasion of the bladder, rectum or pelvic wall • pelvic inguinal and para-aortic lymph nodes with dimensional or morphological criteria of suspicion • presence of hydronephrosis 2. D ISEASE S PECIFIC I NVESTIGATIONS 14",
    "• distant metastasis • The FIGO stage should not be mentioned in the report unless this is the standard practice used by the local tumour board. References: [1] International Agency for Research on Cancer. GLOBOCAN 2012: estimated cancer incidence, mortality and prevalence worldwide in 2012. Lyon, France: IARC; 2013 Dec Available from: http://globocan.iarc. fr/. [2] Small W. Jr, Strauss J.B., Jhingran A., Yashar C.M., Gaffney D.K., Cardenes H.R. et al. Expert Panel on Radiation Oncology–Gynecology. ACR Appropriateness Criteria® definitive therapy for early stage cervical cancer. Am J Clin Oncol. 2012 Aug;35(4):399-405. [3] Koh W.J., Greer B.E., Abu-Rustum N.R., Apte S.M., Campos S.M., Chan J. et al. Cervical cancer. J Natl Compr Canc Netw 2013 Mar 1; 11(3):320-43. [4] Engin G. Cervical cancer: MR imaging findings before, during, and after radiation therapy. Eur Radiol 2006 Feb; 16(2):313-24. [5] Sala E., Rockall A.G., Freeman S.J., Mitchell D.G:, Reinhold C. The Added Role of MR Imaging in Treatment Stratification of Patients with Gynecologic Malignancies: What the Radiologist Needs to Know. Radiology 2013; 266:717-40. [6] Hricak H., Yu K.K. Radiology in invasive cervical cancer. Am J Roentgenol 1996; 167:1101-8. [7] Whittaker C.S., Coady A., Culver L., Rustin G., Padwick M., Padhani AR. Diffusion-weighted MR imaging of female pelvic tumours: a pictorial review. Radiographics 2009 May-Jun; 29(3):759-74. [8] Sahdev A., Sohaib S.A., Wenaden A.E., Shepherd J.H., Reznek R.H. The performance of magnetic resonance imaging in early cervical carcinoma: a long-term experience. Int J Gynecol Cancer 2007 May- Jun; 17(3):629-36. [9] Rockall A.G., Ghosh S., Alexander-Sefre F ., Babar S., Younis M.T., Naz S. et al. Can MRI rule out bladder and rectal invasion in cervical cancer to help select patients for limited EUA? Gynecol Oncol 2006 May; 101(2):244-9. [10] Siegel C.L., Andreotti R.F ., Cardenes H.R., Brown D.L., Gaffney D.K., Horowitz N.S. et al. ACR Appropriateness Criteria® pretreatment planning of invasive cancer of the cervix. Am Coll Radiol 2012 Jun; 9(6):395-402. 2. D ISEASE S PECIFIC I NVESTIGATIONS 15",
    "ii. Follow up and Investigation of Recurrence Authors: Aki Kido and Rosemarie Forstner 1. Clinical background One of the purpose of follow-up is early detection of recurrence disease that should be more likely to be effective to treatment, may resulting in improvement the clinical outcome of patient with relapsing cervical cancer (1). On present, posttreatment surveillance program differs widely among different countries and among different institutions (1). Patients may be imaged due to symptoms (such as vaginal bleeding or pelvic pain) or in some cases, there may be regular surveillance (such as following fertility preserving trachelectomy). 2. Imaging Tumours undergoing CRT respond by decreasing their size and the signal intensity in T2. However in the first 3 months after CRT high signal intensity of the cervical stroma can be related to residual tumour but also to inflammation or fibrosis. Response to treatment may also be evaluated using FDG-PET/CT (Grigsby et al). The majority of recurrences occur within 2 years of treatment (62-89%) (2)(10). Then, NCCN guidelines recommended history and physical examination every 3–4 months for the first 2 years, every 6 months for the next 3 years for high risk patients. For low risk patients, they are suggested every 6 monthgs for the first 2 years and yearly for thenext 3 years. Many institution continue follow-up until 10 years by annual examination after 5 years (2). As for the surveillance strategy, physical examination and vaginal vault cytology were the most common methods and accepted (2, 3). Physical examination indicated the highest detection rate compared with cytologic evaluation and imaging modalities (3).The role of CT and ultrasound has not been constructed even if a relatively high number of asymptomatic patients had been already diagnosed by these methods. Imaging has suggested for surveillance in the asymptomatic patient (3) Imaging techniques are influenced by the most frequent location of recurrence, which is vaginal vault or central pelvis(19-57%) followed by pelvic wall (2,4). MR may be superior to CT for detecting recurrent tumor after surgery or radiation treatment because of its usefulness in the detection of disease recurrence due to its high-contrast resolution. 2. D ISEASE S PECIFIC I NVESTIGATIONS 16",
    "Recurrent tumor demostrate heterogenous high signal intensity on T2- WI, and enhancement degree is variable (5). MRI may be more accurate than CT for evaluating tumor invasion of the bladder, rectum and pelvic wall (6,7). Evidence of additional use of DWI has not been constructed. 3. Diagnosis Recurrence of carcinoma of the cervix usually is heterogeneous hyperintense on T2 and demonstrates inhomogeneous contrast uptake. It may occur locally (in the cervix, vaginal vault, parametria or pelvic wall), in lymph nodes or as distant metastases (especially bone or lung, less frequently in the liver). Parametrial recurrence may also be hard to differentiate from residual fibrosis, however fibrosis tends to remain stable on subsequent studies [Engin G 2006]. The frequency of distant metastasis varies depending on the report, ranging 15-61%. Among the patients with distant relapses, almost half of them had lung metastases or an hepatic recurrence. In addition, 58% of recurrent patients had multiple localizations (2,4). Considering the freqnecy of distant and multiple site recurrences, CT or 18 FDG PET- CT can cover the every site. Recently, 18 FDG PET-CT has recognized as useful modality in identifying patients ealier in the recurrence process, because of its high accuracy in evaluating tumor recurrence, though it is currently ongoing for constructing the evidence (2). Regarding lymph node metastases, fundamental assessment using size criteia shows limited evaluation value. Central lymph node necrosis is suggesteed as a helpful finding for differentiating metastatic nodes from nonmetastatic nodes (8). In addition, combined usage of DWI and T2WI is suggested for the improved detectability of LNs. 2. D ISEASE S PECIFIC I NVESTIGATIONS 17",
    "References: (1) Zanagnolo V, Minig LA, Gadducci A, Maggino T, Sartori E, Zola P , Landoni F .Surveillance procedures for patients for cervical carcinoma: a review of the literature.Int J Gynecol Cancer. 2009 Apr;19(3):306-13. (2) Elit L, Fyles AW, Devries MC, Oliver TK, Fung-Kee-Fung M; Cancer Disease Site Group. Follow-up for women after treatment for cervical cancer: a systematic review.Gynecology Gynecol Oncol. 2009 Sep;114(3):528-35 (3) Salani R, Backes FJ, Fung MF , Holschneider CH, Parker LP , Bristow RE, Goff BA.Posttreatment surveillance and diagnosis of recurrence in women with gynecologic malignancies: Society of Gynecologic Oncologists recommendations.Am J Obstet Gynecol. 2011 Jun;204(6):466-78. (4) Zola P , Fuso L, Mazzola S, Piovano E, Perotto S, Gadducci A, Galletto L, Landoni F , Maggino T, Raspagliesi F , Sartori E, Scambia G.Could follow-up different modalities play a role in asymptomatic cervical cancer relapses diagnosis? An Italian multicenter retrospective analysis.Gynecol Oncol. 2007 Oct;107(1 Suppl 1):S150-4. (5) Engin G. Cervical cancer: MR imaging findings before, during, and after radiation therapy. Eur Radiol 2006 Feb; 16(2):313-24. (6) Yamashita Y, Harada M, Torashima M, Takahashi M, Miyazaki K, Tanaka N, Okamura H.Dynamic MR imaging of recurrent postoperative cervical cancer. J Magn Reson Imaging. 1996 Jan- Feb;6(1):167-71. (7) Kim SH, Han MC.Invasion of the urinary bladder by uterine cervical carcinoma: evaluation with MR imaging. AJR Am J Roentgenol. 1997 Feb;168(2):393-7 . (8) Yang WT, Lam WW, Yu MY, Cheung TH, Metreweli C. Comparison of dynamic helical CT and dynamic MR imaging in the evaluation of pelvic lymph nodes in cervical carcinoma. AJR Am J Roentgenol. 2000 Sep;175(3):759-66. (9) Engin G. Cervical cancer: MR imaging findings before, during, and after radiation therapy. Eur Radiol 2006 Feb; 16(2):313-24. (10) Babar S, Goode A, Rockall A, Reznek RH. Magnetic resonance imaging patterns of recurrent cervical carcinoma. European Radiology 2004;14(Suppl 2):429. 2. D ISEASE S PECIFIC I NVESTIGATIONS 18",
    "b. Endometrial Cancer Authors: Stephanie Nougaret and Evis Sala Clinical Background Endometrial cancer is the fourth most common cancer in women in Europe, and the tenth most common cancer overall (1). More than 90% of cases occur in women older than 50 years of age. The incidence of the disease is rising because the population is aging and the prevalence of diabetes and obesity is increasing. The prognosis depends on factors including stage, depth of myometrial invasion, lymphovascular invasion, histologic grade, and nodal status (2). The major clinical challenges are the optimal selection of patients at high risk for advanced disease who would benefit from more extensive surgical procedures (i.e, lymph node dissection), and the avoidance of overtreatment in patients at low risk. 1. Who should be imaged and why? Endometrial carcinoma is surgically staged according to the joint 2010 FIGO/TNM classification system. Thus, imaging serves as an adjunct in treatment stratification (3). Total hysterectomy with bilateral salpingo-oophorectomy with pelvic and para-aortic lymph node dissection is the standard staging procedure for endometrial carcinoma. Staging is typically performed with laparoscopy. Decisions about adjuvant therapy for endometrial carcinoma are based upon clinicopathologic factors (i.e.: grade, FIGO stage). However, most patients present with FIGO stage I disease and are at low risk for lymph node metastases. There is an ongoing controversy regarding the clinical benefit of lymphadenectomy in early-stage EC. Lymphadenectomy allows complete surgical staging and facilitates adjuvant treatment selection, potentially reducing the morbidity of unnecessary radiation therapy. However, lymphadenectomy carries a 7–10% risk of lymphocele development and a 23% risk of lower- extremity lymphedema. Several recent large prospective trials showed no survival benefit after lymphadenectomy in patients with early-stage grade 1 and 2 endometrioid adenocarcinoma. Therefore, in patients with clinical stage I disease, the need for lymphadenectomy may be determined based on the presence of risk factors that increase the likelihood of finding lymph node metastases and subsequent recurrence. Accordingly to the European Society of Medical Oncology, lymphadenectomy is not recommended in the low-risk group,i.e. stage I grade 1 or 2 endometrioid adenocarcinoma with less than 50% MI. 2. D ISEASE S PECIFIC I NVESTIGATIONS 19",
    "Lymphadenectomy is suggested or recommended for all other patients with newly diagnosed EC. In this schema, preoperative information regarding the depth of MI and histologic subtype is essential to tailor the surgical. In this setting, MRI can assess the depth of myometrial invasion while histologic type and grade may be determined by endometrial sampling. Other indications for MRI include: • Young patients with low-grade endometrial cancer who wish to preserve fertility to exclude myometrial invasion in • Neoadjuvant chemoradiotherapy planning in patients with surgical contraindication due to medical comorbidities or extrauterine tumor extension. • Distinction of cervical or endometrial origin of uterine cancer in cases of biopsy-proved adenocarcinoma, especially when there is involvement of both the cervix and lower uterine segment (4). 2. Diagnosis The diagnosis of endometrial cancer is established by histological assessment. MRI may be used to differentiate cancers of cervical from those of uterine origin in equivocal cases. 3. Staging, treatment planning and imaging techniques 3.1 Recommended MRI protocol In 2018, updated guidelines on endometrial cancer MRI staging were published (5) and proposed a dedicated MRI protocol which include briefly: ¡ Small FOV sagittal pelvis: T2WI ¡ High-spatial-resolution small-field-of-view axial oblique perpendicular to uterus corpus: T2WI (for accurate evaluation of depth of myometrial invasion) ¡ Large FOV up to renal hilum: T1WI or T2WI (for lymph nodes and hydronephrosis) ¡ DWI in axial oblique to match the T2WI ¡ DWI axial large FOV to match the large FOV axial T2WI in case of Grade 3 endometriod adenocarcinomas or non- endometriod carcinomas. ¡ Contrast-enhanced images acquired at 2min30 for best contrast between the tumor and the myometrium. The 2min 30 images can be obtained either as a DCE-MRI acquision or a single phase axial oblique acquision 2. D ISEASE S PECIFIC I NVESTIGATIONS 20",
    "3.2 Key points (FIGURE 1): • DEPTH OF MYOMETRIAL INVASION: ¡ Evaluation in the oblique plane perpendicular to the endometrial cavity is mandatory to correctly assess depth of myometrial invasion (5,6,7) ¡ Endometrial cancer is usually isointense to the myometrium on T1WI and hyperintense to the myometrium on T2WI. ¡ On contrast-enhanced T1WI, the tumor usually enhances homogeneously and more slowly and less avidly than the adjacent myometrium. ¡ On DWI, the tumor is of high signal intensity with restricted diffusion on the ADC maps (7). ¡ An intact junctional zone and a smooth band of early subendometrial enhancement exclude deep myometrial invasion. ¡ In stage IB, the tumor extends > 50% into the myometrium, with associated disruption or irregularity of the junctional zone and subendometrial enhancement. The presence of low-signal-intensity tumor within the outer myometrium or beyond indicates deep myometrial invasion (5,6,7) • EXTRA-UTERINE EXTENSION: ¡ On T2WI, cervical stromal invasion is diagnosed by intermediate to high-signal-intensity tumor disrupting the normal low-signal-intensity cervical stroma. ¡ Disruption of the low-signal-intensity of the uterine serosa and/or irregular uterine contour on T2WI, loss of the normal rim of highly enhancing myometrium on DCE indicate serosal involvement. ¡ DWI can aid detection of adnexa deposit, especially in high- grade endometrioid, clear cell, or serous papillary tumors. ¡ Bullous edema of the bladder maybe a sign of tumor in the subserosal or muscular layer of the bladder, but this sign alone is not sufficient for diagnosis of stage IVA disease. On T2WI, bladder/rectal involvement is diagnosed when tumor abuts or indents the bladder/rectum over a significant area, tumor interrupts the low signal intensity of the bladder/rectal muscular layer or tumor invades the bladder/rectal muscular wall and tumor nodules are seen in the mucosal layer. 2. D ISEASE S PECIFIC I NVESTIGATIONS 21",
    "3.3 Pitfalls • Overestimation of depth of myometrial invasion may be caused by leiomyomas, adenomyosis and cornual tumor location. • Causes of false-positive cases for malignancy on DWI are secretory and hyperplastic endometrium with consequently low ADC values. Blood product retention also demonstrates low ADC; T1W sequence can help to confirm presence of blood products. • Lymph nodes can be easily detected on DW-MRI as high signal intensity ovoid structures. Attempts to increase diagnostic accuracy between malignant and benign lymph nodes based on ADC have been made. All published studies showed a certain degree of overlap between benign and malignant pelvic lymph nodes; none were able to define the negative predictive value of DWI. 3.4 Radiology Report Checklist (FIGURE 1) • The radiology report must be interpreted in conjunction with tumor grade and type. Indeed, grade 3 tumor and serous/ clear cell adenocarcinomas have a more aggressive behavior and the probability of advanced disease is higher (8,9). • Tumor size • Depth of myometrial invasion (8,9). • Cervical stromal invasion (8,9). • Vagina, adnexa and serosal invasion (8,9). • Invasion of the bladder, rectum or pelvic wall (8,9). • Pelvic, inguinal and para-aortic lymph nodes with dimensional or morphological criteria of suspicion (8,9). • Presence of hydronephrosis (8,9). • Distant metastasis (8,9). • Assessment of FIGO staging on MRI 2. D ISEASE S PECIFIC I NVESTIGATIONS 22",
    "References: 1. Ferlay J, Steliarova-Foucher E, Lortet-Tieulent J, et al.Cancer incidence and mortality patterns in Europe: Estimates for 40 countries in 2012. European Journal of Cancer (2013) 49, 1374-1403 2. Larson DM, Connor GP , Broste SK, Krawisz BR, Johnson KK. Prognostic signifi cance of gross myometrial invasion with endometrial cancer. Obstet Gynecol 1996;88(3):394– 398. 3. Sala E., Rockall A.G., Freeman S.J., Mitchell D.G:, Reinhold C. The Added Role of MR Imaging in Treatment Stratification of Patients with Gynecologic Malignancies: What the Radiologist Needs to Know. Radiology 2013; 266:717-40. 4. Vargas HA, Akin O, Zheng J, et al.. The value of MR imaging when the site of uterine cancer origin is uncertain. Radiology 2011;258(3):785–792. 5. Nougaret S, Horta M, Sala E et al. Endometrial Cancer MRI staging: Updated Guidelines of the European Society of Urogenital Radiology. Eur Radiol 2018 Ehead epub of print. 6. Frei KA, Kinkel K, Bonél HM, Lu Y, Zaloudek C, Hricak H. Prediction of deep myometrial invasion in patients with endometrial cancer: clinical utility of contrast-enhanced MR imaging-a metaanalysis and Bayesian analysis. Radiology 2000;216(2):444–449. 7 . Beddy P , Moyle P , Kataoka M, et al.. Evaluation of depth of myometrial invasion and overall staging in endometrial cancer: comparison of diffusion-weighted and dynamic contrast-enhanced MR imaging. Radiology 2012;262(2):530–537 . 8. Sala E, Rockall A, Kubik-Huch RA. Advances in magnetic resonance imaging of endometrial cancer. Eur Radiol 2011;21(3):468– 473 9. Kinkel K, Forstner R, Danza FM, et al. Staging of endometrial cancer with MRI: guidelines of the European Society of Urogenital Imaging. Eur Radiol 2009;19(7):1565–1574. 2. D ISEASE S PECIFIC I NVESTIGATIONS 23",
    "FIGURE 1 - Key points to analyse on MRI 2. D ISEASE S PECIFIC I NVESTIGATIONS 24",
    "c. Vaginal Masses Authors: Laura Brunesch and Celine Alt 1. Clinical background: Primary cancer of the vagina represents only around 3% of all gynecologic cancers. Squamous cell carcinoma is the most common histologic type (90%), it is frequently associated with high-risk human papillomavirus infection (especially type 16) and spreads early into adjacent organs. Secondary involvement of the vagina by neoplasms of adjacent organs or metastasis is more common [1]computed tomography (CT. Lymphatic spread from upper vaginal neoplasms is to internal and external iliac nodes initially, whereas lesions of the lower third of the vagina initially spread to inguinal and femoral nodes [2]. 2. Imaging: The role of imaging in vaginal masses is the report of the localization, shape, size and extension of the lesion and to exclude differential diagnoses [3]. If malignancy is proven, imaging is used for primary staging, therapy control or detection of recurrence. Imaging techniques: MRI of the pelvis is the modality of choice for local evaluation due to an excellent soft tissue contrast and the possibility to differentiate between primary vaginal location or invasion from surrounding organs [4]. It is also useful for the evaluation of local recurrence [5]. Instillation of 60ml of ultrasound gel into the vagina is helpful. T2W images of the pelvis in axial, sagittal and axial oblique plane (to the vagina), T1W images of the pelvis in axial plane and DWI of the pelvis in axial plane should at least be performed. Pre and dynamic T1W contrast enhanced imaging of the pelvis in the axial plane with fat saturation, and T1W post contrast sequence of the pelvis with fat saturation in sagittal plane may optionally be useful. Regarding patient’s positioning, technical requirements and detailed information of MR sequences see „Technical aspects of MRI of the female pelvis“ chapter. 2. D ISEASE S PECIFIC I NVESTIGATIONS 25",
    "Helical CT of the chest, abdomen and pelvis after IV contrast administration is used to detect distant metastasis and nodal spread [5]. Sagittal and coronal reconstructions should be performed. CT is not the modality of choice for local staging. For more detailed information about the technical aspects of CT, please see the „Technical aspects of CT of the female pelvis“ chapter. Sonography can be of use to evaluate inguinal groin nodes and to guide their biopsy if suspicious [6]. 3. Diagnosis: Vaginal cancer is almost always diagnosed clinically by biopsy. It may be asymptomatic in early stages, whereas in advanced stages, it may present with pelvic pain or bloody vaginal discharge. Differential diagnoses for vaginal masses may be leiomyoma, retention cyst, endometriosis, Gartner cyst, lymphoma, metastasis, melanoma or sarcoma [7]. 4. Staging: Staging for vaginal cancer is performed according to the current version of the FIGO-classification or the UICC-criteria. Only lesions that do not involve the cervix or the vulva are defined as primary vaginal cancer. 5. Follow-up: Recurrence of squamous cell carcinoma mostly occurs in the first two years after treatment, therefore close clinical follow-up is recommended. MR is used for the evaluation of suspected local recurrences. A scheduled follow-up with CT is reasonable for patients with initially bulky or advanced disease. The application of PET may be helpful, but up to now, only few data are available [8, 9]. 2. D ISEASE S PECIFIC I NVESTIGATIONS 26",
    "References: 1. Walker DK, Salibian R a., Salibian a. D, et al. (2011) Overlooked Diseases of the Vagina: A Directed Anatomic-Pathologic Approach for Imaging Assessment. Radiographics 31:1583–1598. doi: 10.1148/rg.316115531 2. Rajaram S, Maheshwari A, Srivastava A (2015) Staging for vaginal cancer. Best Pract Res Clin Obstet Gynaecol 29:822–832. doi: 10.1016/j.bpobgyn.2015.01.006 3. Elsayes KM, Narra VR, Dillman JR, et al. (2007) Vaginal masses: magnetic resonance imaging features with pathologic correlation. Acta Radiol 48:921–933. doi: 782896630 [pii]10.1080/02841850701552926 4. Gardner CS, Sunil J, Klopp AH, et al. (2015) Primary vaginal cancer: role of MRI in diagnosis, staging and treatment. Br J Radiol 88:20150033. doi: 10.1259/bjr.20150033 5. Lee LJ, Jhingran A, Kidd E, et al. (2013) Acr appropriateness Criteria management of vaginal cancer. Oncology (Williston Park) 27:1166–73. 6. Esen G (2006) Ultrasound of superficial lymph nodes. Eur J Radiol 58:345–359. doi: 10.1016/j.ejrad.2005.12.039 7 . Zaspel U, Hamm B (2007) Vagina. MRI CT Female Pelvis 8. Kitajima K, Suenaga Y, Ueno Y, et al. (2014) Value of fusion of PET and MRI in the detection of intra-pelvic recurrence of gynecological tumor: Comparison with 18F-FDG contrast-enhanced PET/CT and pelvic MRI. Ann Nucl Med 28:25–32. doi: 10.1007/s12149-013-0777-6 9. Robertson NL, Hricak H, Sonoda Y, Sosa RE, Benz M, Lyons G, Abu-Rustum NR, Sala E VH (2015) The impact of FDG-PET/CT in the management of patients with vulvar and vaginal cancer. Gynecol Oncol http://dx.doi.org/10.1016/j.ygyno.2016.01.011. 2. D ISEASE S PECIFIC I NVESTIGATIONS 27",
    "d. Characterisation of Adnexal Mass Auhtors: Olivera Nikolic, Milagros Otero-Garcia and Laure Fournier CLINICAL BACKGROUND It is of great clinical importance to determine the nature of sonographically indeterminate adnexal mass. The extent of necessary surgery and who should perform it strongly depend on this judgment. Benign masses may be managed conservatively or resected under the care of a general gynaecologist, while malignant adnexal masses require radical citoreductive surgery by a specialist surgeon with expertise in gynaecological oncology (1, 2, 3). 1 - Who should be imaged and why? Women with clinically suspected adnexal masses, especially if the masses are combined with high serum level of CA-125. 2 - Imaging techniques • US, Color Doppler (CD) • Magnetic resonance (MR) US- the first-line imaging study of women suspected to have an adnexal mass (4). US is used to place adnexal mass into one of three categories: 1. a benign mass, 2. a malignant mass, 3. an indeterminate mass, using IOTA simple rules. The US indeterminate adnexal mass is defined as the complex one, which even after including CD assessment, cannot be confidentaly placed into either the benign or malignant category; or the one for which the site of origin, from the ovary, uterus or another pelvic structure has to be established (1). 2. D ISEASE S PECIFIC I NVESTIGATIONS 28",
    "US PROTOCOL • Transabdominal US (full bladder, in case of overdistension imaging may be repeated after partial bladder emptying) • Transvaginal sonogram (urinary bladder is preferably empty) ¡ When evaluating the adnexa, the first and most important step is the identification of the ovaries, for assessing the presence of adnexal pathology. The ovary should be measured in three dimensions (width, length and depth) on views obtained in two ortogonal planes. ¡ Adnexal region should be surveyed for masses and dilated tubular structures ¡ If adnexal abnormality is noted, its relationship with the ovaries and uterus should be evaluated (the size and US characteristics of the adnexal mass should be documented). ¡ Spectral, CD and/or power Doppler (PD) US are the indicators of the vascular characteristics of adnexal masses (5). MRI For women with indeterminate adnexal masses MR imaging is the method of choice (6,7). In these women MRI imaging can reduce the number of unnecessary surgery for benign lesions and the risk of missing malignant lesions. • Imaging: 1. T2W Sag of the pelvis, 2. T1W and T2W sequences covering the mass in the same ortogonal plane (axial or coronal) with similar slice thickness, 3. DWI Axial, 4. T1W DCE study Option 1: If mass demonstrates high signal intensity on T1WI → Axial FSE T1W FS Option 2: If doubts whether mass belongs to ovary or uterus ¡ Axial plan of the ovary FSE T1W FS ¡ Axial plan of the ovary FSE T2WI ¡ Axial plan of the ovary 3D T1W FS Note: Axial plane of the ovary corresponds to the parallel plan of the endometrial cavity (perfect coronal plane of the body of the uterus). 2. D ISEASE S PECIFIC I NVESTIGATIONS 29",
    "Table 1. Dominant signal characteristic of indeterminate adnexal masses (1, 2, 3) T1 ‘bright’ T2 solid Cystic-solid Mature teratoma Leiomyoma Cystadenoma Haemorrhagic cyst Fibroma/thecoma Cystadenofibroma Endometrioma Struma ovarii Borderline tumour Mucinous cystadenoma Primary cancer Primary cancer Melanoma metastasis Metastasis Metastasis Hydrosalpinx Abscess Staging and follow up (see chapter ovarian cancer) Pitfalls • Most indeterminate adnexal masses result from common benign conditions. • MR imaging has been shown to be highly accurate in characterising indeterminate adnexal lesions on US. • MR imaging scoring system with addition of functional imaging techniques, including perfusion and diffusion- weighted sequences has allowed new criteria to be added to conventional MRI in characterization of indeterminate adnexal masses at US (8). Tips and tricks • US demonstration of a solid component within a cystic mass is the most important predictor of malignancy (9). • MR imaging allows identification of blood products within hemorrhagic masses that may mimic solid tumor at US. • Fat-suppressed T1-weighted MR images may reveal small amounts of fat, which allows diagnosis of a mature teratoma. • Contrast-enhanced T1-weighted MR imaging depicts features of malignancy such as enhancing mural nodules and/or enhancing solid areas with or without necrosis (2). 2. D ISEASE S PECIFIC I NVESTIGATIONS 30",
    "References: 1. Spencer JA, Forstner R, Cunha TM, Kinkel K. ESUR guidelines for MR imaging of the sonographically indeterminate adnexal mass: an algorithimic approach. Eur Radiol 2010; 20: 25-35. 2. Spencer JA, Ghattamaneni S. MR imaging of the sonographically indeterminate adnexal mass. Radiology 2010; 256: 677-694. 3. Forstner R et al. ESUR recommendations for MR imaging of the sonographically indeterminate adnexal mass: an update. Eur Radiol 2017; 27: 2248-2257 . 4. Thomassin-Nagarra I et al. Characterization of complex adnexal masses: value of adding perfusion and diffusion-weighted MR imaging to conventional MR imaging. Radiology 2011; 258 (3): 793- 803. 5. AIUM, ACR, ACOG, SPR, SRU. AIUM practice guideline for the performance of ultrasound of the female pelvis. J Ultrasound Med 2014; 33:1122-1130. 6. Adusumilli et al. MRI of sonographically indeterminate adnexal masses. AJR 2006;187:732-740. 7 . Sohaib SAA, Sahdev A, Trappen PV, Jacobs IJ, Reznek RH. Characterization of adnexal mass lesions on MR imaging. AJR 2003; 180: 1297-1304. 8. Thomassin-Nagarra I et al. Adnexal Masses: Development and Preliminary Validation of an MR Imaging Scoring System. Radiology 2013; 267: 432–443. 9. Brown DL, Dudiak KM, Laing FC. Adnexal masses: US characterization and reporting. Radiology 2010; 254: 342-354. 2. D ISEASE S PECIFIC I NVESTIGATIONS 31",
    "e. Staging and Follow-up of Ovarian Cancer Authors: Milagros Otero-Garcia, Olivera Nikolic and Laure Fournier Clinical background Ovarian cancer (OC) is a genetically heterogeneous disease with a poor prognosis, mostly represented by epithelial cancers (95%) among which high-grade serous OC are the most frequent. Fallopian tube cancer and primary peritoneal cancer are included in the same staging system by the International Federation of Gynecology and Obstetrics (FIGO). The extent and anatomic location of peritoneal spread dictates the choice between cytoreductive primary surgery versus neoadjuvant chemotherapy. The accurate mapping of the disease using imaging plays a crucial role in treatment selection and thus directly influences patient outcome (1, 2). Imaging 1-Who should be imaged and why? Women with diagnosed (or highly suspected) OC for staging and follow - up. Clinical Features: In its early stages, OC is often asymptomatic. Symptomatic OC is more frequently associated with advanced disease. Large adnexal masses may be palpable at abdominal/pelvic examination. Other symptoms include: bloating, pelvic or abdominal pain, difficulty eating or feeling full quickly, and urinary symptoms (2). Serum tumor markers may be helpful in making the diagnosis (3). CT or US-guided Fine needle aspiration (FNA) or percutaneous core biopsy They should only be performed in patients with peritoneal dissemination who are not surgical candidates, to rule out other cancers (bowel, pancreatic, lymphoma...). 2. D ISEASE S PECIFIC I NVESTIGATIONS 32",
    "2-Imaging techniques Ultrasound and MRI are used to detect and characterize adnexal masses (see adnexal mass chapter). Contrast enhanced CT, MRI and PET/CT are used for staging and follow-up (4). For contrast enhanced CT technical details see table below. 3-Diagnosis US is the first diagnostic tool to detect an ovarian mass. If the mass is indeterminate at US, an MRI should be performed (see adnexal mass chapter) (4). 4-Staging Contrast enhanced CT: identifies eligible patients for complete cytoreductive surgery, establishes a precise mapping of peritoneal lesions, and anticipates possible surgical difficulties (5, 6). MRI: Per-lesion sensitivity is higher for MRI (particularly using DW sequences) for implants smaller than 1 cm, in anatomic areas where small tumor implants are adjacent to tissues with similar signal intensity, in detecting small peritoneal implants, and investigating bladder or rectal involvement (7). PET/CT: has high sensitivity in identifying positive lymph nodes larger than 7 mm, distant metastases, and in identifying patients not candidates for an optimal debulking and who may need preoperative chemotherapy (8). 2. D ISEASE S PECIFIC I NVESTIGATIONS 33",
    "Table: primary OC staging with contrast enhanced CT Key points of radiology report FIGO stage I: Disease limited to the adnexa (diagnosis using MRI, see adnexal mass chapter) FIGO stage II: Disease spreading to the pelvis or primary peritoneal cancer - Rectosigmoid involvement - Pelvic lymph nodes 10 mm short axis Possibly non-resectable - Bladder (MRI > CT), trigone +++ - Pelvic wall FIGO stage III: Disease spreading to peritoneum outside the pelvis or retroperitoneal lymph nodes - Amount of ascites - Retroperitoneal lymph nodes 10 mm short axis Possibly non-resectable - “Liver hilum” i.e. porta hepatis, gastrohepatic ligament, intersegmental fissure, gallbladder fossa - Lesser sac - Mesenteric involvement - Bowel loops (requiring > 3 resections) - Supra-renal retroperitoneal lymph nodes 10 mm short axis FIGO stage IV: Parenchymal metastasis or extra-abdominal dissemination - Umbilical deposit, - Inguinal lymph nodes, - Pleural effusion, thickening - Cardiophrenic lymph node 5 mm short axis Possibly non-resectable - Parenchymal hepatic or splenic metastasis Complications - Intestinal obstruction - Hydronephrosis - Obstruction or venous thrombosis 2. D ISEASE S PECIFIC I NVESTIGATIONS 34",
    "5-Follow-up Imaging will be performed if patients present symptoms or an elevation of tumor markers. Contrast enhanced CT: is the standard imaging technique for evaluation of suspected recurrence of OC. The CT protocol is the same as staging protocol. PET/CT: has the greatest utility in those patients with rising CA 125 levels and negative conventional imaging results. 6-Pitfalls One of the most frequent mistakes is erroneously reporting deposits on the liver visceral peritoneum as parenchymal metastases, particularly when there is important scalloping. There are significant challenges in detecting the extent of small volume peritoneal disease. 7-Tips and tricks Read the CT by posting transverse and coronal reconstructions side by side. Start reading by looking for the most frequent locations of peritoneal deposits, namely: greater omentum, right subphrenic space (diaphragm and liver surface) and paracolic gutters. 2. D ISEASE S PECIFIC I NVESTIGATIONS 35",
    "8-Key references 1.- Prat, J. and F .C.o.G. Oncology: Staging classification for cancer of the ovary, fallopian tube, and peritoneum. Int J Gynaecol Obstet 124: p. 1-5, 2014 2.- (NCCN Guidelines ®) Ovarian Cancer. 20 th Edition (2015). www.trikobe.org/nccn/guideline/gynecological/english/ovarian.pdf. Accessed December 27 , 2015. 3.- Montagnana M, Danese E, Ruzzenente O, Bresciani V, Nuzzo T, Salvagno GL, Franchi M, Lippi G, Guidi GC. The ROMA (Risk of Ovarian Malignancy Algorithm) for estimating the risk of epithelial ovarian cancer in women presenting with pelvic mass: is it really useful?. Clin Chem Lab Med 2011 Mar;49(3):521-5. 4.- Mohaghegh P , Rockall AG. Imaging Strategy for Early Ovarian Cancer: Characterization of Adnexal Masses with Conventional and Advanced Imaging Techniques. Radiographics 2012; 32:1751-1773. 5.- Donald G. Mitchell, Marcia C. Javitt, Phyllis Glanc, Genevieve L. Bennett, Douglas L. Brown, Theodore Dubinsky, Mukesh G.Harisinghani, Robert D. Harris, Neil S. Horowitz, Pari V. Pandharipande, Harpreet K. Pannu, Ann E. Podrasky, Henry D. Royal, Thomas D. Shipp, Cary Lynn Siegel, Lynn Simpson, Jade J. Wong-You-Cheong, Carolyn M. Zelop. ACR Appropriateness Criteria staging and follow-up of ovarian cancer. J Am Coll Radiol. 2013 Nov;10(11):822-7 . doi: 10.1016/j.jacr.2013.07 .017 . 6.- Atul B. Shinagare, Ailbhe C. O’Neill, SuChun Cheng, Bhanusupriya Somarouthu, Sree H. Tirumani, Mizuki Nishino, Annick D. Van den Abbeele, Nikhil H. Ramaiya. Advanced High-Grade Serous Ovarian Cancer: Frequency and Timing of Thoracic Metastases and the Implications for Chest Imaging Follow-up. Radiology 2015; 277:733–740. 7 .- Michielsen K, Vergote I, Op de Beeck K, Amant F , Leunen K, Moerman P , Deroose C, Souverijns G, Dymarkowski S, De Keyzer F , Vandecaveye V. Whole-body MRI with diffusion-weighted sequence for staging of patients with suspected ovarian cancer: a clinical feasibility study in comparison to CT and FDG-PET/CT. Eur Radiol. 2014 Apr;24(4):889-901. 8.- Priyanka Prakash, Carmel G. Cronin, Michael A. Blake. Role of PET/ CT in Ovarian Cancer. AJR 2010; 194:W464–W470. 2. D ISEASE S PECIFIC I NVESTIGATIONS 36",
    "Recommended CT protocol: Preparation Oral contrast: to drink 30-60 min before CT study (unless signs of bowel obstruction): negative (water) or positive (gastrografin®) i.v. contrast 300-350 mg I/mL, 100-120 mL/ 2.5-3.5 mL/s Acquisition Portal phase (60-80s post injection): Lung bases ( 4-5 cm above right diaphragm) to pubic symphysis Chest (arterial phase (35s) or portal phase): optional Post-processing Transverse, coronal and sagittal MPR: 2-3mm thickness, soft kernel Lung kernel reconstruction (1mm slices and MIP reconstructions) 2. D ISEASE S PECIFIC I NVESTIGATIONS 37",
    "f. Endometriosis Author: Nishat Bharwani Clinical background Endometriosis is a common gynaecological condition that is defined as functional ectopic endometrial glands and stroma outside the uterine cavity. It predominantly affects women of reproductive age (between 25 and 40 years) with a prevalence of approximately 10%. The aetiology and pathogenesis remain unknown although several theories have been proposed including metastatic, metaplastic and induction theories. There is a wide spectrum of clinical presentations ranging from asymptomatic to women with non-specific pelvic pain, dysmenorrhoea, dyspareunia and infertility. Symptoms do not always correlate with the extent or severity of disease, but depend primarily on the site of the endometriotic deposit(s). Sequelae of endometriosis can include deep pelvic fibrosis and rarely an endometriosis-associated neoplasm. Endometriosis involves the ovaries in up to 60% of patients. Extra- ovarian pelvic locations include the uterine ligaments, posterior cul de sac (pouch of Douglas), pelvic peritoneum, fallopian tubes, rectosigmoid, anterior cul de sac (vesicouterine pouch), laparotomy scars and the urinary bladder in decreasing frequency. Extra-peritoneal sites such as lung, pleura and central nervous system have been reported but are extremely rare. The treatment options include conservative management, medical therapy, surgery or a combination of these options. Presenting symptoms and the desire to preserve fertility play an important role in the choice of the most appropriate treatment strategy. 2. D ISEASE S PECIFIC I NVESTIGATIONS 38",
    "Imaging Indication: Imaging is performed where there is a clinical suspicion of endometriosis but equivocal clinical history and examination. In addition magnetic resonance imaging (MRI) is indicated where an adnexal lesion remains indeterminate on US or if there is clinical suspicion of malignant transformation. Imaging techniques: Pelvic ultrasound (US) is performed as the first line imaging modality however MRI is increasingly performed as an additional investigation in complex cases and for surgical planning. Computed tomography (CT) plays a limited role in the evaluation of endometriosis. There is no role for plain radiography or nuclear medicine studies. Diagnosis: The gold standard technique for the diagnosis of pelvic endometriosis is laparoscopy with biopsy of the suspicious lesions for histologic confirmation of the presence of ectopic endometrial glands. There are three forms of pelvic endometriosis: i. Ovarian endometrioma (most common location) ii. Superficial peritoneal lesions which are non-invasive iii. Deep pelvic endometriosis (DPE) where endometrial glands and stroma invade at least 5mm below the peritoneal surface. As the majority of patients have either no or non-specific symptoms, diagnosis can be challenging and imaging (particularly transvaginal US and MRI) is increasingly used as a non-invasive tool for initial assessment. 2. D ISEASE S PECIFIC I NVESTIGATIONS 39",
    "Ultrasound (US) • 1 st line imaging modality • Both transabdominal US and TVUS should be performed • Positives: Easily accessible, cost-effective and widely available • Negatives: highly operator dependent, limited field of view • Local tenderness provoked by gentle pressure form the TVUS probe can be used to guide assessment • Use of bowel preparation and rectal water can improve accuracy for detection of DPE and intestinal lesions • Typical appearances: ¡ Ovarian endometrioma: persistent cystic lesion with diffuse low level internal echoes, multilocularity and hyperechoic foci within the wall. However appearances can be quite variable. ¡ DPE: endometriotic plaques are generally hypoechoic when compared to myometrium and often contain multiple bright foci or small cystic areas. Margins are often ill-defined and there is limited movement of organs with gentle probe pressure. Magnetic Resonance Imaging (MRI) • Utilised where clinical examination and US are inconclusive and also for pre-surgical planning. • Imaging can be performed at 1.5T or 3.0T • Pelvic phased array coil recommended • Patient preparation: ¡ Fast 3-6 hours prior to the examination ¡ Bowel preparation and abdominal strapping/contention are recommended by several centres ¡ Use of an anti-peristaltic agent to limit bowel motion artefact is advocated unless contra-indicated ¡ Vaginal and/or rectal opacification are optional and have been reported to increase accuracy in some cases 2. D ISEASE S PECIFIC I NVESTIGATIONS 40",
    "• Sequences: ¡ Protocols should include at least two 2D T2-weighted (T2W) sequences in orthogonal planes (minimum axial and sagittal) and a T1-weighted (T1W) sequence before and after fat suppression ¡ (Please refer to the ‘Technical aspects of MRI of the female pelvis’ chapter for details of MRI sequences) ¡ Diffusion-weighted and dynamic contrast-enhanced sequences have not been shown to be of particular use in endometriosis except in the context of an indeterminate adnexal mass or suspected malignancy ¡ Susceptibility-weighted imaging is currently being evaluated in endometriosis • Typical appearances: ¡ Ovarian endometriomas: • Signal: High signal intensity on T1W which does not null on fat saturation. Variable low signal on T2W with evidence of shading. Endometriomas often have thickened low T1W/T2W signal walls in keeping with haemosiderin deposition • Morphological: Multiple, bilateral, variable shape, intracystic clots, fluid-fluid levels. ¡ DPE: Diagnosis is based on the joint presence of signal and morphological abnormalities. • Signal: Regions of fibrosis return low signal intensity, similar to that of pelvic muscle, on T1 and T2W images. Small hyperintense cavities are often visualised on T2W and hyperintense foci on T1W/T1Wfs correspond to haemorrhagic foci. • Morphological: Abnormalities with regular or irregular stellate margins. ¡ Adhesions: Spiculated low T1W/T2W signal strands of variable thickness extending between organs with associated anatomical distortion. 2. D ISEASE S PECIFIC I NVESTIGATIONS 41",
    "Other CT In selected cases CT may have a role to play in the evaluation of intestinal and ureteral endometriosis. CT colonography and CT enteroclysis urography have recently been evaluated and show promising results however the techniques are not currently routine practice. Staging: The most widely used clinical staging system is the revised American Fertility Society classification system [Fertil Steril 1985; 43: 351-2]. Based on laparoscopic findings, endometriosis is classified into one of four stages using location, extent and depth of endometriotic lesions; presence and severity of adhesions; and the presence and size of ovarian endometriosis. Non-invasive staging is increasingly being performed using TVUS and/or MRI. Techniques and imaging features are as discussed above. Follow-up: Imaging follow-up is not routinely performed in endometriosis unless a repeat examination is required to assess the effectiveness of medical management or if there is a change in symptoms or new symptoms develop. It is important to note that malignant transformation can occur and affects approximately 1% of women with endometriosis. The most common site for malignant degeneration is within an ovarian endometrioma (75%) however malignancy can arise within DPE plaques, most commonly in the rectovaginal septum, colon and vagina. Endometriosis-associated tumours are usually endometrioid adenocarcinomas, clear cell carcinomas (within endometriomas) or sarcomas (extra-gonadal sites). Features to assess within an endometrioma are an increase in size and the presence of mural nodules which demonstrate vascularity (colour Doppler flow on US or enhancement on MRI; most sensitive feature). 2. D ISEASE S PECIFIC I NVESTIGATIONS 42",
    "Pitfalls: • Loss of T1W hyperintensity on STIR imaging is not a finding specific to fat; haemorrhagic ovarian cysts and endometriomas can have T1 relaxation times similar to fat (i.e. they can lose signal) and therefore may mimic a dermoid/mature cystic teratoma on STIR imaging. The use of chemically selective T1W fat suppression techniques avoids this pitfall. • Evaluation of ovarian cysts found in pregnancy can be difficult and the phenomenon of decidualisation within an endometrioma must always be considered (appearances can mimic ovarian malignancy). Decidualised endometriomas have been described as ovarian cysts with one or more locules containing vascularised rounded papillary projections with a smooth contour and ground glass or low level echogenicity of the cyst fluid on US. On MRI the mural nodules are T2 hyperintense, isointense relative to the decidualised endometrium. Tips & Tricks: • Dynamic TVUS allows the operator to assess points of probe tenderness in greater detail. It also allows differentiation between fixed endometriotic plaque and pliable fluid in the posterior cul de sac (pouch of Douglas). • T1W fat suppressed sequences should always be performed in female pelvic imaging. The loss of signal within a T1W hyperintense mass on fat suppression helps characterise a lesion as a dermoid/mature cystic teratoma. In the presence of haemorrhagic products (i.e. within an endometrioma) T1W hyperintensity often increases on fat suppression when compared to the standard T1W sequence, a phenomenon which is not seen with protein/mucin. • The presence of T1W hyperintensity within a dilated fallopian tube is suggestive of endometriosis and may be the only finding in some women. • Where there is concern regarding malignant transformation within an endometrioma, subtraction imaging can be used to assess for enhancement within solid nodules. • Volumetric MRI acquisitions (both T2W and T1Wfs) allow thin section, high resolution imaging which can be manipulated to allow assessment in any plane required. 2. D ISEASE S PECIFIC I NVESTIGATIONS 43",
    "References: • Bazot M et al. Deep pelvic endometriosis: MR Imaging for diagnosis and prediction of extension of disease. Radiology 2004; 232: 379-389. • Chamié LP et al. Findings of pelvic endometriosis at transvaginal US, MR imaging and laparoscopy. Radiographics 2011; 31: E77-E100. • Dermott S et al. MR imaging of malignancies arising in endometriomas and extra-ovarian endometriosis. Radiographics 2012; 32: 845-863. • Exacoustos C et al. Imaging for the evaluation of endometriosis and adenomyosis. Best Practice & Research Clinical Obstetrics and Gynaecology 2014; 28: 655-681. • Kinkel K et al. Diagnosis of endometriosis with imaging: a review. European Radiology 2006; 16: 285-298. • Siegelman ES & Oliver ER. MR Imaging of endometriosis: Ten imaging pearls. Radiographics 2012; 32: 1675-1691. 2. D ISEASE S PECIFIC I NVESTIGATIONS 44",
    "g. Leiomyoma Authors: Rahel A. Kubik-Huch and Andrea Rockall Clinical Background Uterine leiomyomas are common benign smooth muscle tumours, occurring in approximately 20-30% of women of reproductive age. Being hormone-dependent, they respond to both oestrogen and progesterone, often increase in size during pregnancy and usually decrease after menopause. They are usually diagnosed incidentally but can be associated with menorrhagia, pelvic pain, urinary tract symptoms due to pressure effects, infertility and obstetric complications including pregnancy loss. Acute pain may be due to acute degeneration including cystic or hemorrhagic infarction (i.e. “red degeneration” during pregnancy), torsion of a pedunculated subserosal leiomyoma or, rarely, prolapse of a submucosal leiomyoma. Individualised treatment options include hysterectomy, myomectomy, uterine artery embolization, ablation (radiofrequency or high intensity focussed ultrasound) and medical therapy. Imaging 1. Indications for Imaging ? Indications include menorrhagia, pelvic pain, urinary tract symptoms due to pressure effects, infertility and obstetric complications including pregnancy loss. Ultrasound is the first line investigation for lesion detection, characterization and localisation. Transvaginal approach remains the primary imaging modality and may be supplemented with transabdominal US if leiomyomas are large. In the majority of routine clinical presentations, no additional imaging is needed. CT may be used in emergency situations, i.e. acute pelvic pain. MRI is usually reserved for characterization of unclear sonographic findings; e.g. of an indeterminate adnexal mass at ultrasound. It allows the distinction between a pedunculated subserosal leiomyoma and a solid ovarian mass such as fibrothecoma; MRI may provide information in acute symptomatic cases; e.g. suspected leiomyoma degeneration or torsion. MRI should be performed in patients scheduled for uterine sparing surgery or uterine artery embolization (UAE; uterine fibroid embolization UFE). 2. D ISEASE S PECIFIC I NVESTIGATIONS 45",
    "2. Imaging technique Ultrasound For pelvic sonography, the transvaginal approach using a high-resolution probe and the transabdominal method complement each other and allow complete evaluation of the entire female pelvis and also the abdomen, i.e. to exclude hydronephrosis. For assessment of the uterus, longitudinal and axial views are obtained. Color Doppler is helpful to differentiate vessels from cystic structures and to document the solid nature of a lesion. Computed Tomography The role of computed tomography (CT) in evaluation of uterine leiomyoma is limited. They may be incidental findings in native or contrast-enhanced scans of the abdomen or pelvis, performed for other indications. Sagittal image reconstruction is helpful to assess the uterus. MRI Besides standard T1w- and T2-weighted sequences of the female pelvis, additional T2 weighted coronal- and axial-oblique (“long axis”) views of the uterus are helpful to accurately localize the lesion and to establish its uterine origin. Features such as the “claw sign” or beak sign” and the presence of a vascular pedicle are helpful to establish the uterine origin of a leiomyomas and thus to distinguish it from an ovarian mass. The role of diffusion-weighted imaging (DWI) has not been established and the sequence is thus optional. In patients selected for uterine artery embolization, MR angiography of the pelvic arteries needs to be included in the imaging protocol. Dynamic contrast-enhanced sequences allow assessing the enhancement characteristic compared to the adjacent normal myometrium and the viability of the lesion. Sequences of the upper abdomen might be helpful in selected cases for assessment of the parenchymal organs, e.g. to exclude acute or chronic hydronephrosis due to compression of the ureter by a large leiyomoma. Some ascites might be seen in very large lesions. In the rare case of leiomyosarcoma as a differential diagnosis, additional imaging of the retroperitoneum might help to exclude retroperitoneal lymphadenopathy. 2. D ISEASE S PECIFIC I NVESTIGATIONS 46",
    "3. Diagnosis & Differential Diagnosis Appearance on US Small leiomyomas may be difficult to detect on ultrasound; they may cause a heterogenous pattern on ultrasound without detectable focal lesions. Larger fibroids may result in an enlarged uterus with multiples masses and bulging of the uterine contour. Uncomplicated leiomyomas are usually hypoechoic, but can be isooechoic, or even hyperechoic compared to normal myometrium. Shadowing can be seen due to fibrous tissue or the presence of calcifications; cystic areas as a result of degeneration. In cases of pedunculated subserosal leiomyoma, the stalk might be difficult to detect on ultrasound and the lesion thus be mistaken for an ovarian mass. Appearance on CT On CT, leiomyomas are usually of soft tissue density, with variable enhancement pattern. The uterine contour might be distorted. In degenerated fibroids, coarse calcifications may be seen, that can also be seen as popcorn-calcification on plain film imaging. Appearance on MRI On MRI, leiomyomas present as sharply marginated, hypointense lesions on T1- and T2-weighted images. Sometimes, a T2-weighted hyperintense pseudocapsule of compressed neighboring tissue may be seen, corresponding to a rim enhancement on contrast enhanced images. In degenerated fibroids, high signal intensity areas maybe seen on T1- and T2- weighed sequences. The signal intensities on MRI and enhancement patterns need to be described. Especially when tumours exceed 8 cm in diameter, they are likely to grow out their blood supply and thus undergo some degree of degeneration, what might be associated with acute pain. MRI allows selection of candidates for uterine fibroid embolization as well to identify those women in whom embolization is associated with an increased risk of complications. In candidates for UAE, location, size, and enhancement pattern of leiomyomas provide significant prognostic information about the potential success of the intervention. 2. D ISEASE S PECIFIC I NVESTIGATIONS 47",
    "Therefore these features as well as the size of the stalk in case of a pedunculated leiomyoma should be analysed and reported. There are some anatomic considerations in patient selection for UAE, although both single and multiple fibroids can be embolized and all leiomyoma locations (submucosal, intramural, subserosal) are eligible. Patients with very large uteri or leiomyomas, respectively, will show less uterine and fibroid shrinkage as well as less long term satisfaction. Pedunculated subserosal fibroids have been suggested as a contra- indication to embolization because of the potential risk of detachment, potentially causing peritonitis, pain or infection. Intracavitary, submucosal leiomyomas may undergo painful, transcervical expulsion. Furthermore, patients with non-viable leiomyomas are less likely to experience symptom relief after embolization. In comparison with other leiomyoma subtypes, cervical leiomyomas appear to be resistant to complete haemorrhagic infarction after embolization. Differential diagnosis Uterine leiomyomas need to be distinguished from frequently coexisting adenomyosis, solid adnexal masses, focal myometrial contractions and rarely, but most importantly uterine leiomyosarcoma. 4. Classification of leiomyomas Leiomyomas are classified according to location, with the subserosal and intramural location being most common. Submucosal leiomyomas account for about 5-10% of cases. They may also occur in the cervix. Rarely, a fibroid maybe located in the broad ligament or be entirely detached from the uterus, parasitizing the blood supply usually from the omental vascular bed. Subserosal leiomyomas can present with a stalk and these pedunculated masses may be mistaken for an ovarian mass and present as so-called “indeterminate adnexal mass” at ultrasound. These lesions are at risk for torsion and may then become a gynaecologic emergency. Submucosal leiomyomas might also present with a pedicle and the intracavitary lesion may then prolapse through the cervical canal or even into the vagina. In some centres, the FIGO classification of leiomyomas is routinely used. 2. D ISEASE S PECIFIC I NVESTIGATIONS 48",
    "5. Follow-up In most cases, once diagnosis is made, there will be no need for follow- up. If follow-up imaging is recommend, for example in patients with conservative management of known uterine leiomyomas, ultrasound will be the imaging technique of first choice. MRI might be indicated in masses with atypical imaging appearance. MRI can also be used for monitoring the response of a leiomyoma to interventional therapy, especially in cases with persistent symptoms. 6. Pitfalls Diagnosis of a leiomyoma on imaging is usually straightforward. A focal contraction of the junctional zone might mimic a small leiomyoma. A submucosal myoma may be mistaken for an intracavitary polyp or even endometrial carcinoma on ultrasound; however, due to the typical T2- weighted hypointense signal intensity of the leiomyoma, the diagnosis is usually obvious on MRI. Since the stalk in a pedunculated subserosal leiomyoma might be difficult to depict on ultrasound, a subserosal leioymoma can be mistaken for a solid ovarian mass (i.e. ovarian thecoma) or, if degenerated, for a cystic epithelial ovarian carcinoma. Uterine leiomyosarcomas are malignant uterine tumours that arise from the myometrium. While they usually develop the novo, malignant degeneration of a pre-existing leiomyoma is described. Although rare (about 1.3% all uterine cancers), they are feared by the clinicians due to their poor prognosis and the overlap in imaging findings with degenerated leiomyosarcoma. In laparoscopic surgery using morcellators, the incidental removal of a malignant leiomyosarcoma might be responsible for seeding cancer, which significantly worsens the patient’s likelihood of long-term survival. Thus, particular features in a leiomyoma which raise the possibility of sarcoma should be mentioned in the report, including large size, growth, necrotic or haemorrhagic changes, ill-defined margin, strong enhancement. 7. Tips and tricks In sonographically indeterminate masses, MRI using high resolution T2- weighted images in sagittal and oblique planes may help to distinguish a subserosal leiomyoma from a ovarian mass, with the so-called vascular-pedicle, beak and claw signs allowing to establish the uterine origin. Based on it T2-weighted hypointense appearance, a submucosal leiomyoma can be distinguished from an endometrial polyp or other pathology. 2. D ISEASE S PECIFIC I NVESTIGATIONS 49",
    "References • Sandeep P . Deshmukh, Carin F . Gonsalves, Flavius F . Guglielmo, Donald G. Mitchel. Role of MR Imaging of Uterine Leiomyomas before and after Embolization. Radiographics 2012;32:1733-1734. • Bulman JC et al. Current Concepts in Uterine Fibroid Embolization. Radiographics 2012;32:1735-1750. • Ueda H, Togahi K, et al. Unusual Appearances of Uterine Leiomyomas: MR Imaging Findings and Their Histopathologic Backgrounds. Radiographics 1999;19:S131-S145. • Marcott-Bloch C, Novellas S et al. Torsion of a uterine leiomyoma: MRI features. Clinical Imaging 2007;31:360-362. • Spencer JA, et al. ESUR guidelines for MR imaging of the sonographically indeterminate adnexal mass: an algorithmic approach. Eur Radiology 2010;20:25-35 • Sudderuddin S, Helbren E, Telesca M, Williamson R, Rockall A. MRI appearances of benign uterine disease. Clinical Radiology 2014;69:1095-1104 2. D ISEASE S PECIFIC I NVESTIGATIONS 50",
    "h. Female Tract Congenital Abnormalities Author: Nishat Bharwani Clinical background The Müllerian (or paramesonephric) ducts are paired embryological structures derived from intermediate mesoderm. In the absence of testosterone, the Müllerian ducts develop undergoing fusion and resorption in utero between the 6 th and 11 th weeks of gestation. They give rise to the fallopian tubes, uterus, cervix and upper two thirds of the vagina. Failure or interruption of normal embryological development results in a broad spectrum of congenital abnormalities termed Müllerian duct anomalies (MDAs). The reported prevalence varies from 1 to 5% of the general population and is as high as 13 to 25% in women with recurrent pregnancy loss. MDAs are important to diagnose as, although uncommon, they are often a treatable cause of infertility. Aside from infertility, women also have an increased incidence of repeated 1 st trimester spontaneous abortion, foetal IUGR, foetal malposition, preterm labour and retained placenta. Imaging Indication: • Primary amenorrhoea • Pelvic pain • Infertility Imaging techniques: Patients suspected of having an MDA are initially referred for pelvic ultrasound (US). Magnetic resonance imaging (MRI) is used in complex or indeterminate cases. MDAs are often detected on hysterosalpingography (HSG) examinations which have been performed for evaluation of infertility however HSG is not routinely used for the diagnosis of MDAs. There is no role for computed tomography (CT) or nuclear medicine studies in the evaluation of female congenital anomalies. 2. D ISEASE S PECIFIC I NVESTIGATIONS 51",
    "Diagnosis: Ultrasound • 1 st line imaging modality in young patients or acute cases • Both transabdominal US and transvaginal (TV) US should be performed (if no contraindication to TVUS), including full urological assessment • Positives: Easily accessible, cost-effective and widely available • Negatives: highly operator dependent, limited field of view • Best performed during the secretory phase of the menstrual cycle so that the endometrial cavity is easier to outline Magnetic Resonance Imaging • Overall preferred imaging method due to detailed anatomical information provided • Studies have shown excellent agreement between MRI and clinical MDA subtype diagnosis • Pelvic phased array coil recommended • Patient preparation: ¡ Use of an anti-peristaltic agent to limit bowel motion artefact is advocated unless contra-indicated ¡ Empty urinary bladder prior to imaging • Recommended sequences: Sequence Plane Rationale T2W SSFSE Coronal LFOV Overview Assess for associated renal abnormalities. Pelvic T2W: 3 planes (Sag, Ax, Cor) OR 3D Volume acquisition Required for anatomical assessment If volume acquired this can be reformatted in any desired plane allowing detailed assessment T1W With and without FS Axial Assessment for presence of blood products or fat Contrast-enhanced T1W FS Dynamic OR delayed Axial Useful in identification of enhancing myometrium - Rudimentary horns / uterine buds For further characterisation of incidentally detected disease 2. D ISEASE S PECIFIC I NVESTIGATIONS 52",
    "Classification: There are several classification systems available for MDAs, none of which is perfect. The most widely used is the American Society for Reproductive Medicine classification (1988) although a newer classification proposed by the European Society of Human Reproduction and Embryology and European Society for Gynaecological Endoscopy (2013) addresses some of the limitations of the earlier classification. Pitfalls: • MDAs are often detected on HSG performed as part of an infertility work-up. Visualisation of a divided rather than triangular uterine cavity at HSG can suggest the presence of an MDA however it cannot provide full classification as the fundal contour cannot be assessed. Patients should be referred for either US or MRI to gain additional anatomical detail for full diagnosis (and to also assess for concomitant renal anomalies). Tips & Tricks: • MDAs are associated with renal anomalies with a reported prevalence of 30-50%. Associated anomalies include renal agenesis, ectopia, malrotation and duplication. Therefore identification and evaluation of both kidneys is important. • Other anomalies associated with MDAs include spinal and cardiac anomalies as well as syndromes such as Klippel-Feil. • MDAs are not associated with ovarian anomalies or anomalies of the external genitalia due to different embryological origins (the ovaries arise from the primitive yolk sac and the distal third of the vagina arises from the sinovaginal bulb). • In menstruating patients, the optimal time to perform imaging is during the secretory phase so that the endometrial cavity is easier to outline. It is beyond the scope of this booklet to discuss the diagnosis of each MDA in turn. Please refer to the references below for pictorial reviews demonstrating diagnostic features. 2. D ISEASE S PECIFIC I NVESTIGATIONS 53",
    "References: • Behr SC et al. Imaging of Müllerian duct anomalies. Radiographics 2012; 32: E233-E250. • Buttram VC Jr et al. The American Fertility Society classifications of adnexal adhesions, distal tubal occlusion, tubal occlusion secondary to tubal ligation, tubal pregnancies, Müllerian anomalies and intrauterine adhesions. Fertil Steril 1988; 49: 944-955. • Grimbizis GF et al. The ESHRE/ESGE consensus on the classification of female genital tract congenital anomalies. Hum Reprod 2013; 28: 2032-2044. • Robbins JB et al. Müllerian duct anomalies: embryological development, classification, and MRI assessment. JMRI 2015; 41: 1-12. • Yoo RE et al. A systematic approach to the magnetic resonance imaging-based differential diagnosis of congenital Müllerian duct anomalies and their mimics. Abdominal Imaging 2015; 40: 192-206. 2. D ISEASE S PECIFIC I NVESTIGATIONS 54",
    "i. Gynaecologic Emergencies Authors: Francesco M. Danza and Benedetta Gui Area Diagnostica per Immagini, Dipartimento Diagnostica per Immagini, Radioterapia Oncologica ed Ematologia, Fondazione Policlinico Universitario A. Gemelli, IRCCS, Rome, Italy Clinical background Acute pelvic pain (APP) is defined as pain in the lower abdomen or pelvis lasting less than 3 months (1). APP common and may be associated with fever, nausea and vomiting. A broad range of conditions may cause APP , including the gastrointestinal tract (appendicitis, inflammatory bowel disease, infectious enteritis, diverticulitis), urinary tract (calculi, pyelonephritis, and pelvic thrombophlebitis) and female reproductive tract with different causes found in young (ruptured ovarian cysts, pelvic inflammatory disease-PID-, adnexal torsion, ectopic pregnancy) versus older women (adnexal tumour) (1-5). PID, appendicitis and ruptured ovarian cysts are the most common urgent cause of APP . Rapid and accurate diagnosis is essential for the appropriate management. History, physical examination and laboratory analysis (leukocytosis and urine or serum β -hGC) guide the diagnostic algorithm. The choice of imaging technique is based on the diagnosis considered most likely on clinical suspicion (1-5). Sonography (US), both transabdominal (TAS) and transvaginal (TVS), is preferred for initial evaluation of patients with suspected gynaecologic origin of disease and in pregnant patients (1,2,5). CT is preferred when US is doubtful or if gastrointestinal or urinary pathology are suspected (1-3). MRI is preferred for pregnant patients with non-gynecologic pathologies, due to its lack of ionizing radiation and its high soft-tissue contrast; however, its use is limited by lack of widespread availability in the emergency setting (1,2,4,5). We focus on 2 emergency topics: pelvic inflammatory disease and adnexal torsion. 2. D ISEASE S PECIFIC I NVESTIGATIONS 55",
    "Pelvic inflammatory disease (PID) PID refers to all infective conditions of the upper reproductive tract, such us salpingitis, endometritis, pyosalpinx and tubo-ovarian abscess. The more frequent microorganisms are Chlamydia Trachomatis, gram negative bacteria, Mycoplasma and Neisseria Gonorrhea; infection may be polymicrobial (2,6). Disease typically ascends from a lower genital tract. Rarely, the route of infection may be lymphatic (due to intrauterine device-IUD), hematogenous (tuberculosis) or by direct extension of an infection (abscess, diverticulitis) (1-6). The diagnosis is based on clinical symptoms (pelvic pain, fever and foul discharge) and laboratory analysis (leukocytosis and elevated C-reactive protein); 20% of patients are apyrexic with normal leukocyte count (1-6). Imaging Who should be imaged and why? Patients with non specific symptoms and APP of uncertain origin should undergo imaging to identify signs of infection or to exclude other pelvic cause of symptoms. Patients with indeterminate pelvic mass should be carefully evaluated with imaging, to characterize and differentiate from ovarian cancer (6). Definitive diagnosis is laparoscopic, but imaging helps gynaecologist to make the diagnosis and to choose the appropriate treatment. Imaging techniques. Pelvic US is the initial modality of choice in woman presenting with APP . Use TAS with full bladder initially to explore with a large field of view the abdominal and pelvic regions. Use TVS whenever possible, when a gynaecological cause of pain is suspected, with color or Power Doppler to study vascularity of the adnexa. In difficult cases, CT is the second-line modality of choice in emergency: to determine extent of disease, identify complications and assess patients who do not respond to antibiotic therapy. In young women, CT use should be limited and with the lowest radiation dose possible without compromising accuracy (limit n° of acquisitions). MRI protocol includes axial and coronal T2-w sequences, axial T1-w sequences with and without fat-sat to identify hemorrhagic collections. Unenhanced and contrast-enhanced 3-phase volumetric acquisitions with fat-sat are preferred in pregnant patients and if an adnexal mass is difficult to characterize on US (1-6). 2. D ISEASE S PECIFIC I NVESTIGATIONS 56",
    "Diagnosis. Diagnosis of PID on TVU is based on the following criteria (2,5,6): • In early stage, US may be normal or demonstrate a small amount of pelvic fluid. In advanced cases uterus is enlarged, endometrium appears thickened with loss of cleavage planes. • Tubal involvement may progress from salpingitis to hydrosalpinx or pyosalpinx if untreated with appearance of distended tubular structures with variable signal content (totally anechoic or echoic with air-fluid level which is pathognomonic of pyosalpinx) and thick echoic wall associated with edema. • In later stages infection extends to the ovary, initially with increase in size and loss of corticomedullary differentiation. When tube and ovary coalesce there is a tubo-ovarian abscess (echoic debris in tube and ovaries representing inflammatory exudates, pus and blood). At CT appearances of PID is often non-specific in early stages (fat stranding, free fluid, tubal dilatation and thickening of utero-sacral ligaments). When a tubo-ovarian abscess is present CT show low- attenuation adnexal mass with thick walls and “incomplete” septations containing fluids, with serpiginous shape (pyosalpinx) (2,3,5). To distinguish tubo-ovarian abscess from other complex cystic masses MRI allows better visualization of the different structures and inflammation (4-6): • Inflammation in parametrium: ill-defined hyperintense area on T2-w fat-sat images with enhancement on Gd-enhanced T1-w images. • Pyosalpinx: dilated and tortuous structure, fluid-filled with thickened and enhancing walls and heterogeneous signal intensity on both T1- and T2-w images Pitfalls. Distinction between tubo-ovarian abscess and other cause of pelvic abscess can be difficult, in order to asses the origin of the disease such as colon, appendix and bladder. Tips and tricks. CT MPR images may help distinguish tubo-ovaian abscess from other complex masses, better demonstrating the tubular nature of the mass and the anterior displacement of the thickened broad ligaments, because the posterior position of the mesovarium. Moreover, loss of definition of the uterine border, thickening of the uterosacral ligaments and increased attenuation of the pre-sacral fat secondary to edema are suggestive of adnexal origin of the disease. 2. D ISEASE S PECIFIC I NVESTIGATIONS 57",
    "Adnexal torsion Adnexal torsion (AT) is defined as complete or partial twisting of the vascular pedicle on its ligamentous supports resulting in a compromised blood supply (7 ,8). It usually involves both the ovary and the tube. Venous and lymphatic flows are initially compromised resulting in diffuse ovarian edema and enlargement followed by arterial flow compromise leading to thrombosis, ischemia and haemorragic infarction (2,3,5,7-9). If torsion is left untreated, peritonitis, systemic infection or fatal thrombophlebitis with death may occur (5,8). Presentation is often non-specific (APP , nausea, vomiting) and may be associated with palpable abdominal mass or peritoneal signs (6,7). The APP may be intermittent and difficult to localise in partial torsion (2). Inflammatory markers are usually negative. Imaging Who should be imaged and why? AT generally occurs in premenopausal woman. Patients with predisposing conditions (such us underlying ovarian mass - functional, benign or malignant, woman on ovulation induction treatment for infertility), paediatric (around menarche) and pregnant patients (primarily at 8-16 weeks of gestations) are at higher risk of ovarian torsion (2-5,7-9). AT occurs in normal ovary usually in pre- pubertal girls. Imaging plays an important role in diagnosis of adnexal torsion as the clinical features can mimic other causes of APP (2-5,7-9). It is important that AT is diagnosed and treated promptly (conservative ovary-sparing surgery), as delay can lead to loss of the ovary (2). Imaging: In the context of APP , US is the first imaging modality of choice: TAS helps to rule out other causes of APP (urologic or intestinal); use TVS, whenever feasible, to visualize ovarian vascularity, twisted pedicle and to identify any adnexal mass. Color doppler may be used to diagnose AT; however, it has high specificity but it is not sensitive, missing the diagnosis up to 60% of times (5). Many patients undergo CT either as a first-line choice following non-specific presentation with acute abdomen or as confirmatory choice following equivocal US results (3,8). MRI is used in inconclusive cases, suspected torsion in pregnancy or in characterisation of equivocal adnexal mass for better depiction of the twisted ovary (4,9). MRI protocol for benign disease is used. 2. D ISEASE S PECIFIC I NVESTIGATIONS 58",
    "Diagnosis. The diagnosis of AT on TVU is based on the following criteria (2,5,7-9): • Enlarged, edematous ovary or ovarian complex (associated complex mass?) • Heterogeneous ovarian stroma due to bleeding and edema • Peripherally placed follicles due to marked edema and congestion • Coexistent mass within the twisted ovary • Color Doppler demonstration of absent venous/arterial flow; however normal vascularity does not exclude torsion because of dual ovarian supply (uterine and ovarian), partially twisted or detorted adnexal (2,7 ,9) • Extra ovarian whirlpool sign representing twisted vascular pedicle, visualized as an echoic round or beaked structure with multiple concentric, hypoechoic, target-like stripes (7) • Free pelvic fluid in the cul-de-sac CT findings of adnexal torsion include (2,3,5,7-9): • Ipsilateral deviation of the uterus • Anterior displacement of the enlarged ovary (> 5 cm) • Thickened fallopian tube, as target-like mass between the uterus and adnexa • Twisted pedicle • Ovarian devascularisation, (< enhancement on contrast- enhanced CT). A normal ovary will enhance as the uterine myometrium. • Free fluid MRI features of AT are similar to that seen on CT (4, 7-9). Additional findings include: • twisted vascular pedicle and breaking of ovarian margin • peripherally displaced follicles • areas of bleeding due to infarction, visualised as a thin rim of high signal around the twisted ovarian mass, on T1-, T2- and T1-w fat-sat sequences. This appearance is usually associated with lack of enhancement of the ovary Pitfalls: common pitfalls of AT are masses that lead the ovary to twist, such as hemorrhagic cysts, serous cystoadenomas and ovarian hyperstimulation syndrome (3). 2. D ISEASE S PECIFIC I NVESTIGATIONS 59",
    "Tips and tricks. Comparison with controlateral ovary is useful; a volume difference of 5 mL between the twisted and normal ovary is significant (8,9). Adnexal tenderness on the ipsilateral side on TVS may increase the clinical and imaging suspicious of AT (9). In patients with cystic ovarian mass, smooth thickening of the wall (> 3 mm) can be suspicious for adnexal torsion (8). In patients with hemorrhagic infarction, heterogeneous hyperdensity within the twisted ovary may be observed on unenhanced CT. References: 1. Evaluation of acute pelvic pain in women. Kruszka PS, Kruszka SJ. Am Fam Physician. 2010; 15; 82:141-7 . 2. US and CT evaluation of acute pelvic pain of gynecologic origin in nonpregnant premenopausal patients. Potter AW, Chandrasekhar CA. Radiographics. 2008;28:1645-59. 3. Gynecologic causes of acute pelvic pain: spectrum of CT findings. Bennett GL, Slywotzky CM, Giovanniello G. Radiographics. 2002;22:785-801. 4. MR imaging of the acute abdomen and pelvis: acute appendicitis and beyond. Singh A, Danrad R, Hahn PF , Blake MA, Mueller PR, Novelline RA. Radiographics. 2007;27:1419-31. 5. Radiological appearances of gynaecological emergencies. Roche O, Chavan N, Aquilina J, Rockall A. Insights Imaging. 2012;3:265-75. 6. Gynecological pelvic infection: what is the role of imaging? Thomassin-Naggara I, Darai E, Bazot M. Diagn Interv Imaging. 2012;93:491-9. 7 . Pearls and pitfalls in diagnosis of ovarian torsion. Chang HC, Bhatt S, Dogra VS. Radiographics. 2008;28:1355-68. 8. Adnexal torsion-a multimodality imaging review. Wilkinson C, Sanderson A. Potter AW, Chandrasekhar CA. Clin Radiol. 2012;67:476-83. 9. Multimodality imaging in adnexal torsion. Patil AR, Nandikoor S, Rao A, M Janardan G, Kheda A, Hari M, Basappa S. J Med Imaging Radiat Oncol. 2015;59:7-19 2. D ISEASE S PECIFIC I NVESTIGATIONS 60",
    "j. Pelvic Floor Imaging Author: Rania Farouk El Sayed Abbreviations MR – magnetic resonance TR – repetition time TE – echo time FOV – field of view PFD – Pelvic Floor Dysfunction POP – Pelvic organ prolapse 1. Indications • Preoperative and Treatment Planning 1. Preoperative diagnosis in patients with symptoms of multicompartmental pelvic floor dysfunction (PFD) with planned complex repair 2. To determine which pelvic compartments are damaged and identify specific muscle defects 3. Determination of appropriate surgical approach • Postoperative Evaluation 1. Detection of postoperative complications 2. Evaluation of patient with persistent complaints 3. Evaluation of recurrent symptoms • Occur in 10-30% of patients who undergo repair • Usually recurrence is due to defects that were not diagnosed preoperatively 4. Evaluation of new symptoms that were not present preoperatively 2. Imaging Techniques A. Patient preparation • All patients should undergo cleansing rectal enema (using warm water) night before examination • MR protocol requires no oral or intravenous administration of contrast agents • For imaging of urinary bladder, patients are asked to void 2 hours before examination ¡ Comfortably full bladder is important because overdistension may prevent uterine and small bowel descent 2. D ISEASE S PECIFIC I NVESTIGATIONS 61",
    "• Opacification of pelvic organs different protocols adopted: ¡ 90-120 mL of ultrasound gel placed into rectum ¡ Injection of ultrasound gel as vaginal contrast is mainly indicated in cases of vaginal vault prolapse B. Imaging Protocol • Patient Positioning ¡ Supine on MR table with multi coil array wrapped low around pelvis • Static High Resolution MR images ¡ High spatial resolution ¡ Used to delineate the 3 parts of pelvic supporting systems • Fast Imaging Dynamic (cine) MR ¡ Indicated for evaluation of functional abnormalities ¡ Localising images are obtained to identify midline sagittal plane that shows pubic symphysis, urethra, vagina, rectum, and coccyx ¡ Dynamic sequences are performed with gradient- echo or single shot fast spin-echo sequences, e.g., balanced fast field echo (BFFE) ¡ Dynamic MR imaging is performed in sagittal, axial, and coronal planes ¡ Phases of Dynamic MR Protocols • In each plane, 5 sections are acquired during 6 phases each takes ~ 10 seconds • Images are acquired during the following phases ¡ At rest ¡ Withholding (contraction of pelvic floor) ¡ Mild straining ¡ Moderate straining ¡ Maximum straining ,repeat maximum straining to ensure maximal Valsalva manoeuvre 2. D ISEASE S PECIFIC I NVESTIGATIONS 62",
    "¡ Precautions to Ensure Proper Dynamic MR Techniques • All patients should be given instructions before MR ¡ Key element of MR in PFD is to image patient during different maneuvers in > 1 plane ¡ Patients require coaching on contraction of pelvic floor (withholding). Instructed to squeeze buttocks as if trying to prevent escape of urine ¡ Patients require coaching on grades of straining to Instructed to bear down as much as possible as if constipated and trying to defecate. • Recommended that radiologist attends MR to minimise variations between examinations by: ¡ Ensuring compliance to different instructions ¡ Monitoring and ensuring that image acquisition occurs during maximum straining effort by: • Observing the movement of anterior abdominal wall • Follow movement of pelvic organs MRI Defecography • Definitions ¡ Acquiring MR images while patient is evacuating intrarectal ultrasound gel ¡ With addition of MR defecography, MR imaging parallels that of fluoroscopic conventional defecography • Indication ¡ Evacuation phase is mandatory for dynamic MR examination of pelvic floor it unmask pelvic organ prolapse that may not be apparent during maximum straining ¡ In Anorectal dysfunction • It is considered crucial for diagnosis of PFD related to posterior compartment • Specifically in patients complaining about obstructed defecation ¡ In this group of patients, evacuation phase is of critical significance in diagnosis ¡ If patient failed to evacuate during MR study, conventional defecography should be recommended 2. D ISEASE S PECIFIC I NVESTIGATIONS 63",
    "• Imaging Techniques ¡ Patient preparation • All patients undergo cleansing rectal enema (using warm water) night before MR • MR protocol requires no oral or intravenous administration of contrast agents • 90-120 mL of ultrasound gel placed into rectum • Patient training ¡ Patient is informed that evacuation phase is crucial for complete diagnostic study ¡ Radiologist should explain that this phase is important because POP is often only evident when abdominal pressure increases ¡ Best achieved during evacuation of rectum ¡ Imaging rotocols • Patient position: ¡ Patient lies supine on MR table ¡ For comfort, patient may want to bend knees to facilitate evacuation of gel ¡ Pad is placed under patient to avoid contamination of MR table • Image acquisition ¡ In the sagittal plane • Patient is asked to evacuate injected intrarectal gel, and image acquisition occurs continuously as 1 phase ¡ In the Coronal Plane • Recommended to add evacuation sequence in coronal plane in addition to routine MR defecography in sagittal plane • Imaging patient during conventional defecography in anteroposterior (AP) position (coronal plane) enhances detection of intussusception in some patients • Precautions to Ensure Proper Evacuation ¡ Tailoring MR defecography imaging techniques in certain PFDs • Helpful in patients with obstructed defecation to increase amount of intrarectal gel to 160-200 mL • Frequently, those patients cannot evacuate the rectum during MR examination while lying supine when given usual volume of gel 2. D ISEASE S PECIFIC I NVESTIGATIONS 64",
    "k. Placental Disease Authors: Gabriele Masselli and Martina Derme PLACENTAL ADHESIVE DISORDERS Clinical background Placental adhesive disorders (PADs) include placenta accreta (placental villi attached to the myometrium), placenta increta (placental villi invading the myometrium) and placenta percreta (placental villi penetrating up to the uterine serosa). Placenta accreta represents 75% of all PADs. The incidence of morbidly adherent placenta is 1 in 500 pregnancies (1). Placenta previa and prior cesarean deliveries are the two most important risk factors. Patients with PAD are at increased risk of peripartum complications, like severe haemorrhage requiring multiple blood transfusions and hysterectomy. Who should be imaged and why? Many authors recommend a two-stage approach to optimising diagnostic yield, beginning with ultrasound in patients with clinical risk factors and then proceeding to MR imaging for equivocal cases especially in patients with posterior placenta and previous myomectomy. Imaging techniques Ultrasound Pelvic ultrasound (US) is the primary modality. The normal placenta is hyperechoic compared with the hypoechoic underlying myometrium and the normal retroplacental myometrial flow is parallel to the myometrium, that is regular and continuous. The highly suggestive sonographic findings of placenta accreta are: myometrial thinning, lacunar spaces, loss of the retroplacental clear space, irregular bladder wall with increased vascularity, doppler assessment in placenta accreta (presence of a turbulent flow pattern in the placental lacunar spaces, disruption in the continuous colour flow appearance in the retroplacental blood flow, increased vascularity and varicosities around the myometrium) (2). 2. D ISEASE S PECIFIC I NVESTIGATIONS 65",
    "The major pitfalls of US findings are: may not be reliable in cases where the placenta is posterior; no evidence so far published of a precise US estimation of the depth of placenta invasion through the myometrium; the inability to report the precise topography of invasion of the placenta through the myometrium (3). Magnetic resonance imaging Prenatal MRI is reported to be complementary to US. It may help in diagnosing invasive placentation, especially in those conditions when US is not conclusive to assess the degree of invasion. Some authors have suggested that MRI is indicated when there is a posterior placenta or when the US findings are ambiguous. Others have suggested that MRI can better define areas of abnormal placentation, modify levels of invasion, and ultimately change surgical management and should be used routinely. One study found that MRI and US had the same specificity (100%), whereas the sensitivity of MRI was better (100% v 91%), although this difference did not reach statistical significance (3). In a prospective study of 547 cases with invasive placentation, Palacios-Jaraquemada et al. showed that MRI can accurately predict the degree and the topography of the invasion, and especially the presence of parametrial invasion (4). MRI features considered diagnostic of placenta accreta include abnormal uterine bulging, heterogeneous placental signal intensity on T2-weighted images, and the presence of dark intraplacental bands related to lacunae on T2-weighted images (5). Moreover, invasion of adjacent organs can be seen better on MRI than on US. Finally, while US is strongly operator dependent, MRI has a very good interobserver agreement that can allow a reproducible evaluation of placenta abnormalities. 2. D ISEASE S PECIFIC I NVESTIGATIONS 66",
    "PLACENTAL ABRUPTION Clinical background Placental abruption (PA) is the premature separation of the placenta from the uterine wall. The prevalence of abruption in European countries is 3-6 per 1000 pregnancies (6). Various factors can increase the risk of PA, including: previous placental abruption, high blood pressure, abdominal trauma, maternal age, premature rupture of membranes, increased uterine distension, cigarette smoking, blood clotting disorders (thrombophilias). PA increases the risk of fetal growth problems, premature birth and stillbirth. The diagnosis of placental abruption is clinical and is defined as the premature detachment of the placenta from its implantation site. The condition may be sudden and painful or clinically silent. It may manifest as a placental hematoma, without other symptoms such as pain or vaginal bleeding. 1-Who should be imaged and why Patients with serious vaginal bleeding in late pregnancy where diagnosis of abruption would change management. DIAGNOSIS Ultrasound US is frequently performed to confirm the presence of abruption and assess the extent of subchorionic or retroplacental hematoma. The most important US criteria for PA (sensitivity 80%, specificity 92%) are the detection of pre-/retroplacental collections, evidence of marginal subchorionic or intra-amniotic haematomas, increased placental thickness (>5 cm) and jelly-like movements of the chorionic plate (7 ,8). However, 25-50% of haematomas, mostly retroplacental, remains undetected by US (7-9) because the echotexture of recent haemorrhage is similar to that of the placenta or because of the small dimensions; clots resulting from chronic abruption may drain through the cervix. Misdiagnosing subchorionic hematomas with placenta previa has emerged as a major pitfall when using US (10). 2. D ISEASE S PECIFIC I NVESTIGATIONS 67",
    "Magnetic resonance imaging MRI is superior to US in the evaluation of placental hemorrhage, because it improves soft tissue contrast and has a wider field of view. The diffusion- and T1-weighted sequences (sensitivity respectively 100% and 94%; diagnostic accuracy respectively 100% and 97%) are more accurate than the T2-weighted half-Fourier RARE (sensitivity 94%; diagnostic accuracy 87%) and true FISP sequences (sensitivity 79%; diagnostic accuracy 90%) in the detection of placental abruption (11,12). Moreover, MRI is able to date haemorrhage on the basis of the paramagnetic effects of methaemoglobin and to classify intrauterine haematomas as: hyperacute (first few hours, intracellular oxyhaemoglobin), acute (1–3 days, intracellular deoxyhaemoglobin), early subacute (3–7 days, intracellular methaemoglobin), late subacute (≥14 days, extracellular methaemoglobin) and chronic (>4 weeks, intracellular haemosiderin and ferritin) (13). MR imaging is accurate for the identification of placental abruption and should be considered after negative US findings in cases of bleeding in late pregnancy, where diagnosis of abruption would change management. MRI is an extremely accurate investigation that identifies, with an excellent inter-observer agreement, the origin of second- and third-trimester uterine bleeding: with respect to US, it grants new and additional data that can influence the clinical management of these patients. 2. D ISEASE S PECIFIC I NVESTIGATIONS 68",
    "GESTATIONAL TROPHOBLASTIC DISEASE Clinical background Hydatidiform moles occur in 1 of every 1000-2000 pregnancies and are classified into two major types (complete and partial) with distinctive histologic and genetic features. Invasive moles represent deep growth of the abnormal tissue into and beyond the myometrium, sometimes with penetration into the peritoneum and parametrium. Owing to their aggressive growth characteristics, invasive moles are considered locally invasive nonmetastasizing neoplasms. Choriocarcinomas are similar to invasive moles but are capable of metastasizing, frequently manifesting with lung and pelvic metastases. Approximately 50% of choriocarcinomas arise after a molar pregnancy, 25% arise after abortion, and 25% arise after a normal pregnancy (5). Imaging DIAGNOSIS Ultrasound At US, complete moles appear as a heterogeneous echogenic endometrial mass with multiple variable-sized small anechoic cysts, giving the appearance of a “snowstorm” . There is no identifiable fetal tissue. At colour Doppler interrogation, increased vascularity with low resistance waveforms can be identified in the spiral arteries of the uterus. Theca lutein cysts are present in fewer than 50% of complete moles and are caused by hyperstimulation of the ovaries due to excessive production of β -hCG by abnormal trophoblastic tissue. At sonography, partial moles appear similar to complete moles but are differentiated by the presence of fetal tissue. Invasive moles and chroriocarcinomas are largely indistinguishable at imaging. At sonography, both appear as heterogeneous, echogenic, hypervascular masses. Areas of intralesion necrosis and hemorrhage can be seen within choriocarcinoma. The hypervascular nature of these tumors can be helpful in detection of myometrial invasion, although this is not always detectable. 2. D ISEASE S PECIFIC I NVESTIGATIONS 69",
    "Magnetic resonance imaging MRI is typically not used in routine evaluation of hydatiform moles; however, it may be used to determine if there is extension of molar tissue to the myometrium or outside the uterus. Moles appear as heterogeneous tissue distending the uterine cavity, with predominantly low signal intensity on T1-weighted images, high signal intensity on T2-weighted images, and avid enhancement on postcontrast images. Focal areas of haemorrhage and cystic spaces may also be seen (14). In cases of partial moles, abnormal fetal tissue is often appreciated. It is important to identify the normal myometrium, which appears as a hypointense layer surrounding the molar tissue, as this aids in differentiation from invasive disease (13). Regarding invasive moles and chroriocarcinomas, MRI can have a role in demonstrating myometrial and parametrial invasion. Choriocarcinoma is usually seen as an intrauterine mass with heterogeneous high signal intensity on T2-weighted images and marked enhancement on postcontrast images, findings that reflect the high vascularity of the tumor. Tumor vacularity can also be reflected by focal signal voids on T1- and T2-weighted images. Myometrial invasion is visible as high-signal-intensity foci within the myometrium, which demonstrate enhancement on postcontrast images. Enhancing parametrial soft tissue is characteristic of local spread (15-18). MRI can also help detect metastatic disease, particularly within the pelvic organs and lymph nodes. 2. D ISEASE S PECIFIC I NVESTIGATIONS 70",
    "NON-TROPHOBLASTIC PLACENTAL TUMORS Clinical background Nontrophoblastic placental tumors are quite rare. Placental teratomas are extremely rare and are similar in appearance to chorioangiomas, but are differentiated by the presence of calcifications. Chorioangiomas are the most common benign non-trophoblastic tumours of the placenta derived from an excessive vascular proliferation within the stroma of chronic villi. The incidence of chorioangiomas (1%) has been reported to be higher in twin than in singleton gestations (19). Imaging DIAGNOSIS Ultrasound These lesions appear as well-circumscribed, rounded, hypoechoic or mixed-echogenicity masses protruding from the fetal side of the placenta. Colour Doppler US is useful to differentiate the lesion from the surrounding placental tissue and to demonstrate the aberrant fetal vessels perfusing the lesion. Low-resistance pulsatile blood flow is usually noticed in the tumour-feeding vessel. Differential diagnosis of chorioangioma includes placental lacunae and haemorrhage (5,13). Magnetic resonance imaging MR imaging is used only as an adjunct for further evaluation in equivocal cases. Chorioangiomas are isointense on T1-weighted images with increased signal intensity on T2-weighted images. Focal areas of increased signal intensity on T1- and T2-weighted images correspond to intralesion haemorrhage (5). Unfortunately, MR imaging findings are frequently nonspecific and may overlap with those of gestational trophoblastic disease. Serum b-hCG levels are important to distinguish between the two entities, as values are usually normal or only mildly elevated with chorioangioma. Chorioangioma may also appear as a hypervascular mass in the myometrium, mimicking acquired uterine arteriovenous malformation. The latter is an important diagnosis to consider because treatment with dilatation and curettage may aggravate rather than end uterine hemorrhage. 2. D ISEASE S PECIFIC I NVESTIGATIONS 71",
    "Table 1. MR Imaging Protocol For Placenta Evaluation Parameter True fast- imaging sequence (True FISP)* T2 Half- Fourier sequence (HASTE) † T1 3D sequence (VIBE) § DWI Axial Coronal/ Sagittal Axial Coronal/ Sagittal Sagittal Axial Sagittal Repetition time/echo time (msec) 3.31/ 1.36 3.51/ 1.41 800/8 5 800/8 7 4.27/1 .56 4.35/1 .61 3200/75 Flip angle (degrees) 60 60 120 120 10 10 10 Field of view (mm) 320- 400 320- 400 320- 400 430 320- 400 320- 400 320- 400 Matrix 256x 192 320x 270 320x 216 384x 256 256x 256 256x 192 256x 192 Parallel imaging factor 2 No/2 2 2 3 2 2 Section thickness (mm) 4 4 4 4 3 3 5 Intersection gap (mm) 0.9-1 0 0.9-1 0 0 0 0 No. of sections per stack 35 20-24 35 20-24 40 72 time per stack (sec) 20-15 18-10 20-15 16 21-18 17 180 No. of stacks 2-3 1 2-3 1 1 2 1 * The true fast imaging sequence is the true fast imaging with steady- state free precession sequence. † The T2 half-Fourier sequence is the T2-weighted half-Fourier acquisition single-shot turbo spin-echo acquired without and with fat saturation. Axial seFat saturation was achieved with the chemical shift– selective fat suppression technique. 2. D ISEASE S PECIFIC I NVESTIGATIONS 72",
    "References: Shetty MK, Dryden DK. Morbidly Adherent Placenta: Ultrasound Assessment and Supplemental Role of Magnetic Resonance Imaging. Semin Ultrasound CT MR. 2015 Aug;36(4):324-31. Baughman WC, Corteville JE, ShahRR: Placenta Accreta: Spectrum of US and MR Imaging Findings 1. Radiographics 28:1905-1916, 2008. Masselli G, Brunelli G, Casciani M, et al. Magnetic resonance imaging in the evaluation of placental adhesive disorders: correlation with color Doppler ultrasound. Eur Radiol 2008;18:1292–9. Palacios-Jaraquemada JM, Bruno CH, Martín E. MRI in the diagnosis and surgical management of abnormal placentation. Acta Obstet Gynecol Scand 2013;92:392–7 . Khaled M. Elsayes, Andrew T. Trout, Aaron M. Friedkin, Peter S. Liu, Ronald O. Bude, Joel F . Platt, Christine O. Menias. Imaging of the Placenta: A Multimodality Pictorial Review. Radiographics. 2009 Sep-Oct;29(5):1371-91. Ananth CV, Keyes KM, Hamilton A, Gissler M, Wu C, Liu S, Luque- Fernandez MA, Skjærven R, Williams MA, Tikkanen M, Cnattingius S. An international contrast of rates of placental abruption: an age- period-cohort analysis. PLoS One. 2015 May 27;10(5):e0125246. Jaffe MH, SchoenWC, Silver TM, Bowerman RA, Stuck KJ (1981) Sonography of abruptio placentae. AJRAmJ Roentgenol 137:1049– 1054. Harris RD, Cho C, Wells WA (1996) Sonography of the placenta with emphasis on pathological correlation. Semin Ultrasound CT MR 17:66–89. Yeo L, Ananth C, Vintzileos A (2004) Placenta abruption. In: Sciarra J (ed) Gynecology and obstetrics. Lippincott Williams & Wilkins, Hagerstown. Masselli G, Brunelli R, Parasassi T, Perrone G, Gualdi G (2011). Magnetic resonance imaging of clinically stable late pregnancy bleeding: beyond ultrasound. Eur Radiol 21(9):1841–1849. Masselli G, Brunelli R, Di Tola M et al (2011) MR imaging in the evaluation of placental abruption: correlation with sonographic findings. Radiology 259:222–230. Verswijvel G, Grieten M, Gyselaers W et al (2002) MRI in the assessment of pregnancy related intrauterine bleeding: a valuable adjunct to ultrasound? JBR-BTR 85:189–192. 2. D ISEASE S PECIFIC I NVESTIGATIONS 73",
    "Atlas SW, Thulborn KR (2009) Intracranial hemorrhage. In: Atlas SW (ed) Magnetic resonance imaging of the brain and of the spine, 4th edn. Lippincott Williams & Wilkins, Philadelphia, pp 644–694. 1. Barton JW, McCarthy SM, Kohorn EI, Scoutt LM, Lange RC. Pelvic MR imaging fi ndings in gestational trophoblastic disease, incomplete abortion, and ectopic pregnancy: are they specific? Radiology 1993;186(1):163–168. 2. Allen SD, Lim AK, Seckl MJ, Blunt DM, Mitchell AW. Radiology of gestational trophoblastic neoplasia. Clin Radiol 2006;61(4):301–313. 3. Nagayama M, Watanabe Y, Okumura A, Amoh Y, Nakashita S, Dodo Y. Fast MR imaging in obstetrics. RadioGraphics 2002;22(3):563–582. 4. Hricak H, Demas BE, Braga CA, Fisher MR, Winkler ML. Gestational trophoblastic neoplasm of the uterus: MR assessment. Radiology 1986;161(1):11–16. 5. Yamashita Y, Torashima M, Takahashi M, et al. Contrast-enhanced dynamic MR imaging of postmolar gestational trophoblastic disease. Acta Radiol 1995; 36(2):188–192. 6. Francesco D’Antonio, Amar Bhide. Ultrasound in placental disorders. Best Practice & Research Clinical Obstetrics and Gynaecology 28 (2014) 429–442. 2. D ISEASE S PECIFIC I NVESTIGATIONS 74",
    "l. Fistula Authors: Celine Alt and Rosemarie Forstner Clinical background Vaginal fistulas may occur after surgery (e.g. after hysterectomy) or radiation therapy or may be related to delivery, chronic inflammations, e.g. Crohn´s disease or diverticultis, neoplasm, congenital conditions or iatrogenic trauma [1, 2]. Rektovaginal and vesicovaginal fistulas are the most common types, whereas enterovaginal or colovaginal fistulas are rare. Imaging Imaging plays a crucial role to visualise the different types of fistulae. It assists in demonstration the whole extent of the fistulous tract and allows differentiation of one channel or a more complex branching system and may also detect the origin of a fistula. Imaging techniques Fluoroscopy is used over decades to visualize fistulas. However, cross sectional imaging have gained increasing support [1]. MRI is the cross sectional modality of choice for imaging vaginal fistulas [3]. Instillation of 60ml of ultrasound gel into the vagina is helpful. Instillation of 100ml ultrasound gel into the rectum, if applicable, may be also helpful in case of rectovaginal fistulas. T2W images of the pelvis in axial, sagittal and axial oblique plane (to the vagina), T2W images with fat saturation in axial oblique plane (to the vagina) and a second plane where the fistula is best seen on, is recommended. A T1W pre and post contrast imaging of the pelvis in the axial plane with fat saturation and a second plane where the fistula is best seen on may be useful, too [1]. Alternatively, a 3D T1FS sequence with multiplanar reconstructions is used. Contrast enhanced CT can be used to detect fistulas especially with an origin from small bowel or colon, abscesses due to fistulas and to guide interventional drainage. However, CT is not the first-line modality for imaging vaginal fistulas [1]. Endorectal ultrasound may be additionally used to detect anal sphincter injury [4]. 2. D ISEASE S PECIFIC I NVESTIGATIONS 75",
    "Diagnosis As vaginal fistulas may be diverse in their anatomy and clinical presentation, imaging plays a crucial role in delineating the size, location and etiology of the fistulous tract and classify them into simple or complex for optimal therapeutical management [1, 2]. If fistulae are complicated by abscesses these may be managed by percutaneous or surgical approach depending on their site and size. MRI and modern CT systems do have the advantage to use volumetric and multiplanar capabilities, which facilitate diagnosis and help to guide therapy planning [1]. References: 1. Yu N, Raman S, Patel M, Barbaric Z. Fistulas of the Genito-urinary Tract: A Radiologic Review. Radiographics 2004;24:1331–1352. 2. deBeche-Adams TH, Bohl JL. Rectovaginal fistulas. Clinics in Colon and Rectal Surgery 2010;1:99–103. 3. Moon SG, Kim SH, Lee HJ, et al. Pelvic Fistulas Complicating Pelvic Surgery or Diseases: Spectrum of Imaging Findings. Korean J Radiol 2001;2:97–104. 4. Yee LF , Birnbaum EH, Read TE, et al. Use of endoanal ultrasound in patients with rectovaginal fistulas. Dis Colon Rectum 1999;42:1057–1064. 2. D ISEASE S PECIFIC I NVESTIGATIONS 76",
    "",
    "www.esur.org"
  ],
  "processed_at": "2026-01-30T15:58:52.822Z"
}