{
  "doc_id": "ac0d3a566e70e91ecc443ffb31f50666",
  "source_id": "ESUR-SPIWG-male-infertility__1_",
  "total_pages": 15,
  "pages": [
    "Lotti et al . European Radiology (2025) 35:752 – 766 https://doi.org/10.1007/s00330-024-10964-5 U R O G E N I T A L O p e n A c c e s s The role of the radiologist in the evaluation of male infertility: recommendations of the European Society of Urogenital Radiology- Scrotal and Penile Imaging Working Group (ESUR-SPIWG) for scrotal imaging Francesco Lotti 1,2 * , Michal Studniarek 3 , Cristina Balasa 4 , Jane Bel fi eld 5 , Pieter De Visschere 6 , Simon Freeman 7 , Oliwia Kozak 3 , Karolina Markiet 3 , Subramaniyan Ramanathan 8,9 , Jonathan Richenberg 10 , Mustafa Secil 11 , Katarzyna Skrobisz 3 , Athina C. Tsili 12 , Michele Bertolotto 13 and Laurence Rocher 14,15 Abstract Objectives The Scrotal and Penile Imaging Working Group (SPIWG) of the European Society of Urogenital Radiology (ESUR) aimed to produce recommendations on the role of the radiologist in the evaluation of male infertility focused on scrotal imaging. Methods The authors independently performed an extensive literature Medline search and a review of the clinical practice and consensus opinion of experts in the fi eld. Results Scrotal ultrasound (US) is useful in investigating male infertility. US abnormalities related to abnormal sperm parameters (sperm concentration, total count, motility, and morphology) are low testicular volume (TV), testicular inhomogeneity (TI), cryptorchidism, testicular microlithiasis (TML), high-grade varicocele, bilateral absence of vas deferens, bilateral dilation and echotexture abnormalities of the epididymis. The proposed ESUR-SPIWG recommendations for imaging in the evaluation of male infertility are therefore: to measure TV; investigate TI; perform annual (US) follow-ups up to age 55 in men with a history of cryptorchidism/orchidopexy and/or in men with TML plus “ additional risk factors ” or with “ starry sky ” TML; perform scrotal/inguinal US in men with nonpalpable testis; perform scrotal US in men with abnormal sperm parameters to investigate lesions suggestive of tumors; evaluate varicocele in a standardized way; evaluate the presence or absence of vas deferens; investigate the epididymis to detect indirect signs suggesting obstruction and/or in fl ammation. Conclusions The ESUR-SPIWG recommends investigating infertile men with scrotal US focusing on TV, inhomogeneity, localization, varicocele, vas deferens, and epididymal abnormalities. Cryptorchidism, TML, and lesions should be detected in relation to the risk of testicular tumors. Clinical relevance statement The ESUR-SPIWG recommendations on scrotal imaging in the assessment of male infertility are useful to standardize the US examination, focus on US abnormalities most associated with abnormal semen parameters in an evidence-based manner, and provide a standardized report to patients. © The Author(s) 2024. Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article ’ s Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article ’ s Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http://creativecommons.org/licenses/by/4.0/. Michele Bertolotto and Laurence Rocher contributed equally to this work. *Correspondence: Francesco Lotti francesco.lotti@uni fi .it Full list of author information is available at the end of the article 1234567890():,; 1234567890():,; 1234567890():,; 1234567890():,;",
    "Key Points ● So far, ESUR-SPIWG recommendations on scrotal imaging in the assessment of male infertility were not available. ● The ESUR-SPIWG recommends investigating infertile men with scrotal US focusing on testicular volume, inhomogeneity, localization, varicocele, vas deferens and epididymal abnormalities, and assessing cryptorchidism, testicular microlithiasis and lesions in relation to the risk of testicular tumors. ● The ESUR-SPIWG recommendations on scrotal imaging in the assessment of male infertility are useful to standardize the US examination, focus on US abnormalities most associated with abnormal sperm parameters in an evidence-based manner, and provide a standardized report to patients. Keywords Testicular ultrasonography, Epididymis and vas deferens ultrasonography, Varicocele, Male infertility, Testicular cancer Introduction Male infertility affects up to 12% of men [1 – 3]. Despite technical advances, its etiology is still unknown in half of cases [1, 2]. The imaging of the male genital tract (MGT) has progressively expanded to improve diagnosis. Ultra- sound (US) represents the gold-standard method for scrotal investigation [2, 4 – 7]. Scrotal US can assess fea- tures related to testicular damage, suggesting non- obstructive oligo-/azoo-spermia (NOA), or abnormalities at the epididymal and/or deferential level, suggesting obstructive oligo-/azoo-spermia (OA) [2, 4 – 7]. In addi- tion, it can show features suggestive of testicular and epididymal in fl ammation and malignancy [2, 4 – 7]. The use of MGT imaging to investigate infertility is recom- mended by the European Academy of Andrology (EAA) [3 – 7], the European Association of Urology (EAU) [8], and the American Urological Association/American Society for Reproductive Medicine [9]. Based on a review of the literature and the practice of experts in the fi eld, the aim of this study is to delineate the role of the radiologist in the evaluation of male infertility and establish the recommendations of the European Society of Urogenital Radiology-Scrotal and Penile Imaging Working Group (ESUR-SPIWG) for scrotal imaging. Methods Guidelines were developed in accordance with the Appraisal of Guidelines for Research and Evaluation II document [10]. An extensive Medline search was per- formed by the ESUR-SPIWG members with no restric- tions regarding the date of publication (i.e., from inception date until December 2023) including the fol- lowing keywords: male infertility — scrotal ultrasound — testicular tumor — scrotal magnetic resonance imaging (MRI). Original and review articles as well as previous MGT imaging guidelines produced by international societies were considered, focusing on evidence-based studies. The identi fi cation of relevant studies in the English language was performed independently by all the authors. Consensus was obtained among the members of the ESUR-SPIWG. The quality of evidence was rated according to the Oxford Centre for Evidence-Based Medicine (OCEBM) 2011 levels of evidence (Supple- mentary Table 1) [11] and recommendations were graded using the Grading of Recommendations Assessment, Development, and Evaluation (GRADE) system (Supple- mentary Table 2) [12, 13]. The quality of evidence was classi fi ed into one of four levels: A: high quality; B: moderate quality; C: low quality; D: very low quality. The strength of the recommendations has been scored as “ strong ” or “ weak ” , depending on whether the quality of evidence in supporting it or not was graded A-B or C-D, respectively. Results Clinical investigation of male infertility The investigation of male infertility includes personal and medical history, physical examination, semen analysis, hormonal parameters, and in speci fi c cases, genetic investigation [3, 14, 15]. Table 1 shows the main aspects to evaluate and their relevance for male reproductive health [1 – 3, 14 – 18]. The radiologist should obtain infertility-related clinical data of the patient studied from the managing physician, and consider them to have an overall view of the case when performing the imaging investigation. The managing physician should get and deliver these data upon request. Recommendation 1: The radiologist should obtain infertility-related clinical data of the patient studied from the managing physician, who should get and deliver these data upon request . What the radiologist should investigate and why? The imaging of the scrotal region in investigating male infertility is mainly related to the assessment of (i) NOA, evaluating testicular abnormalities and varicocele, and (ii) OA, evaluating epididymal and vas deferens abnormalities [2, 4, 6, 7]. Table 2 summarizes what the radiologist should investigate and why. Table 3 summarizes the Lotti et al . European Radiology (2025) 35:752 – 766 753",
    "ESUR-SPIWG recommendations, reporting the level of evidence (LoE), grade (GoR), and strength of the recom- mendations. A standardized report is recommended (Table 4). Testis The imaging of the testis should mainly focus on abnormalities of localization, volume, and echotexture, related to NOA, and fi ndings increasing risk for malig- nancy [2, 4, 6, 7]. Testicular volume Testicular volume (TV) should be measured as it usually correlates with testicular function [2, 4, 6, 7]. US-estimated TV is positively related to sperm parameters (sperm concentration, total count, motility, and normal morphology) and testosterone levels and Table 1 Clinical investigation of male infertility: what to assess and why? What to investigate Association with male infertility Lifestyle Smoking habit Negative effect on semen parameters [137], but no conclusions on male fertility reduction [138] Alcohol consumption Negative effect on semen volume [139, 140] and normal sperm morphology [140], but debated [141] Cannabis consumption Possible negative effect on male fertility [142, 143] Physical activity Recreational physical activity has a positive effect on sperm concentration and progressive motility [144] Exposure to heat Possible negative effect on male fertility [145] Exposure to harmful substances/pollutants Possible negative effect on male fertility [145] Medical history Systemic diseases Possible negative effect on male fertility [1] History of cryptorchidism Increased risk of infertility and testicular cancer [2, 7] History of urogenital infections/in fl ammations Debated effect on male fertility [2] Past or current medications/therapies Possible negative effect on male fertility [1] History of testis trauma, torsion, tumor Possible negative effect on male fertility [1] History of surgery for inguinal hernia repair Possible damage/obstruction of the vas deferens [2, 7] Semen analysis Isolated sperm abnormalities Suggest testicular dysfunction or bilateral epididymal (sub)obstruction [2] Isolated low semen volume and pH Suggest distal (sub)obstruction or seminal vesicles impairment/abnormalities/agenesis [2] Sperm abnormalities and low semen volume and pH Suggest distal (sub)obstruction [2] Isolated azoospermia Suggest testicular dysfunction including genetic abnormalities (karyotype or Y microdeletions) [2, 7] or bilateral epididymal/vas deferens obstruction [2, 7] Azoospermia and low semen volume and pH Suggest distal obstruction or bilateral vas deferens agenesis ± seminal vesicle/s agenesis/ abnormalities (investigate CFTR mutations) [2, 7] Unconventional semen parameters (e.g., sperm DNA fragmentation) Possible negative effect on male fertility or increased risk of miscarriage [2] Hormonal parameters FSH High FSH levels ( > 8 U/L): tubular damage [3] LH High LH levels ( > 9.4 U/L): Leydig cells damage [3, 146] Total testosterone (TT) Low TT ( < 10.5 nmol/L): Leydig cells damage [3, 146] SHBG Evaluate SHBG when TT between 8 – 12 nmol/L, to calculate free testosterone (low when < 225 pM) [147] Genetic tests Chromosomal abnormalities (karyotype) Investigate when < 10 million spermatozoa/mL [148] Y chromosome microdeletions Investigate when < 5 million spermatozoa/mL [148] CFTR gene mutations Investigate when bilateral (or, rarely, unilateral) absence of vas deferens and/or seminal vesicles [148] FSH follicle-stimulating hormone, LH luteinizing hormone, SHBG sex hormone binding globulin, CFTR cystic fi brosis transmembrane conductance regulator Lotti et al . European Radiology (2025) 35:752 – 766 754",
    "negatively to FSH and LH levels and non-conventional sperm parameters (e.g. sperm DNA fragmentation) [2, 4, 6, 7]. TV re fl ects not only the seminal and hormonal status but also previous or current testicular or systemic disorders [2, 7]. Three different mathematical formulae can be used to calculate TV from US measurements of length (L), width (W), and height (H): ellipsoid ’ s, Lambert ’ s, and Hansen ’ s [2, 7]. The three diameters of the testis and the mathematical formula used to calculate TV should be reported. The ESUR-SPIWG guidelines on varicocele [19, 20] supported the use of Lambert ’ s formula ( V = L × W × H × 0.71) according to some previous stu- dies [21 – 23], however without “ strong ” consensus [19]. The EAA recently supported, in an evidence-based way, the ellipsoid formula ( V = L × W × H × 0.52) [4]. Accord- ing to the EAA, the ellipsoid formula fi ts better with Table 2 What the radiologist should investigate and why What to investigate? Why? Testis Volume -Positive association with sperm parameters and testosterone, negative association with FSH and LH and unconventional sperm parameters (e.g., sperm DNA fragmentation) -Very small (and hard) bilateral testes (< 4 mL) (with high gonadotropins) suggestive of Klinefelter Syndrome -Small (and soft) testes (with low gonadotropins) suggestive of hypogonadotropic hypogonadism Echotexture -Testicular inhomogeneity associated with low sperm parameters and testosterone levels (non- obstructive infertility) -Rete testis dilation: suggestive of post-testicular obstruction -Multiple hypoechoic micronodules in Klinefelter Syndrome suggestive of Leydig cell hyperplasia Masses/nodules Vascularized solid or mixed nodules suggestive of tumors Microlithiasis -Likely association with infertility (debated) -Association with testicular tumor (especially in men with “ additional risk factors ” ) Localization -Cryptorchidism or history of cryptorchidism/orchidopexy associated with low sperm parameters, testosterone levels, and risk of testicular tumor Vascularization (low impact in the management of the infertile man) -Absent: suggestive of testicular torsion (especially in men with pain) -Hypoechoic hypo-/a-vascular areas suggest previous testicular damage, with possible testicular impairment -Hyperemia: sign of current in fl ammation (orchitis), with a possible transient or permanent negative effect on sperm parameters Stiffness (low impact in the management of the infertile man) -Small and soft testes re fl ect parenchymal hypotrophy and impaired spermatogenesis. -Very small (< 4 mL) and hard symmetric testes suggest Klinefelter syndrome -Hard nodules suggest tumors Varicocele -Association with low sperm parameters (and testosterone levels), especially for high grades (IV – V) -Debated association with male infertility Epididymis Dilation (and inhomogeneity) -Suggestive of post-testicular (sub)obstruction (at epididymal, vas deferens (including CBAVD or CUAVD) or prostate level) with a possible negative effect on sperm parameters -Suggestive of past or current in fl ammation, with a possible negative effect on sperm parameters Hyperemia -Sign of current in fl ammation (epididymitis), with possible transient or permanent negative effect on sperm parameters Absence Associated with CBAVD with obstructive azoospermia, or CUAVD with normal or low sperm parameters Vas deferens Dilation -Suggestive of downstream (sub)obstruction (at vas deferens (e.g., retroperineal obstruction or vasectomy or surgical sequellae of hernia repair or absence of the distal part) or prostate level) with a possible negative effect on sperm parameters Absence Associated with CBAVD with obstructive azoospermia, or CUAVD with normal or low sperm parameters For exhaustive details and references see the main text Lotti et al . European Radiology (2025) 35:752 – 766 755",
    "Table 3 Summary of the ESUR-SPIWG recommendations on scrotal imaging in male infertility evaluation, with levels of evidence (LoE), grade (GoR), and strength of the recommendations Recommendations LoE GoR Strength 1 -The radiologist should obtain infertility-related clinical data of the patient studied from the managing physician, and consider them to have an overall view of the case when performing the imaging investigation. LoE 5 GoR D Weak 2 -Measure testicular volume (TV), since a low TV usually correlates with seminal and hormonal abnormalities, and report testicular diameters and mathematical formula used to calculate TV. LoE 2 GoR A Strong -The use of the ellipsoid formula ( V = L × W × H × 0.52) is suggested. LoE 5 GoR D Weak -A right TV < 12 mL and/or a left TV < 11 mL indicate testicular hypotrophy. LoE 2 GoR B Strong 3 -Investigate testicular inhomogeneity, since it is usually associated with abnormal sperm parameters and low testosterone levels LoE 2 GoR A Strong 4 -Investigate TML for its likely association with infertility LoE 3 GoR C Weak -Investigate TML for its likely association with testicular cancer when “ additional risk factors ” are present or when a “ starry sky ” pattern is present LoE 2 GoR A Strong -Perform annual US follow-up up to age 55 in men with (i) TML and “ additional risk factors ” or (ii) “ starry sky ” TML. LoE 3 GoR C Weak 5 -Perform testicular US in men with a history of cryptorchidism due to the increased risk of infertility LoE 2 GoR A Strong -Perform testicular US in men with a history of cryptorchidism due to the increased risk of testicular tumor. LoE 2 GoR A Strong -US plays a key role in cancer detection or in the follow-up of the cryptorchid and contralateral testis. LoE 2 GoR A Strong -Perform annual US follow-up up to age 55. LoE5 GoR D Weak 6 -Perform scrotal/inguinal US in adult men with nonpalpable testis. LoE 2 GoR A Strong -If US is equivocal, inguinal/abdominal MRI or surgical exploration is advocated. LoE 2 GoR A Strong 7 -Perform testicular US in men with infertility to investigate testicular lesions suggestive of tumors, especially in men with oligo-/azoo-spermia or with risk factors for infertility and testicular tumor LoE 2 GoR A Strong -ESUR-SPIWG recommendations can be utilized to characterize nonpalpable lesions LoE 4 GoR C Weak 8 -The study of testis vascularization has no recognized impact on the clinical management of infertile men LoE 2 GoR A Strong 9 -The study of testicular stiffness with elastography has no recognized impact on the clinical management of infertile men LoE 2 GoR A Strong 10 -Varicocele evaluation is recommended in infertile men. LoE 2 GoR B Strong -Standardization of the US examination is essential. LoR 1 GoR A Strong -ESUR or EAA recommendations are suggested. LoR 3 GoR C Weak 11 -Testicular MRI is an emerging technique in male infertility evaluation, currently not recommended routinely. LoE 4 GoR C Weak 12 -Perform US evaluation for identi fi cation of CBAVD in men with OA. LoE 2 GoR A Strong -When CBAVD or CUAVD are detected, extend the US examination to the seminal vesicles and kidneys z(the latter especially for CUAVD). LoE 2 GoR A Strong 13 -Perform pelvic MRI when the US study of the vas deferens is doubtful/inconclusive or to evaluate the intra-abdominal course of the vas deferens, LoE 2 GoR B Strong -Perform pelvic MRI to investigate the prostate-vesicular region when suprapubic or transrectal US are doubtful/inconclusive assessing abnormalities related to suspected obstructive oligo-/azoo-spermia and/or low seminal volume and pH. LoE 2 GoR B Strong 14 -Perform US investigation of epididymis to detect indirect signs suggesting obstruction and/or in fl ammation, possibly exerting a negative impact on sperm parameters, LoE 2 GoR A Strong -Perform US investigation of epididymis to detect nodules suggesting tumors (usually benign). LoE 5 GoR D Weak 15 -In scrotal emergencies, the radiologist should evaluate the medical history and clinical signs and symptoms of the patient, and perform US to contribute to the diagnosis of testicular torsion, trauma, epididymo-orchitis or malignancy, which could exert a transient or long-lasting negative effect on sperm parameters and male fertility. LoE 2 GoR B Strong -In scrotal emergencies, scrotal MRI is rarely needed in cases of non-diagnostic US fi ndings. LoE 3 GoR C Weak 16 -In infertile men, the radiologist should investigate the history of scrotal emergencies/acute scrotum to detect and/or understand related testicular US abnormalities. LoE 5 GoR D Weak LoE levels of evidence, GoR grade of recommendation, Strength strength of the recommendation, TV testicular volume, US ultrasound, TML testicular microlithiasis, OA obstructive azoospermia, CBAVD congenital bilateral absence of the vas deferens, CUAVD congenital unilateral absence of the vas deferens. The quality of evidence was rated according to the Oxford Centre for Evidence-Based Medicine (OCEBM) 2011 levels of evidence (Supplementary Table 1) [11] and recommendations were graded using the Grading of Recommendations Assessment, Development and Evaluation (GRADE) system (Supplementary Table 2) [12, 13]. The quality of evidence was classi fi ed into one of four levels: A: high quality, B: moderate quality, C: low quality, and D: very low quality. The strength of the recommendations has been scored as “ strong ” or “ weak ” , depending on whether the quality of evidence in supporting it or not was graded A-B or C-D, respectively Lotti et al . European Radiology (2025) 35:752 – 766 756",
    "Prader orchidometer measurements and is easier to use in clinical practice since it is automatically calculated by most US devices [4, 6, 7]. The EAA US-TV lowest reference limit for right and left testis in healthy, fertile men, using the ellipsoid formula, is 12 and 11 mL, respectively, de fi ning in an evidence-based manner the thresholds for “ testicular hypotrophy ” [4]. A normal TV does not exclude NOA, since patients with maturation arrest have often a normal TV [24]. Very small (< 4 mL) and hard symmetric testes associated with high gonado- tropin levels suggest Klinefelter syndrome [2, 14, 25]. Small soft testes associated with low gonadotropin levels suggest hypogonadotropic hypogonadism [2, 14]. Recommendation 2: Testicular volume (TV) should be assessed in men with infertility since a low TV usually correlates with seminal and hormonal abnormalities. The testicular diameters and mathematical formula used to calculate TV should be reported. The use of the ellipsoid formula is suggested. Right TV < 12 mL and left TV < 11 mL indicate testicular hypotrophy . Testicular echotexture The normal adult testis is characterized by a homogeneous granular echotexture, made up of uniformly distributed medium-level echoes [2]. Echotexture alteration, especially testicular inhomo- geneity (TI), frequently relates to testicular damage, abnormal sperm parameters, and low testosterone levels [2, 7]. At histology, TI re fl ects parenchymal atrophy and fi brosis [26]. TI has been detected in several conditions associated with male infertility, including cryptorchidism, affections leading to testicular damage, chemo- and radio- therapy [2, 26 – 29]. In addition, TI is frequent in Klinefelter syndrome, appearing as coarse or micronod- ular echotexture, with hypoechoic micronodules suggest- ing Leydig cell clusters/hyperplasia [30]. TI has been previously classi fi ed on a 5-point scale [31, 32] and, recently, on a 4-point scale by the EAA (Fig. 1), with higher scores suggesting more severe testicular damage [4]. On the other hand, rete testis dilation may suggest post-testicular obstruction [2]. Recommendation 3: Testicular inhomogeneity (TI) should be investigated in men with infertility since it is usually associated with abnormal sperm parameters and low testosterone levels . Testicular microlithiasis (TML) TML is an US diag- nosis, commonly de fi ned as the detection of ≥ 5 micro- calci fi cations (bright echogenic non-shadowing foci < 3 mm) per fi eld of view [2, 7, 33]. Its association with infertility and testicular cancer (TC) has been widely debated. Regarding infertility, several studies reported a higher TML prevalence in infertile than in fertile men [34, 35]. However, the association between TML and male infertility is still not universally recognized. Regarding TC, recent meta-analyses supported a signi fi cant association between TML and TC [36, 37]. However, recent reviews [34, 35] reported that TML is not an independent risk factor for TC, but is associated with TC when “ additional risk factors ” are present. According to the EAU guidelines [8, 38, 39], the presence of TML with “ additional risk factors ” (infertility, bilateral TML, atrophic testes, history of cryptorchidism, or TC) recommends scrotal US follow- up. The ESUR guidelines on TML imaging and follow-up [33] recommend annual US follow-up up to age 55 in patients with TML and “ additional risk factors ” (personal/ family history of TC, maldescended testis, orchidopexy, testicular atrophy) and in men with diffuse ( “ starry sky ” ) TML. Table 4 Example of a standardized US report for male infertility Testis R L Testicular localization (scrotal/high scrotal/inguinal/not found) Testicular diameters (L, W, H) in mm Testicular volume (report the mathematical formula used) in mL Testicular echotexture abnormality (Yes/No) Testicular homogeneity pattern (EAA classi fi cation (normal or mild/moderate/severe)) Testicular echogenicity (mainly normoechoic, hypoechoic, hyperechoic) Testicular calci fi cations/microcalci fi cations/microlithiasis Testicular nodules/masses (number, size, vascularization, location) Testicular vascularization (present, diffusely or focally enhanced, or reduced/absent) Rete testis dilation (Yes/No) Hydrocele (Yes/No) Epididymis Presence/absence and measurement of head Presence/absence and measurement of body Presence/absence and measurement of tail Echotexture abnormalities (including tubular ectasia) (Yes/No) Vascularization (normal or enhanced) Cysts or solid nodules (Yes/No) Vas deferens Presence/absence a and measurement when present Dilation/thickening Interruption/scar Varicocele Presence/absence Grading (ESUR [19, 20] or EAA [7] classi fi cation) a If congenital bilateral absence of vas deferens (CBAVD) or congenital unilateral absence of vas deferens (CUAVD) are detected extend US examination to the seminal vesicles and kidneys 2 Lotti et al . European Radiology (2025) 35:752 – 766 757",
    "Recommendation 4: Testicular microlithiasis (TML) should be investigated in men with infertility. Its associa- tion with infertility is likely, but not universally recognized. TML is associated with TC, especially in men with “ additional risk factors ” . Annual US follow-up up to age 55 is advised in men with TML and “ additional risk factors ” or with “ starry sky ” TML . Cryptorchidism Cryptorchidism is the absence of at least one testicle in the scrotum. It affects ~30% of premature infants, 3% of full-term babies, and ~1% of children in the third month of life [2, 40, 41]. However, its prevalence in men with severe infertility is almost 10% [42]. The undescended testis is commonly unilateral, being bilateral in 10% of cases [2, 40]. About 80% of undescended testes are located within the inguinal canal, 5 – 16% in the abdomen, while rarely the testis can be ectopic [2, 40, 41]. Cryptorchidism is associated with an increased risk of infertility [2, 40, 41, 43 – 46] and TC [2, 40, 41, 44, 47, 48]. TC commonly occurs in the undescended testis, however 20% of tumors occur in the contralateral descended testis [2, 40, 41]. A meta-analysis reported that the US does not reliably localize nonpalp- able testes in pediatric patients [49]. Hence, all recent guidelines do not recommend the US in pediatric subjects [7]. However, guidelines on US in adult men with a history of cryptorchidism/orchidopexy are not available, despite the US playing a key role in cancer detection and follow-up of the cryptorchid and contralateral testis [2, 7]. Since cryptorchidism is a greater risk factor for TC than TML, recommendations given by the ESUR for TML [33] could be extended to men with a history of cryptorchid- ism/orchidopexy, i.e. annual follow-up up to age 55. In addition, some men may present with a nonpalpable testis. Since US can reliably identify a cryptorchid testis lying below the internal inguinal ring [50], US may be suggested to identify the undescended testis in the inguinal canal or in the upper scrotum. If US is inconclusive, inguinal/abdominal MRI or surgical exploration should be suggested [7, 51]. At US, the cryptorchid testis is often hypotrophic, inhomogeneous, and hypoechoic, with calci fi cations [7, 51, 52]. Nodular lesions may be present [7, 51, 52] and should be managed according to available guidelines [38, 53]. Recommendation 5: Testicular US is recommended in men with cryptorchidism or a history of cryptorchidism/ orchidopexy. Cryptorchidism is associated with an increased risk of infertility and TC. US plays a key role in cancer detection or follow-up of the cryptorchid and contralateral testis. The ESUR-SPIWG suggests annual US follow-up up to age 55 . Recommendation 6: In adult men with nonpalpable testis, US is suggested to identify the undescended testis in the inguinal canal or upper scrotum. If US is inconclusive, inguinal/abdominal MRI or surgical exploration is advocated . Cancer risk Male infertility is associated with an increased risk of TC. Men with abnormal sperm parameters are at an increased risk of TC, the worse the parameters the greater the risk [54, 55]. In infertile men, a history of cryptorchidism [2, 40, 41, 44, 47, 48] or the presence of TML [36, 37] is associated with an increased risk of TC. Infertile men have a higher prevalence than fertile men of cryptorchidism [42] and TML [34, 35], Fig. 1 Testicular echotexture homogeneity classi fi cation of the EAA ultrasound consortium. a Homogeneity; b mild (grade 1) inhomogeneity: the presence of small hypoechoic foci (arrowheads)/thin hypoechoic striae (arrows); c moderate (grade 2) inhomogeneity: the presence of thick hypoechoic striae (arrows); d severe (grade 3) inhomogeneity: diffuse inhomogeneity with “ netting ” / “ geographical map ” appearance. Adapted from reference [4] Lotti et al . European Radiology (2025) 35:752 – 766 758",
    "associated with an increased risk of TC. Men with TC show lower semen quality compared to men without TC [56]. Men with TC are frequently azoo-/oligo-spermic [57 – 59]. The scrotal US in male infertility screening reveals testicular lesions in 2 – 4% of cases [60]. Most of these lesions are nonpalpable and represent a clinical challenge [61 – 64]. However, the majority of nonpalpable lesions are non-malignant [65]. ESUR-SPIWG recommendations regarding incidentally detected nonpalpable testicular tumors in adults are available [53]. Multiparametric US can help in the characterization of doubtful lesions [66, 67]. Recommendation 7: Testicular US is recommended in men with infertility to investigate testicular lesions suggestive of TC, especially in subjects with oligo-/azoo- spermia or with risk factors for infertility and TC. ESUR- SPIWG recommendations can be utilized to characterize nonpalpable lesions . Testicular vascularization Studies focused on testicular vascularization and male infertility are scanty [68 – 72]. Some vascular parameters have been associated with sperm quality [73, 74] or discrimination of OA and NOA [68, 72, 75, 76]. However, at present, testicular vascular- ization has no impact on the clinical management of infertile men. Of note, recently the EAA reported a standardization of the measurement of testis vascular parameters and their reference ranges in healthy, fertile men [4]. Diffuse or focal hypoechoic hypo-/a-vascular testicular areas can suggest previous testicular damage, as previous testicular torsion, trauma, in fl ammation, lobular ischemia, or testicular sperm extraction [2, 7], which can be associated with impaired testicular function. Recommendation 8: The study of testis vascularization has no recognized impact on the clinical management of infertile men . Testicular stiffness Evaluation of testicular stiffness by digital palpation is a clinical sign usually checked in infertile men. Small and soft testes suggest parenchymal hypotrophy and impaired spermatogenesis [2, 10]. Very small (< 4 mL) and hard symmetric testes suggest Klinefelter syndrome [2, 10, 25]. Two US approaches are available to evaluate testicular stiffness: Strain and Shear-Wave Elastography. A few studies focused on elastography and infertility, to distinguish obstructive and non-obstructive patterns, with disappointing results [77, 78]. Recommendation 9: The study of testicular stiffness with elastography has no recognized impact on the clinical management of infertile men . Varicocele Varicocele represents a common co-factor of male infertility [79]. It is more prevalent in infertile than fertile men [80] and has been associated with testicular damage and impaired spermatogenesis [81 – 83]. However, many men with varicocele have normal sperm parameters and are fertile [4, 7, 83]. Hence, the effect of varicocele on male fertility is debated and, so far, international societies support surgical correction only in highly selected cases [8, 9]. Physical examination has low accuracy for detecting varicocele in comparison with US [84], which is the imaging modality of choice. US is useful to assess varicocele when the clinical examination is unreliable, to grade varicocele, and to detect “ false ” clinical varicocele and post-operative recurrence/persistence [2, 85]. Evidence-based recommendations for standardization of the US examination have been published by the ESUR- SPIWG [19, 20] and the EAA [4, 7], and are very similar. These recommendations emphasize the importance of a standardized examination technique and provide diag- nostic criteria [86 – 89]. Recommendation 10: Varicocele evaluation is recom- mended in infertile men. Standardization of the US examination is essential. ESUR or EAA recommendations are suggested . Testicular MRI At present, testicular MRI has no established role in the routine work-up of male infertility. However, advancements in functional MRI techniques [90 – 108], including diffusion-weighted imaging [90 – 98], volumetric apparent diffusion coef fi cient histogram ana- lysis [99], diffusion tensor imaging [100 – 102], magnetiza- tion transfer imaging [94, 96] and proton MR spectroscopy [97, 103, 107] might provide novel insights in the future. Recent studies reported the ability of these techniques to distinguish OA and NOA [95, 97, 98], identify NOA etiology [108], assess early indicators of impaired spermatogenesis [90 – 94, 97, 105], and predict the surgical recovery of spermatozoa in NOA [95 – 99, 101 – 104, 106, 107]. However, due to the need for more, strong, evidence, and the high cost of the exam, currently, testicular MRI cannot be recommended routi- nely. Of note, MRI is useful in the characterization of testicular lesions doubtful in US [109]. Recommendation 11: Testicular MRI is an emerging technique in male infertility evaluation, currently not recommended routinely . Lotti et al . European Radiology (2025) 35:752 – 766 759",
    "Epididymis and vas deferens Evaluation of epididymis and vas deferens is useful in distinguishing OA and NOA [2, 7]. In particular, con- genital bilateral absence of vas deferens (CBAVD) or bilateral epididymal obstruction are associated with OA [2, 7]. Scrotal US is the gold standard for evaluating the epididymis and vas deferens [2, 7]. Recently, the EAA reported a standardization of the measurements, and identi fi ed reference ranges and normative thresholds, for epididymal segments and vas deferens size and vascular parameters [4]. Normal epididymal head, body, tail, and vas deferens have been de fi ned in an evidence-based way as < 11.5, 5, 6, and 4.5 mm, respectively [4, 7]. Vas deferens The detection of CBAVD leads to a proven diagnosis of OA. CBAVD is present in 1 – 2% of infertile men and 4 – 17% of azoospermic men [106]. Since CBAVD is frequently associated with seminal vesicle (SV) agenesis [110, 111], azoospermia is often associated with low seminal volume and pH, and the US examination should be extended to the prostate-vesicular region [2]. Since CBAVD is usually associated with the CFTR (Cystic Fibrosis Transmembrane Conductance Regulator) gene mutation [112], genetic counseling should be recom- mended. CBAVD men usually show normal TV and testicular function, hence after CBAVD detection testi- cular sperm extraction can be indicated [2]. Scrotal US can also detect congenital unilateral absence of the vas deferens (CUAVD). This condition is present in 1% of infertile men [106], although men with CUAVD can show normal sperm parameters and be fertile [2]. Since CUAVD is frequently associated with ipsilateral SV agenesis [106], men may present with low seminal volume and pH, and the US examination should be extended to the prostate-vesicular region [2]. Since CUAVD is frequently associated with ipsilateral kidney agenesis (rare in CBAVD patients) [110, 111], the US examination should be extended to the abdominal region. Finally, although CUAVD is usually not associated with CFTR gene mutations [2], genetic counseling is prudent. In the case of CAVD, the epididymis may be present and dilated, often with tubular ectasia, or rarely may be absent [2]. In both cases, the epididymal head is always detectable [2], and can be either dilated or small (Fig. 2). Pelvic MRI can be used when the US study of the vas deferens is doubtful/inconclusive or to evaluate the intra- abdominal course of the vas deferens (poorly explorable with US), as well as to investigate the organs of the prostate-vesicular region when suprapubic or transrectal US are doubtful/inconclusive assessing abnormalities related to suspected OA and/or low seminal volume and pH [113 – 115]. Recommendation 12: In infertile men, vas deferens US investigation is recommended, especially when physical examination is unreliable. Detection of CBAVD leads to proven OA diagnosis. Detection of CUAVD does not exclude fertility. Detection of CBAVD or CUAVD should lead to an extension of the US examination for evaluation of the SV and kidneys . Recommendation 13: In infertile men, pelvic MRI can be used when the US study of the vas deferens is doubtful/ inconclusive or to evaluate the intra-abdominal course of the vas deferens, as well as to investigate the prostate- vesicular region when suprapubic or transrectal US are doubtful/inconclusive assessing abnormalities related to suspected OA and/or low seminal volume and pH . Epididymis The scrotal US plays a key role in investigat- ing abnormalities of epididymal size, echopattern, and vascularization, which, alone or combined, can suggest different diagnoses [2, 7, 116 – 120]. In subjects with scrotal pain or prostatitis-like symptoms, epididymal dilation with hypervascularization suggests in fl ammation [2, 7, 116 – 120]. A dilated epididymis associated with echopattern abnormalities may also represent the out- come of a past infection/in fl ammation in currently asymptomatic patients [2, 7, 117 – 122]. In subjects with obstructive azoo-/oligo-spermia, epididymal enlarge- ment with tubular ectasia may suggest, as an indirect sign, Fig. 2 Epididymal fi ndings in congenital absence of vas deferens in two patients. a Only a small, inhomogeneous epididymal head was found. Neither the epididymal body and tail nor the vas deferens were found. b Epididymal body with sudden interruption ending abruptly including a dilated tube with echoic content (long arrow). Neither the epididymal tail nor the vas deferens were found Lotti et al . European Radiology (2025) 35:752 – 766 760",
    "post-testicular obstruction, at the epididymal [123] (Fig. 3), vas deferens [124] or prostatic level [125, 126], and the latter may be further investigated by extending US to the prostate-vesicular region. Current or previous epididymal in fl ammation or partial obstruction has been associated with sperm abnormalities [127, 128]. Of note, only a proven bilateral epididymis obstruction can diagnose proximal OA. However, US can only suggest, but not prove, the presence of a complete epididymal obstruction. The scrotal US also allows the assessment of epididymal nodules [118 – 121], frequently represented by cysts, which have no proven role in OA [110]. Rarely, underlying benign or malignant tumors may be identi fi ed [117 – 120]. Recommendation 14: In infertile men, epididymis investigation with scrotal US is indicated, to detect indirect signs suggesting obstruction and/or in fl ammation, possibly exerting a negative impact on sperm parameters. Cysts or nodules should be investigated: they have no proven role in infertility but may be relevant for general male health . Scrotal emergencies and male infertility: role of imaging Emergencies are medical conditions requiring prompt treatment to minimize the likelihood of loss of organ structure or function, and in rare cases, of the patient ’ s life. Scrotal emergencies include different entities, such as testicular torsion, trauma, epididymo-orchitis, and someway, malignancies [129]. The role of these acute conditions and their chronic outcomes in male infertility has been assessed by relatively few studies, reporting various transient or long-lasting negative effects on sperm and, rarely, hormonal parameters, according to the dif- ferent conditions, severity of the condition, extension of the testicular damage, rapidity and effectiveness of med- ical or surgical intervention [2, 116, 127 – 131]. Besides medical history, sometimes pathognomonic, and clinical signs and symptoms, grayscale and color-Doppler US play a key role in several conditions, eventually supported by contrast-enhanced US and sonoelastography as problem- solving modalities in some equivocal cases [2, 7, 65, 129, 132 – 135]. Scrotal MRI is rarely needed for the assessment of acute scrotum or scrotal trauma in cases of non-diagnostic US fi ndings [136]. Scrotal emer- gencies are usually characterized by scrotal acute pain and swelling [2, 65, 129, 132, 133]. At color-Doppler US, testicular torsion is usually characterized by the absence of blood fl ow in the symptomatic testis, while epididymo- orchitis by the presence of enhanced blood fl ow in the affected testis and epididymis [2, 7, 65, 129]. Approxi- mately 10% of patients with a testicular malignancy pre- sent with pain, although the typical presentation of a testicular cancer is painless, and a small or large nodule, solid or mixed, with internal vascularization can be detected by color-Doppler US [2, 7, 65, 129]. Testicular trauma can be blunt, penetrating, or degloving, and show typical US features in case of a hematoma, contusion, fracture, or rupture, with or without hematocele, which may change over time [132, 133]. The aforementioned conditions may also lead to testicular infarction, detect- able as a hypoechoic wedge-shaped lesion with absent Fig. 3 Normal and obstructive signs of the epididymis and vas deferens. a Normal epididymal head with small cyst (arrow); b normal epididymal head (small arrow) and body (thin arrow); c tubular ectasia of the epididymal body (thin arrows), echoic foci of the epididymal head (small arrow); d normal epididymal body and tail (thin arrow), and winding fi rst part of the vas deferens (small arrow); e tubular ectasia of the epididymis (long arrow) and of the vas deferens (small arrow); f normal vas deferens in its distal scrotal part, with a linear path and a thin lumen (arrow); g tubular ectasia of the vas deferens with echoic stagnant sperm (arrow) Lotti et al . European Radiology (2025) 35:752 – 766 761",
    "internal vascularization and a peripheral rim of low vas- cular signal [2, 7, 65, 129, 132, 133]. Recommendation 15: In scrotal emergencies, the radi- ologist should evaluate the medical history and clinical signs and symptoms of the patient, and perform US to contribute to the diagnosis of testicular torsion, trauma, epididymo-orchitis or malignancy, which could exert a transient or long-lasting negative effect on sperm para- meters and male fertility. Scrotal MRI is rarely needed in cases of non-diagnostic US fi ndings . Recommendation 16: In infertile men, the radiologist should investigate the history of scrotal emergencies/acute scrotum to detect and/or understand related testicular US abnormalities . Conclusions The ESUR-SPIWG recommendations on scrotal imaging in the evaluation of male infertility are herein reported and discussed. Abbreviations EAA European Academy of Andrology EAU European Association of Urology ESUR European Society of Urogenital Radiology GoR Grade GRADE Grading of Recommendations Assessment, Development, and Evaluation LoE Level of evidence MGT Male genital tract MRI Magnetic resonance imaging NOA Non-obstructive oligo-/azoo-spermia OA Obstructive oligo-/azoo-spermia SPIWG Scrotal and Penile Imaging Working Group TI Testicular inhomogeneity TML Testicular microlithiasis TV Testicular volume US Ultrasound Supplementary information The online version contains supplementary material available at https://doi. org/10.1007/s00330-024-10964-5. Funding Open access funding provided by Università degli Studi di Firenze within the CRUI-CARE Agreement. Compliance with ethical standards Guarantor The scienti fi c guarantor of this publication is Prof. Francesco Lotti. Con fl ict of interest The authors of this manuscript declare no relationships with any companies whose products or services may be related to the subject matter of the article. Statistics and biometry No complex statistical methods were necessary for this paper. Informed consent Written informed consent was not required for this study because this study deals with ESUR-SPIWG recommendations on scrotal imaging in the evaluation of male infertility. Ethical approval Institutional Review Board approval was not required because this study deals with ESUR-SPIWG recommendations on scrotal imaging in the evaluation of male infertility. Study subjects or cohorts overlap Not applicable. Methodology ● Recommendations Author details 1 Department of Experimental and Clinical Biomedical Sciences “ Mario Serio ” , University of Florence, Florence, Italy. 2 Andrology, Female Endocrinology and Gender Incongruence Unit, University Hospital Careggi (AOUC), Florence, Italy. 3 Department of Radiology, Medical University of Gda ń sk, Gda ń sk, Poland. 4 Hôpitaux Paris Sud, Service de Radiologie Diagnostique et Interventionnelle, site Bicêtre, 94270 Le Kremlin Bicêtre, France. 5 Department of Radiology, Royal Liverpool University Hospital, Liverpool, UK. 6 Department of Radiology and Nuclear Medicine, Ghent University Hospital, Ghent, Belgium. 7 University Hospitals Plymouth NHS Trust, Derriford Hospital, Derriford Road, Crownhill, Plymouth, Devon PL6 8DH, UK. 8 Department of Radiology, Al-Wakra Hospital, Hamad Medical Corporation, PO Box 82228 Doha, Qatar. 9 Department of Radiology, Weill Cornell Medical College, Doha, Qatar. 10 Department of Imaging, Brighton and Sussex University Hospitals NHS Trust and Brighton and Sussex Medical School, Brighton, UK. 11 Department of Radiology, Faculty of Medicine, Dokuz Eylul University, Izmir, Turkey. 12 Department of Clinical Radiology, School of Health Sciences, Faculty of Medicine, University of Ioannina, 45110 Ioannina, Greece. 13 Department of Radiology, University of Trieste, Ospedale di Cattinara, Trieste, Italy. 14 Hôpital Antoine Béclère, Service de Radiologie, APHP, 157 rue de la Porte de Trivaux, 92140 Clamart, France. 15 BIOMAPS. UMR1281. Université Paris Saclay, 63 Rue Gabriel Péri, 94270 Le Kremlin-Bicêtre, France. Received: 1 March 2024 Revised: 13 May 2024 Accepted: 26 June 2024 Published online: 31 July 2024 References 1. Lotti F, Maggi M (2018) Sexual dysfunction and male infertility. Nat Rev Urol 15:287 – 307. https://doi.org/10.1038/nrurol.2018.20 2. Lotti F, Maggi M (2015) Ultrasound of the male genital tract in relation to male reproductive health. Hum Reprod Update 21:56 – 83. https://doi. org/10.1093/humupd/dmu042 3. Lotti F, Frizza F, Balercia G et al (2020) The European Academy of Andrology (EAA) ultrasound study on healthy, fertile men: clinical, seminal and biochemical characteristics. Andrology 8:1005 – 1020. https://doi.org/10.1111/andr.12808 4. Lotti F, Frizza F, Balercia G et al (2021) The European Academy of Andrology (EAA) ultrasound study on healthy, fertile men: Scrotal ultrasound reference ranges and associations with clinical, seminal, and biochemical character- istics. Andrology 9:559 – 576. https://doi.org/10.1111/andr.12951 5. Lotti F, Frizza F, Balercia G et al (2022) The European Academy of Andrology (EAA) ultrasound study on healthy, fertile men: prostate- vesicular transrectal ultrasound reference ranges and associations with clinical, seminal and biochemical characteristics. Andrology 10:1150 – 1171. https://doi.org/10.1111/andr.13217 6. Lotti F, Frizza F, Balercia G et al (2022) The European Academy of Andrology (EAA) ultrasound study on healthy, fertile men: an overview on male genital tract ultrasound reference ranges. Andrology 10:118 – 132. https://doi.org/10.1111/andr.13260 7. Lotti F, Bertolotto M, Maggi M (2021) Historical trends for the standards in scrotal ultrasonography: What was, what is and what will be normal. Andrology 9:1331 – 1355. https://doi.org/10.1111/andr.13062 8. Salonia A, Bettocchi C, Carvalho J et al (2023) Sexual and reproductive health. European Association of Urology Guidelines https://uroweb.org/ guidelines/sexual-and-reproductive-health/chapter/male-infertility. Accessed on Aug 2023 Lotti et al . European Radiology (2025) 35:752 – 766 762",
    "9. Schlegel PN, Sigman M, Collura B et al (2021) Diagnosis and treatment of infertility in men: AUA/ASRM guideline part I. Fertil Steril 115:54 – 61. https://doi.org/10.1016/j.fertnstert.2020.11.015 10. Brouwers MC, Kho ME, Browman GP et al (2010) AGREE II: advancing guideline development, reporting and evaluation in health care. CMAJ 182:E839 – E842 11. Group OLoEW (2011) The Oxford 2011 Levels of Evidence. Oxford Centre for Evidence-Based Medicine. Available via http://www.cebm. net/index.aspx?o = 5653. Accessed 25 Feb 2024 12. Guyatt GH, Oxman AD, Kunz R et al (2011) GRADE guidelines: 2. Framing the question and deciding on important outcomes. J Clin Epidemiol 64:395 – 400 13. Guyatt GH, Oxman AD, Vist GE et al (2008) GRADE: an emerging con- sensus on rating quality of evidence and strength of recommendations. BMJ 336:924 – 926 14. Lotti F, Corona G, Krausz C, Forti G, Maggi M (2012) The infertile male-3: endocrinological evaluation. In: Scrotal pathology. Medical radiology. Diagnostic imaging. Springer-Verlag. pp. 223 – 240 15. World Health Organization (2021) WHO laboratory manual for the examination and processing of human semen. 6th edn. WHO Press, Geneva, Switzerland 16. Campbell MJ, Lotti F, Baldi E et al (2021) Distribution of semen exam- ination results 2020 — a follow up of data collated for the WHO semen analysis manual 2010. Andrology 9:817 – 822. https://doi.org/10.1111/ andr.12983 17. Casamonti E, Vinci S, Serra E et al (2017) Short-term FSH treatment and sperm maturation: a prospective study in idiopathic infertile men. Andrology 5:414 – 422. https://doi.org/10.1111/andr.12333 18. Krausz C, Cioppi F, Riera-Escamilla A et al (2018) Testing for genetic contributions to infertility: potential clinical impact. Expert Rev Mol Diagn 18:331 – 346. https://doi.org/10.1080/14737159.2018.1453358 19. Freeman S, Bertolotto M, Richenberg J et al (2020) Ultrasound evalua- tion of varicoceles: guidelines and recommendations of the European Society of Urogenital Radiology Scrotal and Penile Imaging Working Group (ESUR-SPIWG) for detection, classi fi cation, and grading. Eur Radiol 30:11 – 25. https://doi.org/10.1007/s00330-019-06280-y 20. Bertolotto M, Freeman S, Richenberg J et al (2020) Ultrasound evalua- tion of varicoceles: systematic literature review and rationale of the ESUR-SPIWG Guidelines and Recommendations. J Ultrasound 23:487 – 507. https://doi.org/10.1007/s40477-020-00509-z 21. Sakamoto H, Saito K, Oohta M, Inoue K, Ogawa Y, Yoshida H (2007) Testicular volume measurement: comparison of ultrasonography, orchidometry, and water displacement. Urology 69:152 – 157. https://doi. org/10.1016/j.urology.2006.09.012 22. Lambert B (1951) The frequency of mumps and of mumps orchitis and the consequences for sexuality and fertility. Acta Genet Stat Med 2:1 – 166 23. Mbaeri TU, Orakwe JC, Nwofor AME, Oranusi CK, Mbonu OO (2013) Ultrasound measurements of testicular volume: comparing the three common formulas with the true testicular volume determined by water displacement. Afri J Urol 19:69 – 7. https://doi.org/10.4103/1119-3077. 113460 24. Weedin JW, Bennett RC, Fenig DM et al (2011) Early versus late maturation arrest: reproductive outcomes of testicular failure. J Urol 186:621 – 626. https://doi.org/10.1016/j.juro.2011.03.156 25. Rocher L, Moya L, Correas JM et al (2016) Testis ultrasound in Klinefelter syndrome infertile men: making the diagnosis and avoiding inap- propriate management. Abdom Radiol (NY) 41:1596 – 1603. https://doi. org/10.1007/s00261-016-0713-z 26. Loberant N, Bhatt S, McLennan GT, Dogra VS (2010) Striated appearance of the testes. Ultrasound Q 26:37 – 44. https://doi.org/10.1097/RUQ. 0b013e3181c6b284 27. Migaleddu V, Virgilio G, Del prato A et al (2011) Sonographic scrotal anatomy. In: Scrotal pathology, Springer. pp. 41 – 54 28. Lotti F, Corona G, Degli Innocenti S et al (2013) Seminal, ultrasound and psychobiological parameters correlate with metabolic syndrome in male members of infertile couples. Andrology 1:229 – 239. https://doi. org/10.1111/j.2047-2927.2012.00031.x 29. Lotti F, Tamburrino L, Marchiani S et al (2012) Semen apoptotic M540 body levels correlate with testis abnormalities: a study in a cohort of infertile subjects. Hum Reprod 27:3393 – 3402. https://doi.org/10.1093/ humrep/des348 30. Ekerhovd E, Westlander G (2002) Testicular sonography in men with Klinefelter syndrome shows irregular echogenicity and blood fl ow of high resistance. J Assist Reprod Genet 19:517 – 522. https://doi.org/10. 1023/a:1020959818687 31. Lenz S, Giwercman A, Elsborg A et al (1993) Ultrasonic testicular texture and size in 444 men from the general population: correlation to semen quality. Eur Urol 24:231 – 238. https://doi.org/10.1159/000474300 32. Westlander G, Ekerhovd E, Granberg S et al (2001) Serial ultra- sonography, hormonal pro fi le and antisperm antibody response after testicular sperm aspiration. Hum Reprod 16:2621 – 2627. https://doi.org/ 10.1093/humrep/16.12.2621 33. Richenberg J, Bel fi eld J, Ramchandani P et al (2015) Testicular micro- lithiasis imaging and follow-up: guidelines of the ESUR scrotal imaging subcommittee. Eur Radiol 25:323 – 330. https://doi.org/10.1007/s00330- 014-3437-x 34. Pedersen MR, Rafaelsen SR, Møller H, Vedsted P, Osther PJ (2016) Tes- ticular microlithiasis and testicular cancer: review of the literature. Int Urol Nephrol 48:1079 – 1086. https://doi.org/10.1007/s11255-016-1267-2 35. Balawender K, Orkisz S, Wisz P (2018) Testicular microlithiasis: what urologists should know. A review of the current literature. Cent Eur- opean J Urol 71:310 – 314. https://doi.org/10.5173/ceju.2018.1728 36. Wang T, Liu L, Luo J, Liu T, Wei A (2015) A meta-analysis of the rela- tionship between testicular microlithiasis and incidence of testicular cancer. Urol J 29:2057 – 2064 37. Barbonetti A, Martorella A, Minaldi E et al (2019) Testicular cancer in infertile men with and without testicular microlithiasis: a systematic review and meta-analysis of case-control studies. Front Endocrinol 10:164. https://doi.org/10.3389/fendo.2019.00164 38. Laguna MP, Albers P, Algaba F et al (2023). Testicular cancer. European Association of Urology Guidelines https://uroweb.org/guideline/ testicular-cancer/ Accessed on Aug 2023 39. Albers P, Albrecht W, Algaba F et al (2013) Guidelines on testicular cancer. European Association of Urology Guidelines. EAU Guidelines Of fi ce, Arnhem, The Netherlands 40. Christensen JD, Dogra VS (2007) The undescended testis. Semin Ultra- sound CT MR 28:307 – 316. https://doi.org/10.1053/j.sult.2007.05.007 41. Leslie SW, Sajjad H, Villanueva CA (2021) Cryptorchidism. 2021 Mar 6. In: StatPearls [Internet]. StatPearls Publishing, Treasure Island (FL) 42. Punab M, Poolamets O, Paju P et al (2017) Causes of male infertility: a 9-year prospective monocentre study on 1737 patients with reduced total sperm counts. Hum Reprod 32:18 – 31. https://doi.org/10.1093/ humrep/dew284 43. Virtanen HE, Toppari J (2015) Cryptorchidism and Fertility. Endocrinol Metab Clin North Am 44:751 – 760. https://doi.org/10.1016/j.ecl.2015.07.013 44. Loebenstein M, Thorup J, Cortes D, Clasen-Linde E, Hutson JM, Li R (2020) Cryptorchidism, gonocyte development, and the risks of germ cell malignancy and infertility: a systematic review. J Pediatr Surg 55:1201 – 1210. https://doi.org/10.1016/j.jpedsurg.2019.06.023 45. Rodprasert W, Virtanen HE, Mäkelä JA, Toppari J (2020) Hypogonadism and cryptorchidism. Front Endocrinol 10:906. https://doi.org/10.3389/ fendo.2019.00906 46. Koch T, Hansen AH, Priskorn L et al (2020) A history of cryptorchidism is associated with impaired testicular function in early adulthood: a cross- sectional study of 6376 men from the general population. Hum Reprod 35:1765 – 1780. https://doi.org/10.1093/humrep/deaa127 47. Lip SZ, Murchison LE, Cullis PS, Govan L, Carachi R (2013) A meta- analysis of the risk of boys with isolated cryptorchidism developing testicular cancer in later life. Arch Dis Child 98:20 – 26. https://doi.org/10. 1136/archdischild-2012-302051 48. Cook MB, Akre O, Forman D, Madigan MP, Richiardi L, McGlynn KA (2010) A systematic review and meta-analysis of perinatal variables in relation to the risk of testicular cancer-experiences of the son. Int J Epidemiol 39:1605 – 1618. https://doi.org/10.1093/ije/dyq120 49. Tasian GE, Copp HL (2011) Diagnostic performance of ultrasound in nonpalpable cryptorchidism: a systematic review and meta-analysis. Pediatrics 127:119 – 128. https://doi.org/10.1542/peds.2010-1800 50. Nijs SM, Eijsbouts SW, Madern GC, Leyman PM, Lequin MH, Hazebroek FW (2007) Nonpalpable testes: is there a relationship between Lotti et al . European Radiology (2025) 35:752 – 766 763",
    "ultrasonographic and operative fi ndings? Pediatr Radiol 37:374 – 379. https://doi.org/10.1007/s00247-007-0425-1 51. Bertolotto M, Trombetta C (2012) Scrotal pathology. Springer-Verlag Berlin Heidelberg 52. Isidori AM, Lenzi A (2008) Scrotal CDU: morphological and functional atlas. Forum Service Editore s.r.l., Genova 53. Rocher L, Ramchandani P, Bel fi eld J et al (2016) Incidentally detected non-palpable testicular tumours in adults at scrotal ultrasound: impact of radiological fi ndings on management Radiologic review and recommendations of the ESUR scrotal imaging subcommittee. Eur Radiol 26:2268 – 2278. https://doi.org/10.1007/s00330-015-4059-7 54. Jacobsen R, Bostofte E, Engholm G et al (2000) Risk of testicular cancer in men with abnormal semen characteristics: cohort study. BMJ 321:789 – 792. https://doi.org/10.1136/bmj.321.7264.789 55. Walsh TJ, Croughan MS, Schembri M et al (2009) Increased risk of tes- ticular germ cell cancer among infertile men. Arch Intern Med 169:351 – 356. https://doi.org/10.1001/archinternmed.2008.562 56. Hamano I, Hatakeyama S, Nakamura R et al (2018) Differences in semen characteristics between patients with testicular cancer and other malignancies using various cut-off values. Int J Urol 25:817 – 824. https:// doi.org/10.1111/iju.13732 57. Moody JA, Ahmed K, Yap T et al (2019) Fertility managment in testicular cancer: the need to establish a standardized and evidence-based patient- centric pathway. BJU Int 123:160 – 172. https://doi.org/10.1111/bju.14455 58. Ostrowski KA, Walsh TJ (2015) Infertility with testicular cancer. Urol Clin North Am 42:409 – 420. https://doi.org/10.1016/j.ucl.2015.05.003 59. Rives N, Perdrix A, Hennebicq S et al (2012) The semen quality of 1158 men with testicular cancer at the time of cryopreservation: results of the French National CECOS Network. J Androl 33:1394 – 1401. https://doi. org/10.2164/jandrol.112.016592 60. Bieniek JM, Juvet T, Margolis M et al (2017) Prevalence and manage- ment of incidental small testicular masses discovered on ultrasono- graphic evaluation of male infertility. J Urol. https://doi.org/10.1016/j. juro.2017.08.004 61. Ei fl er Jr JB, King P, Schlegel PN (2008) Incidental testicular lesions found during infertility evaluation are usually benign and may be managed conservatively. J Urol 180:261 – 264. https://doi.org/10.1016/j.juro.2008. 03.021 62. Brunocilla E, Gentile G, Schiavina R et al (2013) Testis-sparing surgery for the conservative management of small testicular masses: an update. Anticancer Res 33:5205 – 5210 63. Carmignani L, Gadda F, Gazzano G et al (2003) High incidence of benign testicular neoplasms diagnosed by ultrasound. J Urol 170:1783 – 1786. https://doi.org/10.1097/01.ju.0000092066.01699.90 64. Toren PJ, Roberts M, Lecker I et al (2010) Small incidentally discovered testicular masses in infertile men-is active surveillance the new stan- dard of care? J Urol 183:1373 – 1377. https://doi.org/10.1016/j.juro.2009. 12.012 65. Pozza C, Tenuta M, Sesti F et al (2023) Multiparametric ultrasound for diagnosing testicular lesions: everything you need to know in daily clinical practice. Cancers (Basel) 15:5332. https://doi.org/10.3390/cancers15225332 66. Bertolotto M, Muça M, Currò F, Bucci S, Rocher L, Cova MA (2018) Multiparametric US for scrotal diseases. Abdom Radiol (NY) 43:899 – 917. https://doi.org/10.1007/s00261-018-1510-7 67. Foresta C, Garolla A, Bettella A et al (1998) Doppler ultrasound of the testis in azoospermic subjects as a parameter of testicular function. Hum Reprod 13:3090 – 3093. https://doi.org/10.1093/humrep/13.11.3090 68. Lee YS, Kim M-J, Han SW et al (2016) Superb microvascular imaging for the detection of parenchymal perfusion in normal and undescended testes in young children. Eur J Radiol 85:649 – 656. https://doi.org/10. 1016/j.ejrad.2015.12.023 69. Bertolotto M, Campo I, Pavan N et al (2023) What is the malignant potential of small (<2 cm), nonpalpable testicular incidentalomas in adults? A systematic review. Eur Urol Focus 9:361 – 370. https://doi.org/ 10.1016/j.euf.2022.10.001 70. Rocher L, Gennisson JL, Ferlicot S et al (2018) Testicular ultrasensitive Doppler preliminary experience: a feasibility study. Acta Radiol 59:346 – 354. https://doi.org/10.1177/0284185117713350 71. Nowroozi MR, Ayati M, Amini E et al (2015) Assessment of testicular per- fusion prior to sperm extraction predicts success rate and decreases the number of required biopsies in patients with non-obstructive azoospermia. Int Urol Nephrol 47:53 – 58. https://doi.org/10.1007/s11255-014-0856-1 72. Biagiotti G, Cavallini G, Modenini F et al (2002) Spermatogenesis and spectral echo-colour Doppler traces from the main testicular artery. BJU Int 90:903 – 908. https://doi.org/10.1046/j.1464-410x.2002.03033.x 73. Herwig R, Tosun K, Schuster A et al (2007) Tissue perfusion-controlled guided biopsies are essential for the outcome of testicular sperm extraction. Fertil Steril 87:1071 – 1076. https://doi.org/10.1016/j.fertnstert. 2006.10.010 74. Hillelsohn JH, Chuang KW, Goldenberg E, Gilbert BR (2013) Spectral Doppler sonography: a noninvasive method for predicting dyspermia. J Ultrasound Med 32:1427 – 1432. https://doi.org/10.7863/ultra.32.8.1427 75. Battaglia C, Giulini S, Regnani G, Madgar I, Facchinetti F, Volpe A (2001) Intratesticular Doppler fl ow, seminal plasma nitrites/nitrates, and non- obstructive sperm extraction from patients with obstructive and non- obstructive azoospermia. Fertil Steril 75:1088 – 1094. https://doi.org/10. 1016/s0015-0282(01)01770-8 76. Schurich M, Aigner F, Frauscher F, Pallwein L (2009) The role of ultra- sound in assessment of male fertility. Eur J Obstet Gynecol Reprod Biol 144:S192 – S198. https://doi.org/10.1016/j.ejogrb.2009.02.034 77. Rocher L, Criton A, Gennisson J-L et al (2017) Testicular shear wave elastography in normal and infertile men: a prospective study on 601 patients. Ultrasound Med Biol 43:782 – 789. https://doi.org/10.1016/j. ultrasmedbio.2016.11.016 78. Yavuz A, Yokus A, Taken K et al (2018) Reliability of testicular stiffness quanti fi cation using shear wave elastography in predicting male fertility: a preliminary prospective study. Med Ultrason 20:141 – 147. https://doi. org/10.11152/mu-1278 79. Dubin L, Amelar RD (1971) Etiologic factors in 1294 consecutive cases of male infertility. Fertil Steril 22:469 – 474. https://doi.org/10.1016/S0015- 0282(16)38400-X 80. Alsaikhan B, Alrabeeah K, Delouya G, Zini A (2016) Epidemiology of varicocele. Asian J Androl 18:179 – 181. https://doi.org/10.4103/1008- 682X.172640 81. Liguori G, Trombetta C, Garaffa G et al (2004) Color Doppler ultrasound investigation of varicocele. World J Urol 22:378 – 381. https://doi.org/10. 1007/s00345-004-0421-0 82. Jarow JP (2001) Effects of varicocele on male fertility. Hum Reprod Update 7:59 – 64. https://doi.org/10.1093/humupd/7.1.59 83. Zini A, Boman JM (2009) Varicocele: red fl ag or red herring? Semin Reprod Med 27:171 – 178. https://doi.org/10.1055/s-0029-1202306 84. Sakamoto H, Saito K, Shichizyo T et al (2006) Color Doppler ultra- sonography as a routine clinical examination in male infertility. Int J Urol 13:1073 – 1078. https://doi.org/10.1111/j.1442-2042.2006.01499.x 85. Bertolotto M, Cantisani V, Drudi FM, Lotti F (2021) Varicocoele. Classi fi - cation and pitfalls. Andrology 9:1322 – 1330. https://doi.org/10.1111/ andr.13053 86. Sakamoto H, Saito K, Ogawa Y, Yoshida H (2008) Effects of varicocele repair in adults on ultrasonographically determined testicular volume and on semen pro fi le. Urology 71:485 – 489. https://doi.org/10.1016/j. urology.2007.11.040 87. Zhou T, Zhang W, Chen Q et al (2015) Effect of varicocelectomy on testis volume and semen parameters in adolescents: a meta-analysis. Asian J Androl 17:1012 – 1016. https://doi.org/10.4103/1008-682X.148075 88. Liguori G, Trombetta C, Ollandini G et al (2009) Predictive factors of better improvement in semen quality after sclerotization of varicocele: preliminary report. J Androl Sci 16:47 – 53 89. Liguori G, Ollandini G, Pomara G et al (2010) Role of renospermatic basal re fl ow and age on semen quality improvement after sclerotization of varicocele. Urology 75:1074 – 1078. https://doi.org/10.1016/j.urology. 2009.10.068 90. Karakas E, Karakas O, Cullu N et al (2014) Diffusion-weighted MRI of the testes in patients with varicocele: a preliminary study. AJR Am J Roentgenol 202:324 – 328. https://doi.org/10.2214/AJR.13.10594 91. Emad-Eldin S, Salim AMA, Wahba MH et al (2019) The use of diffusion- weighted MR imaging in the functional assessment of the testes of patients with clinical varicocele. Andrologia 51:e13197. https://doi.org/ 10.1111/and.13197 92. Çekiç B, Kiliç KK, Toslak IE et al (2018) Correlation between semen analysis parameters and diffusion-weighted magnetic resonance imaging of the Lotti et al . European Radiology (2025) 35:752 – 766 764",
    "testicles in patients with varicocele: a pilot study. J Comput Assist Tomogr 42:423 – 428. https://doi.org/10.1097/RCT.0000000000000693 93. Y ı ld ı r ı m İ O, Sa ğ l ı k S, Çelik H (2017) Conventional and ZOOMit DWI for evaluation of testis in patients with ipsilateral varicocele. AJR Am J Roentgenol 208:1045 – 1050. https://doi.org/10.2214/AJR.16.17292 94. Wang H, Guan J, Lin J et al (2018) Diffusion-weighted and magnetiza- tion transfer imaging in testicular spermatogenic function evaluation: preliminary results. J Magn Reson Imaging 47:186 – 190. https://doi.org/ 10.1002/jmri.25732 95. Han BH, Park SB, Seo JT, Chun YK (2018) Usefulness of testicular volume, apparent diffusion coef fi cient, and normalized apparent diffusion coef fi cient in the MRI evaluation of infertile men with azoospermia. AJR Am J Roentgenol 210:543 – 548. https://doi.org/10.2214/AJR.17.18276 96. Ntorkou A, Tsili AC, Goussia A et al (2019) Testicular apparent diffusion coef fi cient and magnetization transfer ratio: can these MRI parameters be used to predict successful sperm retrieval in nonobstructive azoos- permia?. AJR Am J Roentgenol 213:610 – 618. https://doi.org/10.2214/ AJR.18.20816 97. Hesham Said A, Ragab A, Zohdy W, Ibrahim AS, Abd El Basset AS (2023) Diffusion-weighted magnetic resonance imaging and magnetic reso- nance spectroscopy for non-invasive characterization of azoospermia: a prospective comparative single-center study. Andrology 11:1096 – 1106. https://doi.org/10.1111/andr.13392 98. Cai W, Min X, Chen D et al (2021) Noninvasive differentiation of obstructive azoospermia and nonobstructive azoospermia using mul- timodel diffusion weighted imaging. Acad Radiol 28:1375 – 1382. https:// doi.org/10.1016/j.acra.2020.05.039 99. Tsili AC, Astrakas LG, Goussia AC, So fi kitis N, Argyropoulou MI (2022) Volumetric apparent diffusion coef fi cient histogram analysis of the testes in nonobstructive azoospermia: a noninvasive fi ngerprint of impaired spermatogenesis? Eur Radiol 32:7522 – 7531. https://doi.org/10. 1007/s00330-022-08817-0 100. Tsili AC, So fi kitis N, Xiropotamou O et al (2019) Diffusion tensor imaging as an adjunct tool for the diagnosis of varicocele. Andrologia 51:e13210. https://doi.org/10.1111/and.13210 101. Tsili AC, Ntorkou A, Goussia A et al (2018) Diffusion tensor imaging parameters in testes with nonobstructive azoospermia. J Magn Reson Imaging 48:1318 – 1325. https://doi.org/10.1002/jmri.26050 102. Gao S, Yang J, Chen D et al (2023) Noninvasive prediction of sperm retrieval using diffusion tensor imaging in patients with nonobstructive azoospermia. J Imaging 9:182. https://doi.org/10.3390/jimaging9090182 103. Aaronson DS, Iman R, Walsh TJ et al (2010) A novel application of 1H magnetic resonance spectroscopy: non-invasive identi fi cation of sper- matogenesis in men with non-obstructive azoospermia. Hum Reprod 25:847 – 852. https://doi.org/10.1093/humrep/dep475 104. Storey P, Gonen O, Rosenkrantz AB et al (2018) Quantitative proton spectroscopy of the testes at 3 T: toward a noninvasive biomarker of spermatogenesis. Invest Radiol 53:87 – 95. https://doi.org/10.1097/RLI. 0000000000000414 105. Xiropotamou O, Tsili AC, Astrakas L et al (2020) A preliminary study of the biochemical environment of infertile testes with clinical varicocele. Eur J Radiol 127:108989. https://doi.org/10.1016/j.ejrad.2020.108989 106. Ntorkou A, Tsili AC, Astrakas L et al (2020) In vivo biochemical investi- gation of spermatogenic status: 1H-MR spectroscopy of testes with nonobstructive azoospermia. Eur Radiol 30:4284 – 4294. https://doi.org/ 10.1007/s00330-020-06767-z 107. Karakus C, Ozyurt R (2022) Correlation between high choline metabolite signal in spectroscopy and sperm retrieval chance at micro-TESE. Eur Rev Med Pharmacol Sci 26:1125 – 1130. https://doi.org/10.26355/eurrev_ 202202_28102 108. Tsili AC, So fi kitis N, Astrakas L, Goussia A, Kaltsas A, Argyropoulou MI (2022) A magnetic resonance imaging study in etiology of non- obstructive azoospermia. Andrology 10:241 – 253. https://doi.org/10. 1111/andr.13101 109. Tsili AC, So fi kitis N, Pappa O, Bougia CK, Argyropoulou MI (2022) An overview of the role of multiparametric MRI in the investigation of testi- cular tumors. Cancers 14:3912. https://doi.org/10.3390/cancers14163912 110. Singh R, Hamada AJ, Bukavina L, Agarwal A (2012) Physical deformities relevant to male infertility. Nat Rev Urol 9:156 – 174. https://doi.org/10. 1038/nrurol.2012.11 111. Schlegel PN, Shin D, Goldstein M (1996) Urogenital anomalies in men with congenital absence of the vas deferens. J Urol 155:1644 – 1648 112. Yu J, Chen Z, Ni Y, Li Z (2012) CFTR mutations in men with congenital bilateral absence of the vas deferens (CBAVD): a systemic review and meta-analysis. Hum Reprod 27:25 – 3. https://doi.org/10.1093/humrep/ der377 113. Chiang HS, Lin YH, Wu YN et al (2013) Advantages of magnetic reso- nance imaging (MRI) of the seminal vesicles and intra-abdominal vas deferens in patients with congenital absence of the vas deferens. Urology 82:345 – 351. https://doi.org/10.1016/j.urology.2013.03.038 114. Shebel HM, Farg HM, Kolokythas O, El-Diasty T (2013) Cysts of the lower male genitourinary tract: embryologic and anatomic considerations and differential diagnosis. Radiographics 33:1125 – 1143. https://doi.org/10. 1148/rg.334125129 115. Elsorougy A, Farg H, Badawy M et al (2022) Role of magnetic resonance imaging in evaluation of ejaculatory duct in Zinner ’ s syndrome: case series of fi ve patients and review of the literature. Egypt J Radiol Nucl Med 53:225. https://doi.org/10.1186/s43055-022-00909-7 116. Pilatz A, Wagenlehner F, Bschleipfer T et al (2013) Acute epididymitis in ultrasound: results of a prospective study with baseline and follow-up investigations in 134 patients. Eur J Radiol 82:e762 – e768. https://doi. org/10.1016/j.ejrad.2013.08.050 117. Woodward PJ, Schwab CM, Sesterhenn IA (2003) From the archives of the AFIP: extratesticular scrotal masses: radiologic-pathologic correla- tion. Radiographics 23:215 – 240. https://doi.org/10.1148/rg.231025133 118. Rafailidis V, Robbie H, Konstantatou E et al (2016) Sonographic imaging of extra-testicular focal lesions: comparison of grey-scale, colour Dop- pler and contrast-enhanced ultrasound. Ultrasound 24:23 – 33. https:// doi.org/10.1177/1742271X15626195 119. Dogra VS, Gottlieb RH, Oka M, Rubens DJ (2003) Sonography of the scrotum. Radiology 227:18 – 36. https://doi.org/10.1148/radiol. 2271001744 120. Lee JC, Bhatt S, Dogra VS (2008) Imaging of the epididymis. Ultrasound Q 24:3 – 16. https://doi.org/10.1097/RUQ.0b013e318168f116 121. Lotti F, Corona G, Mancini M et al (2011) Ultrasonographic and clinical correlates of seminal plasma interleukin-8 levels in patients attending an andrology clinic for infertility. Int J Androl 34:600 – 613 122. Lotti F, Maggi M (2013) Interleukin 8 and the male genital tract. J Reprod Immunol 100:54 – 65. https://doi.org/10.1111/j.1365-2605.2010.01121.x 123. Moon MH, Kim SH, Cho JY, Seo JT, Chun YK (2006) Scrotal US for evaluation of infertile men with azoospermia. Radiology 239:168 – 173. https://doi.org/10.1148/radiol.2391050272 124. Donkol RH (2010) Imaging in male-factor obstructive infertility. World J Radiol 2:172 – 179. https://doi.org/10.4329/wjr.v2.i5.172 125. Lotti F, Corona G, Colpi GM et al (2012) Seminal vesicles ultrasound features in a cohort of infertility patients. Hum Reprod 27:974 – 982. https://doi.org/10.1093/humrep/des032 126. Lotti F, Corona G, Cocci A et al (2018) The prevalence of midline pro- static cysts and the relationship between cyst size and semen para- meters among infertile and fertile men. Hum Reprod 33:2023 – 2034. https://doi.org/10.1093/humrep/dey298 127. Rusz A, Pilatz A, Wagenlehner F et al (2012) In fl uence of urogenital infections and in fl ammation on semen quality and male fertility. World J Urol 30:23 – 30. https://doi.org/10.1007/s00345-011-0726-8 128. Haidl G, Allam JP, Schuppe HC (2008) Chronic epididymitis: impact on semen parameters and therapeutic options. Andrologia 40:92 – 96. https://doi.org/10.1111/j.1439-0272.2007.00819.x 129. Uyeda JW, Gans BS, Sodickson A (2015) Imaging of acute and emergent genitourinary conditions: what the radiologist needs to know. AJR Am J Roentgenol 204:W631 – W639. https://doi.org/10.2214/AJR.14.14117 130. Jacobsen FM, Rudlang TM, Fode M et al (2019) The impact of testicular torsion on testicular function. World J Mens Health 38:298 – 307. https:// doi.org/10.5534/wjmh.190037 131. Mora R, Nabhani J, Bakare T, Khouri R, Samplaski M (2023) The effect of testicular trauma on male infertility. Hum Fertil 26:1093 – 1098. https:// doi.org/10.1080/14647273.2022.2135464 132. Ramanathan S, Bertolotto M, Freeman S et al (2021) Imaging in scrotal trauma: a European Society of Urogenital Radiology Scrotal and Penile Imaging Working Group (ESUR-SPIWG) position statement. Eur Radiol 31:4918 – 4928. https://doi.org/10.1007/s00330-020-07631-w Lotti et al . European Radiology (2025) 35:752 – 766 765",
    "133. Bhatt S, Dogra VS (2008) Role of US in testicular and scrotal trauma. Radiographics 28:1617 – 1629. https://doi.org/10.1148/rg.286085507 134. Sidhu PS, Cantisani V, Dietrich CF et al (2018) The EFSUMB guidelines and recommendations for the clinical practice of contrast-enhanced ultra- sound (CEUS) in non-hepatic applications: Update 2017 (Long Version). Ultraschall Med 39:e2 – e44. https://doi.org/10.1055/a-0586-1107 135. S ă ftoiu A, Gilja OH, Sidhu PS et al (2019) The EFSUMB guidelines and recommendations for the clinical practice of elastography in non- hepatic applications: update 2018. Ultraschall Med 40:425 – 453. https:// doi.org/10.1055/a-0838-9937 136. Tsili AC, Argyropoulou MI, Dolciami M, Ercolani G, Catalano C, Manga- naro L (2021) When to ask for an MRI of the scrotum. Andrology 9:1395 – 1409. https://doi.org/10.1111/andr.13032 137. Sharma R, Harlev A, Agarwal A, Esteves SC (2016) Cigarette smoking and semen quality: a new meta-analysis examining the effect of the 2010 World Health Organization laboratory methods for the examination of human semen. Eur Urol 70:635 – 645. https://doi.org/10.1016/j.eururo. 2016.04.010 138. Practice Committee of the American Society for Reproductive Medicine. Electronic address: asrm@asrm.org; Practice Committee of the American Society for Reproductive Medicine (2018) Smoking and infertility: a committee opinion. Fertil Steril 110:611 – 618. https://doi.org/10.1016/j. fertnstert.2018.06.016 139. Li Y, Lin H, Li Y, Cao J (2011) Association between socio-psycho-behavioral factors and male semen quality: systematic review and meta-analyses. Fertil Steril 95:116 – 123. https://doi.org/10.1016/j.fertnstert.2010.06.031 140. Ricci E, Al Beitawi S, Cipriani S et al (2017) Semen quality and alcohol intake: a systematic review and meta-analysis. Reprod Biomed Online 34:38 – 47. https://doi.org/10.1016/j.rbmo.2016.09.012 141. Jensen TK, Swan S, Jørgensen N et al (2014) Alcohol and male repro- ductive health: a cross-sectional study of 8344 healthy men from Eur- ope and the USA. Hum Reprod 29:1801 – 1809. https://doi.org/10.1093/ humrep/deu118 142. Rajanahally S, Raheem O, Rogers M (2019) The relationship between cannabis and male infertility, sexual health, and neoplasm: a systematic review. Andrology 7:139 – 147. https://doi.org/10.1111/andr.12585 143. Payne KS, Mazur DJ, Hotaling JM, Pastuszak AW (2019) Cannabis and male fertility: a systematic review. J Urol 202:674 – 681. https://doi.org/10. 1097/JU.0000000000000248 144. Ibañez-Perez J, Santos-Zorrozua B, Lopez-Lopez E, Matorras R, Garcia- Orad A (2019) An update on the implication of physical activity on semen quality: a systematic review and meta-analysis. Arch Gynecol Obstet 299:901 – 921. https://doi.org/10.1007/s00404-019-05045-8 145. Bonde JP (2010) Male reproductive organs are at risk from environ- mental hazards. Asian J Androl 12:152 – 156. https://doi.org/10.1038/aja. 2009.83 146. Tajar A, Forti G, O ’ Neill TW et al (2010) Characteristics of secondary, primary, and compensated hypogonadism in aging men: evidence from the European Male Ageing Study. J Clin Endocrinol Metab 95:1810 – 1818. https://doi.org/10.1210/jc.2009-1796 147. Wang C, Nieschlag E, Swerdloff R et al (2009) International Society of Andrology (ISA); International Society for the Study of Aging Male (ISSAM); European Association of Urology (EAU); European Academy of Andrology (EAA); American Society of Andrology (ASA). Investigation, treatment, and monitoring of late-onset hypogonadism in males: ISA, ISSAM, EAU, EAA, and ASA recommendations. J Androl 30:1 – 9. https:// doi.org/10.2164/jandrol.108.006486 148. Krausz C, Cioppi F, Riera-Escamilla A (2018) Testing for genetic con- tributions to infertility: potential clinical impact. Expert Rev Mol Diagn 18:331 – 346. https://doi.org/10.1080/14737159.2018 Publisher ’ s Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional af fi liations. Lotti et al . European Radiology (2025) 35:752 – 766 766"
  ],
  "processed_at": "2026-01-30T15:58:52.678Z"
}