{
  "doc_id": "c608f2aadde1c124b7a4bc1aef3b007e",
  "source_id": "ex-2025_2025-2-6",
  "total_pages": 10,
  "pages": [
    "264 Copyright © 2025 The Author. Published by Galenos Publishing House on behalf of Turkish Thoracic Society. Content of this journal is licensed under a Creative Commons Attribution-NonCommercial 4.0 International License. INTRODUCTION Lung cancer is the leading cause of cancer-related mortality worldwide for both women and men. 1 Among the parameters determining prognosis in lung cancer, the stage of the disease holds primary importance. 2 Staging provides a straightforward and universally accepted terminology for describing the anatomical characteristics of cancer, facilitating reliable communication in clinical research, evaluation of treatment outcomes, and prognosis. 3 The tumor, node, metastasis (TNM) staging system, developed by the American Joint Committee on Cancer (AJCC) and the International Union for Cancer Control (UICC), serves as a simple, practical, and globally recognized staging framework. 3 The origins of the TNM staging system currently in use can be traced back to the 1940s. This system, originally developed by the French surgeon Pierre Denoix during that decade, was adopted by the UICC in 1953, with its first official version published in 1958. 4 Corresponding author: Gökçen Ömeroğlu Şimşek, Asst. Prof. MD, e-mail: gokcen.simsek@deu.edu.tr Review Breaking: The New 9 th Version TNM Classification for Lung Cancer is Now in Use Yusuf Kahya 1 , Feride Marım 2 , Gökçen Ömeroğlu Şimşek 3 , Haydar Soydaner Karakuş 4 , Sevin Başer Öncel 5 , Müge Meltem Tor 6 , Tuncay Göksel 4 1 Clinic of Thoracic Surgery, Ankara University Faculty of Medicine, İbni Sina Hospital, Ankara, Türkiye 2 Department of Pulmonology, Kütahya Health Sciences University Faculty of Medicine, Kütahya, Türkiye 3 Department of Pulmonology, Dokuz Eylül University Faculty of Medicine, İzmir, Türkiye 4 Department of Pulmonology, Ege University Faculty of Medicine, İzmir, Türkiye 5 Department of Pulmonary Medicine, Pamukkale University Faculty of Medicine, Denizli, Türkiye 6 Department of Pulmonology, Zonguldak Bülent Ecevit University Faculty of Medicine, Zonguldak, Türkiye Cite this article as: Kahya Y, Marım F , Ömeroğlu Şimşek G, et al. Breaking: the new 9 th version TNM classification for lung cancer is now in use. Thorac Res Pract. [Epub Ahead of Print] Abstract Lung cancer is the leading cause of cancer-related mortality worldwide. Among the parameters determining prognosis in lung cancer, the stage of the disease holds primary importance. Staging provides a universally accepted terminology for describing the anatomical characteristics of cancer, facilitating reliable communication in clinical research, evaluation of treatment outcomes, and prognosis. The tumor, node, metastasis (TNM) staging system, developed by the American Joint Committee on Cancer (AJCC) and the International Union for Cancer Control (UICC), serves as a simple, practical, and globally recognized staging framework. Over the past two decades, the International Association for the Study of Lung Cancer has been conducting a global three-phase project aimed at revising the TNM classification. The first two phases of this project were focused on revising the 7 th and 8 th lung cancer TNM staging revisions under the guidance of AJCC and the UICC. The third and final phase, the 9 th staging project, has been completed and has been implemented as of January 1, 2025. This review aims to examine the 9 th version of the TNM staging system compared to previous versions and evaluate the structural modifications, statistical foundations, and clinical implications of the new system. In the study, current data regarding the 9 th version of the TNM staging system have been analysed; the revisions made to the T, N, and M components are detailed; the fundamental changes between the 8 th and 9 th versions are compared using tables. Furthermore, the impacts of the staging system on daily clinical practice are discussed. KEYWORDS: Lung and pleural malignancies, lung cancer, TNM classification Received: 27.02.2025 Revision Requested: 14.04.2025 Last Revision Received: 14.06.2025 Accepted: 29.07.2025 Epub: 18.09.2025 Publication Date: Thorac Res Pract. DOI: 10.4274/ThoracResPract.2025.2025-2-6",
    "Thorac Res Pract. The TNM system stages cancers based on three primary anatomical parameters: the size and extent of the primary tumor (T), the involvement of regional lymph nodes (N), and the presence of distant metastasis (M). Each T, N, and M component is further classified into multiple components (e.g., T1, T2, N1, N2) and subcomponents (e.g., T1a, T1b, T1c). Specific combinations of these T, N, and M components are grouped into stage classifications that share similar prognostic outcomes, culminating in the final staging designation 3 . However, it is crucial to recognise that due to the heterogeneity in the biological behaviour of tumor, cases with identical T, N, and M classifications may exhibit differing prognoses and treatment responses. To specify the context of TNM staging, certain prefixes are utilised. Clinical staging (cTNM) is determined based on all available information prior to surgical resection (e.g., symptoms, physical examination findings, imaging studies, biopsies). Pathological staging (pTNM) incorporates additional data obtained through pathological evaluation following surgical resection, supplementing the information from clinical staging. The accuracy of staging is directly related to the concordance between clinical and pathological staging. Restaging (yTNM) is performed following partial or complete treatment and includes stages such as post-treatment clinical staging (ycTNM) and post- treatment pathological staging (ypTNM). The stage determined at the time of recurrence is referred to as rTNM, while staging identified during autopsy is termed aTNM. 5 Recent advancements in immunotherapy and targeted therapies have significantly altered diagnostic and therapeutic algorithms, thereby underscoring the increasing importance of staging, particularly restaging. The aim of this review is to provide a comprehensive evaluation of the 9 th version of the TNM staging system for lung cancer, which came into effect in 2025. In the study, the development process of the new version, the statistical methods employed and the decision criteria are discussed and a comparative analysis with the 8 th edition is presented. Updates to the T, N, and M components are assessed along with their scientific foundations based on survival analyses. Furthermore, the effects of these changes on routine clinical practice, surgical decision- making, and stage-based treatment planning are examined. In addition, the role of artificial intelligence and machine learning methods in the development of the staging system is discussed; the potential of non-anatomic prognostic factors that could be integrated into the TNM staging system in the future is also addressed. Thus, this review aims to present both the structural aspects of the system and its clinical significance and practical applications from multiple perspectives. Methodology This review has been prepared to concisely present the most current updates regarding the 9 th version of the TNM classification in lung cancer, the rationales underlying these changes, and their potential clinical implications. International guidelines, expert opinions, and original studies that contributed to the development of the 9 th version have been brought together. A thorough literature search was conducted across PubMed, Scopus, Web of Science, and Google Scholar databases, covering publications from January 2002 to April 2025. The keywords used in the search are as follows: “TNM staging system,” “lung cancer,” “IASLC,” “TNM 9 th version,” “stage groupings,” “N descriptors,” “M descriptors,” “T descriptors,” “prognosis,” and “molecular data in NSCLC.” The studies included in this review were selected based on specific eligibility criteria. First, each study was required to address the staging of non-small cell lung cancer (NSCLC) using the TNM classification system. In addition, these studies were expected to include original data, recommendations, or consensus reports provided by recognized authorities such as the International Association for the Study of Lung Cancer (IASLC), the AJCC, or the UICC. Only publications published in peer-reviewed scientific journals with full-text access in English were included in the evaluation. Editorials, case reports, and conference abstracts presented in summary form only were excluded from the scope of this review. Primarily, priority was given to the official publications of the IASLC Lung Cancer Staging Project, which contributed to the development of the 9 th version. In addition, foundational resources conveying the historical evolution of the staging system, along with earlier editions, were also taken into consideration. To assess the current state, narrative-style reviews and position papers were reviewed. The most recent staging manual published by the AJCC specific to the 9 th version, as well as the IASLC’s molecular database project, were specifically evaluated regarding the integration of anatomical and molecular prognostic factors. The data were narratively summarized by being classified according to the TNM components (T, N, and M); then, recommendations and validation studies in stage groups were examined. Emerging trends in the literature; defining oligometastatic disease, subclassification of N2 disease, and integration of molecular biomarkers into prognostic groupings, were also discussed. The International Association for the Study of Lung Cancer Staging Project The TNM system in lung cancer undergoes periodic evidence- based revisions. Under the guidance of the AJCC, the TNM system has been revised eight times to date, with a revision cycle of 6–8 years. Over the past two decades, the IASLC has been conducting a global three-phase project aimed at revising the TNM classification. The first two phases of this project were focused on revising the 7 th and 8 th lung cancer TNM staging editions under the guidance of AJCC and the UICC. The third phase involved collecting data on cases diagnosed with lung cancer between January 2011 and December 2019 to establish the database for the 9 th version of staging. 6,7 To initiate the first phase of the international staging project, the IASLC formed the International Staging Committee [currently known as the Staging and Prognostic Factors Committee (SPFC)] in 1997. Between 1990 and 2000, data on 100,869 lung cancer cases from 45 centres in 20 countries across Europe, North America, Asia, and Australia were submitted to the Cancer Research and Biostatistics (CRAB) database. Subcommittees under SPFC analysed this database, which was managed by Kahya et al. The 9 th Edition of the TNM Classification for Lung Cancer",
    "Thorac Res Pract. CRAB, to propose revisions to the TNM system. The resulting recommendations were submitted by IASLC to AJCC and UICC, which led to the creation of the 7 th edition of the lung cancer TNM staging system, implemented in 2010. This phase was led by British thoracic surgeon Goldstraw et al. 8 The second phase of the IASLC’s international staging project began in 2009 under the leadership of Spanish thoracic surgeon Ramon Rami Porta. Between 1999 and 2010, data on 94,708 lung cancer cases from 35 centres in 16 countries across Europe, Asia, North America, Australia, and South America were submitted to the CRAB database. After analysing this data, the IASLC conveyed its recommendations to AJCC and UICC, resulting in the 8 th edition of the lung cancer TNM staging system, which was implemented in 2017. 9 The 7 th and 8 th editions of the TNM staging system differed significantly from previous editions. For instance, the 6 th edition, led by U.S. thoracic surgeon Clifton Mountain, relied on data from a single centre that only included cases treated surgically between 1975 and 2002. 10 In contrast, the 7 th edition incorporated data from a multinational project that also included cases treated with non-surgical modalities (e.g., chemotherapy, radiotherapy, or chemoradiotherapy). 8 The third and most recent phase of the IASLC international staging project was conducted under the leadership of Japanese thoracic surgeon Asamura et al. 6 This phase was the most comprehensive in terms of the number of participating centres and the volume of data collected. Notably, for the first time, data from Africa and the Middle East were included, making it the only project representing all continents. 6 Details of the 9 th version of the lung cancer TNM staging system will be discussed extensively. The Ninth Version TNM Classification of Lung Cancer The third IASLC international staging project was initiated with the aim of improving the anatomical staging system and enhancing its clinical applicability. This project began shortly after the 8 th edition of the TNM staging system was implemented. The IASLC emerged as the sole global organisation undertaking this project. Between January 1, 2011, and December 31, 2019, data from 124,581 cases were entered into the database from 78 centres across 25 countries spanning five continents. The data distribution was as follows: Asia and Australia (69,749 cases, 56%), Europe (30,827 cases, 24.7%), North America (19,608 cases, 15.7%), South and Central America (4,225 cases, 3.4%), and Africa and the Middle East (172 cases, 0.1%). 6,11 Data entry was conducted through batch data submission for 81.1% (101,033 cases) and electronic data capture (EDC) for 18.9% (23,548 cases), resulting in an impressive and comprehensive database. Batch data submission refers to the process of uploading data to a database in bulk at defined intervals (e.g., weekly or monthly), typically via file transfer, either manually or semi-automatically. EDC, on the other hand, involves entering and storing data in real time directly into a digital system, typically through a web-based software or interface. After excluding cases with missing or erroneous data, 87,043 cases were included in the statistical analysis. Notable data contributors included the Japanese Joint Lung Cancer Registry (Japan, 23,663 cases), Heidelberg University Hospital (Germany, 8,840 cases), West China Hospital at Sichuan University (China, 7,345 cases), the Korean Association for Lung Cancer (South Korea, 4,022 cases), and Samsung Medical Centre (South Korea, 3,645 cases). Türkiye was represented with 1,395 cases (1.1%). 6,11 Surgical treatment was performed in 67% of the cases in the database. Among 47,933 surgical cases with available surgical margin information, 42,623 cases (88.9%) achieved Main Points • The 9 th tumor, node, metastasis (TNM) classification introduces key structural updates to N and M descriptors for better prognostic accuracy. • The N2 component is now subdivided into N2a (single- station) and N2b (multi-station). At the same time, the M1c category is split into M1c1 (multiple lesions in one organ) and M1c2 (multiple organs involved), reflecting differences in survival outcomes and guiding personalized treatment planning. • No major changes were made to the T descriptors themselves; however, additional clarifications were introduced regarding specific anatomical invasion sites. While the overall T staging framework remains consistent with the 8th edition, the current revision provides clearer definitions for invasion of structures such as the azygos vein, vagus nerve, brachial plexus, and thoracic nerve roots, all of which continue to be classified within the T3 or T4 categories. • Although T staging criteria remain structurally similar to the 8 th edition, clarifications were added regarding invasion into structures such as the azygos vein, vagus nerve, brachial plexus, and thoracic nerve roots, with all these maintaining their classifications under T3 or T4. • The 9 th version is based on a global, high-volume, multi- institutional dataset of over 124,000 lung cancer cases. • For the first time, the International Association for the Study of Lung Cancer’s staging project included data from all continents, including underrepresented regions like Africa and the Middle East, thus increasing the global representativeness and robustness of survival models. • Updated stage groupings reflect new prognostic data and survival distinctions. • For example, T1N1 was downstaged from IIB to IIA, and new combinations such as T1N2a were included in stage IIB. These refinements were validated through hazard ratio-based survival analyses, demonstrating improved stage discrimination over the 8 th edition. • While still anatomically based, the 9 th TNM system incorporates AI modeling and molecular data collection to prepare for future personalized staging. • Recursive partitioning (a machine learning method) was used in model development, and molecular biomarkers (EGFR, ALK, KRAS, PD-L1) were recorded, laying the groundwork for integrating biological features and AI- driven decision tools in upcoming editions. Kahya et al. The 9 th Edition of the TNM Classification for Lung Cancer",
    "Thorac Res Pract. R0 resection. 12 Histopathological analysis of the 87,043 cases showed the following distribution: 84% (73,197 cases) non- small cell carcinoma, 6% (5,530 cases) small cell carcinoma, and 10% (8,316 cases) others. When analysed in detail, the distribution is presented as follows: 59.8% (52,069 cases) invasive adenocarcinoma, 18.2% (15,872 cases) squamous cell carcinoma, 1.3% (1,142 cases) adenocarcinoma in situ, 1.3% (1,100 cases) adenosquamous carcinoma, 1.2% (1,057 cases) large cell carcinoma, 6.4% (5,530 cases) small cell lung cancer, and 0.8% (689 cases) large cell neuroendocrine carcinoma. 6,11 Both clinical and pathological data were recorded for 51.5% (44,831 cases), only clinical data for 38.2%, and only pathological data for 10.3% of the cases. Among 77,811 cases with clinical staging data, the most frequent clinical stage was IA2 (10,402 cases, 13.4%) according to the 8 th edition of the TNM system. Among 54,248 cases with pathological staging data, the most common pathological stage was IA (22,206 cases, 40.9%). 6 Future versions of the TNM staging system are expected to incorporate non-anatomical data, particularly molecular biomarkers. Unlike previous projects, this project allowed for the recording of molecular data (e.g., genetic mutations such as EGFR, ALK, ROS1, KRAS, and biomarkers like PD- L1 expression), marking the first step toward developing a molecular database. The cohort for this project included 9,931 (13.6%) patients with available molecular data. 13 Collaborative efforts among 14 subcommittees within the lung cancer working group (domains) of CRAB and SPFC, including those for T, N, M, neuroendocrine tumors, staging, lepidic/adenocarcinoma in situ, lymph node charts, validation methodology, multiple nodules, prognostic factors, R factors, molecular data, imaging, and database management, enabled comprehensive statistical analyses of the data. Additionally, statistical analysis of subgroups has also been conducted. For example, EDC vs batch datasets, squamous vs non-squamous carcinoma, region (Asia, Europe, North America, Rest of World), Zubrod performance status (PS=0 vs. PS≥1), year of diagnosis (2017 or earlier vs 2018 or later), treatment modality (surgical, non-surgical, neoadjuvant). The resulting recommendations for the TNM staging system were submitted to AJCC and UICC for approval, and the 9 th version was officially implemented on January 1, 2025. 6 Details of the changes to the T, N, and M components and stage groups in the 9 th version are discussed below. T component There have been several updates to T descriptors, differing from the 8 th edition of staging. These changes can be summarised as follows: 1. A tumors, with direct invasion of an adjacent lobe, across the fissure or by direct extension at a point where the fissure is deficient, should be classified as T2a unless other criteria assign a higher T component. 2. Invasion of the azygos vein is classified as T3. 3. Invasion of thoracic nerve roots (e.g., T1, T2) or stellate ganglion is classified as T3. 4. Invasion of the thymus is classified as T4. 5. Invasion of subclavian vessels, vertebral body, lamina, spinal canal, cervical nerve roots, or brachial plexus (e.g., trunks, divisions, cords, or terminal nerves) is classified as T4. 6. Invasion of the supra-aortic arteries or brachiocephalic veins is classified as T4. 7. Invasion of the vagus nerve is classified as T4. When compared to the 8 th edition, no changes have been made to the T component. An analysis was conducted to test the hypothesis that the presence of chest wall invasion within the T3 component group could be treated as a distinct descriptor or even reclassified as a T4 descriptor. However, no reproducible survival differences were observed between chest wall invasion and other T3 descriptors in either the clinical or pathological stage. 14,15 Tx Primary tumor cannot be assessed a T0 No evidence of primary tumor Tis Carcinoma in situ b T1 Tumor surrounded by lung or visceral pleura, or in a lobar or more peripheral bronchus c T1mi Minimally invasive adenocarcinoma d T1a Tumor ≤1 cm in greatest dimension T1b Tumor >1 cm but ≤2 cm in greatest dimension T1c Tumor >2 cm but ≤3 cm in greatest dimension T2 Tumor with any of the following features: T2a • Tumor >3 cm but ≤4 cm in greatest dimension; • Invades visceral pleura; • Invades an adjacent lobe; • Involves main bronchus (up to but not including the carina) or is associated with atelectasis or obstructive pneumonitis extending to the hilar region, involving either part of or the entire lung. T2b Tumor >4 cm but ≤5 cm in greatest dimension T3 Tumor with any of the following features: • Tumor >5 cm but ≤7 cm in greatest dimension; • Invades parietal pleura or chest wall; • Invades pericardium, phrenic nerve, or azygos vein; e • Invades thoracic nerve roots (ie T1, T2) or stellate ganglion; • Separate tumor nodule(s) in the same lobe as the primary T4 Tumor with any of the following features: • Tumor >7 cm in greatest dimension; Kahya et al. The 9 th Edition of the TNM Classification for Lung Cancer",
    "Thorac Res Pract. • Invades mediastinum, thymus, trachea, carina, recurrent laryngeal nerve, vagus nerve, esophagus or diaphragm; • Invades heart, great vessels (aorta, superior/inferior vena cava, intrapericardial pulmonary arteries/veins), supra-aortic arteries, or brachiocephalic veins; • Invades subclavian vessels, vertebral body, lamina, spinal canal, cervical nerve roots, or brachial plexus (ie trunks, divisions, cords, or terminal nerves); • Separate tumor nodule(s) in a different ipsilateral lobe than that of the primary a This includes tumors proven by the presence of malignant cells in sputum or bronchial washings but not visualized by imaging or bronchoscopy b This includes adenocarcinoma in situ – Tis (AIS) – and squamous cell carcinoma in situ – Tis (SCIS) c The uncommon superficial spreading tumor of any size with its invasive component limited to the bronchial wall, which may extend proximal to the main bronchus, is also classified as T1a d Solitary adenocarcinoma (not more than 3 cm in greatest dimension), with a predominantly lepidic pattern and not more than 5 mm invasion in greatest dimension e Although these structures lie within the mediastinum, the degree of mediastinal penetration by the tumor needed to invade these structures is not counted as T4 N component The lymph node map developed by IASLC in 2009 was first implemented with the 7 th edition of the TNM staging system (Figure 1). 16 This map provides clear anatomical definitions and numbering of lymph node stations, but some areas remain contentious (e.g., the distinction between the right paratracheal and right hilar lymph nodes, the left lower paratracheal and left hilar lymph nodes, and the subcarinal and hilar lymph nodes). In the 9 th version, no changes were made to the lymph node map. However, to aid in the understanding of anatomical markers and minimise misinterpretations of the N component, realistic illustrations and intraoperative photographs have been added to the map. 17,18 These adjustments are significant in reducing stage migration. Compared to the 8 th edition, the N2 component group has been subdivided into two components: N2a and N2b. • N2a: Refers to metastasis confined to a single ipsilateral mediastinal or subcarinal lymph node station. • N2b: Indicates metastasis involving multiple mediastinal or subcarinal lymph node stations. Survival analyses demonstrated a clear and consistent prognostic difference between single and multiple N2 station involvement in both clinical and pathological stages (Table 1). 17,18 This distinction is important as it helps address the heterogeneity within N2 disease (e.g., skip vs. non-skip N2, micrometastatic vs. bulky N2, single vs. multiple zone N2 involvement). However, further subcategorisation of the N2 component group remains necessary. At the N1 level, no consistent and significant differences were observed between single and multiple station involvement in both clinical and pathological stages. Therefore, subdividing the N1 component group into additional components was not recommended for the 9 th version. 17,18 NX Regional lymph nodes cannot be assessed N0 No regional lymph node metastasis N1 Metastasis in ipsilateral peribronchial and/or ipsilateral hilar and/or intrapulmonary lymph nodes, including involvement by direct extension N2 Metastasis in ipsilateral mediastinal and/or subcarinal lymph node(s) Kahya et al. The 9 th Edition of the TNM Classification for Lung Cancer Figure 1. IASLC nodal chart with stations (redrawn by the author inspired by the original figure) IASLC: International Association for the Study of Lung Cancer",
    "Thorac Res Pract. N2a – Single N2 station involvement N2b – Multiple N2 station involvement N3 Metastasis in contralateral mediastinal, contralateral hilar, ipsilateral or contralateral scalene or supraclavicular lymph node(s) M component Compared to the 8 th edition, the M1c component has been subdivided into two components in the 9 th version: M1c1 and M1c2 (Table 2). 19 M0 No distant metastasis M1 Distant metastasis M1a Tumor with pleural or pericardial nodules or malignant pleural or pericardial effusions, a separate tumor nodule(s) in a contralateral lobe M1b Single extrathoracic metastasis in a single organ system b M1c Multiple extrathoracic metastases M1c1 Multiple extrathoracic metastases in a single organ system c M1c2 Multiple extrathoracic metastases in multiple organ systems a Most pleural (or pericardial) effusions in patients with lung cancer are due to the tumor. In a few patients, however, multiple microscopic examinations of pleural (or pericardial) fluid are negative for tumor, and the fluid is non-bloody and is not an exudate. When these elements and clinical judgment dictate that the effusion is not related to the tumor, the effusion should be excluded as a stage descriptor. An effusion thought to be malignant is thus counted as M1a , whether it is microscopically proven or not. b This includes involvement of a single non-regional node. c For example, the skeleton is considered one organ system. Multiple metastases in several bones are classified as M1c1. Multiple metastases in the liver are classified as M1c1. Metastasis involving liver and bone would be considered M1c2. Kahya et al. The 9 th Edition of the TNM Classification for Lung Cancer Table 2. Cox regression for overall survival by number of lesions and sites, stratified by datasource; analysis of M components 19 Component Variable n/N (%) HR (95% CI) P value M1 components: M1a, M1b, M1c1 (single organ system), and M1c2 (multiple organ systems) M1a M1a 5406/14926 (36%) Reference level N/A M1b M1b; single organ system, single lesions (vs. M1a) 1927/14926 (13%) 1.18 (1.10-1.27) <0.001 M1c single organ system M1c1; single organ system, multiple lesions (vs. M1b) 2207/14926 (15%) 1.17 (1.08-1.27) <0.001 M1c2 multiple organ systems M1c2; multiple organ systems, multiple lesions (vs. M1c1 single organ systems) 5386/14926 (36%) 1.33 (1.25-1.41) <0.001 Adjustment factors Age ≥65 8577/14926 (57%) 1.35 (1.30-1.41) <0.001 Male 8838/14926 (59%) 1.32 (1.27-1.38) <0.001 Squamous 2529/14926 (17%) 1.34 (1.27-1.41) <0.001 Region: Asia (vs. other) 6872/14926 (46%) 0.93 (0.89-0.97) <0.001 HR, Hazard ratio; 95% CI, 95% confidence interval, N/A: not applicable Table 1. Adjusted hazard ratios for overall survival of patients between 9 th version N components 17 cN (44.309 patients) pN (34.342 patients) HR (95% CI) P value HR (95% CI) P value N1 vs N0 1.96 (1.84-2.08) <0.0001 2.40 (2.26-2.55) <0.0001 N2a vs N1 1.42 (1.28-1.56) <0.0001 1.45 (1.31-1.60) <0.0001 N2b vs N2a 1.27 (1.13-1.43) <0.0001 1.46 (1.32-1.62) <0.0001 N3 vs N2b 1.51(1.35-1.70) <0.0001 1.62 (1.29-2.03) <0.0001 Overall survival was compared between 9 th version N components based on a Cox proportional hazards model with covariates of 9 th N component, sex, age, histologic type, history of prior malignancy, geographical region, and completeness of resection HR, Hazard ratio; 95% CI, 95% confidence interval, P value from chi-square test score in Cox regression model",
    "Thorac Res Pract. Stage Groups The changes in stage group classifications can be summarised as follows: 1. T1N2a has been included in stage 2B. 2. T2N2b has been included in stage 3B. 3. T3N2a has been included in stage 3A. 4. T1N1 has been downstaged from stage 2B to stage 2A. The 9 th TNM stage groups are summarised in the tables below (Tables 3, 4). 20 DISCUSSION The staging system in lung cancer plays a critical role in diagnosis, treatment, and prognosis. The 9 th TNM staging system is a modernised framework designed to support clinical decision-making by more precisely classifying the anatomical extent of the disease. Implemented worldwide as of January 2025, the most significant changes in the 9 th version pertain to the N and M components. In comparison to the 8 th edition: • The N2 component has been subdivided into N2a and N2b . • The M1c component has been subdivided into M1c1 and M1c2 . These detailed subdivisions are expected to contribute to the personalisation of treatment strategies. No changes have been made to the T component. 19 In lung cancer, N2 disease exhibits a highly heterogeneous profile in terms of its clinical, anatomical, and biological characteristics. This heterogeneity significantly influences both patient prognosis and response to treatment. N2 disease can be subclassified based on several factors, including the number of metastatic lymph node stations involved (single-station vs. multi-station), the morphological features of nodal metastases (bulky vs. non-bulky), the presence or absence of concurrent hilar or intrapulmonary nodal involvement (skip vs. non-skip), and the timing of diagnosis (preoperative, intraoperative, or incidental). These subgroups differ substantially with respect to overall survival, treatment responsiveness, and suitability for surgical intervention. 21 Therefore, acknowledging this heterogeneity is critical in managing N2 disease and in guiding personalized treatment strategies. Given this pronounced heterogeneity exhibited by N2 disease, the division of the N2 component into two subgroups in the 9 th version of the TNM staging system is an important step towards at least partially reducing this heterogeneity. According to the National Comprehensive Cancer Network (NCCN) guidelines, the treatment of N2 disease is based on two primary approaches. The first approach involves concurrent chemoradiotherapy followed by maintenance therapy with immune checkpoint inhibitors or targeted agents. The second approach entails evaluating the feasibility of surgical resection after neoadjuvant systemic therapy using immune checkpoint inhibitors or targeted therapies. In this strategy, surgery should only be considered for patients who do not exhibit significant tumor progression following systemic therapy. However, for cN2 patients with single-station involvement, upfront surgery followed by adjuvant chemotherapy is also listed Table 3. Stage groups of the 9 th version of the tumor, node, metastasis (TNM) classification of lung cancer 20 T/M Components and descriptors N0 N1 N2 N3 N2a single station N2b multiple station T1 T1a: ≤1 cm IA1 IIA IIB IIIA IIIB T1b: >1 to ≤2 cm IA2 IIA IIB IIIA IIIB T1c: >2 to ≤3 cm IA3 IIA IIB IIIA IIIB T2 T2a: Visceral pleura/central invasion IB IIB IIIA IIIB IIIB T2a: >3 to ≤4 cm IB IIB IIIA IIIB IIIB T2b: >4 to ≤5 cm IIA IIB IIIA IIIB IIIB T3 T3: >5 to ≤7 cm IIB IIIA IIIA IIIB IIIC T3: Invasion IIB IIIA IIIA IIIB IIIC T3: Same lobe separate tumor nodules IIB IIIA IIIA IIIB IIIC T4 T4: >7 cm IIIA IIIA IIIB IIIB IIIC T4: Invasion IIIA IIIA IIIB IIIB IIIC T4: Ipsilateral separate tumor nodules IIIA IIIA IIIB IIIB IIIC M1 M1a: Contralateral tumor nodules IVA IVA IVA IVA IVA M1a: Pleural/pericardial effusion, nodules IVA IVA IVA IVA IVA M1b: Single extrathoracic metastasis IVA IVA IVA IVA IVA M1c1: Multiple metastases in 1 organ system IVB IVB IVB IVB IVB M1c2: Multiple metastases in >1 organ systems IVB IVB IVB IVB IVB Kahya et al. The 9 th Edition of the TNM Classification for Lung Cancer",
    "Thorac Res Pract. as a conditional treatment option in the NCCN guidelines. Especially in patients with non-bulky, single-station N2 disease and adequate cardiopulmonary reserve, if a complete resection with lobectomy is anticipated, an upfront surgical approach can be a suitable option in selected cases. 22 In this context, the subclassification of N2 disease into N2a and N2b can be considered an important approach in treatment planning. In lung cancer, histopathological confirmation plays a critical role in differentiating between benign and malignant mediastinal lymph nodes. For the histopathologic evaluation of mediastinal lymph nodes, both minimally invasive techniques such as endobronchial ultrasound-guided transbronchial needle aspiration (EBUS/TBNA) and endoscopic ultrasound- guided fine needle aspiration and invasive procedures such as standard cervical mediastinoscopy, video-assisted mediastinoscopy, extended mediastinoscopy, video-assisted mediastinoscopic lymphadenectomy, transcervical extended mediastinal lymphadenectomy, anterior mediastinotomy, and video thoracoscopy are utilized. 23,24 Current guidelines recommend that all patients diagnosed with NSCLC who are surgically resectable should undergo invasive mediastinal staging. The exception to this are tumors that are ≤3 cm in diameter, peripherally located, and have no clinical lymph node involvement. 22 However, in patients with negative mediastinal lymph nodes on positron emission tomography computed tomography (PET-CT), invasive staging is still recommended if additional risk factors are present such as non-squamous histology, centrally located tumors, or concomitant cN1 disease. Invasive staging is also recommended in cases where suspicion of cN2 persists based on thorax CT and PET-CT findings, despite a negative EBUS/TBNA result. 25 Restaging of mediastinal lymph nodes following neoadjuvant therapy holds substantial clinical significance in the surgical planning of lung cancer patients. Various studies have demonstrated that patients with residual metastatic lymph nodes after neoadjuvant therapy have significantly lower survival rates compared to those who achieve nodal downstaging to ypN0–1 status. 26,27 Therefore, selecting surgical candidates after neoadjuvant therapy can only be reliably performed using restaging techniques with high sensitivity and specificity. Oligometastatic NSCLC, similar to N2 disease, represents a clinically and biologically heterogeneous group. This new subclassification facilitates a clearer definition of the concept of oligometastatic disease and the guidance of curative treatment options for this patient group. In the M1c1 subgroup, the combination of local therapies (such as surgery or stereotactic radiotherapy) with immune checkpoint inhibitors has shown promising clinical outcomes. 28 External validation studies on the 9 th version of the TNM staging system have demonstrated its superiority over previous editions in terms of prognostic accuracy, survival discrimination power, and clinical applicability. In a retrospective analysis by Son et Kahya et al. The 9 th Edition of the TNM Classification for Lung Cancer Table 4. Comparison of stage groups in the 8 th and 9 th version staging systems for lung cancer 20 8 th TNM components 9 th TNM components T/M Components and descriptors N0 N1 N2 N3 T/M Components and descriptors N0 N1 N2 N3 N2a N2b T1 T1a ≤1 cm IA1 IIB IIIA IIIB T1 T1a ≤1 cm IA1 IIA IIB IIIA IIIB T1b >1 to ≤2 cm IA2 IIB IIIA IIIB T1b >1 to ≤2 cm IA2 IIA IIB IIIA IIIB T1c >2 to ≤3 cm IA3 IIB IIIA IIIB T1c >2 to ≤3 cm IA3 IIA IIB IIIA IIIB T2 T2a IB IIB IIIA IIIB T2 T2a IB IIB IIIA IIIB IIIB T2a >3 to ≤4 cm IB IIB IIIA IIIB T2a >3 to ≤4 cm IB IIB IIIA IIIB IIIB T2b >4 to ≤5 cm IIA IIB IIIA IIIB T2b >4 to ≤5 cm IIA IIB IIIA IIIB IIIB T3 T3 >5 to ≤7 cm IIB IIIA IIIB IIIC T3 T3 >5 to ≤7 cm IIB IIIA IIIA IIIB IIIC T3 invasion IIB IIIA IIIB IIIC T3 invasion IIB IIIA IIIA IIIB IIIC T3 satellite nodules IIB IIIA IIIB IIIC T3 satellite nodules IIB IIIA IIIA IIIB IIIC T4 T4 >7 cm IIIA IIIA IIIB IIIC T4 T4 >7 cm IIIA IIIA IIIB IIIB IIIC T4 Invasion IIIA IIIA IIIB IIIC T4 invasion IIIA IIIA IIIB IIIB IIIC T4 ipsilateral nodules IIIA IIIA IIIB IIIC T4 ipsilateral nodules IIIA IIIA IIIB IIIB IIIC M1 M1a contralateral nodules IVA IVA IVA IVA M1 M1a contralateral nodules IVA IVA IVA IVA IVA M1a pleural, pericardial effusion IVA IVA IVA IVA M1a pleural, pericardial effusion IVA IVA IVA IVA IVA M1b single extrathoracic lesion IVA IVA IVA IVA M1b single extrathoracic lesion IVA IVA IVA IVA IVA M1c multiple lesions IVB IVB IVB IVB M1c1 multiple lesions, single organ system IVB IVB IVB IVB IVB TNM: tumor, node, metastasis",
    "Thorac Res Pract. al. 29 , which included 4,029 patients diagnosed with stage I–III NSCLC, the 9 th version exhibited greater discriminatory power for overall survival and freedom from recurrence compared to the 8 th edition. Furthermore, this study also showed that subclassifying N2 disease into N2a and N2b significantly improved survival prediction and enabled a more refined prognostic stratification. 29 Similarly, in a study where Kim et al. 30 analyzed the data of 7,429 patients, they emphasized that the 9 th version of the TNM staging system exhibited higher prognostic accuracy and discriminatory ability for both clinical and pathological stages compared to the 8 th edition. In another study conducted by Wang et al. 31 using the Surveillance, Epidemiology, and End Results database, a total of 19,193 patients with stage IA– IIIA NSCLC who underwent lobectomy were retrospectively evaluated. In this analysis, the 9 th version of the TNM staging system was able to distinguish the survival difference between stage IB and IIA more distinctly than the previous edition, and this difference was found to be statistically significant. The findings reveal that the TNM 9 th version is valid and applicable for NSCLC patients; furthermore, it provided a prognostic accuracy in survival prediction that was almost equivalent to the 8 th version. 31 The 9 th TNM staging system focuses solely on anatomical spread and does not evaluate tumor biological features, molecular profiles, or immunological status. Non-anatomical variables were excluded, and the static structure of staging has been maintained. Numerous prognostic factors have been identified in lung cancer, and their number continues to grow in parallel with scientific and clinical advancements. However, integrating these factors into the staging system can transform it into a complex and difficult-to-apply structure. Therefore, while the TNM stage should remain the cornerstone for prognostication, other prognostic variables not included in the staging system should also be considered in clinical decision- making processes. This limitation may lead to significant variability in clinical outcomes among patients with the same TNM stage. In an era where personalised medicine is becoming increasingly important, this restricts the system’s applicability. Integrating molecular biology, dynamic staging approaches, and artificial intelligence- driven analyses could further enhance the system’s clinical utility. In the development of the 9 th version of the TNM staging system, recursive partitioning modeling—a machine learning method based on decision trees—was utilized. This method is an artificial intelligence approach with a limited scope, used to evaluate the effects of the T, N, and M components on survival. Today, the use of artificial intelligence methods, such as deep learning, which can automatically learn meaningful features in data without human intervention, is increasing. Through deep learning, it is possible to analyze complex, high-dimensional data such as staging parameters and to uncover subtle, non-obvious relationships within them. Consequently, the gradual integration of artificial intelligence into the TNM staging system holds the potential to render cancer staging more dynamic and personalized. Future research should focus on advancing the TNM staging system in these directions. The fourth phase of the staging project has already begun under the leadership of U.S. thoracic surgeon Valerie Rusch, with the 10 th version of the lung cancer TNM staging system expected to be implemented by 2031. 32 CONCLUSION In conclusion, the 9 th TNM staging system has provided a significant advancement in staging and treatment planning by improving survival predictions. This review prepares the ground for a more precise and personalized staging system in the next TNM revision. Ethics Footnotes Authorship Contributions Surgical and Medical Practices: Y.K., F .M., G.Ö.Ş., H.S.K., S.B.Ö., M.M.T., T.G., Concept: Y.K., F .M., G.Ö.Ş., H.S.K., S.B.Ö., M.M.T., T.G., Design: Y.K., F .M., G.Ö.Ş., H.S.K., S.B.Ö., M.M.T., T.G., Data Collection or Processing: Y.K., G.Ö.Ş., T.G., Analysis or Interpretation: Y.K., G.Ö.Ş., Literature Search: Y.K., Writing: Y.K., G.Ö.Ş. Conflict of Interest: No conflict of interest was declared by the authors. Financial Disclosure: The authors declared that this study received no financial support. REFERENCES 1. Global cancer observatory (2024). Last Accessed Date: 17.10.2024. [Crossref] 2. Garinet S, Wang P , Mansuet-Lupo A, Fournel L, Wislez M, Blons H. Updated prognostic factors in localized NSCLC. Cancers (Basel). 2022;14(6):1400. [Crossref] 3. Kahya Y, Kayı Cangır A. The philosophy of staging in lung cancer: prognosis or treatment planning? Eur J Ther. 2018;24(Suppl 1);S1- S3. [Crossref] 4. Rami-Porta R. The TNM classification of lung cancer-a historic perspective. J Thorac Dis . 2024;16(11):8053-8067. [Crossref] 5. Amin MB, Edge SB, Greene FL, et al. The Eighth Edition AJCC Cancer Staging Manual: Continuing to build a bridge from a population-based to a more “personalized” approach to cancer staging. CA Cancer J Clin. 2017;67(2):93-99. [Crossref] 6. Asamura H, Nishimura KK, Giroux DJ, et al. IASLC lung cancer staging project: the new database to inform revisions in the ninth edition of the TNM classification of lung cancer. J Thorac Oncol. 2023;18(5):564-575. [Crossref] 7. Asamura H, Farjah F , Gill R, et al. AJCC Cancer Staging System : lung (version 9). Kindle. Chicago: Springer; 2024. [Crossref] 8. Goldstraw P , Crowley J, Chansky K, et al. International Association for the Study of Lung Cancer International Staging Committee; participating institutions. The IASLC Lung Cancer Staging Project: proposals for the revision of the TNM stage groupings in the forthcoming (seventh) edition of the TNM Classification of malignant tumours. J Thorac Oncol . 2007;2(8):706-714. [Crossref] 9. Goldstraw P , Chansky K, Crowley J, et al. The IASLC Lung Cancer Staging Project: proposals for revision of the TNM stage groupings in the forthcoming (eighth) edition of the TNM Classification for lung cancer . J Thorac Oncol . 2016;11(1):39-51. [Crossref] Kahya et al. The 9 th Edition of the TNM Classification for Lung Cancer",
    "Thorac Res Pract. 10. Sobin L, Wittekind C. UICC TNM Classification of Malignant Tumours. 6th ed. New York: Wiley-Liss; 2002. [Crossref] 11. Detterbeck FC, Nishimura KK, Cilento VJ, et al. The International Association for the Study of Lung Cancer staging project: methods and guiding principles for the development of the ninth edition TNM classification. J Thorac Oncol. 2022;17(6):806-815. [Crossref] 12. Detterbeck FC, Ostrowski M, Hoffmann H, et al. The International Association for the Study of Lung Cancer lung cancer staging project: proposals for revision of the classification of residual tumor after resection for the forthcoming ninth edition of the TNM classification of lung cancer. J Thorac Oncol. 2024;19(7):1052- 1072. [Crossref] 13. Osarogiagbon RU, Rami-Porta R, Tsao MS, et al. International Association for the Study of Lung Cancer molecular database project: objectives, challenges and opportunities. J Thorac Oncol. 2021;16(6):897-901. [Crossref] 14. Van Schil PE, Asamura H, Nishimura KK, et al. The IASLC lung cancer staging project: proposals for the revisions of the T descriptors in the forthcoming ninth edition of the TNM classification for lung cancer. J Thorac Oncol. 2024;19(5):749- 765. [Crossref] 15. Ugalde Figueroa PA, Marques E, Cilento VJ, et al. Completeness of resection and long-term survival of patients undergoing resection for T3 non-small-cell lung cancer: an International Association for the Study of Lung Cancer analysis. J Thorac Oncol . 2024;19(1):141-152. [Crossref] 16. Rusch VW, Asamura H, Watanabe H, et al. The IASLC lung cancer staging project: a proposal for a new international lymph node map in the forthcoming seventh edition of the TNM classification for lung cancer. J Thorac Oncol . 2009;4:568-577. [Crossref] 17. Huang J, Osarogiagbon RU, Giroux DJ, et al. The International Association for the Study of Lung Cancer staging project for lung cancer: proposals for the revision of the N descriptors in the forthcoming ninth edition of the TNM classification for lung cancer. J Thorac Oncol. 2024;19(5):766-785. [Crossref] 18. Osarogiagbon RU, Van Schil P , Giroux DJ, et al. The International Association for the Study of Lung Cancer lung cancer staging project: overview of challenges and opportunities in revising the nodal classification of lung cancer. J Thorac Oncol. 2023;18:410- 418. [Crossref] 19. Fong KM, Rosenthal A, Giroux DJ, et al. The International Association for the Study of Lung Cancer staging project for lung cancer: proposals for the revision of the M descriptors in the forthcoming ninth edition of the TNM classification of lung cancer. J Thorac Oncol. 2024;19(5):786-802. [Crossref] 20. Rami-Porta R, Nishimura KK, Giroux DJ, et al. The International Association for the Study of Lung Cancer lung cancer staging project: proposals for revision of the TNM stage groups in the forthcoming ninth edition of the TNM classification for lung cancer. J Thorac Oncol. 2024;19(7):1007-1027. [Crossref] 21. Crinò L, Weder W, van Meerbeeck J, Felip E; ESMO Guidelines Working Group. Early stage and locally advanced (non-metastatic) non-small-cell lung cancer: ESMO Clinical Practice Guidelines for diagnosis, treatment and follow-up. Ann Oncol. 2010;21:103- 115. [Crossref] 22. National Comprehensive Cancer Network. (2025). *NCCN clinical practice guidelines in oncology: non-small cell lung cancer (version 4.2025)*. [Crossref] 23. Gürün Kaya A, Çiledağ A, Erol S, et al. Evaluation of lung cancer biomarkers profile for the decision of targeted therapy in EBUS- TBNA cytological samples. Scott Med J. 2022;67(1):18-27. [Crossref] 24. Leiro-Fernández V, Fernández-Villar A. Mediastinal staging for non- small cell lung cancer. Transl Lung Cancer Res. 2021;10(1):496- 505. [Crossref] 25. Boada M, Sánchez-Lorente D, Libreros A, et al. Is invasive mediastinal staging necessary in intermediate risk patients with negative PET/CT? J Thorac Dis. 2020;12(8):3976-3986. [Crossref] 26. Steger V, Walker T, Mustafi M, et al. Surgery on unfavourable persistent N2/N3 non-small-cell lung cancer after trimodal therapy: do the results justify the risk? Interact Cardiovasc Thorac Surg. 2012;15(6):948-953. [Crossref] 27. Stamatis G, Müller S, Weinreich G, et al. Significantly favourable outcome for patients with non-small-cell lung cancer stage IIIA/ IIIB and single-station persistent N2 (skip or additionally N1) disease after multimodality treatment. Eur J Cardiothorac Surg. 2022;61(2):269-276. [Crossref] 28. Antonoff MB, Deboever N, Werner R, Altan M, Gomez D, Opitz I. Surgery for oligometastatic non-small cell lung cancer. J Thorac Cardiovasc Surg. 2024;167(2):508-516. [Crossref] 29. Son JW, Lee J, Jeon JH, et al. Validation of IASLC 9th edition TNM classification for lung cancer: focus on N descriptor. BMC Cancer. 2024;24(1):1460. [Crossref] 30. Kim S, Ahn Y, Lee GD, et al. Validation of the 9th tumor, node, and metastasis staging system for patients with surgically resected non- small cell lung cancer. Eur J Cancer. 2025;222:115436. [Crossref] 31. Wang RR, Li MJ, Peng Q, Huang ZY, Wu LL, Xie D. Validation of the 9th edition of the TNM staging system for non-small cell lung cancer with lobectomy in stage IA-IIIA. Eur J Cardiothorac Surg. 2024;65(3):071. [Crossref] 32. International Association for the Study of Lung Cancer (IASLC). IASLC staging project: lung cancer, thymic tumors, and mesothelioma [Internet]. Aurora (CO): IASLC; Cited: 25.08.2025. [Crossref] Kahya et al. The 9 th Edition of the TNM Classification for Lung Cancer"
  ],
  "processed_at": "2026-01-30T15:58:55.769Z"
}