{
  "doc_id": "f95a536e2e3e54991f8ef73c7cbbe783",
  "source_id": "Groin_ENG_cov13178_ehs_groin_hernia_management_a5_en_10_lr_1",
  "total_pages": 13,
  "pages": [
    "INTERNATIONAL GUIDELINES FOR GROIN HERNIA MANAGEMENT 2019",
    "INTERNATIONAL GUIDELINES FOR GROIN HERNIA MANAGEMENT 2 INTRODUCTION This is a summary of the International Guidelines for Groin Hernia Management. They are published in the Journal Hernia (Hernia. 2018 Feb;22(1):1-165. doi: 10.1007/s10029-017-1668-x). There is free access online on the Springer site, Pubmed and on the website of HerniaSurge (www.herniasurge.com). The summary does not contain the references. They are to be viewed in the online article. The Guidelines consist of 165 pages with 136 statements, 88 recommendations and 1299 references. They are developed for general surgeons in all kinds of practice and meant to offer guidelines that apply to the majority of patients with groin hernia. We offer this summary for non-English speaking surgeons but advise to read the whole document for better insight in details of all aspects of management. Deviating from guidelines can be necessary or warranted especially realizing the differences in cultures, training, expertise, logistics and economical possibilities that continentally and even loco-regionally exist. Worldwide, more than 20 million patients undergo groin hernia repair annually. The many different approaches, treatment indications and a significant array of techniques for groin hernia repair warrant guidelines to standardize care, minimize complications, and improve results. The main goal of the guidelines is to improve patient outcomes, specifically to decrease recurrence rates and reduce chronic pain, the most frequent problems following groin hernia repair. They have been endorsed by all five Hernia Societies and the International Endo Hernia Society and the European Association for Endoscopic Surgery. 2 3 WWW.EUROPEANHERNIASOCIETY.EU CONTENTS PAGE Introduction 3 Methods 4 Summary 4 Recommendation key 4 Chapter 2 Risk factors 5 Chapter 3 Diagnostic testing modalities 5 Chapter 4 Classification 5 Chapter 5 Indications – treatment options for symptomatic and 6 asymptomatic patients Chapter 6 Surgical treatment of inguinal hernias 6-8 Chapter 7 Individualization of treatment options 9 Chapter 8 Occult hernias 10 Chapter 9 Day surgery 10 Chapter 10 Meshes 11 Chapter 11 Mesh fixation 12 Chapter 12 Antibiotic prophylaxis 12 Chapter 13 Anesthesia 13 Chapter 14 Early postoperative pain prevention and management 13 Chapter 15 Convalescence 14 Chapter 16 Groin hernias in women 14 Chapter 17 Femoral hernia 15 Chapter 18 Complications – prevention and treatment 15 Chapter 19 Pain – prevention and treatment 16-17 Chapter 20 Recurrent inguinal hernias 18 Chapter 21 Emergency groin hernia treatment 18 Chapter 22 Training and the learning curve 19 Chapter 23 Specialized centers and hernia specialists 19 Chapter 24 Costs 20 Chapter 25 Groin hernia registries 20 Chapter 26 Outcomes and quality assessment 21 Chapter 27 Dissemination and implementation 21 Chapter 28 Inguinal hernia surgery in low resource settings 22 Conclusions 23 Simons MP , Smietanski M, Bonjer HJ, Bittner R, Miserez M, Aufenacker TJ, Fitzgibbons RJ, Chowbey PK, Tran HM, Sani R, Berrevoet F, Bingener J, Bisgaard T, Bury K, Campanelli G, Chen DC, Conze J, Cuccurullo D, de Beaux AC, Eker HH, Fortelny RH, Gillion JF, van den Heuvel BJ, Hope WW, Jorgensen LN, Klinge U, Köckerling F, Kukleta JF, Konate I, Liem AL, Lomanto D, Loos MJA, Lopez-Cano M, Misra MC, Montgomery A, Morales-Conde S, Muysoms FE, Niebuhr H, Nordin P , Pawlak M, van Ramshorst GH, Reinpold WMJ, Sanders DL, Schouten N, Smedberg S, Simmermacher RKJ, Tumtavitikul S, van Veenendaal N, Weyhe D, Wijsmuller AR.",
    "WWW.EUROPEANHERNIASOCIETY.EU 5 4 METHODS An expert group of international surgeons (the HerniaSurge Group) and one anesthesiologist pain expert was formed. The group consisted of members from all continents with specific experience in hernia-related research. Care was taken to include surgeons who perform all different types of repair and had preferably performed research on groin hernia surgery. During the Group’s first meeting, Evidence-Based Medicine (EBM) training occurred and 166 key questions (KQ) were formulated. EBM rules were followed in complete literature searches (including a complete search by The Dutch Cochrane database) to January 1, 2015 and to July 1, 2015 for level 1 publications. The articles were scored by teams of two or three according to Oxford, SIGN and Grade methodologies. During five two-day meetings, results were discussed with the working group members leading to 136 statements and 88 recommendations. Recommendations were graded as “strong” (recommendations) or “weak” (suggestions) and by consensus in some cases upgraded. In the Results and Summary section below, the term “should” refers to a recommendation. The AGREE II instrument was used to validate the guidelines. An external review was performed by three international experts. They recommended the guidelines with high scores. SUMMARY This summary contains a short introduction of every chapter and the most relevant recommendations. It is by no means complete but and intended to translate into the many relevant languages. 63/88 recommendations have been used. Please read the complete article for more detail. INTERNATIONAL GUIDELINES FOR GROIN HERNIA MANAGEMENT RECOMMENDATION KEY STRONG Benefits do or do not outweigh risks and burden. WEAK Benefits, risks and burden are finely balanced. CHAPTER 2 RISK FACTORS Inguinal hernia (IH) risk factors include: family history, previous contra-lateral hernia, male gender, age, abnormal collagen metabolism, prostatectomy, and low body mass index. Perioperative risk factors for recurrence like: poor surgical technique, low surgical volume, and surgical inexperience and local anesthesia should be considered when treating IH patients. RECOMMENDATIONS CHAPTER 3 DIAGNOSTIC TESTING MODALITIES Groin hernia diagnosis can be confirmed by physical examination alone in the vast majority of patients with appropriate signs and symptoms. Rarely, ultrasound is necessary. Less commonly still, a dynamic MRI or CT scan or herniography may be needed. Diagnosis in women can be challenging due to higher incidence of femoral hernia. RECOMMENDATIONS CHAPTER 4 CLASSIFICATION Use of the EHS classification system for inguinal hernias is suggested for the purposes of performing research, tailoring treatments and performing quality audits. STRONG: Acquired, surgical and perioperative risk factors are recommended to be strongly considered since they are potentially modifiable and can influence the type of repair performed. STRONG: Clinical Examination and Ultra Sound combined is recommended as most suitable for diagnosing patients with vague groin swelling or possible occult groin hernias. Dynamic MRI or CT can be considered for further evaluation if Ultra Sound is negative or non- diagnostic.",
    "WWW.EUROPEANHERNIASOCIETY.EU INTERNATIONAL GUIDELINES FOR GROIN HERNIA MANAGEMENT 7 6 CHAPTER 5 INDICATIONS – TREATMENT OPTIONS FOR SYMPTOMATIC AND ASYMPTOMATIC PATIENTS Symptomatic groin hernias should be treated surgically. Asymptomatic or minimally symptomatic male IH patients may be managed with “watchful waiting” since their risk of hernia-related emergencies is low. The majority of these individuals will eventually develop symptoms, mostly pain, and require surgery. Therefore, the natural course of an asymptomatic or minimally symptomatic hernia and surgical risks should be discussed with patients. Surgical treatment should be tailored to the surgeon’s expertise, patient- and hernia-related characteristics and local/national resources. Furthermore, patient health-related, life style and social factors should all influence the shared decision-making process leading up to hernia management. RECOMMENDATIONS CHAPTER 6 SURGICAL TREATMENT OF INGUINAL HERNIAS Choosing the best or most suitable groin hernia repair technique is a true challenge. The best operative technique should have the following attributes: low risk of complications (pain and recurrence), (relatively) easy to learn, fast recovery, reproducible results and cost effectiveness. The decision is also dependent upon many factors like: hernia characteristics, anesthesia type, the surgeon’s preference, training capabilities and logistics. The patient’s wishes must be considered. There are cultural differences between surgeons, countries and regions. NON-MESH REPAIR Non-mesh repair is an option if mesh is not available or in shared decision situations with patients that do not want mesh. The Shouldice is best tissue repair although in general practice the recurrence rate is higher than mesh repair and risks of pain are comparable. More research is needed into the value of non-mesh in cases where risk of recurrence is low (for example young men with indirect hernia) and into the results of expert clinics. RECOMMENDATIONS MESH REPAIR Mesh is recommended as first choice, either by an open procedure or a laparo-endoscopic repair technique. One standard repair technique for all groin hernias does not exist. It is recommended that surgeons/surgical services provide both anterior and posterior approach options. Lichtenstein or laparo- endoscopic repair are best evaluated. Many other techniques such as open pre-peritoneal approaches and special mesh types need further evaluation. They are not better than Lichtenstein. Plugs and techniques going through two planes (anteriorly placing a mesh posteriorly) are suggested not to be used or only in research settings. Provided that resources and expertise are available, laparo-endoscopic techniques have faster recovery times, lower chronic pain risk and are cost effective. TAPP and TEP have comparable results and can be considered based on surgeons training and expertise. There is discussion concerning laparo-endoscopic management of potential bilateral hernias (occult hernia issue). After patient consent, during TAPP , the contra-lateral side should be inspected. This is not suggested during unilateral TEP repair. Recommendations for low resource settings are summarized in chapter 28. RECOMMENDATIONS STRONG: Discussions with patients about timing of hernia repair are recommended to involve attention to social environment, occupation and overall health. The lower morbidity of elective surgery has to be weighed against the higher morbidity of emergency surgery. STRONG: The Shouldice technique is recommended in non-mesh inguinal hernia repair. STRONG: A mesh-based repair technique is recommended for patients with inguinal hernias. Despite comparable results, three dimensional implants (plug-and-patch and bilayer) are not recommended because of the excessive use of foreign material, the need to enter both the anterior and posterior planes and the additional cost. The use of other implants to replace the standard flat mesh in the Lichtenstein technique is currently not recommended. In laparo-endoscopic inguinal hernia repair, as TAPP and TEP have comparable outcomes it is recommended that the choice of the technique should be based on the surgeon’s skills, education and experience. Laparo-endoscopic repair is recommended for the repair of primary bilateral inguinal hernias provided that a surgeon with specific expertise and sufficient resources is available.",
    "WWW.EUROPEANHERNIASOCIETY.EU INTERNATIONAL GUIDELINES FOR GROIN HERNIA MANAGEMENT 9 8 WEAK: A non-mesh repair for inguinal hernia can be suggested in cases where the patient refuses a mesh and/or after a shared decision making. The use of open pre-peritoneal mesh techniques to replace the standard flat mesh in the Lichtenstein technique is suggested to be performed in research settings. For male patients with primary unilateral inguinal hernia, a laparo- endoscopic technique is suggested because of a lower postoperative pain incidence and a reduction in chronic pain incidence, provided that a surgeon with specific and sufficient resources is available. However, there are patient and hernia characteristics that warrant a Lichtenstein as first choice. CHAPTER 7 INDIVIDUALIZATION OF TREATMENT OPTIONS The adage applies that any technique, thoroughly taught and frequently performed with good results, is valid. Some techniques are easily learned and offer good results whilst others might be very difficult to master but offer great results. All these techniques are highly dependent on the surgeon’s knowledge of anatomy, caseload and dedication to groin hernia surgery. Therefore, the question confronting hernia surgeons is: “Which technique should be used in which case?” Individual techniques have varying advantages and disadvantages such as the possibility of surgery under local anesthetic, simultaneous contralateral hernia repair, avoidance of scar tissue in recurrent hernias by choosing a different approach, amongst many others. As a result, questions arise as to which factors should properly guide surgical decision making? Can IH treatment be standardized, or should it be individualized? If individualized, which determinants should influence surgeon’s choices? RECOMMENDATIONS STRONG: Laparo-endoscopic repair is recommended for the repair of primary bilateral inguinal hernias provided that a surgeon with specific and sufficient resources is available. In patients with pelvic pathology or scarring due to radiation or pelvic surgery, or for those on peritoneal dialysis, consider an anterior approach. It is recommended that surgeons tailor treatments based on expertise, local/ national resources, and patient- and hernia-related factors. Since a generally accepted technique, suitable for all inguinal hernias, does not exist, it is recommended that surgeons/surgical services provide both an anterior and a posterior approach option.",
    "WWW.EUROPEANHERNIASOCIETY.EU INTERNATIONAL GUIDELINES FOR GROIN HERNIA MANAGEMENT 11 10 CHAPTER 8 OCCULT HERNIAS An occult hernia, as defined by the HerniaSurge Group, is an asymptomatic hernia not detectable by physical examination. IH formation is considered a bilateral condition based on etiology, yet for many patients presentation with a unilateral symptomatic hernia is typical. Occasionally, a contralateral hernia will be evident on physical examination, but a number of patients will have a contralateral occult hernia at the time of initial presentation which may become symptomatic later. Another patient subset will develop a contralateral hernia de novo which may require repair at a later date. RECOMMENDATIONS CHAPTER 10 MESHES Surgeons should be aware of the intrinsic characteristics of the meshes they use. Use of so-called low-weight mesh may have slight short-term benefits like reduced postoperative pain and shorter convalescence, but are not associated with better longer-term outcomes like recurrence and chronic pain. Mesh selection on weight alone is not recommended. Erosion incidence seems higher with plug versus flat mesh. It is suggested not to use plug repair techniques. The use of other implants to replace the standard flat mesh in the Lichtenstein technique is currently not recommended. RECOMMENDATIONS CHAPTER 9 DAY SURGERY Day surgery is feasible and common practice in many countries. Whether daycare is used depends on the following factors: Aftercare, logistics, insurance and reimbursement policies. RECOMMENDATIONS STRONG: It is recommended that the contralateral groin be inspected at the time of TAPP repair. If a contralateral inguinal hernia is found at the time of surgery and prior informed consent was obtained, repair is recommended. WEAK: In those with overt unilateral primary inguinal hernias without contralateral hernias, routine bilateral TAPP repair is not suggested. Routine exploration by TEP of the contralateral groin in an asymptomatic patient with no clinical hernia is not suggested. STRONG: Day surgery is recommended for the majority of groin hernia repair provided aftercare is organized and suggested for selected other cases. WEAK: HerniaSurge recommends large pore (1-1.5 mm) monofilament synthetic flat meshes with a burst strength of 16 Nm 2 and consisting of a minimum tensile strength in all directions (including subsequent tearing force) of 16 N/cm 2 . When considering postoperative pain after inguinal hernia repair it is suggested to consider a so-called LWM although probably these are only short term benefits. When considering recurrence risk in EHS M2 and M3 medial IH it is suggested by HerniaSurge not to use LWM.",
    "WWW.EUROPEANHERNIASOCIETY.EU INTERNATIONAL GUIDELINES FOR GROIN HERNIA MANAGEMENT 13 12 CHAPTER 11 MESH FIXATION Various mesh fixation methods exist including: tacks, staples, self-fixing, fibrin sealants, glues and sutures. However, consensus does not exist about a “best” fixation method so methods used are based on surgeons’ preferences. Anyhow no fixation is recommended in all hernia types in TAPP and TEP-repair except large direct hernias. Taking into account the risk of postoperative pain due to traumatic fixation devices the use of glue fixation should be considered in open and laparo-endoscopic repair. Evidence that a particular fixation method improves patient-based or surgical outcome measures may have a significant impact on clinical practice. RECOMMENDATIONS CHAPTER 13 ANESTHESIA Local anesthesia in open repair has many advantages and its use is recommended provided the surgeon is experienced in this technique. General anesthesia is suggested over regional in patients aged 65 and older as it might be associated with fewer complications like myocardial infarction, pneumonia and thromboembolism. Perioperative field blocks and/or subfascial/ subcutaneous infiltrations are recommended in all cases of open repair. RECOMMENDATIONS CHAPTER 14 EARLY POSTOPERATIVE PAIN PREVENTION AND MANAGEMENT Several approaches to postoperative pain management have been studied including various medical treatments and interventions like the use of local anesthetics. Many local protocols will guide surgeons what measures to take. RECOMMENDATIONS CHAPTER 12 ANTIBIOTIC PROPHYLAXIS Antibiotic prophylaxis in average-risk patients in low-risk environments is not recommended in open surgery. In laparo-endoscopic repair it is never recommended. In high risk environment it is recommended in all cases except laparo-endoscopic operations. RECOMMENDATIONS STRONG: Mesh fixation is recommended in patients with large direct hernias (M3-EHS classification) undergoing TAPP or TEP to reduce recurrence risk. STRONG: In open mesh repair, administration of antibiotic prophylaxis in average-risk patients in a low-risk environment is not recommended. Administration of antibiotic prophylaxis in open mesh repair in any patient in a high-risk environment is recommended. In laparo-endoscopic repair in any patient in any risk environment, antibiotic prophylaxis is not recommended. WEAK: Atraumatic mesh fixation in open inguinal hernia repair techniques is suggested to reduce early postoperative pain. WEAK: Administration of antibiotic prophylaxis in open mesh repair in high-risk patients in a low-risk environment is suggested. STRONG: Local anesthesia is recommended for open repair of reducible inguinal hernias, provided surgeons/teams are experienced in local anesthesia use and administering the local anesthetic. Patients are recommended to resume normal activities without restrictions as soon as they feel comfortable. WEAK: Correctly performed local anesthesia is suggested to be a good alternative to general or regional anesthesia in patients with severe systemic disease. General or local anesthesia is suggested over regional in patients aged 65 and older. STRONG: Pre- or perioperative local anesthetic measures like field blocks of the inguinal nerves and/or subfascial/subcutaneous infiltration are recommended in all open groin hernia repairs.",
    "WWW.EUROPEANHERNIASOCIETY.EU INTERNATIONAL GUIDELINES FOR GROIN HERNIA MANAGEMENT 15 14 CHAPTER 15 CONVALESCENCE Convalescence duration – defined as sick leave from work and time away from leisure – is an important feature of the recovery phase following IH surgery. However, most studies have not investigated the impact of recommendations on short duration convalescence. RECOMMENDATIONS CHAPTER 17 FEMORAL HERNIA Elective and emergent femoral hernia repairs constitute roughly 2% to 4% of all groin hernia repairs. However, the true femoral hernia incidence is likely lower than 2% to 4% since this estimate is skewed by the high percentage of surgically-treated femoral hernias compared to IHs. RECOMMENDATIONS CHAPTER 18 COMPLICATIONS – PREVENTION AND TREATMENT Complication of groin hernia management are discussed in an extensive chapter on the topic, including urinary retention and sexual dysfunction, hematoma, seroma, infrequent serious complications and mortality. CHAPTER 16 GROIN HERNIAS IN WOMEN Provided expertise is available, it is suggested that women with groin hernias undergo laparo-endoscopic repair in order to decrease chronic pain risk and avoid missing a femoral hernia. Watchful waiting is suggested in pregnant women as groin swelling most often consists of self-limited round ligament varicosities. Timely mesh repair by a laparo-endoscopic approach is suggested for femoral hernias provided expertise is available. RECOMMENDATIONS STRONG: Patients are recommended to resume normal activities without restrictions within three to five days or as soon as they feel comfortable. WEAK: Watchful waiting is suggested in pregnant females with groin swelling. It is suggested to avoid division of the round ligament in open repair. Division of the round ligament is optional in laparo-endoscopic repair, but should preferentially be performed proximal to the genital branch meeting at the fusion with the peritoneum. STRONG: Mesh is recommended to be used in elective femoral hernia repairs. Providing expertise is available, a laparo-endoscopic procedure is recommended for elective femoral hernia repair. STRONG: Provided that expertise is available, women with groin hernias are recommended to undergo laparo-endoscopic repair with mesh implantation. Timely hernia repair is recommended in women with groin hernias. Physicians should consider femoral hernia in the differential diagnosis of groin swelling in women.",
    "WWW.EUROPEANHERNIASOCIETY.EU INTERNATIONAL GUIDELINES FOR GROIN HERNIA MANAGEMENT 17 16 CHAPTER 19 PAIN – PREVENTION AND TREATMENT Chronic pain is a frequent long-term complication following nearly all surgical procedures. However, there are no consensus definitions of exactly what constitutes chronic pain after specific operations. With IH repair, pain patterns may differ depending on structures and organs involved and the type of repair performed. While certain predisposing neuroanatomic and technical factors can be avoided, chronic postoperative inguinal pain Chronic postoperative inguinal pain (CPIP) remains a complex challenge with several psychological, social, genetic and behavioral influences. CPIP is a serious complication affecting 10-12% of IH repair patients. It is defined as bothersome moderate pain impacting daily activities lasting at least 3 months postoperatively. CPIP risk factors include: young age, female gender, high preoperative pain, early high postoperative pain, recurrent hernia and open repair. For CPIP the focus should be on nerve recognition in open surgery and, in selected cases, prophylactic pragmatic nerve resection (planned resection is not suggested). It is suggested that CPIP management be performed by multi-disciplinary teams. It is also suggested that CPIP be managed by a combination of pharmacological and interventional measures and, if this is unsuccessful, followed by, in selected cases, (triple) neurectomy and (in selected cases) mesh removal. RECOMMENDATIONS STRONG: Chronic pain should be defined as ≥ bothersome moderate pain impacting daily activities lasting ≥ three months postoperatively. Nerve anatomy awareness and recognition during surgery is recommended to reduce the incidence of chronic post-herniorrhaphy pain. WEAK: A planned prophylactic iliohypogastric nerve resection is not suggested. Pragmatic resection of the ilioinguinal nerve and/or the iliohypogastric nerve is recommended if iatrogenic nerve injury occurs or if the nerve(s) interfere(s) with mesh position. Immediate severe/excruciating postoperative pain raises the possibility of vascular or nerve injury. Early re-operation on the same day is suggested to either exclude or manage these complications. A multidisciplinary team is suggested to manage chronic pain patients. Pharmacologic and interventional measures – including diagnostic and therapeutic nerve blocks – should continue for a minimum of three months (minimum of six months after hernia surgery). A tailored approach to neurectomy with or without mesh removal is suggested depending on the original repair method and presentation. The decision about neurectomy type -selective or triple- is best left to the surgeon’s discretion.",
    "WWW.EUROPEANHERNIASOCIETY.EU INTERNATIONAL GUIDELINES FOR GROIN HERNIA MANAGEMENT 19 18 CHAPTER 20 RECURRENT INGUINAL HERNIAS Recurrent inguinal hernia clearly still is a major health problem. Recurrence rates can be as high as 15%. This figure is difficult to pinpoint since recurrence rates vary with length of follow-up. Regardless, vast resources are committed to this problem. For recurrent hernia after anterior repair, posterior repair is recommended. If recurrence occurs after a posterior repair, an anterior repair is recommended. After a failed anterior and posterior approach, management by a specialist hernia surgeon is recommended. RECOMMENDATIONS CHAPTER 22 TRAINING AND THE LEARNING CURVE Learning curves vary between different techniques. Probably about 100 supervised laparo-endoscopic repairs are needed to achieve the same results as open mesh surgery like Lichtenstein. It is suggested that case load per surgeon is more important than center volume. It is recommended that minimum requirements be developed to certify individuals as expert hernia surgeon. The same is true for the designation “Hernia Center.” RECOMMENDATIONS CHAPTER 21 EMERGENCY GROIN HERNIA TREATMENT This chapter addresses key questions on best surgical approach (open anterior, posterior, or laparoscopic) and repair options (e.g. mesh versus non-mesh). It is important to consider the limitations imposed by the state of the currently available literature as we search for definitive evidence-based answers to key clinical questions. Risk factors for hernia incarceration/strangulation include: female gender, femoral hernia presence and a history of hospitalization related to groin hernia. It is suggested that treatment of emergencies be tailored according to patient- and hernia-related factors, local expertise and resources. RECOMMENDATIONS STRONG: Laparo-endoscopic recurrent inguinal hernia repair is recommended after failed anterior tissue or Lichtenstein repair. Anterior repair is recommended after a failed posterior repair. An expert hernia surgeon should repair a recurrent inguinal after a failed anterior and posterior repair. The choice of technique depends on patient- and surgeon-specific factors. WEAK: A tailored approach is suggested for adult patients with acutely incarcerated/strangulated groin hernias since there is no evidence supporting an optimal surgical approach. STRONG: A goal-directed curriculum including review of anatomy, procedure steps, intraoperative decision making and proficiency based, simulation enhanced technical skills training is recommended. CHAPTER 23 SPECIALIZED CENTERS AND HERNIA SPECIALISTS In order for centers to be certified as a hernia center, requirements on numbers of operations, follow-up and quality control should be met. The EHS has a taskforce termed ACCESS that is developing guidelines for accreditation and certification of centers and surgeons. Main recommendations will concern minimal requirements on center volume, surgeons volume, types of operations that can be offered, diagnostics modalities, presence of ICU, registration of patients, quality follow-up, results, research and teaching facilities.",
    "WWW.EUROPEANHERNIASOCIETY.EU INTERNATIONAL GUIDELINES FOR GROIN HERNIA MANAGEMENT 21 20 WWW.EUROPEANHERNIASOCIETY.EU CHAPTER 24 COSTS Cost calculations for IH repair are complex and difficult to perform. Overall costs, including pre-treatment, treatment and post-treatment medical care, societal and employer costs are rarely completely reported in studies. Moreover, it should be considered that costs are not equal to charges. Charges are not necessarily related to costs, and are usually constructed using different formulas. Charges can vary greatly among hospitals and countries. Reimbursement of costs by insurance companies or patients varies widely between countries and hospitals, often depending on negotiations related to volume agreements. RECOMMENDATIONS CHAPTER 26 OUTCOMES AND QUALITY ASSESSMENT Surgical outcome reporting is important to understanding the postoperative course of patients undergoing different types of groin hernia repair. It also serves to clarify how outcomes are affected by preoperative, surgical and postoperative variables (e.g. comorbidities, mesh type, mesh fixation method, and others). RECOMMENDATIONS CHAPTER 27 DISSEMINATION AND IMPLEMENTATION A dissemination and implementation plan of the guidelines will be developed by global (HerniaSurge), regional (international societies) and local (national chapters) initiatives through internet websites, social media and smartphone apps. RECOMMENDATIONS CHAPTER 25 GROIN HERNIA REGISTRIES The development and implementation of national groin hernia registries in every country (or region, in the case of small country populations) is suggested. They should include patient follow-up data and account for local healthcare structures. RECOMMENDATIONS STRONG: From a cost-effectiveness perspective, day-case laparo- endoscopic inguinal hernia repair with minimal use of disposables is recommended. WEAK: Countries or regions are suggested to develop and implement registries with high coverage and long-term follow-up for quality control in groin hernia patients. WEAK: The development of hernia registries that include patient follow- up data and account for local healthcare structures is recommended for research and audit purposes. STRONG: HerniaSurge recommends that all countries or regions develop a guidelines dissemination and implementation strategy.",
    "INTERNATIONAL GUIDELINES FOR GROIN HERNIA MANAGEMENT 22 WWW.EUROPEANHERNIASOCIETY.EU CONCLUSIONS The HerniaSurge Group has developed these extensive and inclusive guidelines for the management of adult groin hernia patients. It is hoped that they will lead to better outcomes for groin hernia patients wherever they live! More knowledge, better training, national audit and specialization in groin hernia management will standardize care for these patients, lead to more effective and efficient healthcare and provide direction for future research. CHAPTER 28 INGUINAL HERNIA SURGERY IN LOW RESOURCE SETTINGS HerniaSurge (www.herniasurge.com) develops guidelines intended for use globally. This chapter contains guidelines on the performance of safe, cost- effective IH repair in low resource settings (LRSs). HerniaSurge believes that every patient with a groin hernia, wherever they may live, has the right to the best possible care. Nevertheless, it will take time to achieve a consistent high level of care throughout many areas in the world that lack the resources that are necessary and this is reflected in the recommendations made in this chapter. There is a substantial burden of disease in countries where the majority of the world’s groin hernia patients live. Although herniorrhaphy is one of the most commonly performed surgeries in LRS, needs exceed capacity. This surgical “under-production” over time results in high hernia prevalence in populations. This in turn results in a high proportion of emergency surgery and significant morbidity and mortality. This, despite the fact that groin hernia repair is highly cost effective. RECOMMENDATIONS Three chapters discuss future research, guidelines for general practitioners and guidelines for patients. WEAK: Low resource settings should focus teaching inguinal hernia repair by a standardized technique (Lichtenstein) under local anesthesia using a low-cost mesh. The use of low-cost mesh (with known chemical and physical characteristics, which are comparable to commercial prosthetics) can be suggested if commercial prosthesis are not available. When using a non-licensed low-cost mesh, outcome audits at a local level are suggested. It is suggested that at least one dose of an appropriate prophylactic antibiotic be administered prior to inguinal hernia repair in low resource settings. An overarching plan to improve access to safe inguinal hernia surgery in low resource settings is needed. It is suggested that this plan contains simple guidelines and a sustainability strategy for implementation and maintain ability, independent of international aid. 23",
    "PRODUCED IN ASSOCIATION WITH EUROPEAN HERNIA SOCIETY CALLE CASTELLÓ 128 28006 MADRID – SPAIN T: +34 913 836 000 -EXT 133 EMAIL: SECRETARIATEHS(AT)PACIFICO-MEETINGS.COM Photo credit: Adobe Stock"
  ],
  "processed_at": "2026-01-30T15:58:52.950Z"
}