{
  "doc_id": "e44786c23e5fad2cfb2f2e25971041ed",
  "source_id": "hoac009",
  "total_pages": 26,
  "pages": [
    "ESHRE guideline: endometriosis † The members of the Endometriosis Guideline Core Group, Christian M. Becker 1, *, Attila Bokor 2 , Oskari Heikinheimo 3 , Andrew Horne 4 , Femke Jansen 5 , Ludwig Kiesel 6 , Kathleen King 7 , Marina Kvaskoff 8 , Annemiek Nap 9 , Katrine Petersen 10 , Ertan Saridogan 11,12 , Carla Tomassetti 13,14 , Nehalennia van Hanegem 15 , Nicolas Vulliemoz 16 , and Nathalie Vermeulen 17 ; on behalf of the ESHRE Endometriosis Guideline Group ‡ 1 Nuffield Department of Women’s and Reproductive Health, Endometriosis CaRe Centre, University of Oxford, Oxford, UK 2 Department of Obstetrics and Gynecology, Semmelweis University, Budapest, Hungary 3 Department of Obstetrics & Gynecology, University of Helsinki and Helsinki University Hospital, Helsinki, Finland 4 EXPPECT Centre for Endometriosis and Pelvic Pain, MRC Centre for Reproductive Health, University of Edinburgh, Edinburgh, UK 5 EndoHome—Endometriosis Association Belgium, Belgium 6 Department of Gynecology and Obstetrics, University Hospital Muenster, Muenster, Germany 7 Individual Endometriosis Advocate, Ireland 8 Paris-Saclay University, UVSQ, Univ. Paris-Sud, Inserm, Gustave Roussy, “Exposome and Heredity” Team, CESP, Villejuif, France 9 Department of Gynaecology and Obstetrics, Radboudumc, Nijmegen, The Netherlands 10 Pain Management Centre, UCLH, London, UK 11 Department of Obstetrics and Gynaecology, University College London Hospital, London, UK 12 Elizabeth Garrett Anderson Institute for Women’s Health, University College London, London, UK 13 Department of Obstetrics and Gynaecology, Leuven University Fertility Center, University Hospitals Leuven, Leuven, Belgium 14 Faculty of Medicine, Department of Development and Regeneration, LEERM (Lab of Endometrium, Endometriosis and Reproductive Medicine), KU Leuven, Leuven, Belgium 15 Department of Reproductive Medicine and Gynecology, University Medical Center Utrecht, Utrecht, The Netherlands 16 Department of Woman Mother Child, Fertility Medicine and Gynaecological Endocrinology, Lausanne University Hospital, Lausanne, Switzerland 17 European Society of Human Reproduction and Embryology, Strombeek-Bever, Belgium *Correspondence address. Nuffield Department of Women’s and Reproductive Health, Endometriosis CaRe Centre, John Radcliffe Hospital, University of Oxford, Level 3, Women’s Centre, Oxford OX3 9DU, UK. E-mail: christian.becker@wrh.ox.ac.uk; guidelines@e- shre.eu https://orcid.org/0000-0002-9870-9581 Submitted on February 10, 2022; editorial decision on February 25, 2022 STUDY QUESTION: How should endometriosis be diagnosed and managed based on the best available evidence from published literature? SUMMARY ANSWER: The current guideline provides 109 recommendations on diagnosis, treatments for pain and infertility, manage- ment of disease recurrence, asymptomatic or extrapelvic disease, endometriosis in adolescents and postmenopausal women, prevention and the association with cancer. WHAT IS KNOWN ALREADY: Endometriosis is a chronic condition with a plethora of presentations in terms of not only the occur- rence of lesions, but also the presence of signs and symptoms. The most important symptoms include pain and infertility. STUDY DESIGN, SIZE, DURATION: The guideline was developed according to the structured methodology for development of ESHRE guidelines. After formulation of key questions by a group of experts, literature searches and assessments were performed. Papers published up to 1 December 2020 and written in English were included in the literature review. PARTICIPANTS/MATERIALS, SETTING, METHODS: Based on the collected evidence, recommendations were formulated and dis- cussed within specialist subgroups and then presented to the core guideline development group (GDG) until consensus was reached. A stake- holder review was organized after finalization of the draft. The final version was approved by the GDG and the ESHRE Executive Committee. MAIN RESULTS AND THE ROLE OF CHANCE: This guideline aims to help clinicians to apply best care for women with endometriosis. Although studies mostly focus on women of reproductive age, the guideline also addresses endometriosis in adolescents and postmenopausal women. The guideline outlines the diagnostic process for endometriosis, which challenges laparoscopy and histology as gold standard diagnostic tests. The options for treatment of endometriosis-associated pain symptoms include analgesics, medical treatments and surgery. Non-pharmacological treatments are also discussed. For management of endometriosis-associated infertility, surgical treatment and/or medi- cally assisted reproduction are feasible. While most of the more recent studies confirm previous ESHRE recommendations, there are five † ESHRE Pages content is not externally peer reviewed. The manuscript has been approved by the Executive Committee of ESHRE. ‡ The members of the ESHRE Endometriosis Guideline Group are given in the Appendix. V C The Author(s) 2022. Published by Oxford University Press on behalf of European Society of Human Reproduction and Embryology. This is an Open Access article distributed under the terms of the Creative Commons Attribution-NonCommercial License (https://creativecommons.org/licenses/by-nc/4.0/), which per- mits non-commercial re-use, distribution, and reproduction in any medium, provided the original work is properly cited. For commercial re-use, please contact journals.permissions@oup.com Human Reproduction Open, pp. 1–26, 2022 https://doi.org/10.1093/hropen/hoac009 ESHRE PAGES Downloaded from https://academic.oup.com/hropen/article/2022/2/hoac009/6537540 by guest on 30 January 2026",
    "topics in which significant changes to recommendations were required and changes in clinical practice are to be expected. LIMITATIONS, REASONS FOR CAUTION: The guideline describes different management options but, based on existing evidence, no firm recommendations could be formulated on the most appropriate treatments. Also, for specific clinical issues, such as asymptomatic endometriosis or extrapelvic endometriosis, the evidence is too scarce to make evidence-based recommendations. WIDER IMPLICATIONS OF THE FINDINGS: The guideline provides clinicians with clear advice on best practice in endometriosis care, based on the best evidence currently available. In addition, a list of research recommendations is provided to stimulate further studies in endometriosis. STUDY FUNDING/COMPETING INTEREST(S): The guideline was developed and funded by ESHRE, covering expenses associated with the guideline meetings, with the literature searches and with the dissemination of the guideline. The guideline group members did not receive payments. C.M.B. reports grants from Bayer Healthcare and the European Commission; Participation on a Data Safety Monitoring Board or Advisory Board with ObsEva (Data Safety Monitoring Group) and Myovant (Scientific Advisory Group). A.B. reports grants from FEMaLE executive board member and European Commission Horizon 2020 grant; consulting fees from Ethicon Endo Surgery, Medtronic; honoraria for lectures from Ethicon; and support for meeting attendance from Gedeon Richter; A.H. reports grants from MRC, NIHR, CSO, Roche Diagnostics, Astra Zeneca, Ferring; Consulting fees from Roche Diagnostics, Nordic Pharma, Chugai and Benevolent Al Bio Limited all paid to the institution; a pending patent on Serum endometriosis biomarker; he is also Chair of TSC for STOP-OHSS and CERM trials. O.H. reports consulting fees and speaker’s fees from Gedeon Richter and Bayer AG; support for attending meetings from Gedeon-Richter, and leadership roles at the Finnish Society for Obstetrics and Gynecology and the Nordic federation of the societies of obstetrics and gynecology. L.K. reports consulting fees from Gedeon Richter, AstraZeneca, Novartis, Dr KADE/Besins, Palleos Healthcare, Roche, Mithra; honoraria for lectures from Gedeon Richter, AstraZeneca, Novartis, Dr KADE/Besins, Palleos Healthcare, Roche, Mithra; support for attending meetings from Gedeon Richter, AstraZeneca, Novartis, Dr KADE/Besins, Palleos Healthcare, Roche, Mithra; he also has a leadership role in the German Society of Gynecological Endocrinology (DGGEF). M.K. reports grants from French Foundation for Medical Research (FRM), Australian Ministry of Health, Medical Research Future Fund and French National Cancer Institute; support for meeting attendance from European Society for Gynaecological Endoscopy (ESGE), European Congress on Endometriosis (EEC) and ESHRE; She is an advisory Board Member, FEMaLe Project (Finding Endometriosis Using Machine Learning), Scientific Committee Chair for the French Foundation for Research on Endometriosis and Scientific Committee Chair for the ComPaRe- Endometriosis cohort. A.N. reports grants from Merck SA and Ferring; speaker fees from Merck SA and Ferring; support for meeting at- tendance from Merck SA; Participation on a Data Safety Monitoring Board or Advisory Board with Nordic Pharma and Merck SA; she also is a board member of medical advisory board, Endometriosis Society, the Netherlands (patients advocacy group) and an executive board member of the World Endometriosis Society. E.S. reports grants from National Institute for Health Research UK, Rosetrees Trust, Barts and the London Charity; Royalties from De Gruyter (book editor); consulting fees from Hologic; speakers fees from Hologic, Johnson & Johnson, Medtronic, Intuitive, Olympus and Karl Storz; Participation in the Medicines for Women’s Health Expert Advisory Group with Medicines and Healthcare Products Regulatory Agency (MHRA); he is also Ambassador for the World Endometriosis Society. C.T. reports grants from Merck SA; Consulting fees from Gedeon Richter, Nordic Pharma and Merck SA; speaker fees from Merck SA, all paid to the institution; and support for meeting attendance from Ferring, Gedeon Richter and Merck SA. The other authors have no conflicts of inter- est to declare. DISCLAIMER: This guideline represents the views of ESHRE, which were achieved after careful consideration of the scientific evidence available at the time of preparation. In the absence of scientific evidence on certain aspects, a consensus between the relevant ESHRE stakeholders has been obtained. Adherence to these clinical practice guidelines does not guarantee a successful or specific outcome, nor does it establish a standard of care. Clinical practice guidelines do not replace the need for application of clinical judgement to each individual presentation, nor variations based on locality and facility type . ESHRE makes no warranty, express or implied, regarding the clinical practice guidelines and specifically excludes any warranties of merchantability and fitness for a particular use or purpose (Full disclaimer available at www.eshre.eu/guidelines. ) . Key words: endometriosis / guideline / fertility / pelvic pain / adolescent / surgery / ESHRE guideline WHAT DOES THIS MEAN FOR PATIENTS? Endometriosis is a chronic condition with a large impact not only on the patient’s quality of life, but also on social contacts and work. Endometriosis is characterized mainly by symptoms of pain (often linked to the menstrual cycle) and infertility. Often, endometriosis is sub- divided according to the type and location of the lesions into peritoneal endometriosis, deep endometriosis and endometrioma. The current paper summarizes the ESHRE guideline on endometriosis, providing clinicians with evidence-based recommendations on the diagnosis and management of endometriosis-associated symptoms, including medical treatment, surgery and assisted reproduction. Information and recommendations are also provided on other topics related to endometriosis, such as prevention, pregnancy and cancer. 2 The members of the Endometriosis Guideline Core Group et al. Downloaded from https://academic.oup.com/hropen/article/2022/2/hoac009/6537540 by guest on 30 January 2026",
    ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . Introduction Endometriosis is a disease characterized by the presence of endometrium-like epithelium and/or stroma outside the endometrium and myometrium, usually with an associated inflammatory process (International Working Group of AAGL, ESGE, ESHRE and WES et al. , 2021). The exact prevalence of endometriosis is unknown, but estimates range from 2% to 10% within the general female population and up to 50% in infertile women (Eskenazi and Warner, 1997; Meuleman et al. , 2009; Zondervan et al. , 2020). The ESHRE Guideline for the Diagnosis and Treatment of Endometriosis (2005) and the ESHRE Guideline: Management of women with endometriosis (2013) have been a reference point for best clinical care in endometriosis for years (Kennedy et al. , 2005; Dunselman et al. , 2014). Based on continuous new research and developments, it was considered that the last recommendations for- mulated in 2013/2014 required a revision. Materials and methods The guideline was developed according to a well-documented meth- odology that is universal to ESHRE guidelines (Vermeulen et al ., 2019). The core guideline development group (GDG) was composed of past members of the guideline group from 2013 and additional experts se- lected from applicants to a call for experts. All other European experts applying to the call were included as subgroup members, assisting a core group member preparing the guideline on a certain topic. The GDG included two patient representatives, and five patient organiza- tions were represented in the subgroups. Forty-two key questions were formulated by the GDG, of which seven were answered as narrative questions, and 35 as PICO (Patient, Intervention, Comparison, Outcome) questions. For each PICO ques- tion, databases (PubMed/MEDLINE and the Cochrane library) were searched from inception to 1 December 2020, limited to studies written in English. From the literature searches, studies were selected based on the PICO questions, assessed for quality and summarized in evidence tables. GDG subgroup meetings were organized, face-to-face and online, for presentation and discussion of the evidence and draft recommenda- tions by the assigned core group member. Proposed recommendations by the subgroups were then discussed in core group meetings until a consensus was reached. Each recommendation was labelled as strong or weak and a grade was assigned based on the strength of the support- ing evidence (High \u0002\u0002\u0002\u0002 , Moderate \u0002\u0002\u0002 , Low \u0002\u0002 and Very low \u0002 ). Good practice points (GPPs) based on clinical ex- pertise were added where relevant to clarify the recommendations or to provide further practical advice. ‘Research only’ recommendations were also made, and those interventions should be applied only within the context of research, with appropriate precautions and ethical approval. Strong recommendations should be used as a recommendation to be applied for most patients, while weak recommendations require discussion and shared decision-making (Fig. 1). For the narrative questions, a similar literature search was con- ducted. Collected data were summarized in a narrative summary and conclusions were formulated. In case of insufficient data to provide recommendations in reply to a PICO question, a conclusion was also added. For clarity, these conclusions are labelled ‘conclusion, not rec- ommendation’ in the current paper. The guideline draft and an invitation to participate in the stakeholder review were published on the ESHRE website between 24 June and 15 August 2021. All comments were processed by the core group, ei- ther by adapting the content of the guideline and/or by replying to the reviewer. The review process was summarized in the review report, which is published on the ESHRE website (www.eshre.eu/Guidelines). Overall, 56.5% of the 253 comments resulted in an adaptation or cor- rection in the guideline text. This guideline will be considered for update 4 years after publica- tion, with an intermediate assessment of the need for updating 2 years after publication. Figure 1. Suggested interpretation of strong and weak recommendations by patients, clinicians and health care policy makers. ESHRE guideline endometriosis 3 Downloaded from https://academic.oup.com/hropen/article/2022/2/hoac009/6537540 by guest on 30 January 2026",
    ". . . . . . . . . Results Key questions and recommendations The scope of the ESHRE guideline on endometriosis is to provide guid- ance on the management of endometriosis; either diagnosed or strongly suspected. In line with endometriosis research, terminology and discussion, the guideline is focused on females and menstruation. The GDG recognizes that there are individuals living with endometri- osis who are transgender, who do not menstruate, who do not have a uterus or who do not identify with the terms used in the literature. Throughout, the term ‘women with endometriosis’ is used, but this is not intended to isolate, exclude or diminish any individual’s experience nor to discriminate against any group. Diagnosis of endometriosis The recommended diagnostic process for endometriosis is summa- rized in Fig. 2. Can clinical symptoms predict the presence of endometriosis? Does the use of symptom diaries or questionnaires compared to traditional history taking lead to improved or earlier diagnosis of endometriosis? As no recommendation could be made, the following conclusion was formulated. Although currently no evidence exists that a symptom diary/questionnaire/app reduces the time to diagnosis or leads to ear- lier diagnosis, the GDG considers their potential benefit in comple- menting the traditional history taking process as it aids in objectifying pain and empowering women to demonstrate their symptoms (conclu- sion, not recommendation) . Does clinical examination of symptomatic women reliably predict the presence of endometriosis? Are medical technologies reliable in diagnosing endometriosis and establishing the extent of the disease? Does diagnostic laparoscopy compared to empirical medical treatment result in better symptom management in women suspected of endometriosis? As there is no evidence of superiority of either approach (Chapron et al. , 1998; Byrne et al. , 2018; Bafort et al. , 2020), the GDG concluded that both diagnostic laparoscopy and imaging combined with empirical treatment (hormonal contraceptives or progestogens) can be considered in women suspected of endometriosis. Pros and cons should be dis- cussed with the patient (conclusion, not recommendation) . Is long-term monitoring of women with endometriosis beneficial in preventing adverse outcomes (recurrence, complications, malignancy)? Does early diagnosis of endometriosis versus late diagnosis lead to better quality of life? Although no adequate studies exist to support the benefits of early versus late diagnosis, the GDG recommends that in symptomatic women, The GDG recommends that clinicians should consider the diag- nosis of endometriosis in individuals presenting with the follow- ing cyclical and non-cyclical signs and symptoms: dysmenorrhoea, deep dyspareunia, dysuria, dyschezia, painful rectal bleeding or haematuria, shoulder tip pain, catamenial pneumothorax, cyclical cough/haemoptysis/chest pain, cyclical scar swelling and pain, fatigue and infertility (Forman et al. , 1993; Eskenazi et al. , 2001; Ballard et al. , 2008; Nnoaham et al. , 2012). GPP Clinical examination, including vaginal examination where appropriate, should be considered to identify deep nod- ules or endometriomas in patients with suspected endo- metriosis, although the diagnostic accuracy is low (Ripps and Martin, 1992; Nezhat et al. , 1994; Koninckx et al. , 1996; Eskenazi et al. , 2001; Chapron et al. , 2002; Condous et al. , 2007; Bazot et al. , 2009; Khawaja et al. , 2009; Hudelist et al. , 2011; Paulson and Paulson, 2011). Strong recommendation \u0002\u0003\u0003\u0003 In women with suspected endometriosis, further diag- nostic steps, including imaging, should be considered even if the clinical examination is normal. Strong recommendation \u0002\u0002\u0003\u0003 Clinicians should not use measurement of biomarkers in endometrial tissue, blood, menstrual or uterine fluids to diagnose endometriosis (Mol et al. , 1998; May et al. , 2010; May et al. , 2011; Liu et al. , 2015; Cosar et al. , 2016; Gupta et al. , 2016; Hirsch et al. , 2016; Nisenblat et al. , 2016a; Vanhie et al. , 2019; Moustafa et al. , 2020). Strong recommendation \u0002\u0002\u0002\u0003 Clinicians are recommended to use imaging (ultrasound (US) or MRI) in the diagnostic work-up for endometri- osis, but they need to be aware that a negative finding does not exclude endometriosis, particularly superficial peritoneal disease (Bazot et al. , 2009; Manganaro et al. , 2012; Guerriero et al. , 2014; Thomeer et al. , 2014; Nisenblat et al. , 2016b; Moura et al. , 2019). Strong recommendation \u0002\u0002\u0003\u0003 In patients with negative imaging results or where empiri- cal treatment was unsuccessful or inappropriate, the GDG recommends that clinicians consider offering lapa- roscopy for the diagnosis and treatment of suspected endometriosis. GPP The GDG recommends that laparoscopic identification of endometriotic lesions is confirmed by histology al- though negative histology does not entirely rule out the disease. GPP Follow-up and psychological support should be consid- ered in women with confirmed endometriosis, particu- larly deep and ovarian endometriosis, although there is currently no evidence of benefit of regular long-term monitoring for early detection of recurrence, complica- tions, or malignancy (Pittaway, 1990; Matalliotakis et al. , 1994; Chen et al. , 1998). Weak recommendation \u0002\u0003\u0003\u0003 The appropriate frequency and type of follow-up or monitoring is unknown and should be individualized based on previous and current treatments, and severity of the disease and symptoms. GPP 4 The members of the Endometriosis Guideline Core Group et al. Downloaded from https://academic.oup.com/hropen/article/2022/2/hoac009/6537540 by guest on 30 January 2026",
    "Figure 2. The recommended diagnostic process for endometriosis. DE, deep endometriosis; US, ultrasound. ESHRE guideline endometriosis 5 Downloaded from https://academic.oup.com/hropen/article/2022/2/hoac009/6537540 by guest on 30 January 2026",
    ". . . . . . attempts should be made to relieve symptoms, either by empirical treat- ment or after a diagnosis of endometriosis (conclusion, not recommendation) . Treatment of endometriosis-associated pain The recommendations for treatment of pain symptoms linked to en- dometriosis are summarized in Fig. 3. Are analgesics effective for symptomatic relief of painful symptoms associated with endometriosis? Are hormone therapies effective for painful symptoms associated with endometriosis? Is surgery effective for treatment of pain associated with endometriosis? It can be concluded that laparoscopic uterosacral nerve ablation (LUNA) is not beneficial as an additional procedure to conventional laparoscopic surgery for endometriosis, as it offers no additional bene- fit over surgery alone (Proctor et al. , 2005). Presacral neurectomy (PSN) is beneficial for treatment of endometriosis-associated midline pain as an adjunct to conventional laparoscopic surgery, but it should be stressed that PSN requires a high degree of skill and is associated with an increased risk of adverse effects such as intraoperative bleed- ing, and postoperative constipation, urinary urgency and painless first stage of labour (Miller et al. , 2020) (conclusion, not recommendation) . Women may be offered non-steroidal anti-inflammatory drugs (NSAIDs) or other analgesics (either alone or in combination with other treatments) to reduce endome- triosis-associated pain (Brown et al. , 2017). Weak recommendation \u0002\u0003\u0003\u0003 It is recommended to offer women hormone treatment (combined hormonal contraceptives, progestogens, GnRH agonists or GnRH antagonists) as one of the options to reduce endometriosis-associated pain. Strong recommendation \u0002\u0002\u0002\u0003 The GDG recommends that clinicians take a shared deci- sion-making approach and take individual preferences, side effects, individual efficacy, costs and availability into consideration when choosing hormone treatments for endometriosis-associated pain. GPP It is recommended to prescribe women a combined hor- monal contraceptive (oral, vaginal ring or transdermal) to reduce endometriosis-associated dyspareunia, dysmen- orrhoea and non-menstrual pain (Brown et al. , 2018; Jensen et al. , 2018; Grandi et al. , 2019). Strong recommendation \u0002\u0002\u0003\u0003 Women suffering from endometriosis-associated dys- menorrhoea can be offered the continuous use of a com- bined hormonal contraceptive pill (Hee et al. , 2013; Zorbas et al. , 2015; Muzii et al. , 2016b). Weak recommendation \u0002\u0002\u0003\u0003 It is recommended to prescribe women progestogens to reduce endometriosis-associated pain (Momoeda et al. , 2009; Brown et al. , 2012; Petraglia et al. , 2012; Andres et al. , 2015; Dragoman and Gaffield, 2016). Strong recommendation \u0002\u0002\u0003\u0003 The GDG recommends that clinicians take the different side effect profiles of progestogens into account when prescribing them. GPP It is recommended to prescribe women a levonorges- trel-releasing intrauterine (LNG-IUS) system or an etonogestrel-releasing subdermal implant to reduce endometriosis-associated pain (Lan et al. , 2013; Margatho et al. , 2020). Strong recommendation \u0002\u0002\u0002\u0003 It is recommended to prescribe women GnRH agonists to reduce endometriosis-associated pain, although evi- dence is limited regarding dosage or duration of treat- ment (Brown et al. , 2010; Tang et al. , 2017). Strong recommendation \u0002\u0002\u0003\u0003 The GDG recommends that GnRH agonists are pre- scribed as second-line (e.g. if hormonal contraceptives or progestogens have been ineffective) due to their side ef- fect profile. GPP Clinicians should consider prescribing combined hor- monal add-back therapy alongside GnRH agonist therapy to prevent bone loss and hypo-oestrogenic symptoms (Wu et al. , 2014; Sauerbrun-Cutler and Alvero, 2019). Strong recommendation \u0002\u0002\u0002\u0003 (continued) It can be considered to prescribe women GnRH antago- nists to reduce endometriosis-associated pain, although evidence is limited regarding dosage or duration of treat- ment (Taylor et al. , 2017; Donnez et al. , 2020; Osuga et al. , 2021). Weak recommendation \u0002\u0002\u0002\u0003 The GDG recommends that GnRH antagonists are pre- scribed as second-line (e.g. if hormonal contraceptives or progestogens have been ineffective) owing to their side effect profile. GPP In women with endometriosis-associated pain refractory to other medical or surgical treatment, it is recom- mended to prescribe aromatase inhibitors, as they re- duce endometriosis-associated pain. Aromatase inhibitors may be prescribed in combination with oral contraceptives, progestogens, GnRH agonists or GnRH antagonists (Ferrero et al. , 2011; Almassinokiani et al. , 2014; Agarwal and Foster, 2015). Strong recommendation \u0002\u0002\u0003\u0003 It is recommended to offer surgery as one of the options to reduce endometriosis-associated pain (Sutton et al. , 1994; Franck et al. , 2018; Arcoverde et al. , 2019; Bafort et al. , 2020). Strong recommendation \u0002\u0002\u0003\u0003 When surgery is performed, clinicians may consider exci- sion instead of ablation of endometriosis to reduce en- dometriosis-associated pain (Wright et al. , 2005; Healey et al. , 2014; Pundir et al. , 2017). Weak recommendation \u0002\u0002\u0003\u0003 When performing surgery in women with ovarian endo- metrioma, clinicians should perform cystectomy instead of drainage and coagulation, as cystectomy reduces re- currence of endometrioma and endometriosis-associ- ated pain (Hart et al. , 2008; Candiani et al. , 2020). Strong recommendation \u0002\u0002\u0003\u0003 When performing surgery in women with ovarian endo- metrioma, clinicians can consider both cystectomy and CO 2 laser vaporization, as both techniques appear to have similar recurrence rates beyond the first year after surgery. Early post-surgical recurrence rates may be lower after cystectomy (Muzii et al. , 2005, 2016a; Mossa et al. , 2010; Porpora et al. , 2010; Carmona et al. , 2011; Shaltout et al. , 2019). Weak recommendation \u0002\u0003\u0003\u0003 When performing surgery for ovarian endometrioma, specific caution should be used to minimize ovarian dam- age (Busacca et al. , 2006; Muzii et al. , 2015; Muzii et al. , 2016a; Shaltout et al. , 2019; Younis et al. , 2019). Strong recommendation \u0002\u0003\u0003\u0003 (continued) . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 The members of the Endometriosis Guideline Core Group et al. Downloaded from https://academic.oup.com/hropen/article/2022/2/hoac009/6537540 by guest on 30 January 2026",
    "Figure 3. Summary of the recommendations for treatment of pain symptoms linked to endometriosis. NSAID, non-steroidal anti- inflammatory. ESHRE guideline endometriosis 7 Downloaded from https://academic.oup.com/hropen/article/2022/2/hoac009/6537540 by guest on 30 January 2026",
    ". . . . . . . . . . Owing to the heterogeneity of patient populations, surgical approaches, preferences and techniques, the GDG decided not to make any conclusions or recommendations on the techniques to be applied for treatment of pain associated with deep endometriosis (con- clusion, not recommendation) . Is there a subgroup of women with confirmed endometriosis who respond better to surgery than others? There are currently no prognostic markers that can be used to select patients that would benefit from surgery. Such markers would need to be assessed prior to surgery and predict a clinically meaningful improve- ment of pain symptoms. In the absence of prognostic markers, no rec- ommendation could be formulated (conclusion, not recommendation). Are medical therapies effective as an adjunct to surgical therapy? Are surgical therapies more effective than medical therapies for women with endometriosis with pain symptoms? What non-medical management strategies are effective for symptoms associated with endometriosis (pain and quality of life)? Treatment of endometriosis-associated infertility The recommendations for treatment of endometriosis-associated in- fertility are summarized in Fig. 4. Are hormone/medical therapies effective for treatment of endometriosis-associated infertility? Clinicians can consider performing surgical removal of deep endometriosis, as it may reduce endometriosis-as- sociated pain and improves quality of life (Stepniewska et al. , 2010; De Cicco et al. , 2011; Meuleman et al. , 2011; Byrne et al. , 2018; Arcoverde et al. , 2019; Bendifallah et al. , 2020). Weak recommendation \u0002\u0002\u0003\u0003 The GDG recommends that women with deep endome- triosis are referred to a centre of expertise. GPP The GDG recommends that patients undergoing surgery, particularly for deep endometriosis, are informed of poten- tial risks, benefits and long-term effect on quality of life. GPP Clinicians can consider hysterectomy (with or without re- moval of the ovaries) with removal of all visible endometri- osis lesions, in those women who no longer wish to conceive and failed to respond to more conservative treat- ments. Women should be informed that hysterectomy will not necessarily cure the symptoms or the disease. Weak recommendation \u0002\u0002\u0003\u0003 When a decision is made whether to remove the ova- ries, the long-term consequences of early menopause and possible need for hormone replacement therapy should be considered. GPP The GDG recommends that when hysterectomy is per- formed, a total hysterectomy is preferred (Namnoum et al. , 1995; Sandstro ¨ m et al. , 2020; Shakiba et al. , 2008). GPP It is not recommended to prescribe preoperative hor- mone treatment to improve the immediate outcome of surgery for pain in women with endometriosis (Chen et al. , 2020). Strong recommendation \u0002\u0002\u0003\u0003 Women may be offered postoperative hormone treat- ment to improve the immediate outcome of surgery for pain in women with endometriosis if not desiring imme- diate pregnancy (Tanmahasamut et al. , 2012; Chen et al. , 2020). Weak recommendation \u0002\u0002\u0003\u0003 In infertile women with endometriosis, clinicians should not prescribe ovarian suppression treatment to improve fertility (Hughes et al. , 2007). Strong recommendation \u0002\u0002\u0003\u0003 Women seeking pregnancy should not be prescribed postoperative hormone suppression with the sole pur- pose to enhance future pregnancy rates (Chen et al. , 2020). Strong recommendation \u0002\u0002\u0003\u0003 Those women who cannot attempt to or decide not to conceive immediately after surgery may be offered hor- mone therapy as it does not negatively impact their fertil- ity and improves the immediate outcome of surgery for pain (Chen et al. , 2020). Weak recommendation \u0002\u0002\u0003\u0003 In infertile women with endometriosis, clinicians should not prescribe pentoxifylline, other anti-inflammatory drugs or letrozole outside ovulation-induction to im- prove natural pregnancy rates (Alborzi et al. , 2011; Lu et al. , 2012). Strong recommendation \u0002\u0003\u0003\u0003 The GDG recommends that clinicians take a shared deci- sion-making approach and take individual preferences, side effects, individual efficacy, costs and availability into consideration when choosing between hormone treat- ments and surgical treatments for endometriosis-associ- ated pain. GPP The GDG recommends that clinicians discuss non-medi- cal strategies to address quality of life and psychological well-being of women managing symptoms of endometri- osis. However, no recommendations can be made for any specific non-medical intervention (Chinese medicine, nutrition, electrotherapy, acupuncture, physiotherapy, exercise and psychological interventions) to reduce pain or improve quality of life measures in women with endo- metriosis, as the potential benefits and harms are unclear. GPP . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 The members of the Endometriosis Guideline Core Group et al. Downloaded from https://academic.oup.com/hropen/article/2022/2/hoac009/6537540 by guest on 30 January 2026",
    "Figure 4. Summary of the recommendations on treatment of endometriosis-associated infertility. EFI, endometriosis fertility index; MAR, medically assisted reproduction. ESHRE guideline endometriosis 9 Downloaded from https://academic.oup.com/hropen/article/2022/2/hoac009/6537540 by guest on 30 January 2026",
    ". . . . . . . . . In women with endometriosis, is surgery effective to increase the chance of natural pregnancy? Which patients need treatment with assisted reproduction technology after surgery? While no recommendation could be formulated, the GDG concluded that women should be counselled of their chances of becoming preg- nant after surgery. To identify patients that may benefit from ART af- ter surgery, the EFI should be used as it is validated, reproducible and cost-effective. The results of other fertility investigations, such as their partner’s sperm analysis, should be taken into account (conclusion, not recommendation) . Is medically assisted reproduction effective for infertility associated with endometriosis? Are medical therapies effective as an adjunct to medically assisted reproduction for endometriosis-associated infertility? Are surgical therapies effective as an adjunct prior to medically assisted reproduction for endometriosis-associated infertility? What non-medical management strategies are effective for infertility associated with endometriosis? Regarding non-medical strategies on infertility, there is no clear evi- dence that any non-medical interventions for women with endometri- osis will be of benefit to increase the chance of pregnancy. No recommendation can be made to support any non-medical interven- tions (nutrition, Chinese medicine, electrotherapy, acupuncture, phys- iotherapy, exercise and psychological interventions) to increase fertility in women with endometriosis. The potential benefits and harms are unclear (conclusion, not recommendation) . Operative laparoscopy could be offered as a treatment option for endometriosis-associated infertility in revised American Society for Reproductive Medicine (rASRM) stage I/II endometriosis as it improves the rate of ongo- ing pregnancy (Jin and Ruiz Beguerie, 2014; Bafort et al. , 2020; Hodgson et al. , 2020). Weak recommendation \u0002\u0002\u0003\u0003 Clinicians may consider operative laparoscopy for the treatment of endometrioma-associated infertility as it may increase their chance of natural pregnancy, although no data from comparative studies exist (Dan and Limin, 2013; Alborzi et al. , 2019; Candiani et al. , 2020). Weak recommendation \u0002\u0003\u0003\u0003 Although no compelling evidence exists that operative laparoscopy for deep endometriosis improves fertility, operative laparoscopy may represent a treatment option in symptomatic patients wishing to conceive (Meuleman et al. , 2011; Vercellini et al. , 2012; Iversen et al. , 2017). Weak recommendation \u0002\u0003\u0003\u0003 The GDG recommends that the decision to perform sur- gery should be guided by the presence or absence of pain symptoms, patient age and preferences, history of previous surgery, presence of other infertility factors, ovarian reserve and the estimated endometriosis fertility index (EFI). GPP In infertile women with rASRM stage I/II endometriosis, clinicians may perform IUI with ovarian stimulation, in- stead of expectant management or IUI alone, as it increases pregnancy rates (Nulsen et al. , 1993; Tummon et al. , 1997; Omland et al. , 1998). Weak recommendation \u0002\u0003\u0003\u0003 Although the value of IUI in infertile women with rASRM stage III/IV endometriosis with tubal patency is uncer- tain, the use of IUI with ovarian stimulation could be con- sidered (van der Houwen et al. , 2014). Weak recommendation \u0002\u0003\u0003\u0003 ART can be performed for infertility associated with en- dometriosis, especially if tubal function is compromised, if there is male factor infertility, in case of low EFI and/or if other treatments have failed (Harb et al. , 2013; Hamdan et al. , 2015b; Senapati et al. , 2016; Murta et al. , 2018; Muteshi et al. , 2018; Alshehre et al. , 2021). Weak recommendation \u0002\u0002\u0003\u0003 A specific protocol for ART in women with endometri- osis cannot be recommended. Both GnRH antagonist and agonist protocols can be offered based on patients’ and physicians’ preferences as no difference in pregnancy or live birth rate has been demonstrated (Pabuccu et al. , 2007; Rodriguez-Purata et al. , 2013; Bastu et al. , 2014; Kolanska et al. , 2017; Drakopoulos et al. , 2018). Weak recommendation \u0002\u0003\u0003\u0003 (continued) Women with endometriosis can be reassured regarding the safety of ART since the recurrence rates are not in- creased compared to those women not undergoing ART (Benaglia et al. , 2008; Somigliana et al. , 2019). Weak recommendation \u0002\u0002\u0002\u0003 In women with endometrioma, clinicians may use antibi- otic prophylaxis at the time of oocyte retrieval, although the risk of ovarian abscess formation following follicle as- piration is low. GPP The extended administration of GnRH agonist prior to ART treatment to improve live birth rate in infertile women with endometriosis is not recommended, as the benefit is uncertain (Georgiou et al. , 2019; Cao et al. , 2020; Kaponis et al. , 2020). Strong recommendation \u0002\u0003\u0003\u0003 There is insufficient evidence to recommend prolonged administration of the combined oral contraceptives (COC)/progestogens as a pre-treatment to ART to in- crease live birth rates (de Ziegler et al. , 2010). Weak recommendation \u0002\u0003\u0003\u0003 Clinicians are not recommended to routinely perform sur- gery prior to ART to improve live birth rates in women with rASRM stage I/II endometriosis, as the potential bene- fits are unclear (Opoien et al. , 2011; Hamdan et al. , 2015b). Strong recommendation \u0002\u0002\u0003\u0003 Clinicians are not recommended to routinely perform surgery for ovarian endometrioma prior to ART to im- prove live birth rates, as the current evidence shows no benefit and surgery is likely to have a negative impact on ovarian reserve (Coccia et al. , 2014; Hamdan et al. , 2015a; Nickkho-Amiry et al. , 2018; S ¸u ¨ku ¨r et al. , 2021). Strong recommendation \u0002\u0002\u0003\u0003 Surgery for endometrioma prior to ART can be consid- ered to improve endometriosis-associated pain or acces- sibility of follicles. GPP The decision to offer surgical excision of deep endome- triosis lesions prior to ART should be guided mainly by pain symptoms and patient preference as its effectiveness on reproductive outcome is uncertain owing to lack of randomized studies (Bianchi et al. , 2009; Soriano et al. , 2016; Bendifallah et al. , 2017; Breteau et al. , 2020). Strong recommendation \u0002\u0003\u0003\u0003 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 10 The members of the Endometriosis Guideline Core Group et al. Downloaded from https://academic.oup.com/hropen/article/2022/2/hoac009/6537540 by guest on 30 January 2026",
    ". . . . . . . . . . . . . Is endometriosis an indication for fertility preservation (ovarian tissue/oocytes)? What is the impact of endometriosis on pregnancy and obstetric outcomes? Complications related directly to pre-existing endometriosis lesions are rare, but probably under-reported. Such complications may be re- lated to their decidualization, adhesion formation/stretching and endometriosis-related chronic inflammation. Although rare, they may represent life-threatening situations that may require surgical manage- ment (Leone Roberti Maggiore et al. , 2016; Leone Roberti Maggiore et al. , 2017; Lier et al. , 2017; Glavind et al. , 2018). The recommendations and information on endometriosis and preg- nancy are summarized in Fig. 5. Endometriosis recurrence Is there a role for secondary prevention of recurrence of disease and painful symptoms in patients treated for endometriosis? How should patients with reoccurring endometriosis or recurring symptoms be managed? Is repetitive surgery effective for symptoms associated with endometriosis? Endometriosis and adolescence Which diagnostic procedures should be applied in adolescents with possible endometriosis? In the absence of evidence for adolescents specifically, the recommen- dations for clinical examination in adults can be applied. In case of extensive ovarian endometriosis, clinicians should discuss the pros and cons of fertility preservation with women with endometriosis. The true benefit of fer- tility preservation in women with endometriosis remains unknown (Cobo et al. , 2020; Kim et al. , 2020). Strong recommendation \u0002\u0003\u0003\u0003 Patients should not be advised to become pregnant with the sole purpose of treating endometriosis, as pregnancy does not always lead to improvement of symptoms or reduction of disease progression (Leeners et al. , 2018). Strong recommendation \u0002\u0003\u0003\u0003 Endometriomas may change in appearance during preg- nancy. In case of finding an atypical endometrioma during US in pregnancy, it is recommended to refer the patient to a centre with appropriate expertise (Leone Roberti Maggiore et al. , 2016). Strong recommendation \u0002\u0003\u0003\u0003 Clinicians should be aware that there may be an in- creased risk of first trimester miscarriage and ectopic pregnancy in women with endometriosis (Leone Roberti Maggiore et al. , 2016; Santulli et al. , 2016; Kohl Schwartz et al. , 2017; Saraswat et al. , 2017; Yong et al. , 2020). Strong recommendation \u0002\u0002\u0003\u0003 Clinicians should be aware of endometriosis-associated complications in pregnancy, although these are rare. As these findings are based on low/moderate quality stud- ies, these results should be interpreted with caution and currently do not warrant increased antenatal monitoring or dissuade women from becoming pregnant (Leone Roberti Maggiore et al. , 2016; Lalani et al. , 2018; Perez- Lopez et al. , 2018; Horton et al. , 2019). Strong recommendation \u0002\u0002\u0003\u0003 When surgery is indicated in women with an endometrioma, clinicians should perform ovarian cystectomy, instead of drain- age and electrocoagulation, for the secondary prevention of endometriosis-associated dysmenorrhoea, dyspareunia and non-menstrual pelvic pain. However, the risk of reduced ovar- ian reserve should be taken into account. Strong recommendation \u0002\u0002\u0003\u0003 (continued) Clinicians should consider prescribing the postoperative use of a LNG-IUS system (52 mg) or a combined hormonal contraceptive for at least 18–24 months for the secondary prevention of endometriosis-associated dysmenorrhoea (Seracchioli et al. , 2009; Lee et al. , 2018; Song et al. , 2018; Chen et al. , 2020; Zakhari et al. , 2021). Strong recommendation \u0002\u0002\u0003\u0003 After surgical management of ovarian endometrioma in women not immediately seeking conception, clinicians are recommended to offer long-term hormone treatment (e.g. combined hormonal contraceptives) for the secondary prevention of endometrioma and endometriosis-associated related symptom recurrence. Strong recommendation \u0002\u0003\u0003\u0003 For the prevention of recurrence of deep endometriosis and associated symptoms, long-term administration of postoperative hormone treatment can be considered. Weak recommendation \u0002\u0003\u0003\u0003 Clinicians can perform ART in women with deep endome- triosis, as it does not seem to increase endometriosis re- currence per se (Somigliana et al. , 2019). Weak recommendation \u0002\u0002\u0002\u0003 Any hormone treatment or surgery can be offered to treat recurring pain symptoms in women with endome- triosis (Candiani et al. , 1991; Hornstein et al. , 1997; Vercellini et al. , 2002; Razzi et al. , 2007; Muzii et al. , 2015; Abdou et al. , 2018; Koshiba et al. , 2018; Lee et al. , 2018). Weak recommendation \u0002\u0003\u0003\u0003 In adolescents, clinicians should take a careful history to identify possible risk factors for endometriosis, such as a positive family history, obstructive genital malformations, early menarche or short menstrual cycle (Geysenbergh et al. , 2017). Strong recommendation \u0002\u0003\u0003\u0003 Clinicians may consider endometriosis in young women presenting with (cyclical) absenteeism from school, or with use of oral contraceptives for treatment of dysmen- orrhoea (Chapron et al. , 2011). Weak recommendation \u0002\u0003\u0003\u0003 In adolescents, clinicians should take a careful history and consider the following symptoms as suggestive of the presence of endometriosis: chronic or acyclical pelvic pain, particularly combined with nausea, dysmenorrhoea, dyschezia, dysuria, dyspareunia; cyclical pelvic pain (Greene et al. , 2009; Treloar et al. , 2010; Vicino et al. , 2010; Yang et al. , 2012; DiVasta et al. , 2018). Strong recommendation \u0002\u0003\u0003\u0003 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ESHRE guideline endometriosis 11 Downloaded from https://academic.oup.com/hropen/article/2022/2/hoac009/6537540 by guest on 30 January 2026",
    "Figure 5. Summary of the recommendations and information on endometriosis and pregnancy. 12 The members of the Endometriosis Guideline Core Group et al. Downloaded from https://academic.oup.com/hropen/article/2022/2/hoac009/6537540 by guest on 30 January 2026",
    "Figure 6. Infographic on the absolute risk of developing cancer in a woman’s lifetime. ESHRE guideline endometriosis 13 Downloaded from https://academic.oup.com/hropen/article/2022/2/hoac009/6537540 by guest on 30 January 2026",
    ". . . . . . . . Should diagnosis of endometriosis in adolescents be confirmed by histology? What is the best treatment for adolescents with (suspected) endometriosis? Is endometriosis in adolescents an indication for fertility preservation (ovarian tissue/oocytes)? Endometriosis and menopause Is endometriosis still active during menopause and, if so, how should the symptoms be treated? The GDG concluded that clinicians should be aware that endometri- osis can still be active/symptomatic after menopause (conclusion, not recommendation) . Is surgical/medical treatment effective and safe in women with a history of endometriosis? The GDG recommends that before performing vaginal examination and/or rectal examination in adolescents, the acceptability should be discussed with the adolescent and her caregiver, taking into consideration the patient’s age and cultural background. GPP Transvaginal US is recommended to be used in adoles- cents in whom it is appropriate, as it is effective in diag- nosing ovarian endometriosis. If a transvaginal scan is not appropriate, MRI, transabdominal, transperineal or trans- rectal scan may be considered (Yang et al. , 2012; Brosens et al. , 2013; Martire et al. , 2020). Strong recommendation \u0002\u0002\u0003\u0003 Serum biomarkers (e.g. CA-125) are not recommended for diagnosing or ruling out endometriosis in adolescents (Seckin et al. , 2018; Sasamoto et al. , 2020). Strong recommendation \u0002\u0002\u0003\u0003 In adolescents with suspected endometriosis where im- aging is negative and medical treatments (with NSAIDs and/or hormonal contraceptives) have not been suc- cessful, diagnostic laparoscopy may be considered (Vicino et al. , 2010; Shah and Missmer, 2011; Yang et al. , 2012; Brosens et al. , 2013). Weak recommendation \u0002\u0002\u0003\u0003 If a laparoscopy is performed, clinicians should consider taking biopsies to confirm the diagnosis histologically, al- though negative histology does not entirely rule out the disease (Janssen et al. , 2013). Strong recommendation \u0002\u0002\u0003\u0003 In adolescents with severe dysmenorrhoea and/or endo- metriosis-associated pain, clinicians should prescribe hor- monal contraceptives or progestogens (systemically or via LNG-IUS) as first-line hormonal hormone therapy be- cause they may be effective and safe. However, it is im- portant to note that some progestogens may decrease bone mineral density (Davis et al. , 2005; Yoost et al. , 2013; Ebert et al. , 2017). Strong recommendation \u0002\u0003\u0003\u0003 The GDG recommends clinicians consider NSAIDs as treatment for endometriosis-associated pain in adoles- cents with (suspected) endometriosis, especially if first- line hormone treatment is not an option. GPP In adolescents with laparoscopically confirmed endome- triosis and associated pain in whom hormonal contracep- tives or progestogen therapy failed, clinicians may consider prescribing GnRH agonists for up to 1 year, as they are effective and safe when combined with add- back therapy (DiVasta et al. , 2015; Gallagher et al. , 2017; Gallagher et al. , 2018). Weak recommendation \u0002\u0002\u0003\u0003 The GDG recommends that in young women and ado- lescents, if GnRH agonist treatment is considered, it should be used only after careful consideration and dis- cussion of potential side effects and potential long-term health risks with a practitioner in a secondary or tertiary care setting. GPP (continued) The GDG recommends that adolescents with endome- triosis are informed of the potential detrimental effect of ovarian endometriosis and surgery on ovarian reserve and future fertility. GPP Fertility preservation options exist and the GDG recom- mends that adolescents are informed about them, al- though the true benefit, safety and indications in adolescents with endometriosis remain unknown. GPP In adolescents with endometriosis, clinicians may con- sider surgical removal of endometriosis lesions to man- age endometriosis-related symptoms. However, symptom recurrence rates may be considerable, espe- cially when surgery is not followed by hormone treat- ment (Roman, 2010; Tandoi et al. , 2011; Yeung et al. , 2011; Lee et al. , 2017). Weak recommendation \u0002\u0003\u0003\u0003 The GDG recommends that if surgical treatment is indi- cated in adolescents with endometriosis, it should be performed laparoscopically by an experienced surgeon, and, if possible, complete laparoscopic removal of all present endometriosis should be performed. GPP In adolescents with endometriosis, clinicians should con- sider postoperative hormone therapy, as this may sup- press recurrence of symptoms (Doyle et al. , 2009; Seo et al. , 2017). Strong recommendation \u0002\u0003\u0003\u0003 Clinicians may consider surgical treatment for postmeno- pausal women presenting with signs of endometriosis and/or pain to enable histological confirmation of the di- agnosis of endometriosis (Redwine, 1994; Clayton et al. , 1999; Morotti et al. , 2012; Sun et al. , 2013; Behera et al. , 2006). Weak recommendation \u0002\u0003\u0003\u0003 The GDG recommends that clinicians acknowledge the uncertainty towards the risk of malignancy in postmeno- pausal women. If a pelvic mass is detected, the work-up and treatment should be performed according to na- tional oncology guidelines. GPP For postmenopausal women with endometriosis-associ- ated pain, clinicians may consider aromatase inhibitors as a treatment option especially if surgery is not feasible (Polyzos et al. , 2011; Pavone and Bulun, 2012). Weak recommendation \u0002\u0003\u0003\u0003 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 14 The members of the Endometriosis Guideline Core Group et al. Downloaded from https://academic.oup.com/hropen/article/2022/2/hoac009/6537540 by guest on 30 January 2026",
    ". . . . . . . . . . . . Is hormone treatment effective and safe for relief of menopausal symptoms in women with a history of endometriosis? Are women with endometriosis at higher risk of experiencing menopause-related major health concerns? Clinicians should be aware that women with endometriosis who have undergone an early bilateral salpingo-oophorectomy as part of their treatment have an increased risk of diminished bone density, dementia and cardiovascular disease. It is also important to note that women with endometriosis have an increased risk of cardiovascular disease, ir- respective of whether they have had an early surgical menopause (con- clusion, not recommendation) . Extrapelvic endometriosis How reliable is imaging for diagnosing extrapelvic endometriosis? Does treatment for extrapelvic endometriosis relieve symptoms? Asymptomatic endometriosis Is treatment beneficial for incidental finding of asymptomatic endometriosis? Is long term monitoring of women with asymptomatic endometriosis beneficial in preventing adverse outcomes? Primary prevention of endometriosis Is there a role for primary prevention of endometriosis? Endometriosis and cancer Are patients with endometriosis at increased risk of cancer? Clinicians may consider combined menopausal hormone therapy for the treatment of postmenopausal symptoms in women (both after natural and surgical menopause) with a history of endometriosis (Matorras et al. , 2002; Gemmell et al. , 2017). Weak recommendation \u0002\u0002\u0003\u0003 Clinicians should avoid prescribing oestrogen-only regi- mens for the treatment of vasomotor symptoms in post- menopausal women with a history of endometriosis, as these regimens may be associated with a higher risk of malignant transformation (Gemmell et al. , 2017). Strong recommendation \u0002\u0002\u0003\u0003 The GDG recommends that clinicians continue to treat women with a history of endometriosis after surgical menopause with combined oestrogen–progestogen at least up to the age of natural menopause. GPP Clinicians should be aware of symptoms of extrapelvic endometriosis, such as cyclical shoulder pain, cyclical spontaneous pneumothorax, cyclical cough or nodules which enlarge during menses. GPP It is advisable to discuss diagnosis and management of extrapelvic endometriosis in a multidisciplinary team in a centre with sufficient expertise. GPP For abdominal extrapelvic endometriosis, surgical re- moval is the preferred treatment, when possible, to re- lieve symptoms. Hormone treatment may also be an option when surgery is not possible or acceptable (Horton et al. , 2008; Zhu et al. , 2017; Andres et al. , 2020; Hirata et al. , 2020). Weak recommendation \u0002\u0003\u0003\u0003 For thoracic endometriosis, hormone treatment can be offered. If surgery is indicated, it should be performed in a multidisciplinary manner involving a thoracic surgeon and/or other relevant specialists (Joseph and Sahn, 1996; Ceccaroni et al. , 2013; Nezhat et al. , 2014; Gil and Tulandi, 2020; Andres et al. , 2020; Vigueras Smith et al. , 2021; Ciriaco et al. , 2022). Weak recommendation \u0002\u0003\u0003\u0003 The GDG recommends that clinicians should inform and counsel women about any incidental finding of endometriosis. GPP Clinicians should not routinely perform surgical excision/ ablation for an incidental finding of asymptomatic endo- metriosis at the time of surgery (Moen and Stokstad, 2002). Strong recommendation \u0002\u0003\u0003\u0003 Clinicians should not prescribe medical treatment in women with incidental finding of endometriosis. Strong recommendation \u0002\u0003\u0003\u0003 Routine US monitoring of asymptomatic endometriosis can be considered (Maouris, 1991; Alca ´zar et al. , 2005; Pearce et al. , 2012; Serati et al. , 2013). Weak recommendation \u0002\u0003\u0003\u0003 Although there is no direct evidence of benefit in pre- venting endometriosis in the future, women can be ad- vised of aiming for a healthy lifestyle and diet, with reduced alcohol intake and regular physical activity (Hansen and Knudsen, 2013; Parazzini et al. , 2013a,b; Bravi et al. , 2014; Ricci et al. , 2016; Harris et al. , 2018; Nodler et al. , 2020; Qiu et al. , 2020). Weak recommendation \u0002\u0002\u0003\u0003 The usefulness of hormonal contraceptives for the pri- mary prevention of endometriosis is uncertain (Vercellini et al. , 2011). Weak recommendation \u0002\u0002\u0003\u0003 Genetic testing in women with suspected or confirmed endometriosis should only be performed within a re- search setting. RESEARCH-ONLY Clinicians should inform women with endometriosis requesting information on their risk of developing cancer that endometriosis is not associated with a significantly higher risk of cancer overall (Fig. 6). Although endometri- osis is associated with a higher risk of ovarian, breast and thyroid cancers in particular, the increase in absolute risk compared with women in the general population is low (Kvaskoff et al. , 2021). Strong recommendation \u0002\u0002\u0003\u0003 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ESHRE guideline endometriosis 15 Downloaded from https://academic.oup.com/hropen/article/2022/2/hoac009/6537540 by guest on 30 January 2026",
    ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . What information could clinicians provide to women with endometriosis regarding their risk of developing cancer? Are somatic mutations in deep endometriosis of patients without cancer predictive for ovarian cancer development and/or progression? Based on the limited literature and controversial findings, there is little evidence that somatic mutations in patients with deep endometriosis may be predictive of development and/or progression of ovarian can- cer (conclusion, not recommendation) . Does the use of hormone treatments increase the risk of cancer? Should women with endometriosis be monitored for detection of malignancy? Does surgery for endometriosis change the future risk of cancer? Discussion This paper provides an overview of recommendations for diagnosis of endometriosis and treatment of associated symptoms during different stages of life. In addition, guidance is provided on the possible connec- tion with development of cancer, and with regards to prevention. Overall, 109 recommendations have been formulated, 79 supported by research data and 30 GPPs based primarily on clinical expertise. The guidelines are based on the best available evidence or, where data of sufficient quality were absent, on recommendations by the GDG (GPPs). The current guideline and recommendations are an update of the ESHRE endometriosis guidelines published in 2013 and 2005 (Kennedy et al. , 2005; Dunselman et al. , 2014). The key questions and topics covered in the guideline of 2013 were updated based on data pub- lished between 2013 and 2021, where available, and in accordance with changes in clinical practice. The latter applied, for example, to the oral use of danazol and anti-progestogens as a medical treatment and to LUNA, PSN and anti-adhesion agents as surgical interventions. These interventions are still discussed in the guideline, but no longer discussed in recommendations for clinical practice. While most of the more recent studies confirm previous ESHRE recommendations, there are five topics in which significant changes in clinical practice are to be expected. The first change, primarily based on clinical practice rather than published data, is the evolution in the diagnostic process. While previously a laparoscopy was regarded as the diagnostic gold standard, it is now only recommended in patients with negative imaging results and/or where empirical treatment was unsuccessful or inappropriate. Secondly, studies on GnRH antagonist treatments support their use as an additional (second-line) treatment option. Thirdly, recent data indicate that postoperative medical treat- ment may be beneficial towards pain management and support a rec- ommendation to offer it to women not desiring immediate pregnancy. Fourthly, the extended administration of GnRH agonist prior to ART treatment to improve live birth rate in infertile women with endome- triosis (ultralong protocol) is no longer recommended because of unclear benefits. Finally, the EFI was added as a step in the treatment as it can support decision-making for the most appropriate option to achieve pregnancy after surgery. In addition to the topics discussed in the previous guideline, the cur- rent guideline addresses highly important previous gaps in clinical man- agement, with an additional chapter on adolescent endometriosis, information on pregnancy and fertility preservation, and extended in- formation on endometriosis in menopause, as well as data on the link between endometriosis and cancer. Despite our best efforts to provide clear guidance on the manage- ment of endometriosis using all available evidence, there is still an ur- gent need for more research both to achieve more clarity on the most appropriate diagnostic and treatment options, and to answer very basic questions as to the natural course of the disease. This guideline provides 30 recommendations for research written to inspire researchers and hopefully also facilitate funding for endometriosis stud- ies (Supplementary Data). The GDG recommends that clinicians reassure women with endometriosis with regards to their cancer risk and address their concern to reduce their risk by recom- mending general cancer prevention measures (avoiding smoking, maintaining a healthy weight, exercising regu- larly, having a balanced diet with high intakes of fruits and vegetables and low intakes of alcohol, and using sun protection). GPP Clinicians should reassure women with endometriosis about the risk of malignancy associated with the use of hormonal contraceptives (Smith et al. , 2003; Zucchetto et al. , 2009; Gierisch et al. , 2013; Havrilesky et al. , 2013; Braganza et al. , 2014; Berlanda et al. , 2016; Wentzensen et al. , 2016; Butt et al. , 2018; Michels et al. , 2018). Strong recommendation \u0002\u0003\u0003\u0003 In women with endometriosis, clinicians should not sys- tematically perform cancer screening beyond the existing population-based cancer screening guidelines (Kvaskoff et al. , 2021). Strong recommendation \u0002\u0002\u0003\u0003 Clinicians can consider cancer screening according to lo- cal guidelines in individual patients that have additional risk factors, e.g. strong family history, specific germline mutations. GPP Clinicians should be aware that there is epidemiological data, mostly on ovarian endometriosis, showing that complete excision of visible endometriosis may reduce the risk of ovarian cancer. The potential benefits should be weighed against the risks of surgery (morbidity, pain and ovarian reserve) (Rossing et al. , 2008; Melin et al. , 2013; Haraguchi et al. , 2016). Strong recommendation \u0002\u0002\u0003\u0003 16 The members of the Endometriosis Guideline Core Group et al. Downloaded from https://academic.oup.com/hropen/article/2022/2/hoac009/6537540 by guest on 30 January 2026",
    ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . In summary, the 2022 ESHRE Guideline: Endometriosis is a compre- hensive update of the existing evidence and should assist healthcare professionals in their decision making and patients in their understand- ing of the management suggestions. Active involvement and input by patient representatives at all stages was central to the success of this endeavour. As such, the guideline was created by medical professio- nals, patient representatives and specialists in epidemiology and guide- line methodology. The detailed guideline document and a patient- friendly version can be accessed via the ESHRE website (https:// www.eshre.eu/Guideline/Endometriosis). Supplementary data Supplementary data are available at Human Reproduction Open online. Data availability The full guideline and supporting data (literature report, evidence tables) are available on www.eshre.eu/guidelines. Acknowledgements The authors would like to thank the experts that participated in the stakeholder review for their constructive and helpful comments. Authors’ roles The guideline core group was chaired by C.M.B. N.V. provided meth- odological support. All other authors contributed equally to writing the guideline. All authors have revised and approved the final version. The collaborators supported the guideline core group for the individual chapters. Funding The guideline was developed and funded by ESHRE, covering expenses associated with the guideline meetings, with the literature searches and with the dissemination of the guideline. The guideline group members did not receive payment. Conflict of interest C.M.B. reports grants from Bayer Healthcare and the European Commission; Participation on a Data Safety Monitoring Board or Advisory Board with ObsEva (Data Safety Monitoring Group) and Myovant (Scientific Advisory Group). A.B. reports grants from FEMaLE executive board member and European Commission Horizon 2020 grant; consulting fees from Ethicon Endo Surgery, Medtronic; honoraria for lectures from Ethicon; and support for meeting attendance from Gedeon Richter; A.H. reports grants from MRC, NIHR, CSO, Roche Diagnostics, Astra Zeneca, Ferring; Consulting fees from Roche Diagnostics, Nordic Pharma, Chugai and Benevolent Al Bio Limited all paid to the institution; a pending patent on Serum endometriosis bio- marker; he is also Chair of TSC for STOP-OHSS and CERM trials. O.H. reports consulting fees and speaker’s fees from Gedeon Richter and Bayer AG; support for attending meetings from Gedeon-Richter, and leadership roles at the Finnish Society for Obstetrics and Gynecology and the Nordic federation of the societies of obstetrics and gynecology. L.K. reports consulting fees from Gedeon Richter, AstraZeneca, Novartis, Dr KADE/Besins, Palleos Healthcare, Roche, Mithra; honoraria for lectures from Gedeon Richter, AstraZeneca, Novartis, Dr KADE/Besins, Palleos Healthcare, Roche, Mithra; support for attending meetings from Gedeon Richter, AstraZeneca, Novartis, Dr KADE/Besins, Palleos Healthcare, Roche, Mithra; he also has a leadership role in the German Society of Gynecological Endocrinology (DGGEF). M.K. reports grants from French Foundation for Medical Research (FRM), Australian Ministry of Health, Medical Research Future Fund and French National Cancer Institute; support for meeting attendance from European Society for Gynaecological Endoscopy (ESGE), European Congress on Endometriosis (EEC) and ESHRE; She is an advisory Board Member, FEMaLe Project (Finding Endometriosis Using Machine Learning), Scientific Committee Chair for the French Foundation for Research on Endometriosis and Scientific Committee Chair for the ComPaRe-Endometriosis cohort. A.N. reports grants from Merck SA and Ferring; speaker fees from Merck SA and Ferring; support for meeting attendance from Merck SA; Participation on a Data Safety Monitoring Board or Advisory Board with Nordic Pharma and Merck SA; she also is a board member of medical advisory board, Endometriosis Society, the Netherlands (patients advocacy group) and an executive board member World Endometriosis Society. E.S. reports grants from National Institute for Health Research UK, Rosetrees Trust, Barts and the London Charity; Royalties from De Gruyter (book editor); consulting fees from Hologic; speakers fees from Hologic, Johnson & Johnson, Medtronic, Intuitive, Olympus and Karl Storz; Participation in the Medicines for Women’s Health Expert Advisory Group with Medicines and Healthcare Products Regulatory Agency (MHRA); he is also Ambassador for the World Endometriosis Society. C.T. reports grants from Merck SA; Consulting fees from Gedeon Richter, Nordic Pharma and Merck SA; speaker fees from Merck SA, all paid to the institution; and support for meeting attendance from Ferring, Gedeon Richter, Merck SA. The other authors have no conflicts of interest to declare. ESHRE guideline endometriosis 17 Downloaded from https://academic.oup.com/hropen/article/2022/2/hoac009/6537540 by guest on 30 January 2026",
    "Signe Altma ¨ e Department of Biochemistry and Molecular Biology, Faculty of Sciences, University of Granda, Spain; Div. Obstetrics and Gynaecology, CLINTEC, Karolinska Institutet, Sweden. Baris Ata Koc University School of Medicine, Turkey Elizabeth Ball The Royal London Hospital, Bartshealth NHS Trust and Queen Mary University of London, London, UK; City University London, London, UK Fabio Barra Academic Unit of Obstetrics and Gynecology, IRCCS Ospedale Policlinico San Martino, Genoa, Italy; Department of Neurosciences, Rehabilitation, Ophthalmology, Genetics, Maternal and Child Health (DiNOGMI), University of Genoa, Genoa, Italy. Ercan Bastu Department of Obstetrics and Gynecology, University of Massachusetts Chan Medical School, USA Alexandra Bianco-Anil EndoFrance, French patients’ Association, France Ulla Breth Knudsen Aarhus University, Aarhus, Denmark R \u0013 eka Brubel Semmelweis University, Faculty of Medicine, Budapest, Hungary Julia Cambitzi Pain Management Centre, University College London Hospitals (UCLH), London, UK Astrid Cantineau University of Groningen, University Medical Center Groningen, Groningen, The Netherlands Ying Cheong University of Southampton, Complete Fertility Southampton, Southampton, UK Angelos Daniilidis 2nd University Department of Obstetrics & Gynecology, Hippokratio General Hospital, Aristotle University of Thessaloniki, Greece Bianca De Bie Endometriose Stichting, The Netherlands Caterina Exacoustos Department of Surgical Sciences, Obstetric and Gynecological Unit, University of Rome ‘Tor Vergata’, Rome, Italy Simone Ferrero Academic Unit of Obstetrics and Gynecology, IRCCS Ospedale Policlinico San Martino, Genoa, Italy; Department of Neurosciences, Rehabilitation, Ophthalmology, Genetics, Maternal and Child Health (DiNOGMI), University of Genoa, Genoa, Italy Tarek Gelbaya University Hospitals of Leicester, Leicester, UK Josepha Goetz-Collinet EndoFrance, French patients’ Association, France Gernot Hudelist Hospital St. John of God Vienna, Vienna, Austria Munawar Hussain Southend University Hospital, UK Tereza Indrielle-Kelly Burton and Derby hospitals NHS Trust, Burton on Trent, UK Shaheen Khazali Centre for Endometriosis and Minimally Invasive Gynaecology (CEMIG) at The HCA Lister Hospital, Chelsea, London, UK Sujata Lalit Kumar Department of Women’s and Children’s Health, Karolinska Institutet, Stockholm, Sweden; Stockholm IVF, Stockholm, Sweden Umberto Leone Roberti Maggiore Department of Gynecologic Oncology, IRCCS National Cancer Institute, Milan, Italy Jacques WM Maas Maastricht University Medical Centre, Department of Obstetrics and Gynecology and GROW—School for Oncology and Developmental Biology, Maastricht, the Netherlands. Helen McLaughlin Endometriosis advocate, London; Endometriosis UK Jos \u0013 e Metello CIRMA, Hospital Garcia de Orta, Almada; GINEMED, MaloClinics, Lisboa, Portugal Velja Mijatovic Academic Endometriosis Center Amsterdam UMC, Amsterdam, The Netherlands Yasaman Miremadi The Austrian Society of Sterility, Fertility and Endocrinology, Austria; TFP kinderwunschklinik Wien, Austria Charles Muteshi University of Oxford, Oxford, UK Michelle Nisolle University of Liege/CHR Citadelle, Liege, Belgium Engin Oral Department of Obstetrics and Gynecology, Bezmialem Vakif University Medical Faculty, Istanbul, Turkey George Pados Aristotle University of Thessaloniki, 1st Dept. OB-GYN, ‘Papageorgiou’ General Hospital, Thessaloniki and Centre for Endoscopic Surgery ‘DIAVALKANIKO’ hospital, Thessaloniki, Greece Dana Parades Endometriosis Association, Finland Nicola Pluchino Division of Gynecology and Obstetrics, University Hospital of Geneva, Geneva, Switzerland Prasanna Raj Supramaniam Endometriosis CaRe Centre Oxford, Nuffield Department of Women’s and Reproductive Health, University of Oxford, UK; Oxford University Hospitals NHS Foundation Trust, Oxford, UK Maren Schick Institute of Medical Psychology, Center for Psychosocial Medicine, University Hospital Heidelberg, Heidelberg, Germany (continued) Appendix Members of the ESHRE Endometriosis Guideline Group 18 The members of the Endometriosis Guideline Core Group et al. Downloaded from https://academic.oup.com/hropen/article/2022/2/hoac009/6537540 by guest on 30 January 2026",
    ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . References Abdou AM, Ammar IMM, Alnemr AAA, Abdelrhman AA. Dienogest versus leuprolide acetate for recurrent pelvic pain following laparo- scopic treatment of endometriosis. J Obstet Gynaecol India 2018; 68 :306–313. Agarwal SK, Foster WG. Reduction in endometrioma size with three months of aromatase inhibition and progestin add-back. Biomed Res Int 2015; 2015 :878517. Alborzi S, Hamedi B, Omidvar A, Dehbashi S, Alborzi S, Alborzi M. A comparison of the effect of short-term aromatase inhibitor (letrozole) and GnRH agonist (triptorelin) versus case control on pregnancy rate and symptom and sign recurrence after laparo- scopic treatment of endometriosis. Arch Gynecol Obstet 2011; 284 : 105–110. Alborzi S, Zahiri Sorouri Z, Askari E, Poordast T, Chamanara K. The success of various endometrioma treatments in infertility: a sys- tematic review and meta-analysis of prospective studies. Reprod Med Biol 2019; 18 :312–322. Alca ´zar JL, Castillo G, Jurado M, Garc \u0013 ıa GL, Is expectant manage- ment of sonographically benign adnexal cysts an option in selected asymptomatic premenopausal women? Hum Reprod 2005; 20 : 3231–3234. Almassinokiani F, Almasi A, Akbari P, Saberifard M. Effect of Letrozole on endometriosis-related pelvic pain. Med J Islam Repub Iran 2014; 28 :107. Alshehre SM, Narice BF, Fenwick MA, Metwally M. The impact of endometrioma on in vitro fertilisation/intra-cytoplasmic injection IVF/ICSI reproductive outcomes: a systematic review and meta- analysis. Arch Gynecol Obstet 2021; 303 :3–16. Andres MDP, Lopes LA, Baracat EC, Podgaec S. Dienogest in the treatment of endometriosis: systematic review. Arch Gynecol Obstet 2015; 292 :523–529. Andres MP, Arcoverde FVL, Souza CCC, Fernandes LFC, Abr ~ ao MS, Kho RM. Extrapelvic endometriosis: a systematic review. J Minim Invasive Gynecol 2020; 27 :373–389. Arcoverde FVL, Andres MP, Borrelli GM, Barbosa PA, Abrao MS, Kho RM. Surgery for endometriosis improves major domains of quality of life: a systematic review and meta-analysis. J Minim Invasive Gynecol 2019; 26 :266–278. Bafort C, Beebeejaun Y, Tomassetti C, Bosteels J, Duffy JMN; Cochrane Gynaecology and Fertility Group. Laparoscopic surgery for endometriosis. Cochrane Database Syst Rev 2020; 10 : CD011031. Ballard KD, Seaman HE, de Vries CS, Wright JT. Can symptomatol- ogy help in the diagnosis of endometriosis? Findings from a national case-control study—part 1. BJOG 2008; 115 :1382–1391. Bastu E, Yasa C, Dural O, Mutlu MF, Celik C, Ugurlucan FG, Buyru F. Comparison of ovulation induction protocols after endome- trioma resection. JSLS 2014; 18 :e2014.00128. Bazot M, Lafont C, Rouzier R, Roseau G, Thomassin-Naggara I, Darai E. Diagnostic accuracy of physical examination, transvaginal sonography, rectal endoscopic sonography, and magnetic reso- nance imaging to diagnose deep infiltrating endometriosis. Fertil Steril 2009; 92 :1825–1833. Behera M, Vilos GA, Hollett-Caines J, Abu-Rafea B, Ahmad R. Laparoscopic findings, histopathologic evaluation, and clinical out- comes in women with chronic pelvic pain after hysterectomy and bilateral salpingo-oophorectomy. J Minim Invasive Gynecol 2006; 13 : 431–435. Benaglia L, Somigliana E, Iemmello R, Colpi E, Nicolosi AE, Ragni G. Endometrioma and oocyte retrieval-induced pelvic abscess: a clini- cal concern or an exceptional complication? Fertil Steril 2008; 89 : 1263–1266. Bendifallah S, Roman H, Mathieu d’Argent E, Touleimat S, Cohen J, Darai E, Ballester M. Colorectal endometriosis-associated infertility: should surgery precede ART? Fertil Steril 2017; 108 :525–531.e524. Bendifallah S, Vesale E, Daraı ¨ E, Thomassin-Naggara I, Bazot M, Tuech JJ, Abo C, Roman H. Recurrence after surgery for colorectal endometriosis: a systematic review and meta-analysis. J Minim Invasive Gynecol 2020; 27 :441–451.e442. Berlanda N, Somigliana E, Vigano P, Vercellini P. Safety of medical treatments for endometriosis. Expert Opin Drug Saf 2016; 15 : 21–30. Bianchi PH, Pereira RM, Zanatta A, Alegretti JR, Motta EL, Serafini PC. Extensive excision of deep infiltrative endometriosis before Beata Seeber Department of Gynecologic Endocrinology and Reproductive Medicine, Medical University of Innsbruck, Innsbruck, Austria Renato Seracchioli Division of Gynecology and Human Reproduction Physiopathology, IRCCS Azienda Ospedaliero-Universitaria di Bologna, S. Orsola Hospital, University of Bologna, Bologna, Italy Antonio Simone Lagana ` Department of Obstetrics and Gynecology, ‘Filippo Del Ponte’ Hospital, University of Insubria, Varese, Italy Andreas Stavroulis Endometriosis and Fertility Center, Cyprus; American Medical Center, Nicosia, Cyprus Linda Tebache University of Liege/CHR Citadelle, Liege, Belgium Gu ¨ rkan Uncu Uludag University, Bursa, Turkey Uschi Van den Broeck Leuven University Fertility Center (LUFC), University Hospitals Leuven, Leuven, Belgium Arno van Peperstraten University Medical Center Utrecht, The Netherlands Attila Vereczkey Versys Clinics Human Reproduction Institute, Budapest, Hungary Albert Wolthuis University Hospitals Leuven, Leuven, Belgium Pınar Yalc ¸ın Bahat Istanbul Saglik Bilimleri University Kanuni Sultan Suleyman Training and Research Hospital, Istanbul, Turkey Chadi Yazbeck Cherest Fertility Center—Reprogynes Institute, Paris, France; Foch University Hospital, Dept Obstetrics Gynecology and Reproductive Medicine, Suresnes, France ESHRE guideline endometriosis 19 Downloaded from https://academic.oup.com/hropen/article/2022/2/hoac009/6537540 by guest on 30 January 2026",
    ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . in vitro fertilization significantly improves pregnancy rates. J Minim Invasive Gynecol 2009; 16 :174–180. Braganza MZ, de Gonza ´lez AB, Schonfeld SJ, Wentzensen N, Brenner AV, Kitahara CM. Benign breast and gynecologic condi- tions, reproductive and hormonal factors, and risk of thyroid can- cer. Cancer Prev Res (Phila) . 2014; 7 :418–425. Bravi F, Parazzini F, Cipriani S, Chiaffarino F, Ricci E, Chiantera V, Vigano P, La Vecchia C. Tobacco smoking and risk of endometriosis: a systematic review and meta-analysis. BMJ Open 2014; 4 :e006325. Breteau P, Chanavaz-Lacheray I, Rubod C, Turck M, Sanguin S, Pop I, Resch B, Roman H. Pregnancy rates after surgical treatment of deep infiltrating endometriosis in infertile patients with at least 2 previous in vitro fertilization or intracytoplasmic sperm injection failures. J Minim Invasive Gynecol 2020; 27 :1148–1157. Brosens I, Gordts S, Benagiano G. Endometriosis in adolescents is a hidden, progressive and severe disease that deserves attention, not just compassion. Hum Reprod 2013; 28 :2026–2031. Brown J, Crawford TJ, Allen C, Hopewell S, Prentice A. Nonsteroidal anti-inflammatory drugs for pain in women with en- dometriosis. Cochrane Database Syst Rev 2017; 1 :CD004753. Brown J, Crawford TJ, Datta S, Prentice A. Oral contraceptives for pain associated with endometriosis. Cochrane Database Syst Rev 2018; 5 :CD001019. Brown J, Kives S, Akhtar M; Cochrane Gynaecology and Fertility Group. Progestagens and anti-progestagens for pain associated with endometriosis. Cochrane Database Syst Rev 2012; 2012 : CD002122. Brown J, Pan A, Hart RJ. Gonadotrophin-releasing hormone ana- logues for pain associated with endometriosis. Cochrane Database Syst Rev 2010; 2010 :CD008475. Busacca M, Riparini J, Somigliana E, Oggioni G, Izzo S, Vignali M, Candiani M. Postsurgical ovarian failure after laparoscopic excision of bilateral endometriomas. Am J Obstet Gynecol 2006; 195 : 421–425. Butt SA, Lidegaardi Ø, Skovlund C, Hannaford PC, Iversen L, Fielding S, Mørch LS. Hormonal contraceptive use and risk of pancreatic cancer – a cohort study among premenopausal women. PLoS One 2018; 13 :e0206358. Byrne D, Curnow T, Smith P, Cutner A, Saridogan E, Clark TJ; BSGE Endometriosis Centres. Laparoscopic excision of deep rectovaginal endometriosis in BSGE endometriosis centres: a multicentre pro- spective cohort study. BMJ Open 2018; 8 :e018924. Candiani GB, Fedele L, Vercellini P, Bianchi S, Di Nola G. Repetitive conservative surgery for recurrence of endometriosis. Obstet Gynecol 1991; 77 :421–424. Candiani M, Ottolina J, Schimberni M, Tandoi I, Bartiromo L, Ferrari S. Recurrence rate after “One-Step” CO(2) fiber laser vaporization versus cystectomy for ovarian endometrioma: a 3-year follow-up study. J Minim Invasive Gynecol 2020; 27 :901–908. Cao X, Chang H-Y, Xu J-Y, Zheng Y, Xiang Y-G, Xiao B, Geng X-J, Ni L-L, Chu X-Y, Tao S-B et al. The effectiveness of different down- regulating protocols on in vitro fertilization-embryo transfer in endo- metriosis: a meta-analysis. Reprod Biol Endocrinol 2020; 18 :16. Carmona F, Mart \u0013 ınez-Zamora MA, Rabanal A, Mart \u0013 ınez-Roma ´n S, Balasch J. Ovarian cystectomy versus laser vaporization in the treatment of ovarian endometriomas: a randomized clinical trial with a five-year follow-up. Fertil Steril 2011; 96 :251–254. Ceccaroni M, Roviglione G, Giampaolino P, Clarizia R, Bruni F, Ruffo G, Patrelli TS, De Placido G, Minelli L. Laparoscopic surgical treat- ment of diaphragmatic endometriosis: a 7-year single-institution retrospective review. Surg Endosc 2013; 27 :625–632. Chapron C, Dubuisson JB, Pansini V, Vieira M, Fauconnier A, Barakat H, Dousset B. Routine clinical examination is not sufficient for diag- nosing and locating deeply infiltrating endometriosis. J Am Assoc Gynecol Laparosc 2002; 9 :115–119. Chapron C, Lafay-Pillet MC, Monceau E, Borghese B, Ngo C, Souza C, de Ziegler D. Questioning patients about their adolescent his- tory can identify markers associated with deep infiltrating endome- triosis. Fertil Steril 2011; 95 :877–881. Chapron C, Querleu D, Bruhat MA, Madelenat P, Fernandez H, Pierre F, Dubuisson JB. Surgical complications of diagnostic and op- erative gynaecological laparoscopy: a series of 29,966 cases. Hum Reprod 1998; 13 :867–872. Chen FP, Soong YK, Lee N, Lo SK. The use of serum CA-125 as a marker for endometriosis in patients with dysmenorrhea for moni- toring therapy and for recurrence of endometriosis. Acta Obstet Gynecol Scand 1998; 77 :665–670. Chen I, Veth VB, Choudhry AJ, Murji A, Zakhari A, Black AY, Agarpao C, Maas JW. Pre- and postsurgical medical therapy for endometriosis surgery. Cochrane Database Syst Rev 2020; 11 : CD003678. Ciriaco P, Muriana P, Lembo R, Carretta A, Negri G. Treatment of thoracic endometriosis syndrome: a meta-analysis and review. Ann Thorac Surg 2022; 113 :324–336. Clayton RD, Hawe JA, Love JC, Wilkinson N, Garry R. Recurrent pain after hysterectomy and bilateral salpingo-oophorectomy for endometriosis: evaluation of laparoscopic excision of residual en- dometriosis. Br J Obstet Gynaecol 1999; 106 :740–744. Cobo A, Giles J, Paolelli S, Pellicer A, Remoh \u0013 ı J, Garc \u0013 ıa-Velasco JA. Oocyte vitrification for fertility preservation in women with endometriosis: an observational study. Fertil Steril 2020; 113 : 836–844. Coccia ME, Rizzello F, Barone S, Pinelli S, Rapalini E, Parri C, Caracciolo D, Papageorgiou S, Cima G, Gandini L. Is there a criti- cal endometrioma size associated with reduced ovarian respon- siveness in assisted reproduction techniques? Reprod Biomed Online 2014; 29 :259–266. Condous G, Van Calster B, Van Huffel S, Lam A. What is the value of preoperative bimanual pelvic examination in women undergoing laparoscopic total hysterectomy? J Minim Invasive Gynecol 2007; 14 : 334–338. Cosar E, Mamillapalli R, Ersoy GS, Cho S, Seifer B, Taylor HS. Serum microRNAs as diagnostic markers of endometriosis: a comprehen- sive array-based analysis. Fertil Steril 2016; 106 :402–409. Dan H, Limin F. Laparoscopic ovarian cystectomy versus fenestra- tion/coagulation or laser vaporization for the treatment of endo- metriomas: a meta-analysis of randomized controlled trials. Gynecol Obstet Invest 2013; 76 :75–82. Davis AR, Westhoff C, O’Connell K, Gallagher N. Oral contracep- tives for dysmenorrhea in adolescent girls: a randomized trial. Obstet Gynecol 2005; 106 :97–104. De Cicco C, Corona R, Schonman R, Mailova K, Ussia A, Koninckx P. Bowel resection for deep endometriosis: a systematic review. BJOG 2011; 118 :285–291. 20 The members of the Endometriosis Guideline Core Group et al. Downloaded from https://academic.oup.com/hropen/article/2022/2/hoac009/6537540 by guest on 30 January 2026",
    ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . de Ziegler D, Gayet V, Aubriot FX, Fauque P, Streuli I, Wolf JP, de Mouzon J, Chapron C. Use of oral contraceptives in women with endometriosis before assisted reproduction treatment improves outcomes. Fertil Steril 2010; 94 :2796–2799. DiVasta AD, Feldman HA, Sadler Gallagher J, Stokes NA, Laufer MR, Hornstein MD, Gordon CM. Hormonal add-back therapy for females treated with gonadotropin-releasing hormone agonist for endometriosis: a randomized controlled trial. Obstet Gynecol 2015; 126 :617–627. DiVasta AD, Vitonis AF, Laufer MR, Missmer SA. Spectrum of symp- toms in women diagnosed with endometriosis during adolescence vs adulthood. Am J Obstet Gynecol 2018; 218 :324.e321–324.e311. Donnez J, Taylor HS, Taylor RN, Akin MD, Tatarchuk TF, Wilk K, Gotteland JP, Lecomte V, Bestel E. Treatment of endometriosis- associated pain with linzagolix, an oral gonadotropin-releasing hor- mone-antagonist: a randomized clinical trial. Fertil Steril 2020; 114 : 44–55. Doyle JO, Missmer SA, Laufer MR. The effect of combined surgical- medical intervention on the progression of endometriosis in an ad- olescent and young adult population. J Pediatr Adolesc Gynecol 2009; 22 :257–263. Dragoman MV, Gaffield ME. The safety of subcutaneously adminis- tered depot medroxyprogesterone acetate (104mg/0.65mL): a systematic review. Contraception 2016; 94 :202–215. Drakopoulos P, Rosetti J, Pluchino N, Blockeel C, Santos-Ribeiro S, de Brucker M, Drakakis P, Camus M, Tournaye H, Polyzos NP. Does the type of GnRH analogue used, affect live birth rates in women with endometriosis undergoing IVF/ICSI treatment, according to the rAFS stage? Gynecol Endocrinol 2018; 34 :884–889. Dunselman GAJ, Vermeulen N, Becker C, Calhaz-Jorge C, D’Hooghe T, De Bie B, Heikinheimo O, Horne AW, Kiesel L, Nap A et al. ; European Society of Human Reproduction and Embryology. ESHRE guideline: management of women with endo- metriosis. Hum Reprod 2014; 29 :400–412. Ebert AD, Dong L, Merz M, Kirsch B, Francuski M, Bottcher B, Roman H, Suvitie P, Hlavackova O, Gude K et al. Dienogest 2 mg daily in the treatment of adolescents with clinically suspected en- dometriosis: the VISanne study to Assess safety in ADOlescents. J Pediatr Adolesc Gynecol 2017; 30 :560–567. Eskenazi B, Warner M, Bonsignore L, Olive D, Samuels S, Vercellini P. Validation study of nonsurgical diagnosis of endometriosis. Fertil Steril 2001; 76 :929–935. Eskenazi B, Warner ML. Epidemiology of endometriosis. Obstet Gynecol Clin North Am 1997; 24 :235–258. Ferrero S, Gillott DJ, Venturini PL, Remorgida V. Use of aromatase inhibitors to treat endometriosis-related pain symptoms: a system- atic review. Reprod Biol Endocrinol 2011; 9 :89. Forman RG, Robinson JN, Mehta Z, Barlow DH. Patient history as a simple predictor of pelvic pathology in subfertile women. Hum Reprod 1993; 8 :53–55. Franck C, Poulsen MH, Karampas G, Giraldi A, Rudnicki M. Questionnaire-based evaluation of sexual life after laparoscopic surgery for endometriosis: a systematic review of prospective stud- ies. Acta Obstet Gynecol Scand 2018; 97 :1091–1104. Gallagher JS, Feldman HA, Stokes NA, Laufer MR, Hornstein MD, Gordon CM, DiVasta AD. The effects of gonadotropin-releasing hormone agonist combined with add-back therapy on quality of life for adolescents with endometriosis: a randomized controlled trial. J Pediatr Adolesc Gynecol 2017; 30 :215–222. Gallagher JS, Missmer SA, Hornstein MD, Laufer MR, Gordon CM, DiVasta AD. Long-term effects of gonadotropin-releasing hormone agonists and add-back in adolescent endometriosis. J Pediatr Adolesc Gynecol 2018; 31 :376–381. Gemmell LC, Webster KE, Kirtley S, Vincent K, Zondervan KT, Becker CM. The management of menopause in women with a his- tory of endometriosis: a systematic review. Hum Reprod Update 2017; 23 :481–500. Georgiou EX, Melo P, Baker PE, Sallam HN, Arici A, Garcia-Velasco JA, Abou-Setta AM, Becker C, Granne IE. Long-term GnRH ago- nist therapy before in vitro fertilisation (IVF) for improving fertility outcomes in women with endometriosis. Cochrane Database Syst Rev 2019; 2019 :CD013240. Geysenbergh B, Dancet EAF, D’Hooghe T. Detecting endometriosis in adolescents: why not start from self-report screening question- naires for adult women? Gynecol Obstet Invest 2017; 82 :322–328. Gierisch JM, Coeytaux RR, Urrutia RP, Havrilesky LJ, Moorman PG, Lowery WJ, Dinan M, McBroom AJ, Hasselblad V, Sanders GD et al. Oral contraceptive use and risk of breast, cervical, colorectal, and endometrial cancers: a systematic review. Cancer Epidemiol Biomarkers Prev 2013; 22 :1931–1943. Gil Y, Tulandi T. Diagnosis and treatment of catamenial pneumotho- rax: a systematic review. J Minim Invasive Gynecol 2020; 27 :48–53. Glavind MT, Mollgaard MV, Iversen ML, Arendt LH, Forman A. Obstetrical outcome in women with endometriosis including spon- taneous hemoperitoneum and bowel perforation: a systematic review. Best Pract Res Clin Obstet Gynaecol 2018; 51 :41–52. Grandi G, Barra F, Ferrero S, Sileo FG, Bertucci E, Napolitano A, Facchinetti F. Hormonal contraception in women with endometri- osis: a systematic review. Eur J Contracept Reprod Health Care 2019; 24 :61–70. Greene R, Stratton P, Cleary SD, Ballweg ML, Sinaii N. Diagnostic experience among 4,334 women reporting surgically diagnosed en- dometriosis. Fertil Steril 2009; 91 :32–39. Guerriero S, Saba L, Ajossa S, Peddes C, Angiolucci M, Perniciano M, Melis GB, Alcazar JL. Three-dimensional ultrasonography in the diag- nosis of deep endometriosis. Hum Reprod 2014; 29 :1189–1198. Gupta D, Hull ML, Fraser I, Miller L, Bossuyt PM, Johnson N, Nisenblat V. Endometrial biomarkers for the non-invasive diagnosis of endometriosis. Cochrane Database Syst Rev 2016; 4 :CD012165. Hamdan M, Dunselman G, Li TC, Cheong Y. The impact of endome- trioma on IVF/ICSI outcomes: a systematic review and meta-analy- sis. Hum Reprod Update 2015a; 21 :809–825. Hamdan M, Omar SZ, Dunselman G, Cheong Y. Influence of endo- metriosis on assisted reproductive technology outcomes: a system- atic review and meta-analysis. Obstet Gynecol 2015b; 125 :79–88. Hansen SO, Knudsen UB. Endometriosis, dysmenorrhoea and diet. Eur J Obstet Gynecol Reprod Biol 2013; 169 :162–171. Haraguchi H, Koga K, Takamura M, Makabe T, Sue F, Miyashita M, Urata Y, Izumi G, Harada M, Hirata T et al. Development of ovar- ian cancer after excision of endometrioma. Fertil Steril 2016; 106 : 1432–1437.e1432. Harb HM, Gallos ID, Chu J, Harb M, Coomarasamy A. The effect of endometriosis on in vitro fertilisation outcome: a systematic review and meta-analysis. BJOG 2013; 120 :1308–1320. ESHRE guideline endometriosis 21 Downloaded from https://academic.oup.com/hropen/article/2022/2/hoac009/6537540 by guest on 30 January 2026",
    ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . Harris HR, Eke AC, Chavarro JE, Missmer SA. Fruit and vegetable consumption and risk of endometriosis. Hum Reprod 2018; 33 : 715–727. Hart RJ, Hickey M, Maouris P, Buckett W; Cochrane Gynaecology and Fertility Group. Excisional surgery versus ablative surgery for ovarian endometriomata. Cochrane Database Syst Rev 2008: CD004992. Havrilesky LJ, Moorman PG, Lowery WJ, Gierisch JM, Coeytaux RR, Urrutia RP, Dinan M, McBroom AJ, Hasselblad V, Sanders GD et al. Oral contraceptive pills as primary prevention for ovarian cancer: a systematic review and meta-analysis. Obstet Gynecol 2013; 122 :139–147. Healey M, Cheng C, Kaur H. To excise or ablate endometriosis? A prospective randomized double-blinded trial after 5-year follow- up. J Minim Invasive Gynecol 2014; 21 :999–1004. Hee L, Kettner LO, Vejtorp M. Continuous use of oral contracep- tives: an overview of effects and side-effects. Acta Obstet Gynecol Scand 2013; 92 :125–136. Hirata T, Koga K, Kitade M, Fukuda S, Neriishi K, Taniguchi F, Honda R, Takazawa N, Tanaka T, Kurihara M et al. A national sur- vey of umbilical endometriosis in Japan. J Minim Invasive Gynecol 2020; 27 :80–87. Hirsch M, Duffy J, Davis CJ, Nieves Plana M, Khan KS; on behalf of the International Collaboration to Harmonise Outcomes and Measures for Endometriosis. Diagnostic accuracy of cancer antigen 125 for endometriosis: a systematic review and meta-analysis. BJOG 2016; 123 :1761–1768. Hodgson RM, Lee HL, Wang R, Mol BW, Johnson N. Interventions for endometriosis-related infertility: a systematic review and net- work meta-analysis. Fertil Steril 2020; 113 :374–382.e372. Hornstein MD, Yuzpe AA, Burry K, Buttram VC Jr, Heinrichs LR, Soderstrom RM, Steinberger E, Lin JS. Retreatment with nafarelin for recurrent endometriosis symptoms: efficacy, safety, and bone mineral density. Fertil Steril 1997; 67 :1013–1018. Horton J, Sterrenburg M, Lane S, Maheshwari A, Li TC, Cheong Y. Reproductive, obstetric, and perinatal outcomes of women with adenomyosis and endometriosis: a systematic review and meta- analysis. Hum Reprod Update 2019; 25 :592–632. Horton JD, Dezee KJ, Ahnfeldt EP, Wagner M. Abdominal wall en- dometriosis: a surgeon’s perspective and review of 445 cases. Am J Surg 2008; 196 :207–212. Hudelist G, Ballard K, English J, Wright J, Banerjee S, Mastoroudes H, Thomas A, Singer CF, Keckstein J. Transvaginal sonography vs. clinical examination in the preoperative diagnosis of deep infiltrat- ing endometriosis. Ultrasound Obstet Gynecol 2011; 37 :480–487. Hughes E, Brown J, Collins JJ, Farquhar C, Fedorkow DM, Vanderkerchove P; Cochrane Gynaecology and Fertility Group. Ovulation suppression for endometriosis for women with subfertil- ity. Cochrane Database Syst Rev 2007; 2007 :CD000155. International Working Group of AAGL, ESGE, ESHRE and WES; Tomassetti C, Johnson NP, Petrozza J, Abrao MS, Einarsson JI, Horne AW, Lee TTM, Missmer S, Vermeulen N, Zondervan KT et al. An international terminology for endometriosis, 2021. Hum Reprod Open 2021; 2021 :hoab029. hoab029. Iversen ML, Seyer-Hansen M, Forman A. Does surgery for deep infil- trating bowel endometriosis improve fertility? A systematic review. Acta Obstet Gynecol Scand 2017; 96 :688–693. Janssen EB, Rijkers AC, Hoppenbrouwers K, Meuleman C, D’Hooghe TM. Prevalence of endometriosis diagnosed by laparos- copy in adolescents with dysmenorrhea or chronic pelvic pain: a systematic review. Hum Reprod Update 2013; 19 :570–582. Jensen JT, Schlaff W, Gordon K. Use of combined hormonal contra- ceptives for the treatment of endometriosis-related pain: a system- atic review of the evidence. Fertil Steril 2018; 110 :137–152.e131. Jin X, Ruiz Beguerie J. Laparoscopic surgery for subfertility related to endometriosis: a meta-analysis. Taiwan J Obstet Gynecol 2014; 53 : 303–308. Joseph J, Sahn SA. Thoracic endometriosis syndrome: new observa- tions from an analysis of 110 cases. Am J Med 1996; 100 :164–170. Kaponis A, Chatzopoulos G, Paschopoulos M, Georgiou I, Paraskevaidis V, Zikopoulos K, Tsiveriotis K, Taniguchi F, Adonakis G, Harada T. Ultralong administration of gonadotropin-releasing hormone agonists before in vitro fertilization improves fertilization rate but not clinical pregnancy rate in women with mild endometri- osis: a prospective, randomized, controlled trial. Fertil Steril 2020; 113 :828–835. Kennedy S, Bergqvist A, Chapron C, D’Hooghe T, Dunselman G, Greb R, Hummelshoj L, Prentice A, Saridogan E; ESHRE Special Interest Group for Endometriosis and Endometrium Guideline Development Group. ESHRE guideline for the diagnosis and treat- ment of endometriosis. Hum Reprod 2005; 20 :2698–2704. Khawaja UB, Khawaja AA, Gowani SA, Shoukat S, Ejaz S, Ali FN, Rizvi J, Nawaz FH. Frequency of endometriosis among infertile women and association of clinical signs and symptoms with the lap- aroscopic staging of endometriosis. J Pak Med Assoc 2009; 59 : 30–34. Kim SJ, Kim SK, Lee JR, Suh CS, Kim SH. Oocyte cryopreservation for fertility preservation in women with ovarian endometriosis. Reprod Biomed Online 2020; 40 :827–834. Kohl Schwartz AS, Wolfler MM, Mitter V, Rauchfuss M, Haeberlin F, Eberhard M, von Orelli S, Imthurn B, Imesch P, Fink D et al. Endometriosis, especially mild disease: a risk factor for miscar- riages. Fertil Steril 2017; 108 :806–814.e2. Kolanska K, Cohen J, Bendifallah S, Selleret L, Antoine JM, Chabbert- Buffet N, Darai E, d’Argent EM. Pregnancy outcomes after con- trolled ovarian hyperstimulation in women with endometriosis- associated infertility: GnRH-agonist versus GnRH-antagonist. J Gynecol Obstet Hum Reprod 2017; 46 :681–686. Koninckx PR, Meuleman C, Oosterlynck D, Cornillie FJ. Diagnosis of deep endometriosis by clinical examination during menstruation and plasma CA-125 concentration. Fertil Steril 1996; 65 :280–287. Koshiba A, Mori T, Okimura H, Akiyama K, Kataoka H, Takaoka O, Ito F, Matsushima H, Kusuki I, Kitawaki J. Dienogest therapy during the early stages of recurrence of endometrioma might be an alter- native therapeutic option to avoid repeat surgeries. J Obstet Gynaecol Res 2018; 44 :1970–1976. Kvaskoff M, Mahamat-Saleh Y, Farland LV, Shigesi N, Terry KL, Harris HR, Roman H, Becker CM, As-Sanie S, Zondervan KT et al. Endometriosis and cancer: a systematic review and meta-analysis. Hum Reprod Update 2021; 27 :393–420. Lalani S, Choudhry AJ, Firth B, Bacal V, Walker M, Wen SW, Singh S, Amath A, Hodge M, Chen I. Endometriosis and adverse mater- nal, fetal and neonatal outcomes, a systematic review and meta- analysis. Hum Reprod 2018; 33 :1854–1865. 22 The members of the Endometriosis Guideline Core Group et al. Downloaded from https://academic.oup.com/hropen/article/2022/2/hoac009/6537540 by guest on 30 January 2026",
    ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . Lan S, Ling L, Jianhong Z, Xijing J, Lihui W. Analysis of the levonorgestrel-releasing intrauterine system in women with endo- metriosis. J Int Med Res 2013; 41 :548–558. Lee KH, Jung YW, Song SY, Kang BH, Yang JB, Ko YB, Lee M, Han HY, Yoo HJ. Comparison of the efficacy of diegnogest and levonorgestrel-releasing intrauterine system after laparoscopic sur- gery for endometriosis. J Obstet Gynaecol Res 2018; 44 :1779–1786. Lee SY, Kim ML, Seong SJ, Bae JW, Cho YJ. Recurrence of ovarian endometrioma in adolescents after conservative, laparoscopic cyst enucleation. J Pediatr Adolesc Gynecol 2017; 30 :228–233. Leeners B, Damaso F, Ochsenbein-Kolble N, Farquhar C. The effect of pregnancy on endometriosis-facts or fiction? Hum Reprod Update 2018; 24 :290–299. Leone Roberti Maggiore U, Ferrero S, Mangili G, Bergamini A, Inversetti A, Giorgione V, Vigano P, Candiani M. A systematic re- view on endometriosis during pregnancy: diagnosis, misdiagnosis, complications and outcomes. Hum Reprod Update 2016; 22 : 70–103. Leone Roberti Maggiore U, Inversetti A, Schimberni M, Vigano P, Giorgione V, Candiani M. Obstetrical complications of endometri- osis, particularly deep endometriosis. Fertil Steril 2017; 108 :895–912. Lier MCI, Malik RF, Ket JCF, Lambalk CB, Brosens IA, Mijatovic V. Spontaneous hemoperitoneum in pregnancy (SHiP) and endome- triosis – a systematic review of the recent literature. Eur J Obstet Gynecol Reprod Biol 2017; 219 :57–65. Liu E, Nisenblat V, Farquhar C, Fraser I, Bossuyt PM, Johnson N, Hull ML. Urinary biomarkers for the non-invasive diagnosis of en- dometriosis. Cochrane Database Syst Rev 2015; 2015 :CD012019. Lu D, Song H, Li Y, Clarke J, Shi G. Pentoxifylline for endometriosis. Cochrane Database Syst Rev 2012; 1 :CD007677. Manganaro L, Fierro F, Tomei A, Irimia D, Lodise P, Sergi ME, Vinci V, Sollazzo P, Porpora MG, Delfini R et al. Feasibility of 3.0T pelvic MR imaging in the evaluation of endometriosis. Eur J Radiol 2012; 81 :1381–1387. Maouris P. Asymptomatic mild endometriosis in infertile women: the case for expectant management. Obstet Gynecol Surv 1991; 46 : 548–551. Margatho D, Carvalho NM, Bahamondes L. Endometriosis-associated pain scores and biomarkers in users of the etonogestrel-releasing subdermal implant or the 52-mg levonorgestrel-releasing intrauter- ine system for up to 24 months. Eur J Contracept Reprod Health Care 2020; 25 :133–140. Martire FG, Lazzeri L, Conway F, Siciliano T, Pietropolli A, Piccione E, Solima E, Centini G, Zupi E, Exacoustos C. Adolescence and en- dometriosis: symptoms, ultrasound signs and early diagnosis. Fertil Steril 2020; 114 :1049–1057. Matalliotakis I, Makrigiannakis A, Karkavitsas N, Psaroudakis E, Froudarakis G, Koumantakis E. Use of CA-125 in the diagnosis and management of endometriosis: influence of treatment with dana- zol. Int J Fertil Menopausal Stud 1994; 39 :100–104. Matorras R, Elorriaga MA, Pijoan JI, Ramon O, Rodriguez-Escudero FJ. Recurrence of endometriosis in women with bilateral adnexec- tomy (with or without total hysterectomy) who received hormone replacement therapy. Fertil Steril 2002; 77 :303–308. May KE, Conduit-Hulbert SA, Villar J, Kirtley S, Kennedy SH, Becker CM. Peripheral biomarkers of endometriosis: a systematic review. Hum Reprod Update 2010; 16 :651–674. May KE, Villar J, Kirtley S, Kennedy SH, Becker CM. Endometrial alterations in endometriosis: a systematic review of putative bio- markers. Hum Reprod Update 2011; 17 :637–653. Melin AS, Lundholm C, Malki N, Swahn ML, Sparen P, Bergqvist A. Hormonal and surgical treatments for endometriosis and risk of epithelial ovarian cancer. Acta Obstet Gynecol Scand 2013; 92 : 546–554. Meuleman C, Tomassetti C, D’Hoore A, Van Cleynenbreugel B, Penninckx F, Vergote I, D’Hooghe T. Surgical treatment of deeply infiltrating endometriosis with colorectal involvement. Hum Reprod Update 2011; 17 :311–326. Meuleman C, Vandenabeele B, Fieuws S, Spiessens C, Timmerman D, D’Hooghe T. High prevalence of endometriosis in infertile women with normal ovulation and normospermic partners. Fertil Steril 2009; 92 :68–74. Michels KA, Pfeiffer RM, Brinton LA, Trabert B. Modification of the associations between duration of oral contraceptive use and ovar- ian, endometrial, breast, and colorectal cancers. JAMA Oncol 2018; 4 :516–521. Miller LE, Bhattacharyya R, Miller VM. Clinical utility of presacral neu- rectomy as an adjunct to conservative endometriosis surgery: sys- tematic review and meta-analysis of controlled studies. Sci Rep 2020; 10 :6901. Moen MH, Stokstad T. A long-term follow-up study of women with asymptomatic endometriosis diagnosed incidentally at sterilization. Fertil Steril 2002; 78 :773–776. Mol BW, Bayram N, Lijmer JG, Wiegerinck MA, Bongers MY, van der Veen F, Bossuyt PM. The performance of CA-125 measure- ment in the detection of endometriosis: a meta-analysis. Fertil Steril 1998; 70 :1101–1108. Momoeda M, Harada T, Terakawa N, Aso T, Fukunaga M, Hagino H, Taketani Y. Long-term use of dienogest for the treatment of endometriosis. J Obstet Gynaecol Res 2009; 35 :1069–1076. Morotti M, Remorgida V, Venturini PL, Ferrero S. Endometriosis in menopause: a single institution experience. Arch Gynecol Obstet 2012; 286 :1571–1575. Mossa B, Ebano V, Tucci S, Rega C, Dolce E, Frega A, Marziani R. Laparoscopic surgery for the management of ovarian endometrio- mas. Med Sci Monit 2010; 16 :MT45–50. Moura APC, Ribeiro HSAA, Bernardo WM, Sim ~ oes R, Torres US, D’Ippolito G, Bazot M, Ribeiro PAAG. Accuracy of transvaginal so- nography versus magnetic resonance imaging in the diagnosis of rectosigmoid endometriosis: systematic review and meta-analysis. PLoS One 2019; 14 :e0214842. Moustafa S, Burn M, Mamillapalli R, Nematian S, Flores V, Taylor HS. Accurate diagnosis of endometriosis using serum microRNAs. Am J Obstet Gynecol 2020; 223 :557.e551–557.e511. Murta M, Machado RC, Zegers-Hochschild F, Checa MA, Sampaio M, Geber S. Endometriosis does not affect live birth rates of patients submitted to assisted reproduction techniques: analysis of the Latin American Network Registry database from 1995 to 2011. J Assist Reprod Genet 2018; 35 :1395–1399. Muteshi CM, Ohuma EO, Child T, Becker CM. The effect of endome- triosis on live birth rate and other reproductive outcomes in ART cycles: a cohort study. Hum Reprod Open 2018; 2018 :hoy016. Muzii L, Achilli C, Bergamini V, Candiani M, Garavaglia E, Lazzeri L, Lecce F, Maiorana A, Maneschi F, Marana R et al. Comparison ESHRE guideline endometriosis 23 Downloaded from https://academic.oup.com/hropen/article/2022/2/hoac009/6537540 by guest on 30 January 2026",
    ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . between the stripping technique and the combined excisional/ab- lative technique for the treatment of bilateral ovarian endometrio- mas: a multicentre RCT. Hum Reprod 2016a; 31 :339–344. Muzii L, Achilli C, Lecce F, Bianchi A, Franceschetti S, Marchetti C, Perniola G, Panici PB. Second surgery for recurrent endometrio- mas is more harmful to healthy ovarian tissue and ovarian reserve than first surgery. Fertil Steril 2015; 103 :738–743. Muzii L, Bellati F, Palaia I, Plotti F, Manci N, Zullo MA, Angioli R, Panici PB. Laparoscopic stripping of endometriomas: a randomized trial on different surgical techniques. Part I: clinical results. Hum Reprod 2005; 20 :1981–1986. Muzii L, Di Tucci C, Achilli C, Di Donato V, Musella A, Palaia I, Panici PB. Continuous versus cyclic oral contraceptives after lapa- roscopic excision of ovarian endometriomas: a systematic review and metaanalysis. Am J Obstet Gynecol 2016b; 214 :203–211. Namnoum AB, Hickman TN, Goodman SB, Gehlbach DL, Rock JA. Incidence of symptom recurrence after hysterectomy for endome- triosis. Fertil Steril 1995; 64 :898–902. Nezhat C, Main J, Paka C, Nezhat A, Beygui RE. Multidisciplinary treatment for thoracic and abdominopelvic endometriosis. JSLS 2014; 18 :e2014.00312. Nezhat C, Santolaya J, Nezhat FR, Nezhat C. Comparison of trans- vaginal sonography and bimanual pelvic examination in patients with laparoscopically confirmed endometriosis. J Am Assoc Gynecol Laparosc 1994; 1 :127–130. Nickkho-Amiry M, Savant R, Majumder K, Edi-O’sagie E, Akhtar M. The effect of surgical management of endometrioma on the IVF/ ICSI outcomes when compared with no treatment? A systematic review and meta-analysis. Arch Gynecol Obstet 2018; 297 : 1043–1057. Nisenblat V, Bossuyt PM, Shaikh R, Farquhar C, Jordan V, Scheffers CS, Mol BW, Johnson N, Hull ML. Blood biomarkers for the non- invasive diagnosis of endometriosis. Cochrane Database Syst Rev 2016a:CD012179. Nisenblat V, Bossuyt PMM, Farquhar C, Johnson N, Hull ML; Cochrane Gynaecology and Fertility Group. Imaging modalities for the non-invasive diagnosis of endometriosis. Cochrane Database Syst Rev 2016b; 2 :CD009591. Nnoaham KE, Hummelshoj L, Kennedy SH, Jenkinson C, Zondervan KT; World Endometriosis Research Foundation Women’s Health Symptom Survey Consortium. Developing symptom-based predic- tive models of endometriosis as a clinical screening tool: results from a multicenter study. Fertil Steril 2012; 98 :692–701.e695. Nodler JL, Harris HR, Chavarro JE, Frazier AL, Missmer SA. Dairy consumption during adolescence and endometriosis risk. Am J Obstet Gynecol 2020; 222 :257.e1–257.e16. Nulsen JC, Walsh S, Dumez S, Metzger DA. A randomized and lon- gitudinal study of human menopausal gonadotropin with intrauter- ine insemination in the treatment of infertility. Obstet Gynecol 1993; 82 :780–786. Omland AK, Tanbo T, Dale PO, Abyholm T. Artificial insemination by husband in unexplained infertility compared with infertility asso- ciated with peritoneal endometriosis. Hum Reprod 1998; 13 : 2602–2605. Opoien HK, Fedorcsak P, Byholm T, Tanbo T. Complete surgical re- moval of minimal and mild endometriosis improves outcome of subsequent IVF/ICSI treatment. Reprod Biomed Online 2011; 23 : 389–395. Osuga Y, Seki Y, Tanimoto M, Kusumoto T, Kudou K, Terakawa N. Relugolix, an oral gonadotropin-releasing hormone receptor antag- onist, reduces endometriosis-associated pain in a dose-response manner: a randomized, double-blind, placebo-controlled study. Fertil Steril 2021; 115 :397–405. Pabuccu R, Onalan G, Kaya C. GnRH agonist and antagonist proto- cols for stage I-II endometriosis and endometrioma in in vitro fer- tilization/intracytoplasmic sperm injection cycles. Fertil Steril 2007; 88 :832–839. Parazzini F, Cipriani S, Bravi F, Pelucchi C, Chiaffarino F, Ricci E, Vigano P. A metaanalysis on alcohol consumption and risk of en- dometriosis. Am J Obstet Gynecol 2013a; 209 :106.e1–e101–110. Parazzini F, Vigano P, Candiani M, Fedele L. Diet and endometriosis risk: a literature review. Reprod Biomed Online 2013b; 26 :323–336. Paulson JD, Paulson JN. Anterior vaginal wall tenderness (AVWT) as a physical symptom in chronic pelvic pain. JSLS 2011; 15 :6–9. Pavone ME, Bulun SE. Aromatase inhibitors for the treatment of en- dometriosis. Fertil Steril 2012; 98 :1370–1379. Pearce CL, Templeman C, Rossing MA, Lee A, Near AM, Webb PM, Nagle CM, Doherty JA, Cushing-Haugen KL, Wicklund KG et al. Association between endometriosis and risk of histological subtypes of ovarian cancer: a pooled analysis of case-control stud- ies. Lancet Oncol 2012; 13 :385–394. Perez-Lopez FR, Villagrasa-Boli P, Munoz-Olarte M, Morera-Grau A, Cruz-Andres P, Hernandez AV. Association between endometri- osis and preterm birth in women with spontaneous conception or using assisted reproductive technology: a systematic review and meta-analysis of cohort studies. Reprod Sci 2018; 25 :311–319. Petraglia F, Hornung D, Seitz C, Faustmann T, Gerlinger C, Luisi S, Lazzeri L, Strowitzki T. Reduced pelvic pain in women with endo- metriosis: efficacy of long-term dienogest treatment. Arch Gynecol Obstet 2012; 285 :167–173. Pittaway DE. The use of serial CA 125 concentrations to monitor endometriosis in infertile women. Am J Obstet Gynecol 1990; 163 : 1032–1035; discussion 1035–1037. Polyzos NP, Fatemi HM, Zavos A, Grimbizis G, Kyrou D, Velasco JG, Devroey P, Tarlatzis B, Papanikolaou EG. Aromatase inhibitors in post-menopausal endometriosis. Reprod Biol Endocrinol 2011; 9 : 90. Porpora MG, Pallante D, Ferro A, Crisafi B, Bellati F, Benedetti Panici P. Pain and ovarian endometrioma recurrence after laparo- scopic treatment of endometriosis: a long-term prospective study. Fertil Steril 2010; 93 :716–721. Proctor M, Latthe P, Farquhar C, Khan K, Johnson N; Cochrane Gynaecology and Fertility Group; Surgical interruption of pelvic nerve pathways for primary and secondary dysmenorrhoea. Cochrane Database Syst Rev 2005; Pundir J, Omanwa K, Kovoor E, Pundir V, Lancaster G, Barton-Smith P. Laparoscopic excision versus ablation for endometriosis- associated pain: an updated systematic review and meta-analysis. J Minim Invasive Gynecol 2017; 24 :747–756. Qiu Y, Yuan S, Wang H. Vitamin D status in endometriosis: a sys- tematic review and meta-analysis. Arch Gynecol Obstet 2020; 302 : 141–152. 24 The members of the Endometriosis Guideline Core Group et al. Downloaded from https://academic.oup.com/hropen/article/2022/2/hoac009/6537540 by guest on 30 January 2026",
    ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . Razzi S, Luisi S, Ferretti C, Calonaci F, Gabbanini M, Mazzini M, Petraglia F. Use of a progestogen only preparation containing deso- gestrel in the treatment of recurrent pelvic pain after conservative surgery for endometriosis. Eur J Obstet Gynecol Reprod Biol 2007; 135 :188–190. Redwine DB. Endometriosis persisting after castration: clinical char- acteristics and results of surgical management. Obstet Gynecol 1994; 83 :405–413. Ricci E, Vigano P, Cipriani S, Chiaffarino F, Bianchi S, Rebonato G, Parazzini F. Physical activity and endometriosis risk in women with infertility or pain: systematic review and meta-analysis. Medicine (Baltimore) 2016; 95 :e4957. Ripps BA, Martin DC. Correlation of focal pelvic tenderness with im- plant dimension and stage of endometriosis. J Reprod Med 1992; 37 :620–624. Rodriguez-Purata J, Coroleu B, Tur R, Carrasco B, Rodriguez I, Barri PN. Endometriosis and IVF: are agonists really better? Analysis of 1180 cycles with the propensity score matching. Gynecol Endocrinol 2013; 29 :859–862. Roman JD. Adolescent endometriosis in the Waikato region of New Zealand–a comparative cohort study with a mean follow-up time of 2.6 years. Aust N Z J Obstet Gynaecol 2010; 50 :179–183. Rossing MA, Cushing-Haugen KL, Wicklund KG, Doherty JA, Weiss NS. Risk of epithelial ovarian cancer in relation to benign ovarian conditions and ovarian surgery. Cancer Causes Control 2008; 19 : 1357–1364. Sandstro ¨ m A, Bixo M, Johansson M, Ba ¨ckstro ¨m T, Turkmen S. Effect of hysterectomy on pain in women with endometriosis: a population-based registry study. BJOG 2020; 127 :1628–1635. Santulli P, Marcellin L, Menard S, Thubert T, Khoshnood B, Gayet V, Goffinet F, Ancel PY, Chapron C. Increased rate of spontaneous miscarriages in endometriosis-affected women. Hum Reprod 2016; 31 :1014–1023. Saraswat L, Ayansina DT, Cooper KG, Bhattacharya S, Miligkos D, Horne AW, Bhattacharya S. Pregnancy outcomes in women with endometriosis: a national record linkage study. BJOG 2017; 124 : 444–452. Sasamoto N, DePari M, Vitonis AF, Laufer MR, Missmer SA, Shafrir AL, Terry KL. Evaluation of CA125 in relation to pain symptoms among adolescents and young adult women with and without surgically-confirmed endometriosis. PLoS One 2020; 15 :e0238043. Sauerbrun-Cutler MT, Alvero R. Short- and long-term impact of gonadotropin-releasing hormone analogue treatment on bone loss and fracture. Fertil Steril 2019; 112 :799–803. Seckin B, Ates MC, Kirbas A, Yesilyurt H. Usefulness of hematologi- cal parameters for differential diagnosis of endometriomas in ado- lescents/young adults and older women. Int J Adolesc Med Health 2018; 33 . https://doi.org/10.1515/ijamh-2018-0078. Senapati S, Sammel MD, Morse C, Barnhart KT. Impact of endome- triosis on in vitro fertilization outcomes: an evaluation of the Society for Assisted Reproductive Technologies Database. Fertil Steril 2016; 106 :164–171.e161. Seo JW, Lee DY, Yoon BK, Choi D. The efficacy of postoperative cyclic oral contraceptives after gonadotropin-releasing hormone agonist therapy to prevent endometrioma recurrence in adoles- cents. J Pediatr Adolesc Gynecol 2017; 30 :223–227. Seracchioli R, Mabrouk M, Manuzzi L, Vicenzi C, Frasca C, Elmakky A, Venturoli S. Post-operative use of oral contraceptive pills for prevention of anatomical relapse or symptom-recurrence after conservative surgery for endometriosis. Hum Reprod 2009; 24 : 2729–2735. Serati M, Cattoni E, Braga A, Uccella S, Cromi A, Ghezzi F. Deep en- dometriosis and bladder and detrusor functions in women without urinary symptoms: a pilot study through an unexplored world. Fertil Steril 2013; 100 :1332–1336. Shah DK, Missmer SA. Scientific investigation of endometriosis among adolescents. J Pediatr Adolesc Gynecol 2011; 24 :S18–S19. Shakiba K, Bena JF, McGill KM, Minger J, Falcone T. Surgical treat- ment of endometriosis: a 7-year follow-up on the requirement for further surgery. Obstet Gynecol 2008; 111 :1285–1292. Shaltout MF, Elsheikhah A, Maged AM, Elsherbini MM, Zaki SS, Dahab S, Elkomy RO. A randomized controlled trial of a new technique for laparoscopic management of ovarian endometriosis preventing recurrence and keeping ovarian reserve. J Ovarian Res 2019; 12 :66. Smith JS, Green J, Berrington de Gonzalez A, Appleby P, Peto J, Plummer M, Franceschi S, Beral V. Cervical cancer and use of hor- monal contraceptives: a systematic review. Lancet 2003; 361 : 1159–1167. Somigliana E, Vigano P, Benaglia L, Busnelli A, Paffoni A, Vercellini P. Ovarian stimulation and endometriosis progression or recurrence: a systematic review. Reprod Biomed Online 2019; 38 :185–194. Song SY, Park M, Lee GW, Lee KH, Chang HK, Kwak SM, Yoo HJ. Efficacy of levonorgestrel releasing intrauterine system as a postop- erative maintenance therapy of endometriosis: a meta-analysis. Eur J Obstet Gynecol Reprod Biol 2018; 231 :85–92. Soriano D, Adler I, Bouaziz J, Zolti M, Eisenberg VH, Goldenberg M, Seidman DS, Elizur SE. Fertility outcome of laparoscopic treatment in patients with severe endometriosis and repeated in vitro fertili- zation failures. Fertil Steril 2016; 106 :1264–1269. Stepniewska A, Pomini P, Guerriero M, Scioscia M, Ruffo G, Minelli L. Colorectal endometriosis: benefits of long-term follow-up in patients who underwent laparoscopic surgery. Fertil Steril 2010; 93 : 2444–2446. S ¸u ¨ku ¨r YE, O ¨ zmen B, Yakıs ¸tıran B, Atabeko \u0015 glu CS, Berker B, Aytac ¸ R, So ¨nmezer M. Endometrioma surgery is associated with increased risk of subsequent assisted reproductive technology cycle cancella- tion; a retrospective cohort study. J Obstet Gynaecol 2021; 41 : 259–262. Sun PR, Leng JH, Jia SZ, Lang JH. Postmenopausal endometriosis: a retrospective analysis of 69 patients during a 20-year period. Chin Med J (Engl) 2013; 126 :4588–4589. Sutton CJ, Ewen SP, Whitelaw N, Haines P. Prospective, random- ized, double-blind, controlled trial of laser laparoscopy in the treat- ment of pelvic pain associated with minimal, mild, and moderate endometriosis. Fertil Steril 1994; 62 :696–700. Tandoi I, Somigliana E, Riparini J, Ronzoni S, Vigano P, Candiani M. High rate of endometriosis recurrence in young women. J Pediatr Adolesc Gynecol 2011; 24 :376–379. Tang H, Wu R, Li X, Zhou Y, Liu Z, Wang C, Chen Y, Zhang F. Curative effect of 1.88-mg and 3.75-mg gonadotrophin-releasing hormone agonist on stage III-IV endometriosis: randomized con- trolled study. J Obstet Gynaecol Res 2017; 43 :1550–1554. ESHRE guideline endometriosis 25 Downloaded from https://academic.oup.com/hropen/article/2022/2/hoac009/6537540 by guest on 30 January 2026",
    ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . Tanmahasamut P, Rattanachaiyanont M, Angsuwathana S, Techatraisak K, Indhavivadhana S, Leerasiri P. Postoperative levonorgestrel-releasing intrauterine system for pelvic endometriosis-related pain: a randomized controlled trial. Obstet Gynecol 2012; 119 :519–526. Taylor HS, Giudice LC, Lessey BA, Abrao MS, Kotarski J, Archer DF, Diamond MP, Surrey E, Johnson NP, Watts NB et al. Treatment of endometriosis-associated pain with elagolix, an oral GnRH an- tagonist. N Engl J Med 2017; 377 :28–40. Thomeer MG, Steensma AB, van Santbrink EJ, Willemssen FE, Wielopolski PA, Hunink MG, Spronk S, Laven JS, Krestin GP. Can magnetic resonance imaging at 3.0-Tesla reliably detect patients with endometriosis? Initial results. J Obstet Gynaecol Res 2014; 40 : 1051–1058. Treloar SA, Bell TA, Nagle CM, Purdie DM, Green AC. Early men- strual characteristics associated with subsequent diagnosis of endo- metriosis. Am J Obstet Gynecol 2010; 202 :534–e531–536. Tummon IS, Asher LJ, Martin JS, Tulandi T. Randomized controlled trial of superovulation and insemination for infertility associated with minimal or mild endometriosis. Fertil Steril 1997; 68 :8–12. van der Houwen LE, Schreurs AM, Schats R, Heymans MW, Lambalk CB, Hompes PG, Mijatovic V. Efficacy and safety of intra- uterine insemination in patients with moderate-to-severe endome- triosis. Reprod Biomed Online 2014; 28 :590–598. Vanhie A, O D, Peterse D, Beckers A, Cuellar A, Fassbender A, Meuleman C, Mestdagh P, D’Hooghe T. Plasma miRNAs as bio- markers for endometriosis. Hum Reprod 2019; 34 :1650–1660. Vercellini P, Barbara G, Buggio L, Frattaruolo MP, Somigliana E, Fedele L. Effect of patient selection on estimate of reproductive success after surgery for rectovaginal endometriosis: literature re- view. Reprod Biomed Online 2012; 24 :389–395. Vercellini P, De Giorgi O, Mosconi P, Stellato G, Vicentini S, Crosignani PG. Cyproterone acetate versus a continuous mono- phasic oral contraceptive in the treatment of recurrent pelvic pain after conservative surgery for symptomatic endometriosis. Fertil Steril 2002; 77 :52–61. Vercellini P, Eskenazi B, Consonni D, Somigliana E, Parazzini F, Abbiati A, Fedele L. Oral contraceptives and risk of endometriosis: a systematic review and meta-analysis. Hum Reprod Update 2011; 17 :159–170. Vermeulen, N, Le Clef, N, Mcheik, S, D’Angelo, A, Tilleman, K, Veleva, Z, Nelen, W. Manual for ESHRE guideline development. 2019. https://www.eshre.eu/Guidelines-and-Legal/Guidelines/ Guideline-development-process (14 March 2022, date last accessed). Vicino M, Parazzini F, Cipriani S, Frontino G. Endometriosis in young women: the experience of GISE. J Pediatr Adolesc Gynecol 2010; 23 : 223–225. Vigueras Smith A, Cabrera R, Kondo W, Ferreira H. Diaphragmatic endometriosis minimally invasive treatment: a feasible and effective approach. J Obstet Gynaecol 2021; 41 :176–186. Wentzensen N, Poole EM, Trabert B, White E, Arslan AA, Patel AV, Setiawan VW, Visvanathan K, Weiderpass E, Adami HO et al. Ovarian cancer risk factors by histologic subtype: an analysis from the ovarian cancer cohort consortium. J Clin Oncol 2016; 34 :2888–2898. Wright J, Lotfallah H, Jones K, Lovell D. A randomized trial of exci- sion versus ablation for mild endometriosis. Fertil Steril 2005; 83 : 1830–1836. Wu D, Hu M, Hong L, Hong S, Ding W, Min J, Fang G, Guo W. Clinical efficacy of add-back therapy in treatment of endometriosis: a meta-analysis. Arch Gynecol Obstet 2014; 290 :513–523. Yang Y, Wang Y, Yang J, Wang S, Lang J. Adolescent endometriosis in China: a retrospective analysis of 63 cases. J Pediatr Adolesc Gynecol 2012; 25 :295–299. Yeung P Jr, Sinervo K, Winer W, Albee RB Jr. Complete laparoscopic excision of endometriosis in teenagers: is postoperative hormonal suppression necessary? Fertil Steril 2011; 95 :1909–1912, 1912.e1901. Yong PJ, Matwani S, Brace C, Quaiattini A, Bedaiwy MA, Albert A, Allaire C. Endometriosis and ectopic pregnancy: a meta-analysis. J Minim Invasive Gynecol 2020; 27 :352–361.e352. Yoost J, LaJoie AS, Hertweck P, Loveless M. Use of the levonorges- trel intrauterine system in adolescents with endometriosis. J Pediatr Adolesc Gynecol 2013; 26 :120–124. Younis JS, Shapso N, Fleming R, Ben-Shlomo I, Izhaki I. Impact of uni- lateral versus bilateral ovarian endometriotic cystectomy on ovar- ian reserve: a systematic review and meta-analysis. Hum Reprod Update 2019; 25 :375–391. Zakhari A, Delpero E, McKeown S, Tomlinson G, Bougie O, Murji A. Endometriosis recurrence following post-operative hormonal suppression: a systematic review and meta-analysis. Hum Reprod Update 2021; 27 :96–107. Zhu X, Chen L, Deng X, Xiao S, Ye M, Xue M. A comparison be- tween high-intensity focused ultrasound and surgical treatment for the management of abdominal wall endometriosis. BJOG 2017; 124 Suppl 3:53–58. Zondervan KT, Becker CM, Missmer SA. Endometriosis. N Engl J Med 2020; 382 :1244–1256. Zorbas KA, Economopoulos KP, Vlahos NF. Continuous versus cyclic oral contraceptives for the treatment of endometriosis: a systematic review. Arch Gynecol Obstet 2015; 292 :37–43. Zucchetto A, Serraino D, Polesel J, Negri E, De Paoli A, Dal Maso L, Montella M, La Vecchia C, Franceschi S, Talamini R. Hormone-re- lated factors and gynecological conditions in relation to endome- trial cancer risk. Eur J Cancer Prev 2009; 18 :316–321. 26 The members of the Endometriosis Guideline Core Group et al. Downloaded from https://academic.oup.com/hropen/article/2022/2/hoac009/6537540 by guest on 30 January 2026"
  ],
  "processed_at": "2026-01-30T15:58:55.854Z"
}