{
  "doc_id": "947f352f62c9e13084505a648a0d04aa",
  "source_id": "InjuryScoringTables-3",
  "total_pages": 14,
  "pages": [
    "Scaling system for organ specific injuries Ernest E. Moore, MD, Thomas H. Cogbill, MD, Mark Malangoni, MD, Gregory J. Jurkovich, MD, and Howard R. Champion, MD Table 1 Cervical vascular organ injury scale Grade Description of injury ICD-9 AIS-90 I II III IV V Thyroid vein Common facial vein External jugular vein Non-named arterial/venous branches External carotid arterial branches (ascending pharyngeal, superior thyroid, Ingual, facial maxillary, occipital, posterior auricular) Thyrocervical trunk or primary branches Internal jugular vein External carotid artery Subclavian vein Vertebral artery Common carotid artery Subclavian artery Internal carotid artery (extracranial) 900.8 900.8 900.81 900.9 900.8 900.8 900.1 900.02 901.3 900.8 900.01 901.1 900.03 1-3 1-3 2-3 3-4 2-4 3-5 3-4 3-5 *Increase one grade for multiple grade III or IV injuries involving more than 50% vessel circumference. Decrease one grade for less than 25% vessel circumference disruption for grade IV or V. From Moore et al. [1]; with permission. Table 2 Chest wall injury scale* Grade Injury Type Description of Injury ICD-9 AIS-90 I II III IV V Contusion Laceration Fracture Laceration Fracture Laceration Fracture Laceration Fracture Fracture Any size Skin & subcutaneous < 3 ribs, closed; nondisplaced clavicle closed Skin, subcutaneous and muscle >3 adjacent ribs, closed Open or displaced clavicle Nondisplaced sternum, closed Scapular body, open or closed Full thickness including pleural penetration Open or displaced sternum Flail sternum Unilateral flail segment (<3 ribs) Avulsion of chest wall tissues with underlying rib fractures Unilateral flail chest (>3 ribs) Bilateral flail chest (>3 ribs on both sides) 911.0/922.1 875.0 807.01 807/02 810.00/810.03 875.1 807.03/807.09 810.10/810.13 807.2 811.00/811.18 862.29 807.2 807.3 807.4 807.10/807.19 807.4 807.4 1 1 1-2 2 1 2-3 2 2 2 2 2 3-4 4 3-4 5 *This scale is confined to the chest wall alone and does not reflect associated internal or abdominal injuries. Therefore, further delineation of upper versus lower or anterior versus posterior chest wall was not considered, and a grade VI was warranted. Specifically, thoracic crush was not used as a descriptive term; instead, the geography and extent of fractures and soft tissue injury were used to define the grade. From Moore et al. [2]; with permission.",
    "Table 3 Heart injury scale Grade Description of injury ICD-9 AIS-90 I II III IV V VI Blunt cardiac injury with minor ECG abnormality (nonspecific ST or T wave changes, premature arterial or ventricular contraction or persistent sinus tachycardia) Blunt or penetrating pericardial wound with out cardiac injury, cardiac tamponade, or cardiac herniation Blunt cardiac injury with heart block (right or left bundle branch, left anterior fascicular, or atrioventricular) or ischemic changes (ST depression or T wave inversion) without cardiac failure Penetrating tangential myocardial wound up to, but not extending through endocardium, without tamponade Blunt cardiac injury with sustained (>6 beats/min) or multilocal ventricular contractions Blunt or penetrating cardiac injury with septal rupture, pulmonary or tricuspid valvular incompetence, papillary muscle dysfunction, or distal coronary arterial occlusion without cardiac failure Blunt pericardial laceration with cardiac herniation Blunt cardiac injury with cardiac failure Penetrating tangential myocardial wound up to, but extending through, endocardium, with tamponade Blunt or penetrating cardiac injury with septal rupture, pulmonary or tricuspid valvular incompetence, papillary muscle dysfunction, or distal coronary arterial occlusion producing cardiac failure Blunt or penetrating cardiac injury with aortic mitral valve incompetence Blunt or penetrating cardiac injury of the right ventricle, right atrium, or left atrium Blunt or penetrating cardiac injury with proximal coronary arterial occlusion Blunt or penetrating left ventricular perforation Stellate wound with < 50% tissue loss of the right ventricle, right atrium, or of left atrium Blunt avulsion of the heart; penetrating wound producing > 50% tissue loss of a chamber 861.01 861.01 861.12 861.01 861.01 861.01 861.12 861.12 861.03 861.03 861.13 861.03 861.13 3 3 3 3-4 3-4 3-4 3 3 5 5 5 6 *Advance one grade for multiple wounds to a single chamber or multiple chamber involvement. From Moore et al. [3]; with permission.",
    "Table 4 Lung Injury Scale Grade* Injury Type Description of Injury ICD-9 AIS-90 I II III IV V VI Contusion Contusion Laceration Contusion Laceration Hematoma Laceration Hematoma Vascular Vascular Vascular Unilateral, <1 lobe Unilateral, single lobe Simple pneumothorax Unilateral, > 1 lobe Persistent (> 72 hrs) air leak from distal airway Nonexpanding intraparenchymal Major (segmental or lobar) air leak Expanding intraparenchymal Primary branch intrapulmonary vessel disruption Hilar vessel disruption Total uncontained transection of pulmonary hilum 861.12 861.31 861.20 861.30 860.0/1 861.20 861.30 860.0/1 860.4/5 862.0 861.30 862.21 861.31 901.40 901.41 901.42 901.41 901.42 3 3 3 3 3-4 4-5 3-5 4 4 *Advance one grade for bilateral injuries up to grade III. Hemothorax is scored under thoracic vascular injury scale. From Moore et al. [3]; with permission. Table 5 Thoracic Vascular Injury Scale Grade* Description of injury ICD-9 AIS-90 I II III IV V VI Intercostal artery/vein Internal mammary artery/vein Bronchial artery/vein Esophageal artery/vein Hemizygous vein Unnamed artery/vein Azygos vein Internal jugular vein Subclavian vein Innominate vein Carotid artery Innominate artery Subclavian artery Thoracic aorta, descending Inferior vena cava (intrathoracic) Pulmonary artery, primary intraparenchymal branch Pulmonary vein, primary intraparenchymal branch Thoracic aorta, ascending and arch Superior vena cava Pulmonary artery, main trunk Pulmonary vein, main trunk Uncontained total transection of thoracic aorta or pulmonary hilum 901.81 901.82 901.89 901.9 901.89 901.9 901.89 900.1 901.3 901.3 900.01 901.1 901.1 901.0 902.10 901.41 901.42 901.0 901.2 901.41 901.42 901.0 901.41 901.42 2-3 2-3 2-3 2-3 2-3 2-3 2-3 2-3 3-4 3-4 3-5 3-4 3-4 4-5 3-4 3 3 5 3-4 4 4 5 4 *Increase one grade for multiple grade III or IV injuries if more than 50% circumference; decrease one grade for grade IV injuries if less than 25% circumference. From Moore et al [3]; with permission",
    "Table 6 Diaphragm injury scale Grade* Description of injury ICD-9 AIS-90 I II III IV V Contusion Laceration <2cm Laceration 2-10cm Laceration >10 cm with tissue loss < 25 cm 2 Laceration with tissue loss > 25 cm 2 862.0 862.1 862.1 862.1 862.1 2 3 3 3 3 *Advance one grade for bilateral injuries up to grade III. From Moore et al. [3]; with permission Table 7 Spleen injury scale (1994 revision) Grade* Injury type Description of injury ICD-9 AIS-90 I II III IV V Hematoma Laceration Hematoma Laceration Hematoma Laceration Laceration Laceration Vascular Subcapsular, <10% surface area Capsular tear, <1cm parenchymal depth Subcapsular, 10%-50% surface area; intraparenchymal, <5 cm in diameter Capsular tear, 1-3cm parenchymal depth that does not involve a trabecular vessel Subcapsular, >50% surface area or expanding; ruptured subcapsular or parecymal hematoma; intraparenchymal hematoma > 5 cm or expanding >3 cm parenchymal depth or involving trabecular vessels Laceration involving segmental or hilar vessels producing major devascularization (>25% of spleen) Completely shattered spleen Hilar vascular injury with devascularizes spleen 865-01 865.11 865.02 865.12 865.01 865.11 865.02 865.12 865.03 865.13 865.04 865.14 2 2 2 2 3 3 4 5 5 *Advance one grade for multiple injuries up to grade III. From Moore et al. [4]; with permission",
    "Table 8 Liver injury scale (1994 revision) Grade* Type of Injury Description of injury ICD-9 AIS-90 I II III IV V VI Hematoma Laceration Hematoma Laceration Hematoma Laceration Laceration Laceration Vascular Vascular Subcapsular, <10% surface area Capsular tear, <1cm parenchymal depth Subcapsular, 10% to 50% surface area: intraparenchymal <10 cm in diameter Capsular tear 1-3 parenchymal depth, <10 cm in length Subcapsular, >50% surface area of ruptured subcapsular or parenchymal hematoma; intraparenchymal hematoma > 10 cm or expanding >3 cm parenchymal depth Parenchymal disruption involving 25% to 75% hepatic lobe or 1-3 Couinaud’s segments Parenchymal disruption involving >75% of hepatic lobe or >3 Couinaud’s segments within a single lobe Juxtahepatic venous injuries; ie, retrohepatic vena cava/central major hepatic veins Hepatic avulsion 864.01 864.11 864.02 864.12 864.01 864.11 864.03 864.13 864.04 864.14 864.04 864.14 2 2 2 2 3 3 4 5 5 6 *Advance one grade for multiple injuries up to grade III From Moore et al. [4]; with permission Table 9 Extrahepatic billiary tree injury scale Grade* Description of injury ICD-9 AIS-90 I II III IV V Gallbladder contusion/hematoma Portal triad contusion Partial gallbladder avulsion from liver bed; cystic duct intact Laceration or perforation of the gallbladder Complete gallbladder avulsion from liver bed Cystic duct laceration Partial or complete right hepatic duct laceration Partial or complete left hepatic duct laceration Partial common hepatic duct laceration (<50%) Partial common bile duct laceration (<50%) >50% transection of common hepatic duct >50% transection of common bile duct Combined right and left hepatic duct injuries Intraduodenal or intrapancreatic bile duct injuries 868.02 868.02 868.02 868.12 868.02 868.12 868.12 868.12 868.12 868.12 868.12 868.12 868.12 868.12 2 2 2 2 3 3 3 3 3 3 3-4 3-4 3-4 3-4 *Advance one grade for multiple injuries up to grade III. From Moore et al. [5]; with permission",
    "Table 10 Pancreas Injury Scale Grade* Type of Injury Description of Injury ICD-9 AIS-90 I II III IV V Hematoma Laceration Hematoma Laceration Laceration Laceration Laceration Minor contusion without duct injury Superficial laceration without duct injury Major contusion without duct injury or tissue loss Major laceration without duct injury or tissue loss Distal transection or parenchymal injury with duct injury Proximal а transection or parenchymal injury involving ampulla Massive disruption of pancreatic head 863.81-863.84 863.81-863.84 863.92/863.94 863.91 863.91 2 2 2 3 3 4 5 *Advance one grade for multiple injuries up to grade III. *863.51,863.91 - head; 863.99,862.92-body;863.83,863.93-tail. a Proximal pancreas is to the patients’ right of the superior mesenteric vein. From Moore et al. [6]: with permission. Table 11 Esophagus injury scale Grade* Description of injury ICD-9 AIS-90 I II III IV V Contusion/hematoma Partial thickness laceration Laceration <50% circumference Laceration >50% circumference Segmental loss or devascularization <2cm Segmental loss or devascularization >2cm 862.22/.32 862.22/.32 862.22/.32 862.22/.32 862.22/.32 862.22/.32 2 3 4 4 5 5 *Advance one grade for multiple lesions up to grade III. From Moore et al [5]; with permission Table 12 Stomach injury scale Grade* Description of injury ICD-9 AIS-90 I II III IV V Contusion/hematoma Partial thickness laceration Laceration <2cm in GE junction or pylorus <5cm in proximal 1/3 stomach <10cm in distal 2/3 stomach Laceration >2cm in GE junction or pylorus >5cm in proximal 1/3 stomach >10cm in distal 2/3 stomach Tissue loss or devascularization <2/3 stomach Tissue loss or devascularization >2/3 stomach 863.0/.1 863.0/.1 863.0/.1 863.0/.1 863.0/.1 863.0/.1 863.0/.1 863.0/.1 863.0/.1 863.0/.1 2 2 3 3 3 3 3 3 4 4 *Advance one grade for multiple lesions up to grade III. GE-gastroesophageal. From Moore et al.[5]; with permission",
    "Table 13 Duodenum injury scale Grade* Type of injury Description of injury ICD-9 AIS-90 I II III IV V Hematoma Laceration Hematoma Laceration Laceration Laceration Laceration Vascular Involving single portion of duodenum Partial thickness, no perforation Involving more than one portion Disruption <50% of circumference Disruption 50%-75% of circumference of D2 Disruption 50%-100% of circumference of D1,D3,D4 Disruption >75% of circumference of D2 Involving ampulla or distal common bile duct Massive disruption of duodenopancreatic complex Devascularization of duodenum 863.21 863.21 863.21 863.31 863.31 863.31 863.31 863.31 863.31 2 3 2 4 4 4 5 5 5 5 *Advance one grade for multiple injuries up to grade III. D1-first position of duodenum; D2-second portion of duodenum; D3-third portion of duodenum; D4-fourth portion of duodenum From Moore et al. [6]; with permission. Table 14 Small bowel injury scale Grade* Type of injury Description of injury ICD-9 AIS-90 I II III IV V Hematoma Laceration Laceration Laceration Laceration Laceration Vascular Contusion or hematoma without devascularization Partial thickness, no perforation Laceration <50% of circumference Laceration > 50% of circumference without transection Transection of the small bowel Transection of the small bowel with segmental tissue loss Devascularized segment 863.20 863.20 863.30 863.30 863.30 863.30 863.30 2 2 3 3 4 4 4 *Advance one grade for multiple injuries up to grade III. From Moore et al. [6]; with permission Table 15 Colon injury scale Grade* Type of injury Description of injury ICD-9 AIS-90 I II III IV V Hematoma Laceration Laceration Laceration Laceration Laceration Vascular Contusion or hematoma without devascularization Partial thickness, no perforation Laceration <50% of circumference Laceration > 50% of circumference without transection Transection of the colon Transection of the colon with segmental tissue loss Devascularized segment 863.40-863.44 863.40-863.44 863.50-863.54 863.50-863.54 863.50-863.54 863.50-863.54 863.50-863.54 2 2 3 3 4 4 4 *Advance one grade for multiple injuries up to grade III. *863.41,863.51-ascending;863.42, 863.52-transverse;863.45,863.53-descending; 863.44,863.54-rectum. From Moore et al. [6]; with permission",
    "Table 16 Rectum injury scale Grade* Type of injury Description of injury ICD-9 AIS-90 I II III IV V Hematoma Laceration Laceration Laceration Laceration Vascular Contusion or hematoma without devascularization Partial-thickness laceration Laceration < 50% of circumference Laceration > 50% of circumference Full-thickness laceration with extension into the perineum Devascularized segment 863.45 863.45 863.55 863.55 863.55 863.55 2 2 3 4 5 5 *Advance one grade for multiple injuries up to grade III. From Moore et al. [6]; with permission Table 17 Abdominal vascular injury scale Grade* Description of injury ICD-9 AIS-90 I II III IV V Non-named superior mesenteric artery or superior mesenteric vein branches Non-named inferior mesenteric artery or inferior mesenteric vein branches Phrenic artery or vein Lumbar artery or vein Gonadal artery or vein Ovarian artery or vein Other non-named small arterial or venous structures requiring ligation Right, left, or common hepatic artery Splenic artery or vein Right or left gastric arteries Gastroduodenal artery Inferior mesenteric artery, or inferior mesenteric vein, trunk Primary named branches of messenteric artery (e.g., ileocolic artery) or messenteric vein Other names abdominal vessels requiring ligation or repair Superior mesenteric vein, trunk Renal artery or vein Illiac artery or vein Hypogastric artery or vein Vena cava, infrarenal Superior mesenteric artery, trunk Celiac axis proper Vena cava, suprarenal and infrahepatic Aorta, infrarenal Portal vein Extraparenchymal hepatic vein Vena cava, retrohepatic or suprahepatic Aorta suprarenal, subdiaphragmatic 902.20/.39 902.27/.32 902.89 902.89 902.89 902.81/.82 902.90 902.22 902.23/.34 902.21 902.24 902.27/.32 902.26/.31 902.89 902.31 902.41/.42 902.53/.54 902.51/.52 902.10 902.25 902.24 902.10 902.00 902.33 902.11 902.19 902.00 NS NS NS NS NS NS NS 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 4 3 3(hepatic vein) 5 (liver + veins) 5 4 *This classification system is applicable to extraparenchymal vascular injuries. If the vessel injury is within 2 cm of the organ parenchyma, refer to specific organ injury scale. Increase one grade for multiple grade III or IV injuries involving > 50% vessel circumference. Downgrade one grade if <25% vessel circumference laceration for grades IV or V. NS-not scored. From Moore et al [2]; with permission",
    "Table 18 Adrenal organ injury scale Grade* Description of injury ICD-9 AIS-90 I II III IV V Contusion Laceration involving only cortex (<2 cm) Laceration extending into medulla (> 2 cm) >50% parenchymal destruction Total parenchymal destruction (including massive intraparenchymal hemorrhage) Avulsion from blood supply 868.01/.11 868.01/.11 868.01/.11 868.01/.11 868.01/.11 1 1 2 2 3 *Advance one grade for bilateral lesions up to grade V From Moore et al [1]; with permission Table 19 Kidney injury scale Grade* Type of injury Description of injury ICD-9 AIS-90 I II III IV V Contusion Hematoma Hematoma Laceration Laceration Laceration Vascular Laceration Vascular Microscopic or gross hematuria, urologic studies normal Subcapsular, nonexpanding without parenchymal laceration Nonexpanding perirenal hematoma confirmed to renal retroperitoneum <1.0 cm parenchymal depth of renal cortex without urinary extravagation <1.0 cm parenchymal depth of renal cortex without collecting system rupture or urinary extravagation Parenchymal laceration exteding through renal cortex, medulla, and collecting system Main renal artery or vein injury with contained hemorrhage Completely shattered kidney Avulsion of renal hilum which devascularizes kidney 866.01 866.11 866.01 866.11 866.02 866.12 866.02 866.12 866.03 866.13 2 2 2 2 3 4 4 5 5 *Advance one grade for bilateral injuries up to grade III From Moore et al. [7]; with permission",
    "Table 20 Ureter injury scale Grade* Type of injury Description of injury ICD-9 AIS-90 I II III IV V Hematoma Laceration Laceration Laceration Laceration Contusion or hematoma without devascularization < 50% transection > 50% transection Complete transection with < 2cm devascularization Avulsion with > 2cm of devascularization 867.2/867.3 867.2/867.3 867.2/867.3 867.2/867.3 867.2/867.3 2 2 3 3 3 *Advance one grade for bilateral up to grade III. From Moore et al. [2]; with permission Table 21 Bladder injury scale Grade* Injury type Description of injury ICD-9 AIS-90 I II III IV V Hematoma Laceration Laceration Laceration Laceration Laceration Contusion, intramural hematoma Partial thickness Extraperitoneal bladder wall laceration <2 cm Extraperitoneal (>2cm) or intraperitoneal (<2cm) bladder wall laceration Intraperitoneal bladder wall laceration >2cm Intraperitoneal or extraperitoneal bladder wall laceration extending into the bladder neck or ureteral orifice (trigone) 867.0/867.1 867.0/867.1 867.0/867.1 867.0/867.1 867.0/867.1 2 3 4 4 4 4 *Advance one grade for multiple lesions up to grade III From Moore et al. [2]; with permission",
    "Table 22 Urethra injury scale Grade* Injury type Description of injury ICD-9 AIS-90 I II III IV V Contusion Stretch injury Partial disruption Complete disruption Complete disruption Blood at urethral meatus; retrography normal Elongation of urethra without extravasation on urethrography Extravasation of urethrography contrast at injury site with visualization in the bladder Extravasation of urethrography contrast at injury site without visualization in the bladder; <2cm of urethra seperation Complete transaction with >2 cm urethral separation, or extension into the prostate or vagina 867.0/867.1 867.0/867.1 867.0/867.1 867.0/867.1 867.0/867.1 2 2 2 3 4 *Advance one grade for bilateral injuries up to grade III From Moore et al. [2]; with permission Table 23 Uterus (nonpregnant) injury scale Grade* Description of injury ICD-9 AIS-90 I II III IV V Contusion/hematoma Superficial laceration (<1 cm) Deep laceration (> 1 cm) Laceration involving uterine artery Avulsion/devascularization 867.4/.5 867.4/.5 867.4/.5 902.55 867.4/.5 2 2 3 3 3 *Advance one grade for multiple injuries up to grade III From Moore et al. [5]; with permission Table 24 Uterus (pregnant) injury scale Grade* Description of injury ICD-9 AIS-90 I II III IV V Contusion or hematoma (without placental abruption) Superficial laceration (<1cm) or partial placental abruption <25% Deep laceration (>1cm) occurring in second trimester or placental abruption >25% but <50% Deep laceration (>1cm) in third trimester Laceration involving uterine artery Deep laceration (>1cm) with >50% placental abruption Uterine rupture Second trimester Third trimester Complete placental abruption 867.4/.5 867.4/.5 867.4/.5 867.4/.5 902.55 867.4/.5 867.4/.5 867.4/.5 867.4/.5 2 3 3 4 4 4 4 5 4-5 *Advance one grade for multiple injuries up to grade III From Moore et al. [5]; with permission",
    "Table 25 Fallopian tube injury scale Grade* Description of injury ICD-9 AIS-90 I II III IV V Hematoma or contusion Laceration <50% circumference Laceration >50% circumference Transection Vascular injury; devascularized segment 867.6/.7 867.6/.7 867.6/.7 867.6/.7 902.89 2 2 2 2 2 *Advance one grade for bilateral injuries up to grade III From Moore et al. [5]; with permission Table 26 Ovary injury scale Grade* Description of injury ICD-9 AIS-90 I II III IV V Contusion or hematoma Superficial laceration (depth <0.5 cm) Deep laceration (depth > 0.5 cm) Partial disruption or blood supply Avulsion or complete parenchymal destruction 867.6/.7 867.6/.7 867.8/.7 902.81 902.81 1 2 3 3 3 *Advance one grade for bilateral injuries up to grade III From Moore et al. [5]; with permission Table 27 Vagina injury scale Grade* Description of injury ICD-9 AIS-90 I II III IV V Contusion or hematoma Laceration, superficial (mucosa only) Laceration, deep into fat or muscle Laceration, complex, into cervix or peritoneum Injury into adjacent organs (anus, rectum, urethra, bladder) 922.4 878.6 878.6 868.7 878.7 1 1 2 3 3 *Advance one grade for multiple injuries up to grade III From Moore et al. [5]; with permission Table 28 Vulva injury scale Grade* Description of injury ICD-9 AIS-90 I II III IV V Contusion or hematoma Laceration, superficial (skin only) Laceration, deep (into fat or muscle) Avulsion; skin, fat or muscle Injury into adjacent organs (anus, rectum, urethra, bladder) 922.4 878.4 878.4 878.5 878.5 1 1 2 3 3 *Advance one grade for multiple injuries up to grade III From Moore et al. [5]; with permission",
    "Table 29 Testis injury scale Grade* Description of injury ICD-9 AIS-90 I II III IV V Contusion/hematoma Subclinical laceration of tunica albuginea Laceration of tunica albuginea with <50% parenchymal loss Major laceration of tunica albuginea with >50% parenchymal loss Total testicular destruction or avulsion 911.0/922.4 922.4 878.2 878.3 878.3 1 1 2 2 2 *Advance one grade for bilateral lesions up to grade V From Moore et al [1]; with permission Table 30 Scrotum injury scale Grade Description of injury ICD-9 AIS-90 I II III IV V Contusion Laceration <25% of scortal diameter Laceration >25% of scrotal diameter Avulsion <50% Avulsion >50% 922.4 878.2 878.3 878.3 878.3 1 1 2 2 2 From Moore et al [1]; with permission Table 31 Penis injury scale Grade* Description of injury ICD-9 AIS-90 I II III IV V Cutaneous laceration/contusion Buck’s fascia (cavernosum) laceration without tissue loss Cutaneous avulsion Laceration through glans/meatus Cavemosal or urethral defect <2cm Partial penectomy Cavarnosal or urethral defect > 2 cm Total penectomy 911.0-922.4 878.0 878.1 878.1 876.1 1 1 3 3 3 *Advance one grade for multiple injuries up to grade III From Moore et al. [1]; with permission",
    "Table 32 Peripheral vascular organ injury scale Grade* Description of injury ICD-9 AIS-90 I II III IV V Digital artery/vein Palmar artery/vein Deep palmar artery/vein Dorsalla pedia artery Plantar artery/vein Non-named arterial/venous branches Basilic/cephalic vein Saphenous vein Radial artery Ulnar artery Axillary vein Superficial/deep femoral vein Popliteal vein Brachial artery Anterior tibial artery Posterior tibial artery Peroneal artery Tibioperoneal trunk Superficial/deep femoral artery Popliteal artery Axillary artery Common femoral artery 903.5 903.4 904.6 904.7 904.5 903.8/904.7 903.8 904.3 903.2 903.3 903.02 903.02 904.42 903.1 904.51/904.52 904.53/904.54 904.7 904.7 904.1/904.7 904.41 903.01 904.0 1-3 1-3 1-3 1-3 1-3 1-3 1-3 1-3 1-3 1-3 2-3 2-3 2-3 2-3 1-3 1-3 1-3 2-3 3-4 2-3 2-3 3-4 *Increase one grade for multiple grade III or IV injuries involving >50% vessel circumference. Decrease one grade for < 25% vessel circumference disruption for grades IV or V From Moore et al [1]; with permission"
  ],
  "processed_at": "2026-01-30T15:58:53.005Z"
}