{
  "doc_id": "1a37020a1dd9087b27f9905d64e28865",
  "source_id": "Intl_J_Gynecology___Obste_-_2025_-_Renz_-_Cancer_of_the_ovary__fallopian_tube__and_peritoneum__2025_update",
  "total_pages": 30,
  "pages": [
    "6 | Int J Gynecol Obstet. 2025;171(Suppl. 1):6–35. wileyonlinelibrary.com/journal/ijgo 1 | I NTRO D U C TI O N 1.1 | Primary sites: Ovarian, fallopian tube, and peritoneal cancer In 2014, the International Federation of Gynecology and Obstetrics (FIGO)'s Committee for Gynecologic Oncology revised its staging to incorporate ovarian, fallopian tube, and peritoneal cancer in the same system after extensive international consultation. Where pos - sible, the primary site (i.e., ovary, fallopian tube, or peritoneum) is designated; however, if it is not possible to clearly identify the pri - mary site, these should be listed as “undesignated”. 1,2 It has been presumed that fallopian tube malignancies were rare. 2 However, histologic, molecular, and genetic evidence shows that the vast majority of tumors that were previously classified as high- grade serous carcinomas (HGSCs) of the ovary or peritoneum originate in the fimbrial end of the fallopian tube. 3–8 Therefore, the incidence of fallopian tube cancers has been substantially underesti - mated. Contemporary data support the view that high- grade serous ovarian, fallopian tube, and peritoneal cancers should be considered collectively, and that the convention of designating these malignan - cies as having an ovarian origin should no longer be used, unless that is clearly the primary site. It has been suggested that extrauterine tumors of serous histology arising in the ovary, fallopian tube, or peritoneum should be described collectively as “Müllerian carcino - mas” 1,2 or “pelvic serous carcinomas”. 9 The latter tumor designation is controversial because some peritoneal tumors might arise in ex - trapelvic peritoneum. Therefore, the simple term “serous carcinoma” is preferred, with most of these being HGSCs. 10 Although there has been no formal staging for peritoneal can - cers, the FIGO staging system is used with the understanding that it is not possible to have a Stage I peritoneal cancer. Received: 10 December 2024 | Revised: 24 February 2025 | Accepted: 23 May 2025 DOI: 10.1002/ijgo.70282 S U P P L E M E N T A R T I C L E Cancer of the ovary, fallopian tube, and peritoneum: 2025 update Malte Renz 1 | Michael Friedlander 2,3 | Jonathan S. Berek 4 1 Charité—Universitätsmedizin Berlin, Berlin, Germany 2 Royal Hospital for Women, Sydney, New South Wales, Australia 3 Prince of Wales Clinical School, University of New South Wales, Sydney, New South Wales, Australia 4 Stanford Women's Cancer Center, Stanford Cancer Institute, Stanford University School of Medicine, Stanford, California, USA Correspondence Jonathan S. Berek, Stanford Women's Cancer Center, Stanford Cancer Institute, Stanford University School of Medicine, Stanford, CA, USA. Email: jberek@stanford.edu Abstract In 2014, FIGO's Committee for Gynecologic Oncology revised the staging of ovar - ian cancer, incorporating ovarian, fallopian tube, and peritoneal cancer into the same system. Most of these malignancies are high- grade serous carcinomas (HGSCs). Stage IC is now divided into three categories: IC1 (surgical spill), IC2 (capsule ruptured be - fore surgery or tumor on ovarian or fallopian tube surface), and IC3 (malignant cells in the ascites or peritoneal washings). The updated staging includes a revision of Stage IIIC based on spread to the retroperitoneal lymph nodes alone without intraperito - neal dissemination. This category is now subdivided into IIIA1(i) (metastasis ≤10 mm in greatest dimension) and IIIA1(ii) (metastasis > 10 mm in greatest dimension). Stage IIIA2 is now “microscopic extrapelvic peritoneal involvement with or without positive retroperitoneal lymph node” metastasis. This review summarizes the genetics, surgical management, chemotherapy, and targeted therapies for epithelial cancers, including the treatment of ovarian germ cell and stromal malignancies. K E Y W O R D S cancer staging, chemotherapy, fallopian tube, FIGO cancer report, ovary, peritoneum This is an open access article under the terms of the Creative Commons Attribution-NonCommercial-NoDerivs License, which permits use and distribution in any medium, provided the original work is properly cited, the use is non-commercial and no modifications or adaptations are made. © 2025 The Author(s). International Journal of Gynecology & Obstetrics published by John Wiley & Sons Ltd on behalf of International Federation of Gynecology and Obstetrics.",
    "| 7 RENZ et al . 1.1.1 | Primary site Ovarian epithelial tumors may arise within endometriosis or corti - cal inclusions of Müllerian epithelium, likely a form of endosalping - iosis. These include low- grade endometrioid carcinomas, clear cell carcinomas, borderline and low- grade serous carcinomas (LGSCs), and mucinous carcinomas. These tumors are thought to evolve slowly from lower- grade precursor conditions (such as endometri - otic cysts and cystadenomas). 5 Fallopian tube carcinomas arise in the distal fallopian tube from premalignant serous proliferations with TP53 mutations (p53 signature) or from serous tubal intraepi - thelial carcinomas (STICs). The majority of these are HGSCs 11 but can also include carcinosarcomas. All of these high- grade carci - nomas are almost always associated with mutations in the TP53 gene. 5,12 1.1.2 | Lymphatic and lymph node drainage The lymphatic drainage of the ovaries and fallopian tubes is via the utero- ovarian, infundibulopelvic, and round ligament pathways and an external iliac accessory route into the following regional lymph nodes: external iliac, common iliac, hypogastric, lateral sacral, para- aortic lymph nodes, and, occasionally, the inguinal nodes. 1,13–15 The peritoneal surfaces can drain through the diaphragmatic lymphatics and hence to the major venous vessels above the diaphragm. 1.1.3 | Other metastatic sites The peritoneum, including the omentum and pelvic and abdominal viscera, is the most common site for dissemination of ovarian and fal - lopian tube cancers. This includes diaphragmatic and liver surfaces. Pleural involvement is also seen. Other extraperitoneal or extrapleural sites are relatively uncommon but can occur. 1,13–15 After systematic, careful pathological review has excluded a tubal or ovarian site of ori - gin, malignancies that appear to arise primarily on the peritoneum are designated as peritoneal cancer and have a similar pattern of spread. They may also frequently involve the ovaries and fallopian tubes sec - ondarily. These “peritoneal” tumors may arise in endosalpingiosis or possibly from migrated p53 mutated tubal epithelia cells. 11,16 1.2 | Classification rules Although computed tomography (CT) scans can delineate the intra- abdominal spread of disease, the specificity and sensitivity for pre - dicting optimal surgical cytoreduction is relatively low. In addition, ovarian, fallopian tube, and peritoneal cancers should be staged surgically. 17 Fludeoxyglucose- positron emission tomography (FDG- PET)/magnetic resonance imaging (MRI) appear to have a higher diagnostic performance than CT scans but are costly and their role in routine practice is uncertain at present. 18 Operative findings determine the precise histologic diagnosis, stage, and therefore the prognosis of the patient. 1,9,13,15,19,20 In selected patients with advanced- stage disease, it is appro - priate to initiate chemotherapy before planned surgery after three cycles of treatment. In these cases, histological confirmation of the diagnosis is considered essential before starting neoadjuvant che - motherapy (NACT), not only to be certain of the diagnosis but also to ensure there is sufficient tissue for testing for homologous re - combination deficiency (HRD) as well as somatic BRCA testing (see “Interval debulking surgery (IDS)” below). Chest radiographs may serve as a screen for pleural effusions. As distant metastases are infrequent, there is no requirement for other radiological evaluation unless symptomatic. Serum CA125 levels are useful in determining response to chemotherapy, but they do not contribute to staging. 1.2.1 | Fallopian tube involvement Fallopian tube involvement can be divided into three categories. In the first, an obvious intraluminal and grossly apparent fallopian tube mass is seen with tubal intraepithelial carcinoma (carcinoma in situ) that is presumed to have arisen in the fallopian tube. These cases should be staged surgically with a histological confirmation of disease. Tumor extension into the submucosa or muscularis and to and beyond the serosa can therefore be defined. These features, together with the laterality and the presence or absence of ascites, should all be taken into consideration. 1,3,6,7 In the second scenario, a widespread serous carcinoma asso - ciated with a tubal intraepithelial carcinoma is observed. A visi - ble mass in the endosalpinx may not be seen but the histologic findings should be noted in the pathology report since they may indicate a fallopian tube primary. Tumors obliterating both fallo - pian tube and ovary may belong to this group; however, whether a presumptive assignment of a tubal origin can be made in such cases is controversial given that tubal intraepithelial carcinoma may not be confirmed. In the third scenario—risk- reducing salpingo- oophorectomy— tubal intraepithelial carcinoma may be the only finding. It should be reported as originating in the fallopian tube. The majority of early HGSCs are found in the fimbria of the fallopian tube, irrespective of genetic risk. 21,22 1.2.2 | FIGO staging The updated, revised FIGO staging system combines the classifica - tion for ovarian, fallopian tube, and peritoneum cancers. It is based on findings made mainly through surgical exploration (as outlined above). Table 1 presents the 2014 FIGO staging classification for cancer of the ovary, fallopian tube, and peritoneum. The equivalents within the Union for International Cancer Control (UICC) TNM clas - sification are presented in Table 2 . 18793479, 2025, S1, Downloaded from https://obgyn.onlinelibrary.wiley.com/doi/10.1002/ijgo.70282 by CAPES, Wiley Online Library on [30/01/2026]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License",
    "8 | RENZ et al . In addition to these changes, several other modifications of the for - mer staging system have been made to better prospectively capture the data. Stage IC is now divided into three categories: IC1 (surgical spill), IC2 (capsule ruptured before surgery or tumor on ovarian or fallo - pian tube surface), and IC3 (malignant cells in the ascites or peritoneal washings). Stage IIC has been eliminated. The updated staging includes a revision of Stage IIIC based on spread to the retroperitoneal lymph nodes alone without intraperitoneal dissemination, because an analysis of these patients indicates that their survival is significantly better than those who have intraperitoneal dissemination. 23 This category is now subdivided into IIIA1(i) (metastasis ≤10 mm in the greatest dimension) and IIIA1(ii) (metastasis > 10 mm in the greatest dimension). Stage IIIA2 is now “microscopic extrapelvic peritoneal involvement with or without positive retroperitoneal lymph node” metastasis. The wording of Stage IIIB has been modified to reflect the lymph node status. Stage IVB now includes metastases to the inguinal lymph nodes. 1.2.2.1 | Regional lymph nodes (N) The classifications for regional lymph nodes are as follows: NX = re - gional lymph nodes cannot be assessed, N0 = no regional lymph node metastasis, and N1 = regional lymph node metastasis. 1.2.2.2 | Distant metastasis (M) The classifications for distant metastasis are as follows: MX = dis - tant metastasis cannot be assessed, M0 = no distant metastasis, and M1 = distant metastasis (excluding peritoneal metastasis). 1.3 | Histopathologic classification The majority of cases of ovarian cancer are of epithelial origin. FIGO endorses the WHO histologic typing of epithelial ovarian tumors. It is recommended that all ovarian epithelial tumors be subdivided ac - cording to the classification given below. 24 The histologic classification of ovarian, fallopian tube, and peri - toneal neoplasia is as follows: serous tumors; mucinous tumors; endometrioid tumors; clear cell tumors; Brenner tumors; undiffer - entiated carcinomas (this group of malignant tumors is of epithelial structure, but they are too poorly differentiated to be placed in any other group); mixed epithelial tumors (these tumors are composed of two or more of the five major cell types of common epithelial tumors. The types are usually specified); and cases with HGSC in which the ovaries and fallopian tubes appear to be incidentally involved and not TA B L E 1 FIGO staging classification for cancer of the ovary, fallopian tube, and peritoneum. Stage I: Tumor confined to ovaries or fallopian tube(s) T1- N0- M0 IA: Tumor limited to one ovary (capsule intact) or fallopian tube; no tumor on ovarian or fallopian tube surface; no malignant cells in the ascites or peritoneal washings T1a- N0- M0 IB: Tumor limited to both ovaries (capsules intact) or fallopian tubes; no tumor on ovarian or fallopian tube surface; no malignant cells in the ascites or peritoneal washings T1b- N0- M0 IC: Tumor limited to one or both ovaries or fallopian tubes, with any of the following IC1: Surgical spill T1c1- N0- M0 IC2: Capsule ruptured before surgery or tumor on ovarian or fallopian tube surface T1c2- N0- M0 IC3: Malignant cells in the ascites or peritoneal washings T1c3- N0- M0 Stage II: Tumor involves one or both ovaries or fallopian tubes with pelvic extension (below pelvic brim) or peritoneal cancer T2- N0- M0 IIA: Extension and/or implants on uterus and/or fallopian tubes and/or ovaries T2a- N0- M0 IIB: Extension to other pelvic intraperitoneal tissues T2b- N0- M0 Stage III: Tumor involves one or both ovaries or fallopian tubes, or peritoneal cancer, with cytologically or histologically confirmed spread to the peritoneum outside the pelvis and/or metastasis to the retroperitoneal lymph nodes T1/T2- N1- M0 IIIA1: Positive retroperitoneal lymph nodes only (cytologically or histologically proven): IIIA1(i) Metastasis up to 10 mm in greatest dimension IIIA1(ii) Metastasis more than 10 mm in greatest dimension IIIA2: Microscopic extrapelvic (above the pelvic brim) peritoneal involvement with or without positive retroperitoneal lymph nodes T3a2- N0/N1- M0 IIIB: Macroscopic peritoneal metastasis beyond the pelvis up to 2 cm in greatest dimension, with or without metastasis to the retroperitoneal lymph nodes T3b- N0/N1- M0 IIIC: Macroscopic peritoneal metastasis beyond the pelvis more than 2 cm in greatest dimension, with or without metastasis to the retroperitoneal lymph nodes (includes extension of tumor to capsule of liver and spleen without parenchymal involvement of either organ) T3c- N0/N1- M0 Stage IV: Distant metastasis excluding peritoneal metastases Stage IVA: Pleural effusion with positive cytology Stage IVB: Parenchymal metastases and metastases to extra- abdominal organs (including inguinal lymph nodes and lymph nodes outside of the abdominal cavity) Any T , any N , M1 18793479, 2025, S1, Downloaded from https://obgyn.onlinelibrary.wiley.com/doi/10.1002/ijgo.70282 by CAPES, Wiley Online Library on [30/01/2026]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License",
    "| 9 RENZ et al . the primary origin can be labeled as peritoneal carcinoma or serous carcinoma of undesignated site, at the discretion of the pathologist. Epithelial tumors of the ovary and fallopian tube are further subclassified by histologic grading, which can be correlated with prognosis. This grading system does not apply to non- epithelial tu - mors. 25 Two grading systems are applied. For non- serous carcino - mas (most endometrioid and mucinous), grading is identical to that used in the uterus, based on architecture with a one- step upgrade if there is prominent nuclear atypia, as follows: GX = grade cannot be assessed, G1 = well differentiated, G2 = moderately differentiated, and G3 = poorly differentiated. In the 2014 WHO classification, grading for mucinous carci - nomas was removed as it has no prognostic significance. 26 WHO recommended that mucinous ovarian cancers are classified as ei - ther expansile (confluent, non- destructive) or infiltrative (stromal invasion) based on the classification suggested by Lee and Scully. 27 Such classification appears to be prognostic, particularly in FIGO Stage I mucinous ovarian cancers. In contrast, the International Collaboration on Cancer Reporting suggests that if grading is un - dertaken, the FIGO grading for endometrioid cancers should be used. 28 Similar to endometrial endometrioid cancers, endometrioid ovar - ian cancers can be associated with inactivating mutations of PTEN and activation of PI3 kinase signaling as well as to mutations in CTNNB1 (beta- catenin), PIK3CA , and ARID1A . TP53 mutated endo - metrioid cancers are more aggressive with a poor prognosis. 29 The Cancer Genome Atlas (TCGA) molecular classification of endometrial cancer 30 can also be used for endometrioid ovarian cancers. 31 Serous carcinomas are the most common cell types in both the ovary and fallopian tube. More than 90% of fallopian tube carcinomas are HGSCs. Other cell types have been reported but are rare. 1,2,32 Serous carcinomas are graded in a two- grade system befitting their biology. HGSCs, including both classic appearing and those with solid, endometrioid- like, and transitional (SET) features, have a high frequency of mutations in TP53 . 33–35 The “moderately differentiated” serous carcinoma is no longer used as the vast majority have muta - tions in TP53 and are considered high- grade tumors. 25,34–36 LGSCs are often associated with borderline or atypical proliferative serous tumors and associated with mutations in the mitogen- activated pro - tein (MAP) kinase gene pathway in approximately 50% of cases, in - cluding BRAF and KRAS mutations, and are wild- type TP53 . Non- epithelial cancers, although uncommon, are extremely important. These include granulosa cell tumors, germ cell tumors, sarcomas, and lymphomas. They are discussed below as separate en - tities. Metastatic neoplasms to the ovary, such as tumors arising in the breast, lower reproductive tract sites (cervix or uterine carcino - mas), and gastrointestinal tract (signet ring cell [Krukenberg] carcino - mas, low- grade appendiceal or pancreaticobiliary mucinous tumors, and other neoplasms) are graded and staged in accordance with their respective sites of origin. 1,2 2 | EPI D EM I O LO GY Malignant tumors of the ovaries occur at all ages, with variation in histologic subtype by age. For example, in women aged under 20 years, germ cell tumors predominate, while borderline tumors typically occur in women in their 30s and 40s—10 or more years younger than in women with invasive epithelial ovarian cancers, which mostly occur after the age of 50 years. Although incidence and mortality have been slowly and continuously decreasing since the 1990s, ovarian cancer continues to have the highest fatality- to- case TA B L E 2 Cancer of the ovary, fallopian tube and peritoneum: FIGO staging (2014) compared with TNM classification. a FIGO (designate primary: Tov, Tft, Tp, or Tx) b,c Union for International Cancer Control T N M Stage d IA T1a N0 M0 IB T1b N0 M0 IC T1c N0 M0 IIA T2a N0 M0 IIB T2b N0 M0 IIIA T3a N0 M0 T3a N1 M0 IIIB T3b N0 M0 T3b N1 M0 IIIC T3c N0–1 M0 T3c N1 M0 IV Any T Any N M1 Regional nodes ( N ) e Nx Regional lymph nodes cannot be assessed N0 No regional lymph node metastasis N1 Regional lymph node metastasis Distant metastasis (M) f Mx Distant metastasis cannot be assessed M0 No distant metastasis M1 Distant metastasis (excluding peritoneal metastasis) a Source : Prat J. 283 b The primary site—that is, ovary, fallopian tube, or peritoneum—should be designated where possible. In some cases, it may not be possible to clearly delineate the primary site, and these should be listed as “undesignated.” c The histological type should be recorded. d The staging includes a revision of the Stage III patients and allotment to Stage IIIA1 is based on spread to the retroperitoneal lymph nodes without intraperitoneal dissemination, because an analysis of these patients indicates that their survival is significantly better than those who have intraperitoneal dissemination. e Involvement of retroperitoneal lymph nodes must be proven cytologically or histologically. f Extension of the tumor from the omentum to the spleen or liver (Stage IIIC) should be differentiated from isolated parenchymal splenic or liver metastases (Stage IVB). 18793479, 2025, S1, Downloaded from https://obgyn.onlinelibrary.wiley.com/doi/10.1002/ijgo.70282 by CAPES, Wiley Online Library on [30/01/2026]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License",
    "10 | RENZ et al . ratio of all the gynecologic malignancies. In 2023, there were nearly 19 710 new cases annually in the USA and an estimated 13 270 women lost their lives to the disease. 37 Despite declining mortality rates, ovarian cancer still accounts for approximately 5% of cancer- related deaths in women and remains the fifth leading cause of can - cer mortality among women. 38 The lifetime risk of being diagnosed with ovarian cancer is 1.3%, while the risk of dying from it is almost 0.9%. 39 Although ovarian cancer accounts for approximately 23% of gynecologic cancers, it is responsible for 47% of all deaths from fe - male genital tract malignancies. The overall incidence of epithelial tumors is in the range of 9–17 per 100 000, with the highest rates observed in high- income coun - tries, except for Japan. 40 This incidence increases with age, with the largest number of patients with epithelial ovarian cancer found in the 60–64- year age group. In low- income countries, the median age at diagnosis is approximately a decade earlier. 41,42 Established risk factors for epithelial ovarian tumors include reproductive risk factors. Women who have never had children are twice as likely to develop this disease. Early menarche and late menopause increase the risk of ovarian cancer. 43 First pregnancy at an early age and the use of oral contraceptives have been associ - ated with lower risks of ovarian cancer. 44 The relationship of these variables to fallopian tube cancer is unclear but is likely similar given that it is now recognized that the majority of HGSCs arise in the fallopian tube but have been designated ovarian in origin in the past, which would impact on findings from epidemiological studies. 2.1 | Genetics Hereditary factors are implicated in approximately 20% of ovarian, fallopian tube, and peritoneal cancers: 45–49 1. Most hereditary ovarian cancers are due to pathogenic mutations in either the BRCA1 or BRCA2 genes. At least 15% of women with high- grade non- mucinous ovarian cancers have germline pathogenic mutations in BRCA1/2 and, importantly, 44% do not have a family history of breast/ovarian cancer. All women with high- grade non- mucinous invasive ovarian cancers should be offered genetic testing irrespective of their family history of breast/ovarian cancer or age. 2. Inherited deleterious mutations in BRCA1 and BRCA2 are the major genetic risk factors. Women with germline pathogenic mu - tations in BRCA1 and BRCA2 have a substantially increased risk of ovarian, tubal, and peritoneal cancer—ranging from lifetime risks of 39%–44% and 10%–20% with BRCA1 and BRCA2 mutations, respectively. 46–49 Typically, these cancers occur at an earlier age than sporadic cancers, particularly in BRCA1 mutation carriers, with a median age of diagnosis in the mid- 40s. 50 3. There are several other low- to moderate- penetrance genes that can also predispose to ovarian, fallopian tube, or peritoneal cancer. A study using next- generation sequencing of constitutional DNA samples from 1915 women with ovarian cancer was carried out to identify germline mutations using a panel of 20 genes, including BRCA1 and BRCA2 , DNA mismatch repair genes, double- stranded DNA break repair genes, such as CHEK2 and ATM , as well as the BRCA1 - associated complex or the BRCA2 /Fanconi Anemia path - way genes (including BRIP1 , BARD1 , PALB2 , RAD50 , RAD51C , and RAD51D , among others). Approximately 80% of mutations were in BRCA1 or BRCA2 , and approximately 3% of patients carried mutations in the Fanconi Anemia pathway genes, whereas only 0.4% had mutations in mismatch repair genes. 51 In an earlier simi - lar study of 360 patients, 24% carried germline loss- of- function mutations including 18% in BRCA1 or BRCA2 and 6% in BARD1 , BRIP1 , CHEK2 , MRE11A , MSH6 , NBN , PALB2 , RAD50 , RAD51C , or TP53 . 52,53 4. Women carrying inherited mutations in the mismatch repair genes associated with Lynch syndrome type II have an increased risk of several cancers, including colon, endometrial, and ovarian cancer. Typically, the ovarian cancers that occur are endometrioid or clear cell and are usually Stage I. 53 The Society of Gynecologic Oncology (SGO) and National Comprehensive Cancer Network (NCCN) guidelines as well as all international guidelines recommend that all women diagnosed with ovarian, fallopian tube, or peritoneal carcinoma, regardless of age or family history, should receive genetic counseling and be offered ger - mline genetic testing. 54 Women whose family history suggests Lynch syndrome type II should undergo appropriate genetic counseling and testing. Women with a documented germline BRCA mutation, are advised to have a risk- reducing bilateral salpingo- oophorectomy (RR- BSO) after appropriate counseling and at the completion of childbearing. Guidelines suggest that women with a pathogenic BRCA1 mutation have a RR- BSO between the ages of 35 and 40 years and women with a BRCA2 pathogenic mutation between the ages of 40 and 45 years. 55 Surgical removal of both ovaries and fallopian tubes re - duces this risk substantially and is associated with a reduction in ovarian cancer–specific mortality. 56 There is a small risk of subse - quent diagnosis of peritoneal cancer after RR- BSO, which is higher if STIC lesions are present. The risk of STIC lesions is increased in women who have RR- BSO at ages older than recommended in the guidelines. 57 2.2 | Global barriers Global disparities in outcome have been described within any stage of ovarian cancer, suggesting that issues regarding access to care are likely critical factors. 58,59 Societal factors, economic barriers to treat - ment, inadequate resources at the hospital, the need for early detec - tion programs, and lack of organization of the gynecologic oncology subspecialty 60,61 were identified as central in a recent analysis 62 of a global survey. 63 Furthermore, in low- and middle- income coun - tries, the mean age of diagnosis has been found to be approximately 10 years earlier, the reason for which is uncertain. 64 18793479, 2025, S1, Downloaded from https://obgyn.onlinelibrary.wiley.com/doi/10.1002/ijgo.70282 by CAPES, Wiley Online Library on [30/01/2026]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License",
    "| 11 RENZ et al . 3 | S CR EEN I N G To date, there are no effective screening methods that have been shown to reduce the mortality of ovarian, fallopian tube, or peritoneal cancers. Studies using CA125 and/or ultrasonography of the pelvis do not have an acceptable level of sensitivity and specificity based on trials carried out in the general population 65,66 as well as the high- risk popu - lation. 67,68 The U.S. Preventive Services Task Force (USPSTF) recom - mends against screening asymptomatic women for ovarian cancer with pelvic ultrasound or serum tumor marker measurements, which is in keeping with many other organizations. 69 The USPSTF noted that there was “fair evidence that earlier detection would likely have a small effect, at best, on mortality from ovarian cancer, but because of the low preva - lence of ovarian cancer there is fair evidence that screening could likely lead to important harms which outweigh the potential benefits” . 70 A re - cent study on multimodal screening for high- risk women, using CA125 levels assessed with the risk of ovarian cancer algorithm (ROCA) every 4 months and annual transvaginal sonography (TVS) (or earlier if indi - cated by the ROCA), found that screening was associated with a higher proportion of Stage 1 or 2 diagnoses and significantly increased rates of no residual disease after surgery. 71 The authors concluded that risk- reducing salpingectomy- oophorectomy remains the treatment of choice for women at high risk of ovarian/fallopian tube cancer. 71 The recently reported UK Collaborative Trial of Ovarian Cancer Screening trial, which recruited over 200 000 women, found that those in the multimodal screening group had a lower incidence of advanced- stage disease at diagnosis (75% vs. 86%; P = 0.0003), a higher likelihood of undergoing primary surgery (61% vs. 42%; P < 0.0001), and a greater chance of having no residual disease after debulking surgery (46% vs. 30%; P < 0.0001) compared to the no- screening group. There was a borderline statistically significant increase in survival in the multi - modal screening group at 18 years (21% vs. 14%). 66,72 The Normal Risk Ovarian Screening Study tested a two- stage screening strategy in post - menopausal women where significantly rising CA125 levels prompted TVS and surgery if abnormal. They reported a positive predictive value of 50% and high proportion with Stage I or II cancers, but it should be noted that there were only two Stage I HGSCs. This study needs to be validated and needs to determine whether there is a survival benefit, and we recommend adhering to screening guidelines at present. 73 Women at increased genetic risk should be encouraged to consider risk- reducing bilateral salpingo- oophorectomy as this is the most effective way to reduce mortality in this population of women. 39,40 A bulletin from the American College of Obstetricians and Gynecologists has recommended that opportunistic (at the time of a clinically indicated hysterectomy) bilateral salpingectomy be considered in women not at genetic risk who wish to retain their ova - ries as a way to reduce their risk of later developing HGSCs. 74 4 | D I AG N OS I S Patients with epithelial ovarian cancers confined to the ovary or fallopian tube at initial diagnosis have a very good prognosis. 75–78 The symptoms are often very insidious, and their duration is not very different between patients with early- stage or advanced- stage disease. 19,20 This may reflect the different biological behaviors of the various histologic subtypes; for example, clear cell, mucinous, and endometrioid cancers are commonly early stage at presenta - tion, whereas HGSCs are most often Stage III because of early dissemination. Approximately two- thirds of all epithelial “ovarian” cancers are Stage III or IV at diagnosis. Presenting symptoms include vague abdominal pain or discomfort, menstrual irregularities, dyspep - sia, and other mild digestive disturbances, which may have been present for only a few weeks. 19,20,79 As the disease progresses, ab - dominal distention and discomfort from ascites generally worsen and may be associated with respiratory symptoms from increased intra- abdominal pressure or from the transudation of fluid into the pleural cavities. Abnormal vaginal bleeding is an uncommon symptom. Serous fallopian tube and peritoneal cancers present with the same symptoms as ovarian cancer. Past analyses have been biased because many fallopian tube cancers have been presumed to arise in the ovaries as discussed earlier. A detailed medical history must be taken to ascertain possible risk factors, history of other cancers, and history of cancer in the family. A complete physical examination, including general, breast, pelvic, and rectal examination, must then be performed. 1 A preoperative chest radiograph should be taken to screen for pleural effusion and a CT scan of the abdomen and pelvis should be performed to delineate the extent of intra- abdominal disease. However, in the absence of extra- abdominopelvic disease, radio - logical scanning does not replace surgical staging. Tumor markers, including CA125, CA 19–9, and carcinoembryonic antigen (CEA), should be considered. 1 With a high CA125 level, the most common diagnosis would be epithelial ovarian, fallopian tube, or peritoneal cancer. Tumor markers, such as human gonadotropin (hCG) and alpha- fetoprotein (AFP), are mandatory to exclude germ cell tumors in younger patients with a pelvic mass or suspicious enlargement of an ovary. Specific biomarkers and algorithms can aid in distinguishing malig - nant from benign pelvic masses. Ultrasound, CA125, and menopausal status have been combined to create a Risk of Malignancy Index (RMI) that achieved a sensitivity in the range of 71%–88% and specificity of 74%–97% for predicting the presence of ovarian cancers in women with pelvic masses. 80 OVA includes CA125, apolipoprotein A1, trans - thyretin, transferrin, and B2- microglobulin combined with imaging and menopausal status; it demonstrates a sensitivity of 92% at a specificity of 42% in postmenopausal women, and a sensitivity of 85% at a spec - ificity of 45% for premenopausal women. 81 A similar sensitivity and higher specificity have been attained with a Risk of Ovarian Malignancy Algorithm (ROMA) calculated from CA125 and HE4 values combined with menopausal status alone, without imaging. 82 The ROMA has been shown to be superior to the RMI. 83 A second- generation OVERA panel test includes CA125, apolipoprotein A1, transferrin, follicle- stimulating hormone, and HE4 producing a sensitivity of 91%, specificity of 18793479, 2025, S1, Downloaded from https://obgyn.onlinelibrary.wiley.com/doi/10.1002/ijgo.70282 by CAPES, Wiley Online Library on [30/01/2026]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License",
    "12 | RENZ et al . 69%, and negative predictive value of 97%. 84 Both the OVERA and ROMA panels have been approved for use by the U.S. Food and Drug Administration (FDA). Utilization of these panels could assure that women with suspicious adnexal masses are referred to gynecologic oncologists. A gastric or colonic primary with metastases to the ovaries may mimic ovarian cancer, and if CEA or CA 19–9 are elevated, this should be considered. A ratio of more than 25:1 (CA125 and CEA) favors an ovarian primary, though it does not completely rule out a primary in the gastrointestinal tract. 85 A current mammogram should be considered as patients are often in the age group where breast cancer is prevalent. A colonoscopy is indicated when symptoms suggest possible colorectal cancer. 1 The following factors point to the presence of a malignancy and are useful in the clinical assessment of masses: age of the patient (young for germ cell, older for epithelial malignancies), bilaterality, tumor fixation clinically, ascites, ultrasonographically complex—es - pecially if solid areas, CT finding of metastatic nodules, and elevated tumor markers. 5 | PR I M A RY S U RG ERY In general, the prognosis of epithelial ovarian, fallopian, and perito - neal malignancies is independently affected by the following: 1,86,87 stage of cancer at diagnosis, histologic type and grade, and maximum diameter of residual disease after cytoreductive surgery. 5.1 | Staging surgery A thorough staging laparotomy is an important part of management. If the preoperative suspicion is malignancy, a laparotomy should be performed. Minimally invasive staging surgery, however, can be con - sidered. Studies have shown no difference in surgical outcomes, re - currences, and survival between open and minimally invasive staging surgeries. 88–100 If there is no visible or palpable evidence of metas - tasis, the following should be performed for adequate staging: 1,13,14 • Careful evaluation of all peritoneal surfaces • Retrieval of any peritoneal fluid or ascites; if there is none, wash - ings of the peritoneal cavity should be performed • Infracolic omentectomy • Selective lymphadenectomy of the pelvic and para- aortic lymph nodes, at least ipsilateral if the malignancy is unilateral • Biopsy or resection of any suspicious lesions, masses, or adhesions • Random peritoneal biopsies of normal surfaces, including from the undersurface of the right hemidiaphragm, bladder reflection, cul- de- sac, right and left paracolic recesses, and both pelvic sidewalls • Total abdominal hysterectomy and bilateral salpingo- oophorectomy in most cases; fertility- sparing surgeries are dis - cussed below • Appendectomy for mucinous tumors, if the appendix appears abnormal. Upon opening the abdominopelvic cavity, the peritoneal fluid should be sent for cytology. In the absence of ascites, irrigation should be performed and washings sent for cytology. The laparotomy should proceed with a detailed examination of the contents, including all the peritoneal surfaces. In addition to the suspicious sites, biopsies from the peritoneal reflection of the bladder, the posterior cul- de- sac, both paracolic gutters, subdia - phragmatic surfaces, and both pelvic sidewalls should be taken. The primary tumor, if limited to the ovary, should be examined to look for capsular rupture. All obvious sites of tumor must be removed wher - ever possible in addition to total hysterectomy and bilateral salpingo- oophorectomy. The omentum, pelvic, and para- aortic lymph nodes should be removed for histologic examination. In younger women, fertility- preservation may be desired. In these patients, conservative surgery, with preservation of the uterus and contralateral ovary, should be considered after informed consent. 76 Recent guidelines support fertility- sparing surgery for patients with Stage I epithelial ovarian cancer, clear cell cancers, mucinous cancers, LGSCs, low- grade endometrioid cancers, borderline tumors, granu - losa cell tumors, and all stages of germ cell tumors. Reproductive specialists should be involved early in the process, ideally before the beginning of any oncological treatments. 101,102 Interested readers are encouraged to read the guidelines for greater detail. 101 Ovaries and fallopian tubes should be evaluated as thoroughly as possible to establish the site of origin. If visible, the entire tube, particularly the distal portion, should be submitted for pathology and examined using the SEE- FIM protocol. 49 5.2 | Cytoreductive (debulking) surgery for advanced- stage disease 5.2.1 | Primary debulking surgery (PDS) At least two- thirds of patients with ovarian cancer present with Stage III or IV disease. This may affect the performance status and fitness for surgery. However, the most important prognostic indicator in patients with advanced- stage ovarian cancer is the volume of residual disease after surgical debulking. Patients whose disease is completely resected to no macroscopic (microscopic only) residual disease have the best overall survival (OS). 87,103 Therefore, patients whose medical condition permits should generally undergo a primary laparotomy with total abdominal hys - terectomy, bilateral salpingo- oophorectomy, omentectomy, and maximal attempt at optimal cytoreduction. 1,86,87 This may necessitate bowel re - section, and occasionally, partial or complete resection of other organs. Based on the randomized Lymphadenectomy in Ovarian Neoplasm (LION) trial, the removal of clinically negative lymph nodes during cytore - ductive surgery does not increase the progression- free survival (PFS) or OS and should not be undertaken 104 (Level of Evidence: A). 18793479, 2025, S1, Downloaded from https://obgyn.onlinelibrary.wiley.com/doi/10.1002/ijgo.70282 by CAPES, Wiley Online Library on [30/01/2026]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License",
    "| 13 RENZ et al . 5.2.2 | Interval debulking surgery (IDS) In selected patients with apparent Stage IIIC and IV disease who are not considered to be good surgical candidates, 3–4 cycles of NACT may be given initially after histological confirmation of the diagnosis with core biopsies, followed by IDS and additional chemotherapy as demonstrated in the EORTC and Chemotherapy or Upfront Surgery (CHORUS) Trials. 105,106 These two randomized prospective trials showed that in selected patients, IDS after NACT showed equivalent survival with less morbidity compared with primary cytoreductive surgery. NACT followed by IDS may be particularly useful in patients with a poor performance status, significant medical co- morbidities, or who have disease unlikely to be optimally cytoreduced, i.e., vis - ceral metastases large volume pleural effusions or evidence of ex - traperitoneal disease. 107,108 In selected patients whose primary cytoreduction is considered suboptimal, particularly if a gynecologic oncologist did not perform the initial surgery, IDS may be considered after 2–3 cycles of systemic chemotherapy. 1,105,106,109 A histopatho - logic scoring system for measuring the response to NACT has been developed and validated by Bohm et al., 110 who reported criteria for defining a chemotherapy response score (CRS) based on a three- tier system. A CRS of 3 (complete or near- complete pathological re - sponse) was associated with a better prognosis. These results have been validated in an independent West Australian cohort. 111 Based on a more recent review of the National Cancer Database of over 7800 patients between 2013 and 2018, IDS might be safely performed by minimally invasive surgery with similar OS compared to laparotomy if the patient showed a good treatment response to NACT. 112 The NCCN guidelines recommend that in select patients, minimally invasive procedures may be used for IDS provided optimal cytoreduction can be achieved. 6 | CH EM OTH ER A PY 6.1 | Chemotherapy for early- stage cancer The prognosis of patients with adequately staged tumors with Stage IA and Stage IB grade 1–2 epithelial cancers of the ovary is very good; adjuvant chemotherapy does not provide additional benefits and is not indicated. For example, a SEER study reported no apparent survival advantage of adjuvant chemotherapy in patients with Stage I grade 1–2 endometrioid ovarian cancer. For higher- grade tumors, including high- grade serous cancers, and for patients with Stage IC disease, adju - vant platinum- based chemotherapy is given to most patients, although there is uncertainty about the absolute survival benefit in women with Stage IA and IB cancers who have had thorough surgical staging. 75 Stage I clear cell cancers are considered high- grade and have typically been treated with adjuvant chemotherapy, although there is uncer - tainty of benefit, and a retrospective Asian study did not demonstrate benefit in patients with Stage IA–IC1 tumors. There is also uncertainty regarding adjuvant chemotherapy in Stage I mucinous cancers, with guidelines now suggesting avoiding chemotherapy in the expansile subtype. All patients with Stage II disease should receive adjuvant chemotherapy. The optimal number of cycles in patients with Stage I disease has not been definitively established, but typically 3–6 cycles are administered. The Gynecologic Oncology Group (GOG) 157 study suggested that three cycles of carboplatin and paclitaxel was equiva - lent to six cycles; 78 however, in a subgroup analysis, six cycles appeared superior in patients with HGSCs. 113 There is no evidence to support adjuvant therapy for carci - noma in situ of the fallopian tube (STIC lesions), and it is not recom - mended. 1,2,114 However, it should be noted that patients with BRCA mutations with STIC lesions may be at increased risk of late onset peritoneal cancers years later 115 (Level of Evidence: A). 6.2 | Chemotherapy for advanced- stage ovarian cancer Patients who have had primary cytoreduction should receive chemo - therapy after surgery 1,116 ( Table 3 ). The accepted standard is six cy - cles of platinum- based combination chemotherapy, with carboplatin and a taxane (paclitaxel or docetaxel). 117–121 Docetaxel is an option in patients who have had a significant allergic reaction to paclitaxel or who develop early sensory neuropathy as it has less neurotox - icity, but it is more myelosuppressive than paclitaxel. The Scottish Gynecological Cancer Trials Group (SCOT- ROC) study randomly as - signed 1077 women with Stage IC–IV epithelial ovarian cancer to carboplatin paclitaxel or docetaxel. 122 The efficacy of docetaxel was similar to that of paclitaxel but 11% of patients experienced grade 2 or higher neuropathy compared with 30% of patients treated with paclitaxel. The median PFS was 15.1 versus 15.4 months. The MITO- 2 trial randomized over 800 patients to receive either carbo - platin and pegylated liposomal doxorubicin (PLD) or carboplatin and paclitaxel. The trial was powered to show a PFS advantage, but the median PFS was not statistically different at 19.0 and 16.8 months with carboplatin/PLD and carboplatin/paclitaxel, respectively. 123 The median OS times were 61.6 and 53.2 months with carboplatin/ PLD and carboplatin/paclitaxel, respectively (hazard ratio [HR] 0.89, 95% confidence interval [CI] 0.72–1.12; P = 0.32). Carboplatin/PLD produced a similar response rate but different toxicity (much less neurotoxicity and alopecia but more stomatitis) and could be con - sidered as an option in patients where paclitaxel cannot be used or based on patient preferences. Although intraperitoneal chemotherapy has been shown to be associated with improved PFS and OS in selected patients with op - timally debulked Stage III ovarian cancer, it is not widely used (out - side the USA) because of concerns regarding increased toxicity and catheter- related problems, and the benefits are still debated. 124–127 The GOG 172 trial compared intravenous paclitaxel plus cisplatin with intravenous paclitaxel plus intraperitoneal cisplatin and pacli - taxel in patients with Stage III ovarian or peritoneal carcinoma, with no residual disease greater than 1 cm in diameter. 126 Only 42% of patients in the intraperitoneal group completed six cycles of the as - signed therapy, but the intraperitoneal group had an improvement in 18793479, 2025, S1, Downloaded from https://obgyn.onlinelibrary.wiley.com/doi/10.1002/ijgo.70282 by CAPES, Wiley Online Library on [30/01/2026]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License",
    "14 | RENZ et al . PFS of 5.5 months (23.8 vs. 18.3 months; P = 0.05) and an improve - ment in OS of 15.9 months (65.6 vs. 49.7 months; P = 0.03). The GOG 252 trial reported a median PFS of approximately 27–29 months in over 1500 patients with optimal Stage II–III dis - ease treated with regimens consisting of different combinations of intravenous and intraperitoneal cisplatin, carboplatin, and pa - clitaxel, in combination with bevacizumab, which raised questions about the role of intraperitoneal chemotherapy. 128 The treatment arms included intravenous carboplatin area under the curve (AUC) 6 plus intravenous weekly paclitaxel at 80 mg/m 2 , intraperitoneal carboplatin AUC 6 plus intravenous weekly paclitaxel at 80 mg/m 2 , and intravenous paclitaxel at 135 mg/m 2 on day 1 plus intraperito - neal cisplatin at 75 mg/m 2 on day 2 plus intraperitoneal paclitaxel at 60 mg/m 2 on day 8. In addition, each arm received intravenous bevacizumab at 15 mg/kg with cycles 2–6 of chemotherapy and then alone for cycles 7–22. The median PFS by intent- to- treat anal - ysis was 24.9 months (intravenous carboplatin), 27.3 months (intra - peritoneal carboplatin), and 26.0 months (intraperitoneal cisplatin). An analysis limited to patients with optimal Stage III tumors and no gross residual disease found a median PFS of 31–34 months in all three arms. The median OS for all patients enrolled was 75.5, 78.9, and 72.9 months, respectively, and the median OS for Stage II/III with no gross residual disease was 98.8 months, 104.8 months, and not reached. 128 By comparison, the GOG 172 trial comparing intra - peritoneal and intravenous chemotherapy regimens in ovarian can - cer had a median PFS of 23.8 months with intraperitoneal cisplatin (vs 18.3 months with intravenous) with an improvement in OS in favor of intraperitoneal injection. 126 In addition, the median PFS was 60 months in patients with no residual disease in GOG 172. Differences in the cisplatin arm from the GOG 172 study include a dose reduction from 100 to 75 mg and a shorter infusion time from 24 to 3 h. 126 If intraperitoneal treatment is used, it would be appropriate to follow the GOG 172 protocol rather than the modi - fied protocol with a lower dose of cisplatin accepting the increased toxicity. The role of intraperitoneal carboplatin in combination with dose- dense paclitaxel was evaluated in the JGOG phase III iPocc trial, which showed an improved PFS (23.5 vs. 20.9 months; HR 0.83, 95% CI 0.69–0.99) for intraperitoneal carboplatin every 3 weeks plus dose- dense paclitaxel versus intravenous carboplatin every 3 weeks plus dose- dense paclitaxel. 129 Combination chemotherapy with intravenous carboplatin and pa - clitaxel is the standard treatment option for patients with advanced disease, with evidence to support the addition of bevacizumab. The advantages and disadvantages of the intravenous versus intraperi - toneal routes of administration of these drugs should be discussed with the patient in light of the results of GOG 252 discussed above, which did not demonstrate improved outcomes with intraperitoneal chemotherapy when bevacizumab was added to intravenous chemo - therapy. Intraperitoneal chemotherapy is applicable only to patients with advanced disease who have had optimal debulking and have less than 1 cm residual disease. It should be used only in centers that have experience with intraperitoneal chemotherapy. The recommended doses and schedule for intravenous che - motherapy are: carboplatin (starting dose AUC 5–6) and paclitaxel (175 mg/m 2 ) every 3 weeks for six cycles. 1 The Japanese GOG (JGOG) reported an alternative dose- dense regimen of carboplatin AUC 6 every 3 weeks for six cycles and weekly paclitaxel 80 mg/m 2 and showed improved PFS and OS. 130,131 An Italian trial (MITO- 7) investigated a different schedule of weekly carboplatin (AUC 2 mg/mL/min) plus weekly paclitaxel (60 mg/m 2 ) compared with carboplatin (AUC 6 mg/mL/min, administered every 3 weeks) and paclitaxel (175 mg/m 2 ). 132 The co- primary endpoints were PFS and quality of life, which is unique for an ovarian cancer trial. The weekly regimen did not significantly improve PFS compared with the conventional regimen (18.8 vs. 16.5 months; P = 0.18) but was associated with better quality of life and fewer toxic effects, and could be considered a reasonable option particularly in el - derly patients in whom combination chemotherapy is planned. The International Collaboration on Ovarian Neoplasms (ICON) 8 trial investigated dose- dense paclitaxel in a non- Japanese population. 133 Over 1500 predominantly Caucasian patients were randomized to receive one of three regimens: arm 1: carboplatin AUC 5/6 and pa - clitaxel 175 mg/m 2 every 3 weeks, arm 2: carboplatin AUC 5/6 every 3 weeks and paclitaxel 80 mg/m 2 weekly, and arm 3: carboplatin AUC 2 and paclitaxel 80 mg/m 2 weekly. All patients had received NACT TA B L E 3 Chemotherapy for advanced epithelial ovarian cancer: Recommended regimens. a Standard drug regimens Dose Administration (h) Interval No. of treatments Carboplatin Paclitaxel AUC = 5–6 175 mg/m 2 3 Every 3 weeks 6–8 cycles Carboplatin Paclitaxel AUC = 5–6 80 mg/m 2 3 Every 3 weeks Every week 6 cycles 18 weeks Carboplatin Docetaxel AUC = 5 75 mg/m 2 3 Every week Every 3 weeks 6 cycles Cisplatin Paclitaxel 75 mg/m 2 135 mg/m 2 3 Every 3 weeks 6 cycles Carboplatin (single agent) b AUC = 5 3 Every 3 weeks 6 cycles, as tolerated Abbreviation: AUC, area under the curve dose by the methods of Calvert et al. 284 and Nagao et al. 285 a Reproduced with permission from Berek et al. 1 b In patients who are elderly, frail, or poor performance status. 18793479, 2025, S1, Downloaded from https://obgyn.onlinelibrary.wiley.com/doi/10.1002/ijgo.70282 by CAPES, Wiley Online Library on [30/01/2026]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License",
    "| 15 RENZ et al . with planned interval debulking or received chemotherapy after initial primary cytoreductive surgery. There was no benefit found for the dose- dense regimens. The PFS was 24.4 months with every 3- week dosing, compared with 24.9 and 25.3 months in arms 2 and 3, respectively. The OS was reported recently and the median OS was 47.4, 54.1, and 53.4 months in arms 1, 2, and 3, respectively. 134 These results are very different from those of the JGOG trial, and it seems that the likely explanation is due to pharmacogenomic dif - ferences between these two ethnic groups. 135 However, to com - plicate matters, ICON8B has recently been presented but not yet published in a peer- reviewed journal. 136 This was initially planned to be a three- arm trial and recruited high- risk patients with Stage III and larger than 1 cm residual disease, Stage IV as well as all patients with Stage III disease who received NACT. They were randomized to bevacizumab 7.5 mg/kg plus q 3- weekly carboplatin and paclitaxel (BEV + q3wCT) versus BEV + q 3- weekly carboplatin and dose- dense weekly paclitaxel with bevacizumab (q3wCddwT) versus q3wCd - dwT alone. The latter arm was dropped when the results of ICON8 were available. There were 292 patients in BEV + q3wCT and 287 in BEV + q3wCddwT. The study was closed and analyzed when 465 progression events were considered sufficient for primary analysis, giving a power of 87% for the targeted effect size of 0.75. PFS was better in BEV + q3wCddwT compared to BEV + q3wCT. The median increased from PFS 16.7 to 22.2 months (HR 0.75, 95% CI 0.62–0.90; P = 0.002). The median OS increased from 40.9 to 51.1 months (HR 0.77, 95% CI 0.62–0.96; P = 0.020). This study has not yet impacted on guideline recommendations and is likely to do so; however, we need to wait for the publication to analyze the details, including ad - verse effects in depth. Two studies (GOG 218 and ICON7) reported a modest, but sta - tistically significant increase in PFS in patients receiving mainte - nance bevacizumab following q 3- weekly carboplatin, paclitaxel, and concurrent bevacizumab. 137,138 The GOG 218 trial randomized patients with Stage III and macroscopic residual disease as well as Stage IV ovarian cancer to the following: (1) six cycles of carbopla - tin and paclitaxel plus placebo for cycles 2–22 (control group), (2) six cycles of carboplatin and paclitaxel in combination with beva - cizumab (15 mg/kg) for cycles 2–6, followed by placebo (initiation group), and (3) six cycles of carboplatin and paclitaxel with beva - cizumab for cycles 2–22 (throughout group). The median PFS was 10.3, 11.2, and 14.1 months in the control, initiation, and through - out groups. respectively. 138 The ICON7 trial included patients with early- stage high- risk disease (Stage I or IIA clear cell or grade 3) and advanced- stage (Stage IIB–IV) and randomized to six cycles of chemotherapy or six cycles of chemotherapy plus bevacizumab (7.5 mg/kg), followed by 12 cycles of maintenance bevacizumab. 137 Restricted mean PFS was statistically different at 22.4 versus 24.1 months (control vs. bevacizumab) although the clinical signifi - cance can be questioned. There is no evidence to demonstrate an OS benefit, but a subgroup analysis of the ICON7 trial reported an improved median survival (30.3 vs. 39.4 months) in patients with suboptimal Stage III and Stage IV disease. 137,139 The role, op - timal dose (7.5 mg/kg vs. 15 mg/kg), timing (primary vs. recurrent disease), and duration of treatment of bevacizumab are still debat - able. Similarly, there was no difference in OS between the three arms in GOG 218; however, in an exploratory subgroup analysis, the median OS for Stage IV disease was 32.6 versus 42.8 months (control vs. throughout). 140 Van Driel et al. 141 reported the results of a randomized trial in which 245 patients with Stage III epithelial ovarian cancer who had received three cycles of NACT underwent IDS. These patients were then randomized to receive either three more cycles of pacli - taxel plus carboplatin with or without hyperthermic intraperitoneal chemotherapy (HIPEC). The addition of HIPEC to interval cytore - ductive surgery resulted in longer recurrence- free survival (14.2 vs. 10.7 months) and OS (45.7 vs. 33.9 months) and did not result in higher rates of adverse effects. These findings are provocative and raise important questions. Unfortunately, the study did not have an arm with intraperitoneal cisplatin alone without HIPEC; therefore, it is not possible to know whether the improved survival was due to the addition of intraperitoneal cisplatin alone or HIPEC. Confirmatory trials are in progress to determine the role of HIPEC. A phase II trial by Zivanovic et al. did not show improved outcomes for HIPEC after secondary cytoreduction. 142 However, the CHIPOR trial showed im - proved outcomes for patients with platinum- sensitive disease who underwent secondary cytoreduction with HIPEC after six cycles of platinum- based chemotherapy. 143 Currently, NCCN guidelines state that the use of HIPEC at the time of IDS can be considered while the European Society of Gynecologic Oncology (ESGO) guidelines did not reach a consensus regarding the role of HIPEC at the time of IDS and recommend against HIPEC at the time of secondary cytore - duction indicating considerable controversy. 144 In patients who may not tolerate combination chemotherapy because of medical co- morbidities, frailty, or advanced age, single- agent, intravenously administered carboplatin (AUC 5–6) can be given. However, this approach has been challenged by the EWOC- 1 trial, 145 a randomized phase 2 trial that enrolled 120 vulnerable and elderly patients to either carboplatin (AUC 5) and paclitaxel 175 mg/ m 2 every 3 weeks for six cycles (arm A), carboplatin (AUC 5–6) alone every 3 weeks for six cycles (arm B), or weekly carboplatin (AUC 2) and paclitaxel 60 mg/m 2 weekly for 18 weeks (arm C). The median PFS was 12.5 months (95% CI 10.3–15.3), 4.8 (95% CI 3.8–15.3), and 8.3 (95% CI 6.6–15.3), respectively ( P < 0.001) and the median OS for arms A, B, and C was not reached (NR) (21–NR), 7.4 (5.3–NR), and 17.3 (10.8–NR), respectively ( P = 0.001). The Independent Data Monitoring Committee recommended that the study be closed as survival in arm B (carboplatin alone) was significantly worse than in the combination arms. The findings of this trial raise questions about the place of single- agent carboplatin; however, it should be noted that it was a small trial, and the findings need to be confirmed. 6.3 | Neoadjuvant chemotherapy An increasing proportion of patients with advanced- stage ovarian cancer is being treated with upfront NACT for 3–4 cycles before 18793479, 2025, S1, Downloaded from https://obgyn.onlinelibrary.wiley.com/doi/10.1002/ijgo.70282 by CAPES, Wiley Online Library on [30/01/2026]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License",
    "16 | RENZ et al . interval debulking and further chemotherapy. This is based on the results of four trials that have reported equivalent outcomes regard - ing PFS and OS, but less morbidity and lower mortality compared to PDS. 107 Vergote et al. reported the results in 2010 of the first rand - omized EORTC- NCIC (National Cancer Institute of Canada) study of PDS versus three cycles of NACT followed by interval debulking. 105 All the patients had extensive Stage IIIC or IV disease. Patients were randomly assigned to either PDS followed by at least six courses of platinum- based chemotherapy or to three cycles of platinum- based NACT followed by IDS in all patients with a response or stable dis - ease, followed by at least three further courses of platinum- based chemotherapy. The median PFS in both groups was 12 months. The median OS was also similar at 29 versus 30 months (PDS vs. NACT). There was lower postoperative morbidity and mortality in the NACT group. The median OS was considerably less than the 60 + months expected with PDS and optimal cytoreduction followed by chemo - therapy, suggesting that the study included a cohort of patients with very advanced disease and a poor prognosis. The study provoked much discussion and debate regarding the role of NACT. The CHORUS trial randomized patients to NACT followed by in - terval debulking and then three additional cycles or PDS followed by six cycles of platinum- based chemotherapy. 106 The optimal debulk - ing rate was only 16% in the PDS group compared to 40% after NACT, which is lower than would be expected. The median duration of surgery was only 120 min in both groups, which was criticized as it did not seem to be long enough for aggressive debulking surgery and optimal cytoreduction. There was a postoperative mortality rate of 5.6% in the PDS group, which is high. The median PFS was 12 months in both groups, and the median OS was similar at 22.6 versus 24.1 months (PDS vs. NACT). More recently, the Japanese Oncology Group (JGOG 0602) re - ported the results of a randomized trial of NACT versus PDS in selected patients with Stage III–IV ovarian cancer. 146 The primary endpoint was OS, and it was designed as a non- inferiority trial. Between 2006 and 2011, 301 patients were randomized, 149 to PDS and 152 to NACT. The median OS was 49.0 and 44.3 months in the PDS and NACT arms, respectively. The HR for NACT was 1.052 (90.8% CI 0.835–1.326), and one- sided non- inferiority P value was 0.24. In contrast to the previous two trials, the non- inferiority of NACT was not confirmed, with the caveat that this was a relatively small trial. The authors concluded that the non- inferiority of NACT was not confirmed and that NACT may not always be a substitute for PDS. The SCORPION trial investigated whether NACT followed by IDS was superior to PDS in terms of perioperative complications and PFS in patients with advanced epithelial ovarian, fallopian tube, or primary peritoneal cancer with high tumor burden. Patients under - went initial laparoscopy to confirm FIGO Stage III/IV disease and to assess their suitability for inclusion in the trial. 147 They were random - ized on the operating table to either immediate surgery or NACT. Of the 171 included patients, 84 were randomized to surgery and 87 to chemotherapy. They achieved a complete resection rate of 47% with PDS compared to 77% in the NACT group, and both arms achieved optimal resection of over 90%. The aim was to demonstrate the superiority of NACT over PDS, but the median PFS and OS were 14 and 43 months for PDS and 14 and 43 months NACT, respec - tively. Consistent with other studies, morbidity was greater in the PDS group with major complications occurring in 46% of the patients compared to 9.5% in the neoadjuvant group. Of concern, 8.3% of the PDS group died from surgical complications whereas there were no postoperative deaths in the NACT group. Hospital stays were signifi - cantly shorter for NACT. It should be noted that both JGOG 0602 and SCORPION were carried out in expert centers selected for the skill and surgical ex - pertise but were both underpowered to demonstrate superiority or non- inferiority of NACT versus PDS. A recent, systematic review and meta- analysis that included four phase 3 trials with a total of 1692 patients concluded that NACT with carboplatin and paclitaxel followed by IDS does not negatively impact the survival of women with advanced ovarian cancer compared to PDS, but that perioperative complications and mortality are significantly reduced by 70%–80%. 148 Despite these four trials, there remain divergent views regarding the role of NACT. For selected patients with poor prognostic features, NACT seems advisable given the equivalent outcomes regarding PFS and OS and lower perioperative morbidity and mortality. NACT is in - dicated in patients who are medically unfit for upfront surgery or who have a high risk of surgical morbidity and mortality, including those with parenchymal liver and lung metastases. However, PDS should be offered to patients with a good performance status and a more favorable prognosis. There are several models from the Mayo Clinic as well as Memorial Sloan Kettering Cancer Center among others that have been advocated to improve patient selec - tion for PDS as well as algorithms to guide management. 6.4 | Maintenance chemotherapy Almost 80% of women with advanced- stage disease who respond to first- line chemotherapy relapse. There have been several trials con - ducted to determine if there is a benefit of maintenance chemother - apy in these patients immediately after their primary treatment in an effort to decrease the relapse rate. 149 These were all negative and there is no evidence to support maintenance chemotherapy after completion of first- line therapy. 6.5 | Maintenance therapy with PARP inhibitors There is increasing evidence to support the role of maintenance ther - apy with PARP inhibitors after response to treatment in the first- line setting as well as in patients with platinum- sensitive recurrent ovarian cancer. In the SOLO1 trial, patients with Stage III and IV high- grade serous/high- grade endometrioid ovarian cancer, a germline or so - matic BRCA1 or 2 mutation, and at least partial response to adjuvant platinum- based chemotherapy were randomized to olaparib mainte - nance or placebo. 150 A 70% risk reduction for progression of disease 18793479, 2025, S1, Downloaded from https://obgyn.onlinelibrary.wiley.com/doi/10.1002/ijgo.70282 by CAPES, Wiley Online Library on [30/01/2026]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License",
    "| 17 RENZ et al . or death was seen for olaparib (HR 0.3) with a median PFS not reached versus 13.8 months with placebo. Twice as many patients were pro - gression free after 3 years (60.4% vs. 26.9%), which is unprecedented. At the 5- year follow up, 48% of the patients randomized to 2 years of olaparib were progression free compared to 21% in the placebo arm. The median PFS was 56 versus 13.8 months (HR 0.33). 151 At the 7- year follow- up, 45.3% of olaparib patients versus 20.6% of the placebo patients were alive and had not received the first subsequent treat - ment. The hazard ratio for OS was 0.55 (95% CI 0.4–0.76; P = 0.0004 [ P < 0.0001 was required to declare statistical significance]). 152 The PRIMA trial enrolled a subset of patients considered to be at high risk of relapse and included patients with Stage III and IV high- grade serous and endometrioid ovarian cancer with response to chemotherapy, but regardless of BRCA status. It included those with suboptimal residual disease for Stage III after surgery as well as pa - tients who received NACT and all patients with Stage IV disease. 153 Patients were randomized to niraparib or placebo for 3 years. In the overall population, the median PFS was 8.2 versus 13.8 months (con - trol vs. niraparib). In the HRD subgroup, as determined using the Myriad myChoice test, the median PFS was 10.9 versus 22.1 months. In the homologous recombination proficient (HRP) subgroup, the difference was smaller although statistically significant (5.4 vs. 8.1 months). In the long- term follow- up, there was no OS benefit in the overall population (46.6 vs. 48.8 months; HR 1.01, 95% CI 0.84– 1.23), HRD group (71.9 vs. 69.8 months; HR 0.95, 95% CI 0.70–1.29), or HRP group (36.6 vs. 32.2 months; HR 0.93, 95% CI 069–1.26). 154 The PRIME trial, which evaluated niraparib as first- line main - tenance in 384 Chinese patients with newly diagnosed advanced ovarian cancer, showed similar results. The median PFS improved in the intention- to- treat population compared to placebo (24.8 vs. 8.3 months) and in the studied subgroups. Median PFS was not reached versus 10.8 months in patients with germline BRCA muta - tion and 19.3 versus 8.3 months in patients without germline BRCA mutation, not reached versus 11 months in HRD patients, and 16.6 versus 5.5 in HRP patients. 155 In both trials, niraparib dosing was reduced to 200 mg if the pa - tient's body weight was less than 77 kg and platelet count was less than 150 10 3 / μ l. 156 The ATHENA- MONO trial studied rucaparib as first- line main - tenance. Median PFS was 28.7 versus 11.3 months for the HRD pa - tients (rucaparib vs. placebo) and 12.1 versus 9.1 months in the HRP patients. 157 The VELIA trial randomized patients with advanced- stage ovar - ian cancer to the following groups: (1) platinum and paclitaxel chemo - therapy (control), (2) veliparib with chemotherapy, and (3) veliparib with chemotherapy followed by veliparib maintenance. 158 There was significant benefit from adding veliparib to chemotherapy and main - tenance. In the BRCA mutation group, the median PFS was 22 versus 34.7 months, 20.5 versus 31.9 months in the HRD group, and 17.3 versus 23.5 months in the intention- to- treat population. The results of the HRP patients were not reported. In the PAOLA trial, patients with Stage III/IV HGSCs, regard - less of BRCA status and at least partial response, were randomized to bevacizumab or bevacizumab plus olaparib maintenance ther - apy. 159 The median PFS for the intention- to- treat population was 16.6 versus 22.1 months (without vs. with olaparib), 21.7 versus 37.2 months in the BRCA - mutated group, and 16.6 versus 28.1 months in the HRD group excluding BRCA . However, in the HRP or unknown group, there was no difference in median PFS (16 vs. 16.9 months). Long- term follow- up showed significant OS benefit for the HRD group but not for the intention- to- treat popu - lation. In the HRD group, 5- year OS was 65.5% versus 48.4% (with - out vs. with olaparib ). 160 The PAOLA trial design did not include olaparib monotherapy, making it difficult to ascertain the contribu - tion of bevacizumab. Nevertheless, the olaparib plus bevacizumab combination received FDA approval as first- line maintenance for HRD patients. Data from another first- line combination maintenance trial, DUO- O, were recently presented. 161 The three- arm phase III trial randomized patients with advanced ovarian cancer without somatic or germline BRCA mutation but stratified by HRD/HRP. Patients in arm 1 received carboplatin/paclitaxel plus bevacizumab followed by bevacizumab maintenance. Patients in arm 2 received carbo - platin/paclitaxel plus durvalumab plus bevacizumab followed by durvalumab plus bevacizumab maintenance. Patients in arm 3 re - ceived carboplatin/paclitaxel plus durvalumab plus bevacizumab fol - lowed by durvalumab plus bevacizumab plus olaparib maintenance. An improvement in median PFS was seen between arm 3 and arm 1: in HRD patients 45.1 versus 23.3 months (HR 0.46, 95% CI 0.33– 0.65), in the intention- to- treat population 25.1 versus 19.3 months (HR 0.63, 95% CI 0.52–0.76), 162 and in the HRP patients 20.9 versus 17.4 months (HR 0.69, 95% CI 0.54–0.86). Similar to the PAOLA trial, DUO- O did not include olaparib monotherapy, making it difficult to ascertain the contributions of the maintenance therapy components. All PARP inhibitors are associated with mainly low- grade adverse effects, such as nausea, fatigue, and myelosuppression (anemia can be caused by all, neutropenia and thrombocytopenia mainly by niraparib), which can mostly be managed with dose reductions and interruptions. There is also good evidence to support the role of PARP inhib - itors as maintenance therapy after response to chemotherapy in patients with recurrent platinum- sensitive ovarian cancer. 163–167 Patients with BRCA mutations (both germline and somatic) appear to have the greatest benefit. 6.6 | Immune checkpoint inhibitors (ICIs) There may be a role for ICIs in the first- line setting in combination with chemotherapy as well as in maintenance either alone or in combina - tion with a PARP inhibitor or angiogenesis inhibitor. Several trials have addressed or are addressing these important questions. JAVELIN100, the first trial to be reported, was a negative trial. 168 This was a rand - omized, open- label, phase 3 trial that evaluated avelumab in combi - nation with and/or after chemotherapy versus chemotherapy alone in 998 patients with previously untreated epithelial ovarian cancer. 18793479, 2025, S1, Downloaded from https://obgyn.onlinelibrary.wiley.com/doi/10.1002/ijgo.70282 by CAPES, Wiley Online Library on [30/01/2026]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License",
    "18 | RENZ et al . PFS was not improved versus control, prespecified futility boundaries were crossed, and the trial was stopped. The IMagyn500 trial inves - tigated the role of atezolizumab in 1300 patients with recently diag - nosed advanced- stage ovarian cancer and was also a negative trial with no difference in PFS between the two arms. Despite the strong theoretical rationale for combining and ICIs with a PARP inhibitor, the ATHENA- COMBO trial investigating nivolumab and rucaparib versus rucaparib and placebo was a nega - tive trial. 169 Furthermore, it is challenging to interpret the results of DUO- O as the combination of olaparib and durvalumab and beva - cizumab was superior to the control of bevacizumab as well as the bevacizumab and durvalumab arm. Ideally, there should have been an arm with a PARP inhibitor with bevacizumab. Instead, the contribu - tion of ICI to olaparib and bevacizumab cannot be determined (see above 162 ). Time will tell whether there is a role for ICIs in the first- line treatment of patients with ovarian cancer or whether it is possible to identify a subset who are most likely to derive benefit. However, it seems unlikely that there will be a significant benefit with PD1/PD- L1 inhibitors based on the negative trials reported to date. It is possible that the dual immune checkpoint blockade will be more active (see the “Immunotherapy in recurrent ovarian cancer” section below). 7 | S ECO N DA RY S U RG ERY 7.1 | Second- look laparotomy A second- look laparotomy (or laparoscopy) was previously performed in patients who have no clinical evidence of disease after comple - tion of first- line chemotherapy to determine response to treatment. Although of prognostic value, it has not been shown to influence sur - vival and is no longer recommended as part of the standard of care 170 (Level of Evidence: C). 7.2 | Secondary cytoreduction Secondary cytoreduction is defined as an attempt at cytoreduc - tive surgery at some stage after completion of first- line chemo - therapy. Retrospective studies suggest that patients benefit if all macroscopic disease can be removed, which usually means patients with a solitary recurrence. Patients with a disease- free interval longer than 12–24 months and those with only 1–2 sites of disease appear to derive most benefit. 171,172 The role of secondary cytoreductive surgery is being evaluated in randomized clinical trials. The role of secondary debulking surgery has been addressed in the DESKTOP III trial. 173 That study included patients with a PFS longer than 6 months after first- line chemotherapy and who were considered to be good candidates for surgery based on a positive AGO Study Group score, defined as an ECOG performance status score of zero, ascites of 500 mL or less, and complete resection at initial surgery. Harter et al. 173 reported that the median PFS in 206 women who met these criteria and who were randomized to undergo surgery followed by chemotherapy was 18.4 months, compared with 14 months in 201 women who were randomized to receive only second- line chemotherapy. Median PFS overall was 18.4 versus 14 months, and 21.1 (with complete cytoreduc - tion) versus 13.7 months (with residual disease) versus 14 months (with chemotherapy only). Median OS showed an OS benefit of more than 12 months for patients undergoing complete secondary cytoreduc - tion (61.9 vs. 46 months). OS for patients who underwent surgery and were only incompletely cytoreduced was only 28 months, stressing the importance of complete cytoreduction. Results of the GOG 213 trial, however, showed no statistically significant difference in PFS, with 18.9 versus 16.2 months and OS with 50.6 versus 64.7 months (with vs. without secondary cytoreduction). 174 In view of these two trials, secondary cytoreduction can be considered a safe option for carefully selected patients. In contrast, the GOG 213 trial did not demonstrate a survival advantage with secondary debulking surgery. The trial rand - omized 240 patients to secondary cytoreduction before chemotherapy and 245 to platinum- based chemotherapy and bevacizumab. The HR for disease progression or death (surgery vs. no surgery) was 0.82 (95% CI 0.66–1.01; median PFS 18.9 and 16.2 months, respectively). The phase III SOC- 1 trial, 175 which randomized 357 patients with recurrent platinum- sensitive disease to chemotherapy versus secondary debulk - ing followed by chemotherapy, reported an improvement in PFS (17.4 vs. 11.9 months), but no significant advantage in OS (58.1 vs. 52.1 months; HR 0.8, 95% CI 0.61–1.05). 176 There is likely a role for secondary cytore - ductive surgery, although patient selection is critical as outcomes are likely to be better in patients with a long treatment- free interval, with a limited number of sites of disease and in whom complete resection is possible with macroscopic residual disease. Surgery is unlikely to be of benefit if there is evidence of ascites and carcinomatosis and in patients with poor performance status (Level of Evidence: B). 8 | FO LLOW- U P FO R M A LI G N A NT EPITH ELI A L TU M O R S There is no evidence to show that intensive clinical monitoring during follow- up after completion of primary surgery and chemo - therapy with early initiation of chemotherapy in asymptomatic women with recurrent disease improves OS or quality of life. In asymptomatic patients with CA125 progression and small volume disease or no radiological evidence of recurrence, it is appropriate to delay starting chemotherapy. However, there may be a subset of patients who are suitable for secondary debulking surgery at the time of recurrence. The objectives of follow- up include the following: early recog - nition and prompt management of treatment- related complications, including provision of psychological support; early detection of symptoms or signs of recurrent disease; collection of data regarding the efficacy of any treatment and the complications associated with those treatments in patients treated in clinical trials; promotion of healthy behavior, including screening for breast cancer in patients with early- stage disease, and screening for cervical cancer in patients undergoing conservative surgery. 18793479, 2025, S1, Downloaded from https://obgyn.onlinelibrary.wiley.com/doi/10.1002/ijgo.70282 by CAPES, Wiley Online Library on [30/01/2026]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License",
    "| 19 RENZ et al . There are no evidence- based guidelines regarding the appro - priate follow- up schedule. During the first year after treatment, pa - tients are seen every 3 months with a gradual increase in intervals to every 4–6 months after 2 years and then annually after the fifth year. At each follow- up, the patient should have her history retaken, including any change in family history of cancer and attention to any symptoms that could suggest recurrence; a physical and pelvic ex - amination should also be performed. This is an opportunity to refer appropriate patients for genetic testing if it was not done at diagnosis or during treatment. CA125 has traditionally been checked at regular intervals, but there has been debate regarding the clinical benefit of using CA125 progression alone as a trigger for initiating second- line chemotherapy. A large MRC OV05- EORTC 55955 study showed that treating asymptomatic patients with recurrent ovarian cancer with chemotherapy on the basis of CA125 progression alone did not im - prove survival. It also showed that early treatment in asymptomatic patients had a negative impact on quality of life. 177 That study has generated considerable debate regarding the use of CA125 for fol - low- up, but most agree that it is reasonable not to immediately initiate treatment unless there is a clear clinical indication to do so. However, it is worth reflecting on the fact that this trial was conducted in an era where there were limited treatment options for patients with recurrent ovarian cancer beyond re- introduction of platinum- based chemotherapy, which is very different today. Furthermore, this study was carried out well before PARP inhibitors were available and there are many more options available at recurrence, including multiple clinical trials. It seems timely to question the timing of treatment at recurrence. The timing of treatment should be based on symptoms, clinical and radiological findings, and the platinum- free interval and with input from patients. Guidelines suggest that imaging tests, such as ultrasonography of the pelvis, CT, MRI, and/or PET scans, should be performed only when the clinical findings or the tumor markers suggest possible recurrence. This has been challenged recently by findings in patients with platinum- sensitive recurrent ovarian cancer receiving maintenance therapy with a PARP inhibitor, where almost half of those with RECIST- defined progressive disease did not exhibit CA125 progression. This raises important questions about the ade - quacy of relying solely on CA125 for surveillance and suggests the imaging should be incorporated, particularly for patients on mainte - nance therapy. 178 9 | CH EM OTH ER A PY FO R R ECU R R ENT EPITH ELI A L C A N CER O F TH E OVA RY, FA LLO PI A N TU B E , A N D PER ITO N EU M The majority of patients who present with advanced epithelial can - cers of the ovary, fallopian tube, and peritoneum will relapse with a median time to recurrence of 16 months. Patients with recurrent ovarian cancer constitute a heterogeneous group with a variable prognosis and a variable response to further treatment. The most widely used clinical surrogate for predicting response to subse - quent chemotherapy and prognosis has been the progression- free interval or the “platinum- free interval,” which is defined as the time from cessation of primary platinum- based chemotherapy to disease recurrence or progression. 179,180 This has been useful to define specific patient populations; however, it has several limitations and depends on how patients are followed. In particular, it depends on how recurrence is detected and defined. Patients with a treatment- free interval of less than 6 months are classified as platinum resist - ant and generally treated with non- platinum–based chemotherapy, while those with a treatment- free interval of more than 6 months are considered to be platinum sensitive and are commonly treated with platinum- based chemotherapy. Patients who progress while on treatment or within 4 weeks of stopping chemotherapy are clas - sified as platinum refractory. 179,180 There have been modifications to these definitions, and time to progression or recurrence rather than treatment- free interval or platinum- free interval has been used to define specific patient populations. There has been significant change in practice over the last 20 years and patients have been routinely followed with regular CA125 testing after completion of chemotherapy. For example, the “platinum- resistant” subgroup may include asymptomatic patients with CA125 progression alone at 3 months after chemotherapy or radiological evidence of recurrence as well as those who are symptomatic with clinical recurrence. The Fourth Ovarian Cancer Consensus Conference reached agreement that distinct patient populations should be based on the interval from last platinum therapy and the time to progression. The progression- free interval is defined from the last date of platinum dose until progressive dis - ease is documented. 179,180 More recently, ESMO- ESGO guidelines have moved away from the terms “platinum resistant” or “platinum sensitive” and now categorize patients as having platinum- non- eligible ovarian cancer, which includes those who progress on or immediately after their last platinum- based chemotherapy or have contraindications to platinum. Platinum- eligible ovarian cancer in - cludes all other cases of relapse. Despite these guidelines, most clinicians and clinical trials still use the terms “platinum sensitive” and “platinum resistant,” and it will be hard to change this as it is so ingrained. 181 For patients whose disease is considered platinum- sensitive, the ICON4 study showed an advantage in terms of OS and PFS for a combination of carboplatin and paclitaxel versus single- agent carbo - platin 182 (Level of Evidence: A). For patients with persistent neuropathy after first- line treatment with paclitaxel, gemcitabine 183 or pegylated liposomal doxorubicin 184 may be substituted for paclitaxel. A large GCIG study (CALYPSO) compared carboplatin (AUC 5) and pegylated liposomal doxorubicin (30 mg/m 2 ) every 4 weeks (CD) with carboplatin and paclitaxel (CP) in 976 patients. 185 The CD arm had statistically superior PFS com - pared with the CP arm, with a median PFS of 11.3 versus 9.4 months, respectively. There was no significant difference in the OS between the treatment groups. The median OS was 33 versus 30.7 months for the CP and CD arms, respectively. The CD arm was better tolerated, with less severe toxicities, and this combination is now widely used (Level of Evidence: A). 18793479, 2025, S1, Downloaded from https://obgyn.onlinelibrary.wiley.com/doi/10.1002/ijgo.70282 by CAPES, Wiley Online Library on [30/01/2026]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License",
    "20 | RENZ et al . There is evidence that the addition of bevacizumab to the reg - imen of carboplatin and gemcitabine improves PFS compared with carboplatin and gemcitabine in platinum- sensitive disease. In the OCEANS study, 186 484 patients with platinum- sensitive disease were randomly assigned to carboplatin (AUC 4 on day 1) and gem - citabine 1000 mg/m 2 on days 1 and 8 with or without bevacizumab (15 mg/kg on day 1) every 21- day cycles. Bevacizumab could be given concurrently with chemotherapy for a maximum of 10 cycles followed by bevacizumab alone until progression of the disease or toxicity. The addition of bevacizumab to carboplatin and gemcit - abine resulted in an improvement in PFS (12 vs. 8 months; HR 0.48, 95% CI 0.39–0.61); however, there was no difference in OS be - tween the two arms. Treatment with bevacizumab was associated with higher rates of serious hypertension (17% vs. < 1%), protein - uria grade 3 or higher (9% vs. 1%), and non- central nervous system bleeding (6% vs. 1%). 186 The OV21 trial randomized 682 patients with platinum- sensitive recurrent ovarian cancer to six intravenous cycles of bevacizumab (15 mg/kg, day 1) plus carboplatin (AUC 4, day 1) plus gemcitabine (1000 mg/m 2 , days 1 and 8) every 3 weeks (standard group) or six cycles of bevacizumab (10 mg/kg, days 1 and 15) plus carboplatin (AUC 5, day 1) plus pegylated liposomal doxo - rubicin (30 mg/m 2 , day 1) every 4 weeks (experimental group), both followed by maintenance bevacizumab (15 mg/kg every 3 weeks in both groups) until disease progression or unacceptable toxicity. The median PFS was 13.3 months (95% CI 11.7–14.2) in the exper - imental group versus 11.6 months (95% CI 11.0–12.7) in the stan - dard group (HR 0.81, 95% CI 0.68–0.96; P = 0.012). 187 The results of this trial support the experimental regimen in clinical practice. Furthermore, there is evidence that the addition of bevacizumab to carboplatin and pegylated liposomal doxorubicin shows an im - proved PFS compared to carboplatin plus gemcitabine and bevaci - zumab in platinum- sensitive disease. 187 The median PFS in this phase trial of 682 patients with a first recurrence was noted to be 13.3 versus 11.6 months. The phase III trial MITO16B- MaNGO OV2B- ENGOT OV17 provided evidence in platinum- sensitive disease that the re- challenge with bevacizumab in combination with platinum- doublets is associated with a prolonged PFS (8.8 vs. 11.8 months without and with bevacizumab). 188 There is a role for angiogenesis inhibitors in platinum- resistant ovarian cancer. In the AURELIA trial, women with recurrent platinum- resistant ovarian cancer were randomized to standard of care, i.e., weekly topotecan, weekly paclitaxel, or monthly liposomal doxorubi - cin versus these agents combined with bevacizumab (10 mg/kg every 2 weeks or 15 mg/kg every 3 weeks). 189 Patients in the experimental arm had a longer PFS of 6.7 versus 3.4 months and a higher overall response rate of 30.9% versus 12.6%. An exploratory subgroup anal - ysis noted an increase in OS for weekly paclitaxel plus bevacizumab from 13.4 to 22.4 months (with and without bevacizumab). 190 The findings in the AURELIA trial changed the standard of care, although there are now other options with antibody- drug conjugates (ADCs), which are discussed below. 9.1 | ICIs in recurrent ovarian cancer There has been a lot of interest in exploring the role of ICIs in pa - tients with recurrent ovarian cancer, including those with plati - num resistance. However, the general results of these studies have been disappointing, with low response rates reported. For example, KEYNOTE- 100 evaluated pembrolizumab, an anti- PD- 1 antibody, in patients with recurrent ovarian cancer after multiple prior lines. 191 The overall response rate was 8%, with a combined positive score (quantifying the number of PD- L1 positive cells) over 10 and the ob - jective response rate (ORR) was in the range of 11%–18%. Similarly, the response rate with avelumab, an anti- PD- L1 antibody, was 10% in recurrent ovarian cancer. 192 However, there may be a role for com - bination regimens, which are being explored. For example, the phase I/II TOPACIO trial using niraparib and pembrolizumab in recurrent platinum- resistant ovarian cancer showed a response rate of 18%. 193 The combination of the CTLA- 4 antibody ipilimumab with nivolumab, an anti- PD- 1 antibody induction followed by nivolumab maintenance had an ORR of 31.4% compared to 12.2% with nivolumab alone in a recently reported randomized phase 2 trial. 194 Although the median PFS was longer with combination, it was only 3.9 versus 2 months and the benefit questionable given the increased toxicity. In the BrUOG phase II on ovarian and extrarenal clear cell cancers, the combination of 240 mg nivolumab every 2 weeks and 1 mg/kg ipilimumab every 6 weeks, an ORR of 33%, PFS of 5.6 months, and an OS of 24.6 months for the combination treatment were reported. 195 The multicohort Leap- 005 trial recently reported preliminary data on another combination treatment using pembrolizumab and the multi- tyrosine kinase inhibitor lenvatinib. In 31 patients with re - current ovarian cancer, the response rate was 32% and the disease control rate 74%. 196 Another phase II trial reported on the combi - nation of pembrolizumab, bevazicumab, and oral metronomic cyclo - phosphamide (50 mg daily) in 30 patients with platinum- resistant and 10 patients with platinum- sensitive disease. A response rate of 47.5% and stable disease in 47.5% were noted. 197 There are still more trials in progress and these are likely to read out over the next few years. It will take time to define the role of ICIs in patients with recurrent ovarian cancer, but it seems likely that only a small subset benefits and the challenge is to identify who these patients are. 9.2 | Antibody- drug conjugates ADCs are a class of anticancer drugs that employs the specific - ity of an antibody in combination with the cytotoxicity of a small molecule anticancer drug. The antibody provides selectivity. The cells take up the ADC by endocytosis. The cytotoxic drug, the pay - load, is released in intracellular compartments such as endosomes or lysosomes. The linker can be cleavable, e.g. by cathepsins that are located in lysosomes and activated by the low pH in lysosomes, or it can be non- cleavable. In the latter case, the antibody will be 18793479, 2025, S1, Downloaded from https://obgyn.onlinelibrary.wiley.com/doi/10.1002/ijgo.70282 by CAPES, Wiley Online Library on [30/01/2026]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License",
    "| 21 RENZ et al . degraded intracellularly and only the cytotoxic agents remain and thereby become active. In the former case, the cytotoxic agent may evade the cell and kill tumor cells nearby as well, the so- called “by - stander killing”. 198,199 Mirvetuximab soravtansine (IMGN853) is an ADC combining a monoclonal antibody against folate receptor α (FR α ) with the may - tansinoid DM4. 200 Maytansine inhibits microtubule assembly, in - duces mitotic arrest and is thereby cytotoxic. After a promising dose- escalation study on single- agent mirvetuximab, 201 a phase Ib trial of mirvetuximab soravtansine (MIRV, 6 mg/kg adjusted ideal body weight every 3 weeks) combined with bevacizumab in platinum- resistant ovarian cancer showed that this combination was well tol - erated and effective. The ORR was 39% (including 5 complete and 21 partial responses) and the median PFS was 6.9 months. 202 In the Forward I phase III trial, 366 patients with platinum- resistant disease, 1–3 prior lines, and tumors positive for FR α were randomized 2:1 to 6 mg/kg MIRV versus standard chemotherapy. Overall, no difference in PFS was noted (4.1 vs. 4.4 months). The treatment was well tolerated with grade 3 adverse events in 25.1% versus 44%. In the high FR α subgroup, an improved ORR of 24% ver - sus 10%, a CA125 of 53% versus 25%, and an improved PFS of 4.8 versus 3.3 months was noted. 203 In the single- arm Soraya trial, 106 patients with FR α - high platinum- resistant ovarian cancer and prior bevacizumab use received MIRV. Using the Ventana FOLR1 assay, at least 75% of viable tumor cells should exhibit at least 2 + level membrane staining by immunohistochemistry (IHC). Furthermore, an exploratory analysis of patient samples from the Forward I trial showed that using this PS2 + scoring was more reliable than the 10x scoring used in the Forward I trial. An ORR of 32.4%, in - cluding 5 complete and 29 partial responses, was seen. 204 In the phase III Mirasol trial, 453 patients with FR α - high (≥75% of cells with + 2 staining) platinum- resistant ovarian cancer were random - ized to MIRV or investigator's choice chemotherapy. The ORR was 42.3% versus 15.9%, the median PFS was 5.6 versus 3.98 months ( P < 0.001), and, most notably, the OS was significantly longer with MIRV (16.46 vs. 12.75 months, HR for death 0.67, 95% CI 0.5–0.89). In addition, fewer grade 3 or higher adverse events were noted (41.7% vs. 54.1%). 205 In April 2024, the FDA granted accelerated approval for trastu - zumab deruxtecan in Her2- positive (IHC 3 + ) solid tumors with no treatment alternatives, which included ovarian cancer. Trastuzumab deruxtecan targets Her2 expression cells and carries the topoisom - erase inhibitor I as payload. The FDA approval is based on the phase II cohort study Pan- Destiny02, which included a cohort of 40 patients with ovarian cancer. This trial showed an ORR of 45%, a median PFS of 11.1 months, and a median OS of 13.2 months in the ovarian can - cer cohort. 206 Data on another ADC, datopotamab deruxtecan, was recently presented at ESMO 2024. 207 This ADC targets the surface protein Trop2 (trophoblast cell surface antigen 2), which has been associated with accelerated tumor growth and poor prognosis in solid tumors, including breast, gastric, lung and gynecological cancers. In the 26 patients with platinum- resistant ovarian cancers, an ORR of 34.6%, a disease control rate (DCR) of 80.8%, and a median duration of re - sponse (DoR) of 5.6 months were noted. 9.3 | PARP inhibitors as monotherapy in patients with recurrent ovarian cancer The initial approval of the PARP inhibitors for late- line treatment was based on the following studies: study 42 for olaparib, 208 the QUADRA study for niraparib, 209 and an integrated analysis of data from study 10 part 2A and Ariel 2 parts 1 and 2 for rucaparib. 210 At the final OS analysis of the Ariel 4 trial, a possible detriment in OS was seen for rucaparib (median OS 19.4 vs. 25.4 months in the intention- to- treat population, and 14.2 vs. 22.2 months in the platinum- resistant group). 211 A post- hoc analysis of SOLO3 found a potential detriment for olaparib in patients who had received three or more prior lines. 212 Neither Ariel 4 nor SOLO3 were powered to assess between- group differences in OS. These trial results lead to “Dear Health Care Provider Letters” in June 2022, and for rucaparib and olaparib in August 2022. Based on the totality of data and the single- arm nature of the QUADRA trial, which prevents assess - ment of OS data, a letter for niraparib followed in September 2022. Subsequently, these PARP inhibitors were voluntarily withdrawn by the pharmaceutical companies for the single- agent PARP- inhibitor late- line treatment. 213 With few exceptions, recurrent disease is not curable and the aim of treatment is to maintain quality of life and palliate symp - toms, particularly in patients with platinum- resistant ovarian cancer. 214 There are many potential treatment options, including chemotherapy, angiogenesis inhibitors, radiation therapy, or sur - gery in selected patients and inclusion in clinical trials. There is a subset of patients who may benefit from secondary surgical debulking. The optimal management of a patient with platinum- resistant or refractory disease is complex and requires a careful assessment of the patient's performance status, symptoms, and extent of disease. Attention to symptom control and good palliative care are essential components of management. 10 | O N G O I N G TR A N S L ATI O N A L R E S E A RCH Between 2006 and 2012, TCGA collected data on 12 different types of cancers with the goal of comparing the complete cancer genomes with the normal human genome and identifying charac - teristic and common genetic abnormalities in human cancers. 215,216 TCGA showed that approximately half of the analyzed high- grade ovarian cancers had defects in the double- strand DNA homologous repair (HR) pathway. 217 TCGA described four subtypes, which, in contrast to the findings of the TCGA for endometrial cancer, have not been shown to be of prognostic or therapeutic value. Ongoing efforts are focused on characterizing tumor heterogeneity 218 and 18793479, 2025, S1, Downloaded from https://obgyn.onlinelibrary.wiley.com/doi/10.1002/ijgo.70282 by CAPES, Wiley Online Library on [30/01/2026]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License",
    "22 | RENZ et al . tumor microenvironment. 219 The new class of ADCs (see above) directed against specific surface molecules, such as FOLR1, Her2, and Trop2, are recent examples of the successful application of precision oncology in ovarian cancer. Biobanking of ovarian cancer tissue and patient blood samples has been established in several national and international institutions. 220–222 Multiple efforts to improve the experimental in vitro model systems are on the way, including ascites- derived spheroids and 3D culturing in patient- derived organoids. 223,224 11 | M A N AG EM ENT O F LOW- G R A D E S ERO US C A N CER S LGSCs comprise 5%–10% of serous ovarian cancers and up to 8% of all ovarian cancers. 225 They are typically diagnosed at a younger age than in women with HGSCs, with a median age of 47–54 years at diagnosis, and are characterized by a relatively indolent behavior and resistance to cytotoxic chemotherapy. 226 In contrast to HGSCs, they do not have TP53 mutations, but may have KRAS or BRAF mu - tations, as well as activation of the Ras–Raf–MEK–ERK signaling pathway. 227,228 Most patients with LGSCs have advanced- stage disease at initial diagnosis and the surgical management is similar to that in patients with high- grade cancers, with attempts at total resection of tumor— with the exception of fertility- sparing surgery in younger women with tumors confined to the ovary. Platinum- based NACT for advanced- stage LGSC was associated with a radiological response rate of 4%, which is much lower than response rates of up to 80% in patients with HGSCs. 229 Similarly, the response rates to chemo - therapy have been reported to be low in several studies and the rate was only 3.7% (4.9% in patients with “platinum- sensitive disease” and 2.1% in those with “platinum- resistant disease”) in a report of patients with recurrent LGSC. 226 It is now accepted that the terms “platinum sensitive” and “platinum resistant” do not apply to LGSCs. A retrospective, exploratory, case–control analysis of over 5000 patients receiving adjuvant chemotherapy in clinical trials included 145 (2.8%) patients with LGSC, of whom 37 had suboptimal debulk - ing and were evaluable for response evaluation. 230 The response rate was higher than in other studies, at 23.1% in this small subset of patients with LGSCs compared with 90.1% in patients with HGSCs. The majority of LGSCs are ER- positive, and endocrine therapy has long been employed in the treatment of recurrent and metastatic LGSCs. Although clinical benefit has been reported, the supporting evidence has historically been limited to retrospective studies until more recently. For example, endocrine therapy was reported to have a response rate of 9% in a retrospective analysis of 64 patients with recurrent LGSC. 231 The PARAGON trial was the first prospective trial of endocrine therapy in LGSCs. A total of 36 patients were enrolled. Clinical benefit at 3 months (primary endpoint) was observed in 23 patients (64%, 95% CI 48–78) and was similar at 6 months (61%, 95% CI 43–75). The median duration of clinical benefit was 9.5 months (95% CI 8.3–25.8). 232 The response rate by RECIST was 14%, stable disease in 50%, and progressive disease in 36%. Median PFS was 11.1 months (95% CI 3.2–11.9). The ORR was identical to the re - sponse rate reported for letrozole in 44 patients who received endo - crine therapy in the control arm with physician choice of treatment in the GOG281/LOGS trial of trametinib versus physicians' choice and which is discussed below. It should be noted that there were no responses observed with tamoxifen (0/27). There have also been re - ports of maintenance therapy with endocrine therapy in LGSCs after surgery alone or after adjuvant chemotherapy. For example, in 26 patients with LGSCs of the ovary or peritoneum, adjuvant hormone therapy after debulking surgery was associated with a median PFS of 22 months and a recurrence rate of 14.8%. 233 In this small study, sur - vival of the patients treated with adjuvant hormonal therapy was not significantly different to an age- and stage- matched control group of patients with LGSC treated with surgery and adjuvant chemo - therapy. A retrospective analysis was reported of 203 patients with LGSC of the ovary or peritoneum who received either maintenance/ adjuvant endocrine therapy or observation, based on physician dis - cretion, after primary cytoreductive surgery and platinum- based chemotherapy. 234 Patients who received adjuvant endocrine therapy had significantly longer median PFS (64.9 vs. 26.4 months) compared with the patients in the observation group, without significant pro - longation of OS (115.7 vs. 102.7 months). The role of maintenance/ adjuvant endocrine therapy in patients with LGSC is being tested in a large phase III NRG trial (NRG- GY019, NCT04095364), which is cur - rently recruiting. There are also studies investigating the addition of CDK4/6 in - hibitors to aromatase inhibitors in LGSCs. The preliminary data of GOG 3026 were presented recently. In this single- arm trial, 51 pa - tients with recurrent LGSCs received 600 mg of the CDK4/6 inhibi - tor ribociclib for 3 weeks on, 1 week off, and letrozole 1 mg/day for a 28- day cycle until disease progression. The ORR was 23% (all partial responses) and the clinical benefit rate 79%. The median duration of response was 19.1 months. 235 Bevacizumab appears to be an active agent in LGSC, with ret - rospective studies suggesting a response rate of 40%. A systematic review that included 153 patients with LGSCs treated with bevaci - zumab reported an overall response rate of 47%, highlighting the need for further evaluation in prospective clinical trials. 236 LGSCs commonly show mutations in the MAP kinase pathway, particularly in BRAF, KRAS, and NRAS. In view of this, there have been several studies exploring targeted therapy with MEK inhib - itors (MEKi). In a GOG phase II trial (GOG 0239) of the MEKi sel - umetinib in 52 women with recurrent LGSC, the overall response rate was 15%, with one complete response and seven partial re - sponses and 65% of patients having stable disease. 237 The median PFS was 11.0 months. The MILO trial was an open- label phase III trial that randomized patients with recurrent LGSCs to either che - motherapy (physician's choice of pegylated liposomal doxorubicin, paclitaxel, or topotecan) or MEK162 (binimetinib). This trial was stopped after a planned interim analysis showed that the hazard ratio for PFS crossed the predefined futility boundary. 238 The median PFS was 9.1 months (95% CI 7.3–11.3) for binimetinib and 18793479, 2025, S1, Downloaded from https://obgyn.onlinelibrary.wiley.com/doi/10.1002/ijgo.70282 by CAPES, Wiley Online Library on [30/01/2026]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License",
    "| 23 RENZ et al . 10.6 months (95% CI 9.2–14.5) for chemotherapy (HR 1.21, 95% CI 0.79–1.86), resulting in early study closure after 341 patients had enrolled. Secondary efficacy end points were similar in the two groups: overall response rate 16% versus 13% and median OS 25.3 versus 20.8 months for binimetinib and chemotherapy, respectively. More recently, a randomized trial (NRG- GOG 0281) of the MEK inhibitor trametinib versus chemotherapy reported an improved ORR of 26.2% versus 6.2% in recurrent LGSC of trame - tinib compared to standard chemotherapy. In addition, the median PFS increased from 7.2 months with chemotherapy to 13 months with trametinib. OS was also increased although this was not sta - tistically significant. 239 The observed treatment effect was seen in mutation- positive and - negative patients although the response rates were higher in patients with KRAS , NRAS , or BRAF mutations (50% vs. 8.3% of patients whose tumors lacked these mutations). It should be noted that that MEK inhibitors are associated with several adverse effects and that 36% of patients discontinued treatment because of toxicity. This remains an area of active in - vestigation and there are data showing that a combination of avu - tometinib, a RAS/RAF inhibitor, in combination with defactinib, a FAK inhibitor, is active in LGSC with an ORR of 45% and 60% in pa - tients with KRAS mutations. This combination is being compared to the physician's choice of treatment in a prospective phase 3 trial (GOG 0397/ENGOT- ov 81/RAMP301). 240 There are many out - standing questions that are under investigation, including which patients with MAP kinase mutations benefit from MEK inhibi - tors and whether the site of the activation mutation is important. Furthermore, there is evidence that NOTCH signaling may lead to resistance. It is possible that NOTCH inhibitors may have a role. Finally, 45% of LGSCs exhibit high expression of FR α , and ADCs targeting are currently under investigation in clinical trials. 241 Follow- up of patients with no evidence of disease is the same as for those with malignant epithelial carcinomas. In a recent con - sensus, conference panelists agreed that clinicians should follow the NCCN guidelines, but CT scans of the chest, abdomen, and pelvis should be incorporated into surveillance rather than rely on CA125 alone. The majority preferred CT to PET/CT. In patients who have had fertility preservation, ultrasound of the remaining ovary is also indicated. In patients on aromatase inhibitors, bone mineral density should be monitored 242 (Level of Evidence: C). 11.1 | Management of low malignant potential (borderline) tumors Compared with invasive epithelial cancers, borderline tumors tend to affect a younger population and constitute 15% of all epithelial tumors of the ovary. 243 Nearly 75% of these are Stage I at the time of diagnosis. The following can be said for these tumors: 244 • The diagnosis must be based on the pathology of the primary tumor • Extensive sectioning of the tumor is necessary to rule out invasive cancer • The prognosis of these tumors is extremely good, with a 10- year survival of approximately 95% • Invasive cancers that arise in borderline tumors are often indolent and have a low response to platinum- based chemotherapy • Spontaneous regression of peritoneal implants has been observed • Early stage, serous histology, and younger age at diagnosis are as - sociated with a more favorable prognosis • Although gross residual disease after primary laparotomy is associ - ated with poorer prognosis, mortality from the disease remains low • Those patients who have invasive implants in the omentum or other distant sites are more likely to recur earlier. Some centers consider invasive implants to be LGSC. The WHO nomenclature was changed in 2014 accordingly. 24 The classification of serous borderline tumors with invasive implants, however, remains controversial. 242 ESGO considers it premature to define serous borderline tumors with invasive implants as LGSCs. 181 Further re - search on the biology and clinical significance of invasive implants is needed • Chemotherapy has not been shown to be beneficial in borderline tumors. Causes of death include complications of disease (e.g. small bowel obstruction) or complications of therapy, and only rarely malignant transformation. The mainstay of treatment is primary surgical stag - ing and cytoreduction. For patients with Stage I disease who want to preserve fertility, conservative surgery via unilateral salpingo- oophorectomy can be considered after intraoperative inspection of the contralateral ovary to exclude involvement. 245 For patients with only one ovary, or bilateral cystic ovaries, a partial oophorectomy or cystectomy can be considered for fertility preservation. For all other patients, total hysterectomy and bilateral salpingo- oophorectomy are recommended, with maximal cytoreduction if the disease is metastatic. Patients with borderline tumors in all stages of disease should be treated with surgery. The response to chemotherapy is low. Uncommonly, some patients recur early and have higher- grade inva - sive cancers and may possibly benefit from chemotherapy. 246 In patients with late recurrence of the disease, secondary cy - toreduction should be considered. Follow- up of patients with no ev - idence of disease is the same as for those with malignant epithelial carcinomas, but at less frequent intervals. If the contralateral ovary has been retained, it should be followed by TVS, at least on an annual basis 1,244,247 (Level of Evidence: C). 12 | M A N AG EM ENT O F G R A N U LOSA CELL TU M O R S In general, sex- cord stromal tumors can be classified as follows: (1) pure stromal tumors that include fibromas and thecomas, (2) pure sex- cord 18793479, 2025, S1, Downloaded from https://obgyn.onlinelibrary.wiley.com/doi/10.1002/ijgo.70282 by CAPES, Wiley Online Library on [30/01/2026]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License",
    "24 | RENZ et al . tumors that include adult and juvenile granulosa cell tumors, and (3) mixed sex- cord stromal tumors, including Sertoli- Leydig cell tumors. Granulosa cell tumors account for approximately 70% of sex- cord stro - mal tumors and 3%–5% of all ovarian neoplasms. 2 There are two types of granulosa cell tumors: juvenile and adult. Because of the high estro - gen production, the juvenile type typically presents with sexual precoc - ity, while the adult type may present with postmenopausal bleeding. The majority of patients are diagnosed with Stage I tumors. The peak incidence is in the first postmenopausal decade. 2,248 Granulosa cell tumors are generally indolent (i.e., with a ten - dency to late recurrence). Stage at diagnosis is the most important prognostic factor. Other prognostic factors include age at diagno - sis, tumor size, and histologic features. If metastatic, adequate cy - toreduction is the mainstay of treatment. If the patient is young and the disease is confined to one ovary, conservative surgery should be performed. 249,250 The infrequency of the disease, and its protracted course, has resulted in a lack of prospective studies. There is no evidence that adjuvant chemotherapy or radiotherapy improves the results of surgery alone for Stage I disease. The value of postoperative ad - juvant chemotherapy for higher- risk Stage I disease (tumor size > 10 cm, capsule rupture, high mitotic count) is uncertain and has not been tested in randomized studies. Platinum- based chemother - apy is used for patients with advanced or recurrent disease, with an overall response rate of 63%–80%. 250–252 Bleomycin/etoposide/ cisplatin (BEP) has been widely used to treat patients with meta - static granulosa cell tumor (GCT); however, there is significantly in - creased toxicity of bleomycin in patients aged over 40 years. There were several deaths associated with bleomycin in early GOG trials, which led to them to reduce the bleomycin dose to 20 units/m 2 IV every 3 weeks ( × 4) to reduce toxicity. 253 Carboplatin and paclitaxel appear to have a similar response rate and less toxicity than BEP. 252 The non- inferiority phase II trial GOG- 0264 (NCT01042522) ran - domized patients with recurrent/metastatic GCTs to paclitaxel 175 mg/m 2 plus carboplatin AUC 6 for six cycles every 3 weeks (PC) versus BEP for four cycles (bleomycin 20 units/m 2 IV push on day 1, etoposide 75 mg/m 2 on days 1–5, and cisplatin 20 mg/m 2 on days 1–5 every 3 weeks). The trial was stopped early since the PC arm met futility criteria. The futility analysis was supported by an esti - mated HR of 1.11 (95% CI 0.57–2.13), which exceeded the prede - termined threshold for non- inferiority (1.10). The median PFS was 27.7 versus 19.7 months (PC vs. BEP). PC patients had fewer grade 3 or higher adverse events (PC 77% vs. BEP 90%). Only 23 patients had measurable disease, with an ORR of 50% (5/12) with BEP and 18% (2/11) with PC. The confidence intervals are wide and there was no statistical difference between the two regimens. The au - thors concluded that both regimens can be considered recurrent/ metastatic GCTs. 254 Bevacizumab has also been reported to have single- agent activ - ity, with a response rate of 16% in 36 patients with GCTs and measur - able disease. 255 ALIENOR/ENGOT- ov7 is a randomized phase 2 trial that compared weekly paclitaxel with weekly paclitaxel in combina - tion with bevacizumab in 60 patients with relapsed GCTs. The overall response rate increased with the addition of bevacizumab (25% with weekly paclitaxel vs. 44% with the combination), but there was no statistical difference in the primary endpoint: PFS at 6 months was 71% (95% CI 55–84) and 72% (95% CI 55–87) in the weekly paclitaxel and weekly paclitaxel with bevacizumab arms, respectively. 256 Hormonal therapies have also been widely used to treat patients with recurring GCTs. A systematic review of retrospective studies involving 31 patients reported an overall response rate of 71%. 257 In a single- center retrospective series of 15 patients treated with letrozole, the partial response rate was 41%, with a median PFS of over 20 months. In contrast, another retrospective study of 22 patients with evaluable disease reported a lower response rate of 18%, although 64% achieved stable disease with aromatase inhibitor therapy. 258 The PARAGON trial remains the only prospective study, reporting a 10.5% partial response rate with anastrozole and a high proportion of patients achieving stable disease. 259 It remains unclear whether the stable disease is attributable to therapy or the indolent nature of GCTs. There are significant variations in follow- up recommendations for surveillance. GCIG Guidelines advise regular review including clinical history for symptoms, physical examination with pelvic ex - amination, and tumor markers (inhibin) every 4 months for the first 2 years, every 6 months during years 3–5, or until progression. They also make the point that some advise prolonged follow- up for 10 or 15 years. They recommend pelvic ultrasound every 6 months for pa - tients who have undergone fertility- sparing surgery with CT scans of the abdomen and pelvis every year. For patients with elevated levels of inhibin B and/or anti- Müllerian hormone (AMH) at the initial diag - nosis of granulosa cell tumors, inhibin B and/or AMH appear to be reliable markers during follow- up for early detection of residual or recurrent disease. 260 There is an increased risk of breast cancer in pa - tients with adult granulosa cell tumors and breast cancer screening should not be forgotten. There is no evidence- based preference for inhibin B or AMH as a tumor marker. 261 Inhibin B and serum AMH have been reported to have a similar sensitivity (94% and 92%, respectively) and speci - ficity (83% and 82%, respectively) for recurrence. Serum inhibin is a useful tumor marker in postmenopausal women. AMH is preferable to inhibin B for surveillance of premenopausal patients as levels can fluctuate during the menstrual cycle 262 (Level of Evidence: C). 13 | M A N AG EM ENT O F G ER M CELL M A LI G N A N CI E S This group of ovarian tumors consists of a variety of histologically different subtypes that are all derived from the primitive germ cells of the embryonic gonad. Malignant ovarian germ cell tumors (MOGCTs) represent a relatively small proportion of all ovarian tu - mors. Before advances in chemotherapy, the prognosis for these aggressive tumors was poor. The use of platinum- based chemother - apeutic regimes has made germ cell malignancies among the most highly curable cancers. 248 18793479, 2025, S1, Downloaded from https://obgyn.onlinelibrary.wiley.com/doi/10.1002/ijgo.70282 by CAPES, Wiley Online Library on [30/01/2026]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License",
    "| 25 RENZ et al . 13.1 | Presentation These are the most common ovarian tumors in the second and third decades of life. They are frequently diagnosed by finding a palpa - ble abdominal mass in a young woman who complains of abdominal pain. The following are the symptoms of germ cell tumors in order of frequency: 248 acute abdominal pain, chronic abdominal pain, asymp - tomatic abdominal mass, abnormal vaginal bleeding, and abdominal distention. 13.2 | Histological classification The classification of ovarian germ cell tumors is important to de - termine prognosis and for treatment with chemotherapy. Germ cell tumors are classified below. 2,248 Histological diagnosis may be dif - ficult and immunohistochemical markers can be valuable and have been added here in parenthesis: dysgerminoma (OCT3/4, PLAP, D2- 40, NANOG, CD117), embryonal carcinoma (OCT3/4, CD30, NANOG, SOX10), teratoma (immature, mature, mature with car - cinoma [squamous cell, carcinoid, neuroectodermal, malignant struma, etc.]) (SALL4 commonly positive in all MOGCTs including immature teratomas). Extra- embryonal differentiation is as follows: non- gestational choriocarcinoma (b- hCG, inhibin), and endodermal sinus tumor (or yolk sac tumor) (AFP, glypican- 2 typically; PLAP can be positive). 13.3 | Diagnosis, staging, and surgical management Ovarian germ cell tumors are staged similarly to epithelial carcino - mas, although the staging system used for male germ cell tumors is probably more useful. The approach to treatment is based on the principles of management of metastatic germ cell tumors of the testis (i.e., low, intermediate, and poor risk). Dysgerminoma is the equivalent of seminoma in testicular cancer. 263 It is exquisitely sensitive to platinum- based chemotherapy and is radiosensitive. The cure rate is high, irrespective of the stage. The other histologi - cal subtypes are equivalent to non- seminomatous testicular can - cers. The aggressiveness of the disease is dependent on the type, with the most aggressive being endodermal sinus and choriocarci - noma; however, with combination chemotherapy, they are highly curable. 264–268 As chemotherapy can cure the majority of patients, even with ad - vanced disease, conservative surgery is standard in all stages of all germ cell tumors. Conservative surgery means laparotomy with care - ful examination and biopsy of all suspicious areas, with limited cytore - duction, thereby avoiding major morbidity. Fertility- sparing surgery is considered the standard of care for young patients with early- stage disease and should also be considered in advanced disease given the high chemosensitivity of the MOGCTs. 269,270 The choice of approach should be tailored to avoid rupture. Cystectomies should be avoided. The uterus and the contralateral ovary should be left intact. Wedge biopsy of a normal ovary is not recommended as it defeats the pur - pose of conservative therapy by potentially causing infertility. Even if both ovaries are involved, a partial oophorectomy on one side should be considered. Patients with advanced disease may benefit from 3 to 4 cycles of NACT using the BEP (platinum) regimen with preser - vation of fertility. 271 Patients who receive conservative surgery with the preservation of one ovary retain acceptable fertility rates despite adjuvant treatment with chemotherapy. There has been no report of higher adverse obstetric outcome or long- term unfavorable sequelae in the offspring. Secondary surgery is of no proven benefit except in patients whose primary tumor contained teratomatous elements. Surgical re - section of residual masses may be beneficial in such cases, although complete resection is not necessary if the procedure would be too in - vasive. Mature teratomatous nodules can continue to grow (growing teratoma syndrome) and, more rarely, may undergo malignant trans - formation over time into an incurable malignancy, such as squamous cell carcinoma. 272 13.4 | Postoperative management and follow- up of dysgerminoma Patients with Stage IA disease may be observed postoperatively. A small proportion may recur, but can be treated successfully at the time of recurrence, with a high cure rate. Patients with disease be - yond the ovary should receive adjuvant chemotherapy. Although radiation therapy is effective, it is no longer used because of late ef - fects, and chemotherapy is highly effective. A follow- up surveillance regime for patients with Stage 1A dys - germinoma is outlined in Table 4 . This schedule is based on the ex - perience of managing seminomas in men and the reports by Dark et al. 273 and Patterson et al. 274 This pragmatic follow- up schedule has not been tested in randomized trials. 13.4.1 | Chemotherapy for dysgerminoma Dysgerminoma is extremely sensitive to chemotherapy, and treat - ment with chemotherapy cures the majority of patients, even with advanced disease. 248,275 The recommended chemotherapy regimen is as follows: etoposide (E) 100 mg/m 2 IV per day for 5 days every 3 weeks for three cycles, cisplatin (P) 20 mg/m 2 IV per day for 5 days every 3 weeks for three cycles, and bleomycin (B) 30 IU IV/IM on days 1, 8, and 15 for 12 weeks (optional) (note that bleomycin is dosed in International Units). If bleomycin is omitted, then four cycles of EP are commonly used (note that various schedules of bleomycin have been used and the role of bleomycin in dysgerminomas is controversial). In adolescent patients, other options include cisplatin, etoposide, and ifosfamide (PEI or VIP), as used in pediatric protocols. There is increased interest in the de- escalation of chemotherapy in dysgermi - nomas as they are so chemosensitive and it may be possible to omit bleomycin and substitute carboplatin for cisplatin due to the acute 18793479, 2025, S1, Downloaded from https://obgyn.onlinelibrary.wiley.com/doi/10.1002/ijgo.70282 by CAPES, Wiley Online Library on [30/01/2026]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License",
    "26 | RENZ et al . adverse effects and potential long- term adverse effects associated with BEP, including secondary malignancies, cardiovascular disease, hyper - tension, Raynaud's phenomenon, pulmonary toxicity, nephrotoxicity, neurotoxicity, deafness, decreased fertility, and psychosocial problems among others. GOG- 116 is an old trial that investigated carboplatin 400 mg/m 2 and etoposide 120 mg/m 2 on days 1–3 every 4 weeks in 39 patients with Stage IB–III dysgerminoma. 276 No patients relapsed de - spite the very modest dose of carboplatin and 3 days of etoposide every 4 weeks for three cycles only; however, the trial closed early after the results of two trials in male patients with non- seminomatous testicular cancer reported inferior outcomes with carboplatin compared to cis - platin. Shah et al. 277 reported the results of pooled data from six trials (three pediatric and three adult) on behalf of the Malignant Germ Cell Tumor International Consortium (MaGIC), which included 126 patients with advanced- stage (Stage IC–IV) dysgerminomas who were treated with either carboplatin- or cisplatin- based chemotherapy. Survival out - comes were equivalent, with a 5- year survival of 96% in both groups, with no differences seen according to age ( < 25 or > 25 years). Seven patients relapsed, including two who had received carboplatin- based chemotherapy and five treated with BEP; all were salvaged. 277 When bulky residual disease is present, 3–4 courses of BEP or EP chemotherapy are commonly administered 278 (Level of Evidence: B). The optimal follow- up schedule has not been clinically investi - gated in ovarian germ cancers, and the frequency of visits and inves - tigations is controversial. Patients who have Stage I tumors and are offered surveillance need to be seen regularly. One option is to utilize the follow- up regimen presented above. 273 Patients who have had chemotherapy have a lower risk of recurrence and the frequency of CT scans can be reduced, which is similar to the approach for testic - ular germ cell tumors. 274 Each follow- up visit should involve taking a medical history, physical examination, and tumor marker determina - tion. Although tumor markers are important, radiological imaging is also pertinent, especially for patients whose tumor markers were not raised at diagnosis. CT or MRI scans should be performed as clinically indicated. 273 Patients who have not received chemotherapy should be fol - lowed closely, as 90% of relapses occur within the first 2 years. In most cases, relapse can be successfully treated (see below) 273 (Level of Evidence: D). 13.5 | Postoperative management and follow- up of non- dysgerminoma germ cell malignancies Non- dysgerminoma germ cell malignancies are highly curable with chemotherapy, even with advanced disease. Patients with Stage IA grade 1–2 immature teratoma have a very good prog - nosis and should be only observed after primary conservative surgery. Adjuvant chemotherapy does not appear to add any survival benefit to this subgroup of patients. Although adjuvant chemotherapy has been routinely recommended to all other pa - tients with Stage I non- dysgerminomatous ovarian germ cell tu - mors, this approach has been challenged and there may be a role for close surveillance and chemotherapy reserved for the sub - set (such as Stage IA yolk- sac tumors) as this is the standard of care in male patients with apparent Stage I testicular cancers. All other patients with non- dysgerminomas, and higher- stage and higher- grade immature teratomas, should receive postoperative adjuvant chemotherapy. 248 The recommended chemotherapy regimen is etoposide 100 mg/ m 2 per day for 5 days, combined with cisplatin 20 mg/m 2 per day for 5 days and bleomycin 30 IU IM/IV on days 1, 8, and 15, administered over a total of 12 weeks. For patients with good prognosis disease, three cycles of BEP are advised, while those with intermediate or poor risk disease should receive four cycles. 248 After chemotherapy, patients with metastatic immature ter - atomas may have residual masses composed entirely of mature elements. These masses can increase in size (growing teratoma syn - drome) and should be surgically resected after the completion of chemotherapy 279 (Level of Evidence: B). All patients should have AFP and beta hCG to monitor their re - sponse to treatment. All patients treated with chemotherapy should be followed up with a medical history, physical examination, and TA B L E 4 Follow- up regime for Stage I germ cell malignancies. a Regimen Description Surveillance Baseline CT of the chest, abdomen, and pelvis, if not performed preoperatively Repeat CT or MRI of the abdomen and pelvis at 3 months postoperatively Repeat CT or MRI of the abdomen plus pelvis at 12 months Pelvic ultrasound at alternate visits (when not having a CT scan) for 2 years if non- dysgerminoma and for 3 years if dysgerminoma Chest radiograph at alternate visits Clinical examination 1st year Monthly 2nd year 2 monthly 3rd year 3 monthly 4th year 4 monthly Years 5–10 6 monthly Tumor marker follow- up Samples: serum AFP and hCG, LDH and CA 125 (regardless of initial value) 0–6 months 2 weekly 7–12 months 4 weekly 12–24 months 8 weekly 24–36 months 12 weekly 36–48 months 16 weekly 48 + months 6 monthly until year 10 Abbreviations: AFP, alpha- fetoprotein; CT, computed tomography; hCG, human chorionic gonadotropin; LDH, lactate dehydrogenase; MRI, magnetic resonance imaging. a Adapted from Patterson et al. 274 18793479, 2025, S1, Downloaded from https://obgyn.onlinelibrary.wiley.com/doi/10.1002/ijgo.70282 by CAPES, Wiley Online Library on [30/01/2026]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License",
    "| 27 RENZ et al . appropriate tumor markers in the same way as dysgerminomas. CT or MRI scans should be performed as clinically indicated. 246 Relapses in patients usually occur within the first 2 years after di - agnosis. 248,266 Patients who relapse after BEP may still attain a dura - ble remission and cure with second- line chemotherapy regimens such as paclitaxel–ifosfamide–cisplatin (TIP). 266 High- dose chemotherapy and autologous marrow rescue may be considered in selected pa - tients who should be managed in specialized units. There is no stan - dard treatment for relapsed disease (Level of Evidence: D). 14 | SA RCO M A O F TH E OVA RY Ovarian sarcomas are rare and occur primarily in postmenopausal patients. 248,280 Nevertheless, accurate diagnosis and differentiation from other types of primary ovarian cancer are important, as the prognosis is generally poor. There are two types of sarcomas. Ovarian carcinosarcomas or the older term “malignant mixed Müllerian tumors” (MMMTs), the more common of the two, are biphasic tumors composed of both carcinomatous and sarcomatous elements. 280,281 Most authors agree that most MMMTs are monoclonal in origin and should be thought of and managed as a high- grade epithelial cancer. The sarcomatous component is derived from carcinoma or from a stem cell that un - dergoes divergent differentiation. Thus, ovarian carcinosarcomas are best regarded as metaplastic carcinomas. Pure sarcomas are very rare and should be treated according to the specific histologic subtype. These rare sarcomas include fibrosar - comas, leiomyosarcomas, neurofibrosarcomas, rhabdomyosarcomas, chondrosarcomas, angiosarcomas, and liposarcomas. Their manage - ment is not discussed here. Patients with early- stage ovarian carcinosarcomas have a bet - ter outcome than those with advanced- stage disease; however, the overall prognosis is poor. They should be managed similarly to high- grade pelvic serous cancers. Their rarity prohibits any prospective randomized trials. The principles of surgical management for ovarian carcinosarco - mas are similar to those for high- grade pelvic serous cancers. After surgery, patients should receive platinum- based chemotherapy. 248 The follow- up schedule aligns with that recommended for epithelial malignancies (Level of Evidence: C). AU T H O R CO N T R I B U T I O N S MR, MF, and JB reviewed and updated the chapter on cancer of the ovary, fallopian tube, and peritoneum published in the 2021 Cancer Report. AC K N OW L E D G M E N T S This chapter updates the information published in the FIGO Cancer Report 2021, 282 with approval granted by the original authors. CO N FL I C T O F I N T E R E S T S TAT E M E N T MR has nothing to disclose. MF receives honoraria for advisory boards from Astra Zeneca, GSK, MSD, Lilly, Novartis, and Takeda; speakers fees from Astra Zeneca; and institutional research fund - ing from Astra Zeneca, Novartis, and Beigene. JB receives institu - tional research funding from Eisai, Immunogen, Tesaro; honoraria for DSMB from Merck. DATA AVA I L A B I L I T Y S TAT E M E N T Data sharing is not applicable to this article as no new data were cre - ated or analyzed in this study. R E F E R E N C E S 1. Berek JS, Friedlander M, Hacker NF. Epithelial ovarian, fallopian tube, and peritoneal cancer. In: Berek JS, Hacker NF, eds. Berek and Hacker's Gynecologic Oncology . Wolters Kluwer; 2021. 2. Scully RE, Young RH, Clement PB. Tumors of the ovary, maldeveloped gonads, fallopian tube, and broad ligament. Atlas of Tumor Pathology . Armed Forces Institute of Pathology; 1998:1-168. 3. Kindelberger DW, Lee Y, Miron A, et al. Intraepithelial carcinoma of the fimbria and pelvic serous carcinoma: evidence for a causal relationship. Am J Surg Pathol . 2007;31(2):161-169. 4. Callahan MJ, Crum CP, Medeiros F, et al. Primary fallopian tube ma - lignancies in BRCA- positive women undergoing surgery for ovarian cancer risk reduction. J Clin Oncol . 2007;25(25):3985-3990. 5. Kurman RJ, Shih Ie M. Pathogenesis of ovarian cancer: lessons from morphology and molecular biology and their clinical implica - tions. Int J Gynecol Pathol . 2008;27(2):151-160. 6. Crum CP, Drapkin R, Miron A, et al. The distal fallopian tube: a new model for pelvic serous carcinogenesis. Curr Opin Obstet Gynecol . 2007;19(1):3-9. 7. Carlson JW, Miron A, Jarboe EA, et al. Serous tubal intraep - ithelial carcinoma: its potential role in primary peritoneal se - rous carcinoma and serous cancer prevention. J Clin Oncol . 2008;26(25):4160-4165. 8. Aziz S, Kuperstein G, Rosen B, et al. A genetic epidemiolog - ical study of carcinoma of the fallopian tube. Gynecol Oncol . 2001;80(3):341-345. 9. Levanon K, Crum C, Drapkin R. New insights into the pathogen - esis of serous ovarian cancer and its clinical impact. J Clin Oncol . 2008;26(32):5284-5293. 10. Cortes- Guiral D, Hubner M, Alyami M, et al. Primary and metastatic peritoneal surface malignancies. Nat Rev Dis Primers . 2021;7(1):91. 11. Soong TR, Howitt BE, Horowitz N, Nucci MR, Crum CP. The fal - lopian tube, “precursor escape” and narrowing the knowledge gap to the origins of high- grade serous carcinoma. Gynecol Oncol . 2019;152(2):426-433. 12. Davidson B, Holth A, Lindemann K, Zahl Eriksson AG, Nilsen TA, Torgunrud A. Molecular characteristics of tubo- ovarian car - cinosarcoma at different anatomic locations. Virchows Arch . 2024;485:1053-1061. 13. Deffieux X, Morice P, Thoury A, Camatte S, Duvillard P, Castaigne D. Anatomy of pelvic and para- aortic nodal spread in patients with primary fallopian tube carcinoma. J Am Coll Surg . 2005;200(1):45-48. 14. Baekelandt M, Nesbakken JA, Kristensen GB, Trope CG, Abeler VM. Carcinoma of the fallopian tube. Cancer . 2000;89(10):2076-2084. 15. Burghardt E, Girardi F, Lahousen M, Tamussino K, Stettner H. Patterns of pelvic and paraaortic lymph node involvement in ovar - ian cancer. Gynecol Oncol . 1991;40(2):103-106. 16. McCoubrey A, Houghton O, McCallion K, McCluggage WG. Serous adenocarcinoma of the sigmoid mesentery arising in cystic en - dosalpingiosis. J Clin Pathol . 2005;58(11):1221-1223. 17. Rutten MJ, van de Vrie R, Bruining A, et al. Predicting surgical out - come in patients with International Federation of Gynecology and 18793479, 2025, S1, Downloaded from https://obgyn.onlinelibrary.wiley.com/doi/10.1002/ijgo.70282 by CAPES, Wiley Online Library on [30/01/2026]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License",
    "28 | RENZ et al . Obstetrics stage III or IV ovarian cancer using computed tomogra - phy: a systematic review of prediction models. Int J Gynecol Cancer . 2015;25(3):407-415. 18. Tsili AC, Alexiou G, Tzoumpa M, Siempis T, Argyropoulou MI. Imaging of peritoneal metastases in ovarian cancer using MDCT, MRI, and FDG PET/CT: a systematic review and meta- analysis. Cancer . 2024;16(8):1467. 19. Bankhead CR, Kehoe ST, Austoker J. Symptoms associated with diagnosis of ovarian cancer: a systematic review. BJOG . 2005;112(7):857-865. 20. Lataifeh I, Marsden DE, Robertson G, Gebski V, Hacker NF. Presenting symptoms of epithelial ovarian cancer. Aust N Z J Obstet Gynaecol . 2005;45(3):211-214. 21. Gilbert L, Basso O, Sampalis J, et al. Assessment of symptomatic women for early diagnosis of ovarian cancer: results from the pro - spective DOvE pilot project. Lancet Oncol . 2012;13(3):285-291. 22. Gilks CB, Irving J, Kobel M, et al. Incidental nonuterine high- grade serous carcinomas arise in the fallopian tube in most cases: further evidence for the tubal origin of high- grade serous carcinomas. Am J Surg Pathol . 2015;39(3):357-364. 23. Berek JS. Lymph node- positive stage IIIC ovarian cancer: a sepa - rate entity? Int J Gynecol Cancer . 2009;19(Suppl 2):S18-S20. 24. Kurman RJ, Carcangiu ML, Herrington CS, Young RH. WHO Classification of Tumours of Female Reproductive Organs. 2014. 25. Bodurka DC, Deavers MT, Tian C, et al. Reclassification of serous ovarian carcinoma by a 2- tier system: a gynecologic oncology group study. Cancer . 2012;118(12):3087-3094. 26. Kurman RJ, Carcangiu ML, Herrington CS, Young RH. WHO Classification of Tumours of Female Reproductive Organs . 4th ed. IARC Press; 2014. 27. Lee KR, Scully RE. Mucinous tumors of the ovary: a clinicopatho - logic study of 196 borderline tumors (of intestinal type) and carci - nomas, including an evaluation of 11 cases with ‘pseudomyxoma peritonei’. Am J Surg Pathol . 2000;24(11):1447-1464. 28. McCluggage WG, Judge MJ, Clarke BA, et al. Data set for reporting of ovary, fallopian tube and primary peritoneal carcinoma: recom - mendations from the international collaboration on cancer report - ing (ICCR). Mod Pathol . 2015;28(8):1101-1122. 29. Hollis RL, Thomson JP, Stanley B, et al. Molecular stratification of endometrioid ovarian carcinoma predicts clinical outcome. Nat Commun . 2020;11(1):4995. 30. Cancer Genome Atlas Research N, Kandoth C, Schultz N, et al. Integrated genomic characterization of endometrial carcinoma. Nature . 2013;497(7447):67-73. 31. Hollis RL, Stanley B, Thomson JP, et al. Integrated molecular char - acterisation of endometrioid ovarian carcinoma identifies oppor - tunities for stratification. NPJ Precis Oncol . 2021;5(1):47. 32. Amin MB, Greene FL, Edge SB, et al. The eighth edition AJCC can - cer staging manual: continuing to build a bridge from a population- based to a more “personalized” approach to cancer staging. CA Cancer J Clin . 2017;67(2):93-99. 33. Soslow RA, Han G, Park KJ, et al. Morphologic patterns associ - ated with BRCA1 and BRCA2 genotype in ovarian carcinoma. Mod Pathol . 2012;25(4):625-636. 34. Kalloger SE, Kobel M, Leung S, et al. Calculator for ovarian carci - noma subtype prediction. Mod Pathol . 2011;24(4):512-521. 35. Roh MH, Yassin Y, Miron A, et al. High- grade fimbrial- ovarian carci - nomas are unified by altered p53, PTEN and PAX2 expression. Mod Pathol . 2010;23(10):1316-1324. 36. Ayhan A, Kurman RJ, Yemelyanova A, et al. Defining the cut point between low- grade and high- grade ovarian serous carcinomas: a clinicopathologic and molecular genetic analysis. Am J Surg Pathol . 2009;33(8):1220-1224. 37. (NCI) NCI. Cancer Stat Facts: Ovarian Cancer 2023. https:// seer. cancer. gov/ statf acts/ html/ ovary. html 38. Siegel RL, Miller KD, Wagle NS, Jemal A. Cancer statistics, 2023. CA Cancer J Clin . 2023;73(1):17-48. 39. Society AC. Cancer Facts & Figures 2023. 2023 https:// www. can - cer. org/ cancer/ types/ ovari an- cancer/ about/ key- stati stics. html#: ~ : text = Ovari an% 20can cer% 20ran ks% 20fif th% 20in,is% 20abo ut% 201% 20in% 20108 40. Sung H, Ferlay J, Siegel RL, et al. Global cancer statistics 2020: GLOBOCAN estimates of incidence and mortality worldwide for 36 cancers in 185 countries. CA Cancer J Clin . 2021;71:209-249. 41. Nkyekyer K. Pattern of gynaecological cancers in Ghana. East Afr Med J . 2000;77(10):534-538. 42. Abuidris DO, Weng HY, Elhaj AM, et al. Incidence and survival rates of ovarian cancer in low- income women in Sudan. Mol Clin Oncol . 2016;5(6):823-828. 43. Franceschi S, La Vecchia C, Booth M, et al. Pooled analysis of 3 European case- control studies of ovarian cancer: II. Age at men - arche and at menopause. Int J Cancer . 1991;49(1):57-60. 44. Negri E, Franceschi S, Tzonou A, et al. Pooled analysis of 3 European case- control studies: I. Reproductive factors and risk of epithelial ovarian cancer. Int J Cancer . 1991;49(1):50-56. 45. Lynch HT, Watson P, Lynch JF, Conway TA, Fili M. Hereditary ovarian cancer. Heterogeneity in age at onset. Cancer . 1993;71(2 Suppl):573-581. 46. Struewing JP, Hartge P, Wacholder S, et al. The risk of cancer as - sociated with specific mutations of BRCA1 and BRCA2 among Ashkenazi Jews. N Engl J Med . 1997;336(20):1401-1408. 47. Risch HA, McLaughlin JR, Cole DE, et al. Population BRCA1 and BRCA2 mutation frequencies and cancer penetrances: a kin- cohort study in Ontario, Canada. J Natl Cancer Inst . 2006;98(23):1694-1706. 48. Chetrit A, Hirsh- Yechezkel G, Ben- David Y, Lubin F, Friedman E, Sadetzki S. Effect of BRCA1/2 mutations on long- term survival of patients with invasive ovarian cancer: the national Israeli study of ovarian cancer. J Clin Oncol . 2008;26(1):20-25. 49. Medeiros F, Muto MG, Lee Y, et al. The tubal fimbria is a preferred site for early adenocarcinoma in women with familial ovarian can - cer syndrome. Am J Surg Pathol . 2006;30(2):230-236. 50. Petrucelli N, Daly MB, Pal T. BRCA1- and BRCA2- associated he - reditary breast and ovarian cancer. In: Adam MP, Feldman J, Mirzaa GM, Pagon RA, Wallace SE, Amemiya A, eds. GeneReviews® . University of Washington; 1993. 51. Norquist BM, Harrell MI, Brady MF, et al. Inherited mutations in women with ovarian carcinoma. JAMA Oncol . 2016;2(4):482-490. 52. Walsh T, Casadei S, Lee MK, et al. Mutations in 12 genes for in - herited ovarian, fallopian tube, and peritoneal carcinoma iden - tified by massively parallel sequencing. Proc Natl Acad Sci USA . 2011;108(44):18032-18037. 53. Ryan NAJ, Bolton J, McVey RJ, Evans DG, Crosbie EJ. BRCA and lynch syndrome- associated ovarian cancers behave differently. Gynecol Oncol Rep . 2017;22:108-109. 54. SGO. SGO Clinical Practice Statement: Genetic Testing for Ovarian Cancer . SGO; 2014. 55. Network NCC. Genetic/Familial High- Risk Assessment: Breast, Ovarian, Pancreatic, and Prostate 2025. https:// www. nccn. org/ profe ssion als/ physi cian_ gls/ pdf/ genet ics_ bopp. pdf 56. Domchek SM, Friebel TM, Singer CF, et al. Association of risk- reducing surgery in BRCA1 or BRCA2 mutation carriers with can - cer risk and mortality. JAMA . 2010;304(9):967-975. 57. Phillips KA, Friedlander ML. Risk of peritoneal cancer after risk- reducing bilateral Salpingo- oophorectomy for women with germ - line BRCA pathogenic variants: a cause for concern or potentially avoidable? J Clin Oncol . 2022;40(17):1850-1852. 58. Allemani C, Matsuda T, Di Carlo V, et al. Global surveillance of trends in cancer survival 2000- 14 (CONCORD- 3): analysis of in - dividual records for 37 513 025 patients diagnosed with one of 18 cancers from 322 population- based registries in 71 countries. Lancet . 2018;391(10125):1023-1075. 18793479, 2025, S1, Downloaded from https://obgyn.onlinelibrary.wiley.com/doi/10.1002/ijgo.70282 by CAPES, Wiley Online Library on [30/01/2026]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License",
    "| 29 RENZ et al . 59. Maringe C, Walters S, Butler J, et al. Stage at diagnosis and ovar - ian cancer survival: evidence from the international cancer bench - marking partnership. Gynecol Oncol . 2012;127(1):75-82. 60. Deo S, Ray M, Bansal B, et al. Feasibility and outcomes of cytore - ductive surgery and HIPEC for peritoneal surface malignancies in low- and middle- income countries: a single- center experience of 232 cases. World J Surg Oncol . 2021;19(1):164. 61. Deo SVS, Ray MD, Kumar L, et al. Pattern of Care in Real- World Scenario on advanced epithelial ovarian cancer in a tertiary referral oncology Centre in India—ISPSM collaborative study. Indian J Surg Oncol . 2023;14(Suppl 1):233-239. 62. Sfeir S, Allen L, Algera MD, et al. Exploring global barriers to op - timal ovarian cancer care: thematic analysis. Int J Gynecol Cancer . 2024;34(9):1408-1415. 63. Algera MD, Morton R, Sundar SS, et al. Exploring international differences in ovarian cancer care: a survey report on global pat - terns of care, current practices, and barriers. Int J Gynecol Cancer . 2023;33(10):1612-1620. 64. Bathla N, Jones A, Reid F. The world ovarian cancer coalition atlas: World Ovarian Cancer Coalition; 2018 [Global trends in incidence, mortality and survival]. 2018 https:// world ovari ancan cerco aliti on. org/ wp- conte nt/ uploa ds/ 2018/ 10/ THE- WORLD - OVARI AN- CANCE R- COALI TION- ATLAS - 2018. pdf 65. Buys SS, Partridge E, Black A, et al. Effect of screening on ovar - ian cancer mortality: the prostate, lung, colorectal and ovar - ian (PLCO) cancer screening randomized controlled trial. JAMA . 2011;305(22):2295-2303. 66. Jacobs IJ, Menon U, Ryan A, et al. Ovarian cancer screening and mortal - ity in the UK collaborative trial of ovarian cancer screening (UKCTOCS): a randomised controlled trial. Lancet . 2016;387(10022):945-956. 67. Hermsen BB, Olivier RI, Verheijen RH, et al. No efficacy of annual gynaecological screening in BRCA1/2 mutation carriers; an obser - vational follow- up study. Br J Cancer . 2007;96(9):1335-1342. 68. Woodward ER, Sleightholme HV, Considine AM, Williamson S, McHugo JM, Cruger DG. Annual surveillance by CA125 and trans - vaginal ultrasound for ovarian cancer in both high- risk and popu - lation risk women is ineffective. BJOG . 2007;114(12):1500-1509. 69. Force USPST, Grossman DC, Curry SJ, et al. Screening for ovarian cancer: US preventive services task Force recommendation state - ment. JAMA . 2018;319(6):588-594. 70. Force USPST. Screening for ovarian cancer: recommendation statement. Ann Fam Med . 2004;2(3):260-262. 71. Rosenthal AN, Fraser LSM, Philpott S, et al. Evidence of stage shift in women diagnosed with ovarian cancer during phase II of the United Kingdom familial ovarian cancer screening study. J Clin Oncol . 2017;35(13):1411-1420. 72. Menon U, Gentry- Maharaj A, Burnell M, et al. Tumour stage, treat - ment, and survival of women with high- grade serous tubo- ovarian cancer in UKCTOCS: an exploratory analysis of a randomised con - trolled trial. Lancet Oncol . 2023;24(9):1018-1028. 73. Han CY, Lu KH, Corrigan G, et al. Normal risk ovarian screening study: 21- year update. J Clin Oncol . 2024;42(10):1102-1109. 74. ACOG Committee opinion No. 774: opportunistic salpingectomy as a strategy for epithelial ovarian cancer prevention. Obstet Gynecol . 2019;133(4):e279-e284. 75. Trimbos JB, Vergote I, Bolis G, et al. Impact of adjuvant chemo - therapy and surgical staging in early- stage ovarian carcinoma: European Organisation for Research and Treatment of Cancer- adjuvant ChemoTherapy in ovarian neoplasm trial. J Natl Cancer Inst . 2003;95(2):113-125. 76. Zanetta G, Chiari S, Rota S, et al. Conservative surgery for stage I ovarian carcinoma in women of childbearing age. Br J Obstet Gynaecol . 1997;104(9):1030-1035. 77. Young V, O'Connell PR, Keane FB. The role of adjuvant therapy in the management of node negative breast cancer. Ir Med J . 1990;83(1):34-35. 78. Bell J, Brady MF, Young RC, et al. Randomized phase III trial of three versus six cycles of adjuvant carboplatin and paclitaxel in early stage epithelial ovarian carcinoma: a gynecologic oncology group study. Gynecol Oncol . 2006;102(3):432-439. 79. Nagle CM, Francis JE, Nelson AE, et al. Reducing time to diagnosis does not improve outcomes for women with symptomatic ovarian cancer: a report from the Australian ovarian cancer study group. J Clin Oncol . 2011;29(16):2253-2258. 80. Jacobs I, Oram D, Fairbanks J, Turner J, Frost C, Grudzinskas JG. A risk of malignancy index incorporating CA 125, ultrasound and menopausal status for the accurate preoperative diagnosis of ovar - ian cancer. Br J Obstet Gynaecol . 1990;97(10):922-929. 81. Ueland FR, Desimone CP, Seamon LG, et al. Effectiveness of a mul - tivariate index assay in the preoperative assessment of ovarian tu - mors. Obstet Gynecol . 2011;117(6):1289-1297. 82. Moore RG, McMeekin DS, Brown AK, et al. A novel multiple marker bioassay utilizing HE4 and CA125 for the prediction of ovarian cancer in patients with a pelvic mass. Gynecol Oncol . 2009;112(1):40-46. 83. Moore RG, Jabre- Raughley M, Brown AK, et al. Comparison of a novel multiple marker assay vs the risk of malignancy index for the prediction of epithelial ovarian cancer in patients with a pelvic mass. Am J Obstet Gynecol . 2010;203(3):228.e1-228.e6. 84. Coleman RL, Herzog TJ, Chan DW, et al. Validation of a second- generation multivariate index assay for malignancy risk of adnexal masses. Am J Obstet Gynecol . 2016;215(1):82.e1-82.e11. 85. Sorensen SS, Mosgaard BJ. Combination of cancer antigen 125 and carcinoembryonic antigen can improve ovarian cancer diagnosis. Dan Med Bull . 2011;58(11):A4331. 86. Hacker NF, Berek JS, Lagasse LD, Nieberg RK, Elashoff RM. Primary cytoreductive surgery for epithelial ovarian cancer. Obstet Gynecol . 1983;61(4):413-420. 87. Bristow RE, Tomacruz RS, Armstrong DK, Trimble EL, Montz FJ. Survival effect of maximal cytoreductive surgery for advanced ovarian carcinoma during the platinum era: a meta- analysis. J Clin Oncol . 2002;20(5):1248-1259. 88. Chi DS, Abu- Rustum NR, Sonoda Y, et al. The safety and efficacy of laparoscopic surgical staging of apparent stage I ovarian and fal - lopian tube cancers. Am J Obstet Gynecol . 2005;192(5):1614-1619. 89. Park JY, Bae J, Lim MC, et al. Laparoscopic and laparotomic staging in stage I epithelial ovarian cancer: a comparison of feasibility and safety. Int J Gynecol Cancer . 2008;18(6):1202-1209. 90. Falcetta FS, Lawrie TA, Medeiros LRF, et al. Laparoscopy versus laparotomy for FIGO stage I ovarian cancer. Cochrane Database Syst Rev . 2016;10. 91. Colomer AT, Jimenez AM, Bover Barcelo MI. Laparoscopic treat - ment and staging of early ovarian cancer. J Minim Invasive Gynecol . 2008;15(4):414-419. 92. Covens AL, Dodge JE, Lacchetti C, et al. Surgical management of a suspicious adnexal mass: a systematic review. Gynecol Oncol . 2012;126(1):149-156. 93. Brockbank EC, Harry V, Kolomainen D, et al. Laparoscopic staging for apparent early stage ovarian or fallopian tube cancer. First case series from a UK cancer centre and systematic literature review. Eur J Surg Oncol . 2013;39(8):912-917. 94. Park HJ, Kim DW, Yim GW, Nam EJ, Kim S, Kim YT. Staging lapa - roscopy for the management of early- stage ovarian cancer: a meta- analysis. Am J Obstet Gynecol . 2013;209(1):58.e1-58.e8. 95. Lu Q, Qu H, Liu C, Wang S, Zhang Z, Zhang Z. Comparison of laparoscopy and laparotomy in surgical staging of apparent early ovarian cancer: 13- year experience. Medicine (Baltimore) . 2016;95(20):e3655. 96. Bogani G, Borghi C, Leone Roberti Maggiore U, et al. Minimally invasive surgical staging in early- stage ovarian carcinoma: a systematic review and meta- analysis. J Minim Invasive Gynecol . 2017;24(4):552-562. 18793479, 2025, S1, Downloaded from https://obgyn.onlinelibrary.wiley.com/doi/10.1002/ijgo.70282 by CAPES, Wiley Online Library on [30/01/2026]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License",
    "30 | RENZ et al . 97. Melamed A, Keating NL, Clemmer JT, et al. Laparoscopic staging for apparent stage I epithelial ovarian cancer. Am J Obstet Gynecol . 2017;216(1):50.e1-50.e12. 98. Gallotta V, Cicero C, Conte C, et al. Robotic versus laparoscopic staging for early ovarian cancer: a case- matched control study. J Minim Invasive Gynecol . 2017;24(2):293-298. 99. Ditto A, Bogani G, Martinelli F, et al. Minimally invasive surgi - cal staging for ovarian carcinoma: a propensity- matched com - parison with traditional open surgery. J Minim Invasive Gynecol . 2017;24(1):98-102. 100. Lecuru F, Desfeux P, Camatte S, Bissery A, Blanc B, Querleu D. Impact of initial surgical access on staging and survival of patients with stage I ovarian cancer. Int J Gynecol Cancer . 2006;16(1):87-94. 101. Morice P, Scambia G, Abu- Rustum NR, et al. Fertility- sparing treatment and follow- up in patients with cervical cancer, ovarian cancer, and borderline ovarian tumours: guidelines from ESGO, ESHRE, and ESGE. Lancet Oncol . 2024;25(11):e602-e610. 102. Preservation TEGGoFF, Anderson RA, Amant F, et al. ESHRE guideline: female fertility preservation. Hum Reprod Open . 2020;2020(4):hoaa052. 103. Hoskins WJ, Bundy BN, Thigpen JT, Omura GA. The influence of cytoreductive surgery on recurrence- free interval and survival in small- volume stage III epithelial ovarian cancer: a gynecologic on - cology group study. Gynecol Oncol . 1992;47(2):159-166. 104. Harter P, Sehouli J, Lorusso D, et al. A randomized trial of lymph - adenectomy in patients with advanced ovarian neoplasms. N Engl J Med . 2019;380(9):822-832. 105. Vergote I, Trope CG, Amant F, et al. Neoadjuvant chemotherapy or primary surgery in stage IIIC or IV ovarian cancer. N Engl J Med . 2010;363(10):943-953. 106. Kehoe S, Hook J, Nankivell M, et al. Primary chemotherapy ver - sus primary surgery for newly diagnosed advanced ovarian cancer (CHORUS): an open- label, randomised, controlled, non- inferiority trial. Lancet . 2015;386(9990):249-257. 107. Vergote I, Coens C, Nankivell M, et al. Neoadjuvant chemother - apy versus debulking surgery in advanced tubo- ovarian cancers: pooled analysis of individual patient data from the EORTC 55971 and CHORUS trials. Lancet Oncol . 2018;19(12):1680-1687. 108. Kumar L, Pramanik R, Kumar S, Bhatla N, Malik S. Neoadjuvant chemotherapy in gynaecological cancers—implications for staging. Best Pract Res Clin Obstet Gynaecol . 2015;29(6):790-801. 109. van der Burg ME, van Lent M, Buyse M, et al. The effect of debulk - ing surgery after induction chemotherapy on the prognosis in ad - vanced epithelial ovarian cancer. Gynecological cancer cooperative Group of the European Organization for research and treatment of cancer. N Engl J Med . 1995;332(10):629-634. 110. Bohm S, Faruqi A, Said I, et al. Chemotherapy response score: de - velopment and validation of a system to quantify histopathologic response to neoadjuvant chemotherapy in Tubo- ovarian high- grade serous carcinoma. J Clin Oncol . 2015;33(22):2457-2463. 111. Coghlan E, Meniawy TM, Munro A, et al. Prognostic role of his - tological tumor regression in patients receiving neoadjuvant che - motherapy for high- grade serous Tubo- ovarian carcinoma. Int J Gynecol Cancer . 2017;27(4):708-713. 112. Jorgensen K, Melamed A, Wu CF, et al. Minimally invasive interval debulking surgery for advanced ovarian cancer after neoadjuvant chemotherapy. Gynecol Oncol . 2023;172:130-137. 113. Chan JK, Tian C, Fleming GF, et al. The potential benefit of 6 vs. 3 cycles of chemotherapy in subsets of women with early- stage high- risk epithelial ovarian cancer: an exploratory analysis of a gyneco - logic oncology group study. Gynecol Oncol . 2010;116(3):301-306. 114. Young RC, Walton LA, Ellenberg SS, et al. Adjuvant therapy in stage I and stage II epithelial ovarian cancer. Results of two prospective randomized trials. N Engl J Med . 1990;322(15):1021-1027. 115. Steenbeek MP, van Bommel MHD, Bulten J, et al. Risk of perito - neal carcinomatosis after risk- reducing Salpingo- oophorectomy: a systematic review and individual patient data meta- analysis. J Clin Oncol . 2022;40(17):1879-1891. 116. Aabo K, Adams M, Adnitt P, et al. Chemotherapy in advanced ovar - ian cancer: four systematic meta- analyses of individual patient data from 37 randomized trials. Br J Cancer . 1998;78(11):1479-1487. 117. McGuire WP, Hoskins WJ, Brady MF, et al. Cyclophosphamide and cisplatin versus paclitaxel and cisplatin: a phase III randomized trial in patients with suboptimal stage III/IV ovarian cancer (from the gyne - cologic oncology group). Semin Oncol . 1996;23(5 Suppl 12):40-47. 118. Vasey PA, Paul J, Birt A, et al. Docetaxel and cisplatin in combi - nation as first- line chemotherapy for advanced epithelial ovarian cancer. Scottish Gynaecological cancer trials group. J Clin Oncol . 1999;17(7):2069-2080. 119. Gemignani ML, Hensley ML, Cohen R, Venkatraman E, Saigo PE, Barakat RR. Paclitaxel- based chemotherapy in carcinoma of the fallopian tube. Gynecol Oncol . 2001;80(1):16-20. 120. Ozols RF, Bundy BN, Greer BE, et al. Phase III trial of carboplatin and paclitaxel compared with cisplatin and paclitaxel in patients with optimally resected stage III ovarian cancer: a gynecologic on - cology group study. J Clin Oncol . 2003;21(17):3194-3200. 121. Bookman MA, Brady MF, McGuire WP, et al. Evaluation of new platinum- based treatment regimens in advanced- stage ovarian cancer: a phase III trial of the gynecologic cancer intergroup. J Clin Oncol . 2009;27(9):1419-1425. 122. Vasey PA, Jayson GC, Gordon A, et al. Phase III randomized trial of docetaxel- carboplatin versus paclitaxel- carboplatin as first- line chemotherapy for ovarian carcinoma. J Natl Cancer Inst . 2004;96(22):1682-1691. 123. Pignata S, Scambia G, Ferrandina G, et al. Carboplatin plus pacli - taxel versus carboplatin plus pegylated liposomal doxorubicin as first- line treatment for patients with ovarian cancer: the MITO- 2 randomized phase III trial. J Clin Oncol . 2011;29(27):3628-3635. 124. Alberts DS, Liu PY, Hannigan EV, et al. Intraperitoneal cisplatin plus intravenous cyclophosphamide versus intravenous cisplatin plus intravenous cyclophosphamide for stage III ovarian cancer. N Engl J Med . 1996;335(26):1950-1955. 125. Markman M, Bundy BN, Alberts DS, et al. Phase III trial of standard- dose intravenous cisplatin plus paclitaxel versus mod - erately high- dose carboplatin followed by intravenous paclitaxel and intraperitoneal cisplatin in small- volume stage III ovarian car - cinoma: an intergroup study of the gynecologic oncology group, southwestern oncology group, and eastern cooperative oncology group. J Clin Oncol . 2001;19(4):1001-1007. 126. Armstrong DK, Bundy B, Wenzel L, et al. Intraperitoneal cisplatin and paclitaxel in ovarian cancer. N Engl J Med . 2006;354(1):34-43. 127. Jaaback K, Johnson N, Lawrie TA. Intraperitoneal chemotherapy for the initial management of primary epithelial ovarian cancer. Cochrane Database Syst Rev . 2016;1. 128. Walker JL, Brady MF, Wenzel L, et al. Randomized trial of intra - venous versus intraperitoneal chemotherapy plus bevacizumab in advanced ovarian carcinoma: an NRG oncology/gynecologic oncol - ogy group study. J Clin Oncol . 2019;37(16):1380-1390. 129. Nagao S, Fujiwara K, Yamamoto K, et al. Intraperitoneal car - boplatin for ovarian cancer—a phase 2/3 trial. NEJM Evid . 2023;2(5):EVIDoa2200225. 130. Katsumata N, Yasuda M, Takahashi F, et al. Dose- dense paclitaxel once a week in combination with carboplatin every 3 weeks for advanced ovarian cancer: a phase 3, open- label, randomised con - trolled trial. Lancet . 2009;374(9698):1331-1338. 131. Katsumata N, Yasuda M, Isonishi S, et al. Long- term results of dose- dense paclitaxel and carboplatin versus conventional paclitaxel and carboplatin for treatment of advanced epithelial ovarian, fallopian tube, or primary peritoneal cancer (JGOG 3016): a randomised, controlled, open- label trial. Lancet Oncol . 2013;14(10):1020-1026. 132. Pignata S, Scambia G, Katsaros D, et al. Carboplatin plus pacli - taxel once a week versus every 3 weeks in patients with advanced 18793479, 2025, S1, Downloaded from https://obgyn.onlinelibrary.wiley.com/doi/10.1002/ijgo.70282 by CAPES, Wiley Online Library on [30/01/2026]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License",
    "| 31 RENZ et al . ovarian cancer (MITO- 7): a randomised, multicentre, open- label, phase 3 trial. Lancet Oncol . 2014;15(4):396-405. 133. Clamp AR, James EC, McNeish IA, et al. Weekly dose- dense che - motherapy in first- line epithelial ovarian, fallopian tube, or primary peritoneal carcinoma treatment (ICON8): primary progression free survival analysis results from a GCIG phase 3 randomised con - trolled trial. Lancet . 2019;394(10214):2084-2095. 134. Clamp AR, James EC, McNeish I, et al. 805O ICON8: overall sur - vival results in a GCIG phase III randomised controlled trial of weekly dose- dense chemotherapy in first line epithelial ovarian, fallopian tube or primary peritoneal carcinoma treatment. Ann Oncol . 2020;31(Supplement 4):S610. 135. Fuh KC, Shin JY, Kapp DS, et al. Survival differences of Asian and Caucasian epithelial ovarian cancer patients in the United States. Gynecol Oncol . 2015;136(3):491-497. 136. Clamp A, McNeish I, Lord R, et al. #159 ICON8B: GCIG phase III ran - domised trial comparing weekly dose- dense chemotherapy + bevaci - zumab to three- weekly chemotherapy + bevacizumab in first- line high- risk stage III- IV epithelial ovarian cancer treatment: primary progression- free survival analysis. Int J Gynecol Cancer . 2023;33:A424. 137. Perren TJ, Swart AM, Pfisterer J, et al. A phase 3 trial of bevaci - zumab in ovarian cancer. N Engl J Med . 2011;365(26):2484-2496. 138. Burger RA, Brady MF, Bookman MA, et al. Incorporation of beva - cizumab in the primary treatment of ovarian cancer. N Engl J Med . 2011;365(26):2473-2483. 139. Oza AM, Cook AD, Pfisterer J, et al. Standard chemotherapy with or without bevacizumab for women with newly diagnosed ovarian cancer (ICON7): overall survival results of a phase 3 randomised trial. Lancet Oncol . 2015;16(8):928-936. 140. Tewari KS, Burger RA, Enserro D, et al. Final overall survival of a randomized trial of bevacizumab for primary treatment of ovarian cancer. J Clin Oncol . 2019;37(26):2317-2328. 141. van Driel WJ, Koole SN, Sikorska K, et al. Hyperthermic in - traperitoneal chemotherapy in ovarian cancer. N Engl J Med . 2018;378(3):230-240. 142. Zivanovic O, Chi DS, Zhou Q, et al. Secondary cytoreduction and carboplatin Hyperthermic intraperitoneal chemotherapy for platinum- sensitive recurrent ovarian cancer: an MSK team ovary phase II study. J Clin Oncol . 2021;39(23):2594-2604. 143. Classe J- M, Meeus P, Leblanc E, et al. Hyperthermic intraperito - neal chemotherapy in platinum- sensitive relapsed epithelial ovar - ian cancer: the CHIPOR randomized phase III trial. J Clin Oncol . 2023;41(16_suppl):5510. 144. Ledermann JA, Matias- Guiu X, Amant F, et al. ESGO–ESMO–ESP consensus conference recommendations on ovarian cancer: pa - thology and molecular biology and early, advanced and recurrent disease. Ann Oncol . 2024;35(3):248-266. 145. Falandry C, Savoye AM, Stefani L, et al. EWOC- 1: a randomized trial to evaluate the feasibility of three different first- line che - motherapy regimens for vulnerable elderly women with ovar - ian cancer (OC): a GCIG- ENGOT- GINECO study. J Clin Oncol . 2019;37(15_suppl):5508. 146. Onda T, Satoh T, Ogawa G, et al. Comparison of survival between primary debulking surgery and neoadjuvant chemotherapy for stage III/IV ovarian, tubal and peritoneal cancers in phase III ran - domised trial. Eur J Cancer . 2020;130:114-125. 147. Fagotti A, Ferrandina MG, Vizzielli G, et al. Randomized trial of primary debulking surgery versus neoadjuvant chemotherapy for advanced epithelial ovarian cancer (SCORPION- NCT01461850). Int J Gynecol Cancer . 2020;30(11):1657-1664. 148. Machida H, Tokunaga H, Matsuo K, et al. Survival outcome and perioperative complication related to neoadjuvant chemother - apy with carboplatin and paclitaxel for advanced ovarian can - cer: a systematic review and meta- analysis. Eur J Surg Oncol . 2020;46(5):868-875. 149. Mei L, Chen H, Wei DM, et al. Maintenance chemotherapy for ovarian cancer. Cochrane Database Syst Rev . 2013;6:CD007414. 150. Moore K, Colombo N, Scambia G, et al. Maintenance Olaparib in patients with newly diagnosed advanced ovarian cancer. N Engl J Med . 2018;379(26):2495-2505. 151. Banerjee S, Moore KN, Colombo N, et al. Maintenance olaparib for patients with newly diagnosed advanced ovarian cancer and a BRCA mutation (SOLO1/GOG 3004): 5- year follow- up of a ran - domised, double- blind, placebo- controlled, phase 3 trial. Lancet Oncol . 2021;22(12):1721-1731. 152. DiSilvestro P, Banerjee S, Colombo N, et al. Overall survival with maintenance Olaparib at a 7- year follow- up in patients with newly diagnosed advanced ovarian cancer and a BRCA mutation: the SOLO1/GOG 3004 trial. J Clin Oncol . 2023;41(3):609-617. 153. Gonzalez- Martin A, Pothuri B, Vergote I, et al. Niraparib in patients with newly diagnosed advanced ovarian cancer. N Engl J Med . 2019;381(25):2391-2402. 154. Monk BJ, Barretina- Ginesta MP, Pothuri B, et al. Niraparib first- line maintenance therapy in patients with newly diagnosed advanced ovarian cancer: final overall survival results from the PRIMA/ ENGOT- OV26/GOG- 3012 trial. Ann Oncol . 2024;35(11):981-992. 155. Li N, Zhu J, Yin R, et al. Treatment with niraparib maintenance ther - apy in patients with newly diagnosed advanced ovarian cancer: a phase 3 randomized clinical trial. JAMA Oncol . 2023;9(9):1230-1237. 156. Berek JS, Matulonis UA, Peen U, et al. Safety and dose modification for patients receiving niraparib. Ann Oncol . 2018;29(8):1784-1792. 157. Monk BJ, Parkinson C, Lim MC, et al. A randomized, phase III trial to evaluate rucaparib monotherapy as maintenance treatment in patients with newly diagnosed ovarian cancer (ATHENA- MONO/ GOG- 3020/ENGOT- ov45). J Clin Oncol . 2022;40(34):3952-3964. 158. Coleman RL, Fleming GF, Brady MF, et al. Veliparib with first- line chemotherapy and as maintenance therapy in ovarian cancer. N Engl J Med . 2019;381(25):2403-2415. 159. Ray- Coquard I, Pautier P, Pignata S, et al. Olaparib plus bevaci - zumab as first- line maintenance in ovarian cancer. N Engl J Med . 2019;381(25):2416-2428. 160. Ray- Coquard I, Leary A, Pignata S, et al. Olaparib plus bevaci - zumab first- line maintenance in ovarian cancer: final overall sur - vival results from the PAOLA- 1/ENGOT- ov25 trial. Ann Oncol . 2023;34(8):681-692. 161. Harter P, Trillsch F, Okamoto A, et al. Durvalumab with paclitaxel/ carboplatin (PC) and bevacizumab (bev), followed by mainte - nance durvalumab, bev, and olaparib in patients (pts) with newly diagnosed advanced ovarian cancer (AOC) without a tumor BRCA1/2 mutation (non- tBRCAm): results from the random - ized, placebo (pbo)- controlled phase III DUO- O trial. J Clin Oncol . 2023;41(17_suppl):LBA5506. 162. Trillsch F, Okamoto A, Kim J, et al. Durvalumab (D) + carboplatin/ paclitaxel (CP) + bevacizumab (B) followed by D, B + olaparib (O) maintenance (mtx) for newly diagnosed advanced ovarian cancer (AOC) without a tumour BRCA1/BRCA2 mutation (non- tBRCAm): updated results from DUO- O. Ann Oncol . 2024;9. 163. Ledermann J, Harter P, Gourley C, et al. Olaparib maintenance therapy in platinum- sensitive relapsed ovarian cancer. N Engl J Med . 2012;366(15):1382-1392. 164. Ledermann J, Harter P, Gourley C, et al. Olaparib maintenance therapy in patients with platinum- sensitive relapsed serous ovarian cancer: a preplanned retrospective analysis of outcomes by BRCA status in a randomised phase 2 trial. Lancet Oncol . 2014;15(8):852-861. 165. Pujade- Lauraine E, Ledermann JA, Selle F, et al. Olaparib tablets as maintenance therapy in patients with platinum- sensitive, relapsed ovarian cancer and a BRCA1/2 mutation (SOLO2/ENGOT- Ov21): a double- blind, randomised, placebo- controlled, phase 3 trial. Lancet Oncol . 2017;18(9):1274-1284. 18793479, 2025, S1, Downloaded from https://obgyn.onlinelibrary.wiley.com/doi/10.1002/ijgo.70282 by CAPES, Wiley Online Library on [30/01/2026]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License",
    "32 | RENZ et al . 166. Mirza MR, Monk BJ, Herrstedt J, et al. Niraparib maintenance ther - apy in platinum- sensitive, recurrent ovarian cancer. N Engl J Med . 2016;375(22):2154-2164. 167. Coleman RL, Oza AM, Lorusso D, et al. Rucaparib maintenance treatment for recurrent ovarian carcinoma after response to platinum therapy (ARIEL3): a randomised, double- blind, placebo- controlled, phase 3 trial. Lancet . 2017;390(10106):1949-1961. 168. Ledermann JA, Colombo N, Oza AM, et al. Avelumab in combina - tion with and/or following chemotherapy vs chemotherapy alone in patients with previously untreated epithelial ovarian cancer: results from the phase 3 javelin ovarian 100 trial. Gynecol Oncol . 2020;159:13-14. 169. Monk BJ, Oaknin A, O'Malley DM, et al. LBA30 ATHENA- COMBO, a phase III, randomized trial comparing rucaparib (RUCA) + nivolumab (NIVO) combination therapy vs RUCA mono - therapy as maintenance treatment in patients (pts) with newly di - agnosed ovarian cancer (OC). Ann Oncol . 2024;35:S1223-S1224. 170. Dowdy SC, Constantinou CL, Hartmann LC, et al. Long- term fol - low- up of women with ovarian cancer after positive second- look laparotomy. Gynecol Oncol . 2003;91(3):563-568. 171. Tay EH, Grant PT, Gebski V, Hacker NF. Secondary cytoreductive surgery for recurrent epithelial ovarian cancer. Obstet Gynecol . 2002;99(6):1008-1013. 172. Chi DS, McCaughty K, Diaz JP, et al. Guidelines and selection criteria for secondary cytoreductive surgery in patients with re - current, platinum- sensitive epithelial ovarian carcinoma. Cancer . 2006;106(9):1933-1939. 173. Harter P, Sehouli J, Vergote I, et al. Randomized trial of cy - toreductive surgery for relapsed ovarian cancer. N Engl J Med . 2021;385(23):2123-2131. 174. Coleman RL, Spirtos NM, Enserro D, et al. Secondary surgi - cal cytoreduction for recurrent ovarian cancer. N Engl J Med . 2019;381(20):1929-1939. 175. Shi T, Zhu J, Feng Y, et al. Secondary cytoreduction followed by chemotherapy versus chemotherapy alone in platinum- sensitive relapsed ovarian cancer (SOC- 1): a multicentre, open- label, ran - domised, phase 3 trial. Lancet Oncol . 2021;22(4):439-449. 176. Jiang R, Feng Y, Chen Y, et al. Surgery versus no surgery in platinum- sensitive relapsed ovarian cancer: final overall sur - vival analysis of the SOC- 1 randomized phase 3 trial. Nat Med . 2024;30(8):2181-2188. 177. Rustin GJ, van der Burg ME, Griffin CL, et al. Early versus delayed treatment of relapsed ovarian cancer (MRC OV05/EORTC 55955): a randomised trial. Lancet . 2010;376(9747):1155-1163. 178. Tjokrowidjaja A, Friedlander ML, Ledermann JA, et al. Poor con - cordance between cancer Antigen- 125 and RECIST assessment for progression in patients with platinum- sensitive relapsed ovar - ian cancer on maintenance therapy with a poly(ADP- ribose) poly - merase inhibitor. J Clin Oncol . 2024;42(11):1301-1310. 179. Markman M, Rothman R, Hakes T, et al. Second- line platinum ther - apy in patients with ovarian cancer previously treated with cispla - tin. J Clin Oncol . 1991;9(3):389-393. 180. Friedlander M, Trimble E, Tinker A, et al. Clinical trials in recurrent ovarian cancer. Int J Gynecol Cancer . 2011;21(4):771-775. 181. Colombo N, Sessa C, Bois AD, et al. ESMO- ESGO consensus con - ference recommendations on ovarian cancer: pathology and mo - lecular biology, early and advanced stages, borderline tumours and recurrent disease. Int J Gynecol Cancer . 2019;29:728-760. 182. Parmar MK, Ledermann JA, Colombo N, et al. Paclitaxel plus platinum- based chemotherapy versus conventional platinum- based chemotherapy in women with relapsed ovarian cancer: the ICON4/AGO- OVAR- 2. 2 trial. Lancet . 2003;361(9375):2099-2106. 183. Pfisterer J, Plante M, Vergote I, et al. Gemcitabine plus carbo - platin compared with carboplatin in patients with platinum- sensitive recurrent ovarian cancer: an intergroup trial of the AGO- OVAR, the NCIC CTG, and the EORTC GCG. J Clin Oncol . 2006;24(29):4699-4707. 184. Pfisterer J, Ledermann JA. Management of platinum- sensitive re - current ovarian cancer. Semin Oncol . 2006;33(2 Suppl 6):S12-S16. 185. Wagner U, Marth C, Largillier R, et al. Final overall survival results of phase III GCIG CALYPSO trial of pegylated liposomal doxorubicin and carboplatin vs paclitaxel and carboplatin in platinum- sensitive ovarian cancer patients. Br J Cancer . 2012;107(4):588-591. 186. Aghajanian C, Blank SV, Goff BA, et al. OCEANS: a randomized, double- blind, placebo- controlled phase III trial of chemotherapy with or without bevacizumab in patients with platinum- sensitive recurrent epithelial ovarian, primary peritoneal, or fallopian tube cancer. J Clin Oncol . 2012;30(17):2039-2045. 187. Pfisterer J, Shannon CM, Baumann K, et al. Bevacizumab and platinum- based combinations for recurrent ovarian cancer: a ran - domised, open- label, phase 3 trial. Lancet Oncol . 2020;21(5):699-709. 188. Pignata S, Lorusso D, Joly F, et al. Carboplatin- based doublet plus bevacizumab beyond progression versus carboplatin- based dou - blet alone in patients with platinum- sensitive ovarian cancer: a randomised, phase 3 trial. Lancet Oncol . 2021;22(2):267-276. 189. Pujade- Lauraine E, Hilpert F, Weber B, et al. Bevacizumab com - bined with chemotherapy for platinum- resistant recurrent ovarian cancer: the AURELIA open- label randomized phase III trial. J Clin Oncol . 2014;32(13):1302-1308. 190. Poveda AM, Selle F, Hilpert F, et al. Bevacizumab combined with weekly paclitaxel, pegylated liposomal doxorubicin, or topotecan in platinum- resistant recurrent ovarian cancer: analysis by chemo - therapy cohort of the randomized phase III AURELIA trial. J Clin Oncol . 2015;33(32):3836-3838. 191. Matulonis UA, Shapira R, Santin A, et al. Final results from the KEYNOTE- 100 trial of pembrolizumab in patients with advanced recurrent ovarian cancer. J Clin Oncol . 2020;38(15_suppl):6005. 192. Disis ML, Taylor MH, Kelly K, et al. Efficacy and safety of Avelumab for patients with recurrent or refractory ovarian cancer: phase 1b results from the JAVELIN solid tumor trial. JAMA Oncol . 2019;5(3):393-401. 193. Konstantinopoulos PA, Waggoner S, Vidal GA, et al. Single- arm phases 1 and 2 trial of niraparib in combination with pembroli - zumab in patients with recurrent platinum- resistant ovarian carci - noma. JAMA Oncol . 2019;5(8):1141-1149. 194. Zamarin D, Burger RA, Sill MW, et al. Randomized phase II trial of nivolumab versus nivolumab and ipilimumab for recurrent or persistent ovarian cancer: an NRG oncology study. J Clin Oncol . 2020;38(16):1814-1823. 195. Dizon DS, Mathews CA, MacLaughlan David S, et al. Final results of BrUOG 354: a randomized phase II trial of nivolumab alone or in combination with ipilimumab for people with ovarian and other extra- renal clear cell carcinomas. JCO . 2024;42. 196. Lwin Z, Gomez- Rocan C, Saada- Bouzid E, et al. LEAP- 005: phase II study of lenvatinib (len) plus pembrolizumab (pembro) in patients (pts) with previously treated advanced solid tumours. Ann Oncol . 2020;31:S1170. 197. Zsiros E, Lynam S, Attwood KM, et al. Efficacy and safety of pembrolizumab in combination with bevacizumab and Oral met - ronomic cyclophosphamide in the treatment of recurrent ovar - ian cancer: a phase 2 nonrandomized clinical trial. JAMA Oncol . 2021;7(1):78-85. 198. Khongorzul P, Ling CJ, Khan FU, Ihsan AU, Zhang J. Antibody- drug conjugates: a comprehensive review. Mol Cancer Res . 2020;18(1):3-19. 199. Chau CH, Steeg PS, Figg WD. Antibody- drug conjugates for cancer. Lancet . 2019;394(10200):793-804. 200. Liu R, Chen X, Dushime J, et al. The impact of trisulfide modifica - tion of antibodies on the properties of antibody- drug conjugates manufactured using thiol chemistry. MAbs . 2017;9(3):490-497. 18793479, 2025, S1, Downloaded from https://obgyn.onlinelibrary.wiley.com/doi/10.1002/ijgo.70282 by CAPES, Wiley Online Library on [30/01/2026]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License",
    "| 33 RENZ et al . 201. Moore KN, Borghaei H, O'Malley DM, et al. Phase 1 dose- escalation study of mirvetuximab soravtansine (IMGN853), a fo - late receptor alpha- targeting antibody- drug conjugate, in patients with solid tumors. Cancer . 2017;123(16):3080-3087. 202. O'Malley DM, Matulonis UA, Birrer MJ, et al. Phase Ib study of mirvetuximab soravtansine, a folate receptor alpha (FRalpha)- targeting antibody- drug conjugate (ADC), in combination with bevacizumab in patients with platinum- resistant ovarian cancer. Gynecol Oncol . 2020;157(2):379-385. 203. Moore KN, Oza AM, Colombo N, et al. Phase III, randomized trial of mirvetuximab soravtansine versus chemotherapy in patients with platinum- resistant ovarian cancer: primary analysis of FORWARD I. Ann Oncol . 2021;32(6):757-765. 204. Matulonis UA, Lorusso D, Oaknin A, et al. Efficacy and safety of Mirvetuximab Soravtansine in patients with platinum- resistant ovarian cancer with high folate receptor alpha expression: results from the SORAYA study. J Clin Oncol . 2023;41(13):2436-2445. 205. Moore KN, Angelergues A, Konecny GE, et al. Mirvetuximab Soravtansine in FRalpha- positive, platinum- resistant ovarian can - cer. N Engl J Med . 2023;389(23):2162-2174. 206. Meric- Bernstam F, Makker V, Oaknin A, et al. Efficacy and safety of trastuzumab Deruxtecan in patients with HER2- expressing solid tumors: primary results from the DESTINY- PanTumor02 phase II trial. J Clin Oncol . 2024;42(1):47-58. 207. Oaknin A, Ang JE, Rha SY, et al. Datopotamab deruxtecan (Dato- DXd) in patients with endometrial (EC) or ovarian cancer (OC): re - sults from the phase II TROPION- PanTumor03 study. Ann Oncol . 2024;35:S544-S595. 208. Domchek SM, Aghajanian C, Shapira- Frommer R, et al. Efficacy and safety of olaparib monotherapy in germline BRCA1/2 muta - tion carriers with advanced ovarian cancer and three or more lines of prior therapy. Gynecol Oncol . 2016;140(2):199-203. 209. Moore KN, Secord AA, Geller MA, et al. Niraparib monother - apy for late- line treatment of ovarian cancer (QUADRA): a mul - ticentre, open- label, single- arm, phase 2 trial. Lancet Oncol . 2019;20:636-648. 210. Oza AM, Tinker AV, Oaknin A, et al. Antitumor activity and safety of the PARP inhibitor rucaparib in patients with high- grade ovarian carcinoma and a germline or somatic BRCA1 or BRCA2 mutation: integrated analysis of data from study 10 and ARIEL2. Gynecol Oncol . 2017;147(2):267-275. 211. Oza AM, Lisyanskaya AS, Fedenko AA, et al. Editor overall sur - vival results from ARIEL4: a phase III study assessing rucaparib vs chemotherapy in patients with advanced, relapsed ovarian carcinoma and a deleterious BRCA1/2 mutation. Ann Oncol . 2022;33:S780. 212. Leath CA, Scambia G, Valencia RV, et al. Overall survival by num - ber of prior lines of chemotherapy in patients with BRCA- mutated platinum- sensitive relapsed ovarian cancer receiving olaparib treatment or non- platinum chemotherapy in SOLO3. IGCS 2022 Annual Global Meeting. 2022; New York. 213. Society of Gynecologic Oncologists Clinical Practice C. Summary: Revisions to FDA approvals for PARP inhibitors in the management of ovarian cancer. 2022 https:// www. sgo. org/ resou rces/ revis ions- to- fda- appro vals- for- parp- inhib itors/ 214. Friedlander M, Butow P, Stockler M, et al. Symptom control in patients with recurrent ovarian cancer: measuring the benefit of palliative chemotherapy in women with platinum refractory/ resistant ovarian cancer. Int J Gynecol Cancer . 2009;19(Suppl 2):S44-S48. 215. Cancer Genome Atlas Research N, Weinstein JN, Collisson EA, et al. The cancer genome atlas Pan- cancer analysis project. Nat Genet . 2013;45(10):1113-1120. 216. Collins F. Cancer: a disease of the genome. Cancer Res . 2007;67(9 Supplement):PL01- 01. 217. Baldwin RL, Nemeth E, Tran H, et al. BRCA1 promoter region hy - permethylation in ovarian carcinoma: a population- based study. Cancer Res . 2000;60(19):5329-5333. 218. Veneziani AC, Gonzalez- Ochoa E, Alqaisi H, et al. Heterogeneity and treatment landscape of ovarian carcinoma. Nat Rev Clin Oncol . 2023;20(12):820-842. 219. Mateiou C, Lokhande L, Diep LH, et al. Spatial tumor immune mi - croenvironment phenotypes in ovarian cancer. NPJ Precis Oncol . 2024;8(1):148. 220. Zelisse HS, van Gent MDJM, Mom CH, et al. Evaluation of the re - cently established Dutch nationwide archipelago of ovarian cancer research biobank. Ann Diagn Pathol . 2025;74:152411. 221. Sasamoto N, Hathaway CA, Townsend MK, Terry KL, Trabert B, Tworoger SS. Prospective analysis of circulating biomarkers and ovarian cancer risk in the UK biobank. Cancer Epidemiol Biomarkers Prev . 2024;33(10):1347-1355. 222. Marathon of Hope CCN. SCCOHT/SMARCA4 Registry and Biobank. 2024 https:// www. marat honof hopec ancer centr es. ca/ our- resea rch/ proje ct/ sccoh t- smarc a4- regis try- and- biobank 223. Thorel L, Divoux J, Lequesne J, et al. The OVAREX study: establish - ment of ex vivo ovarian cancer models to validate innovative therapies and to identify predictive biomarkers. BMC Cancer . 2024;24(1):701. 224. Trillsch F, Czogalla B, Kraus F, Burges A, Mahner S, Kessler M. Protocol to optimize the biobanking of ovarian cancer organoids by accommodating patient- specific differences in stemness potential. STAR Protoc . 2023;4(3):102484. 225. Gershenson DM, Sun CC, Lu KH, et al. Clinical behavior of stage II- IV low- grade serous carcinoma of the ovary. Obstet Gynecol . 2006;108(2):361-368. 226. Gershenson DM, Sun CC, Bodurka D, et al. Recurrent low- grade serous ovarian carcinoma is relatively chemoresistant. Gynecol Oncol . 2009;114(1):48-52. 227. Wong KK, Tsang YT, Deavers MT, et al. BRAF mutation is rare in advanced- stage low- grade ovarian serous carcinomas. Am J Pathol . 2010;177(4):1611-1617. 228. Hsu CY, Bristow R, Cha MS, et al. Characterization of active mitogen- activated protein kinase in ovarian serous carcinomas. Clin Cancer Res . 2004;10(19):6432-6436. 229. Schmeler KM, Sun CC, Bodurka DC, et al. Neoadjuvant chemo - therapy for low- grade serous carcinoma of the ovary or perito - neum. Gynecol Oncol . 2008;108(3):510-514. 230. Grabowski JP, Harter P, Heitz F, et al. Operability and chemother - apy responsiveness in advanced low- grade serous ovarian cancer. An analysis of the AGO study group metadatabase. Gynecol Oncol . 2016;140(3):457-462. 231. Gershenson DM, Sun CC, Iyer RB, et al. Hormonal therapy for re - current low- grade serous carcinoma of the ovary or peritoneum. Gynecol Oncol . 2012;125(3):661-666. 232. Tang M, O'Connell RL, Amant F, et al. PARAGON: a phase II study of anastrozole in patients with estrogen receptor- positive recur - rent/metastatic low- grade ovarian cancers and serous borderline ovarian tumors. Gynecol Oncol . 2019;154(3):531-538. 233. Fader AN, Bergstrom J, Jernigan A, et al. Primary cytoreduc - tive surgery and adjuvant hormonal monotherapy in women with advanced low- grade serous ovarian carcinoma: reducing overtreatment without compromising survival? Gynecol Oncol . 2017;147(1):85-91. 234. Gershenson DM, Bodurka DC, Coleman RL, Lu KH, Malpica A, Sun CC. Hormonal maintenance therapy for women with low- grade serous cancer of the ovary or peritoneum. J Clin Oncol . 2017;35(10):1103-1111. 235. Slomovitz BM, Deng W, Killion J, et al. GOG 3026: a phase II trial of letrozole + ribociclib in women with recurrent low- grade serous carcinoma of the ovary, fallopian tube or peritoneum: a GOG foun - dation study. Gynecol Oncol . 2023;176:S2. 18793479, 2025, S1, Downloaded from https://obgyn.onlinelibrary.wiley.com/doi/10.1002/ijgo.70282 by CAPES, Wiley Online Library on [30/01/2026]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License",
    "34 | RENZ et al . 236. Lazurko C, Linder R, Pulman K, et al. Bevacizumab treatment for low- grade serous ovarian cancer: a systematic review. Curr Oncol . 2023;30(9):8159-8171. 237. Farley J, Brady WE, Vathipadiekal V, et al. Selumetinib in women with recurrent low- grade serous carcinoma of the ovary or peri - toneum: an open- label, single- arm, phase 2 study. Lancet Oncol . 2013;14(2):134-140. 238. Monk BJ, Grisham RN, Banerjee S, et al. MILO/ENGOT- ov11: Binimetinib versus Physician's choice chemotherapy in recurrent or persistent low- grade serous carcinomas of the ovary, fallopian tube, or primary peritoneum. J Clin Oncol . 2020;38(32):3753-3762. 239. Gershenson D, Miller A, Brady W, et al. A randomized phase II/III study to assess the efficacy of trametinib in patients with recurrent or progressive low- grade serous ovarian or peritoneal adenocarci - noma. Ann Oncol . 2019;30:v897-v898. 240. Grisham R, Monk BJ, Van Nieuwenhuysen E, et al. GOG- 3097/ ENGOT- ov81/GTG- UK/RAMP 301: a phase 3, randomized trial evaluating avutometinib plus defactinib compared with investi - gator's choice of treatment in patients with recurrent low grade serous ovarian cancer. Int J Gynecol Cancer . 2024;101832. https:// www. inter natio nal- journ al- of- gynec ologi cal- cancer. com/ action/ showP df? pii = S1048- 891X% 2825% 29009 51- X 241. Manning- Geist BL, Sullivan MW, Zhou Q, et al. Folate receptor alpha expression in low- grade serous ovarian cancer: exploring new therapeutic possibilities. Gynecol Oncol . 2024;188:52-57. 242. Grisham RN, Slomovitz BM, Andrews N, et al. Low- grade serous ovarian cancer: expert consensus report on the state of the sci - ence. Int J Gynecol Cancer . 2023;33(9):1331-1344. 243. Lalwani N, Shanbhogue AK, Vikram R, Nagar A, Jagirdar J, Prasad SR. Current update on borderline ovarian neoplasms. AJR Am J Roentgenol . 2010;194(2):330-336. 244. Kennedy AW, Hart WR. Ovarian papillary serous tumors of low malignant potential (serous borderline tumors). A long- term fol - low- up study, including patients with microinvasion, lymph node metastasis, and transformation to invasive serous carcinoma. Cancer . 1996;78(2):278-286. 245. Morice P, Denschlag D, Rodolakis A, et al. Recommendations of the fertility task Force of the European Society of Gynecologic Oncology about the conservative management of ovarian malig - nant tumors. Int J Gynecol Cancer . 2011;21(5):951-963. 246. Shih KK, Zhou QC, Aghajanian C, et al. Patterns of recurrence and role of adjuvant chemotherapy in stage II- IV serous ovarian bor - derline tumors. Gynecol Oncol . 2010;119(2):270-273. 247. Zanetta G, Rota S, Chiari S, Bonazzi C, Bratina G, Mangioni C. Behavior of borderline tumors with particular interest to per - sistence, recurrence, and progression to invasive carcinoma: a pro - spective study. J Clin Oncol . 2001;19(10):2658-2664. 248. Berek JS, Friedlander M, Hacker NF. Germ cell and nonepithelial ovarian cancers. In: Berek JS, Hacker NF, eds. Gynecologic Oncology . 7th ed. Wolters Kluwer; 2021:477-502. 249. Colombo N, Parma G, Zanagnolo V, Insinga A. Management of ovarian stromal cell tumors. J Clin Oncol . 2007;25(20):2944-2951. 250. Schumer ST, Cannistra SA. Granulosa cell tumor of the ovary. J Clin Oncol . 2003;21(6):1180-1189. 251. Pautier P, Gutierrez- Bonnaire M, Rey A, et al. Combination of bleo - mycin, etoposide, and cisplatin for the treatment of advanced ovar - ian granulosa cell tumors. Int J Gynecol Cancer . 2008;18(3):446-452. 252. Brown J, Shvartsman HS, Deavers MT, et al. The activity of tax - anes compared with bleomycin, etoposide, and cisplatin in the treatment of sex cord- stromal ovarian tumors. Gynecol Oncol . 2005;97(2):489-496. 253. Homesley HD, Bundy BN, Hurteau JA, Roth LM. Bleomycin, etopo - side, and cisplatin combination therapy of ovarian granulosa cell tumors and other stromal malignancies: a gynecologic oncology group study. Gynecol Oncol . 1999;72(2):131-137. 254. Brown J, Miller A, Holman LL, et al. Results of a randomized phase II trial of paclitaxel and carboplatin versus bleomycin, etoposide and cisplatin for newly diagnosed and recurrent Chemonaive stro - mal ovarian tumors: an NRG oncology/gynecologic oncology group study14. Gynecol Oncol . 2024;190:283-290. 255. Brown J, Brady WE, Schink J, et al. Efficacy and safety of beva - cizumab in recurrent sex cord- stromal ovarian tumors: results of a phase 2 trial of the gynecologic oncology group. Cancer . 2014;120(3):344-351. 256. Ray- Coquard I, Harter P, Lorusso D, et al. Effect of weekly pa - clitaxel with or without bevacizumab on progression- free rate among patients with relapsed ovarian sex cord- stromal tumors: the alienor/ENGOT- OV7 randomized clinical trial. JAMA Oncol . 2020;6(12):1923-1930. 257. van Meurs HS, Lonkhuijzen LR, Limpens J, van der Velden J, Buist MR. Hormone therapy in ovarian granulosa cell tumors: a system - atic review. Gynecol Oncol . 2014;134(1):196-205. 258. van der Meurs HS, Velden J, Buist MR, van Driel WJ, Kenter GG, van Lonkhuijzen LR. Evaluation of response to hormone therapy in patients with measurable adult granulosa cell tumors of the ovary. Acta Obstet Gynecol Scand . 2015;94(11):1269-1275. 259. Banerjee SN, Tang M, O'Connell R, et al. PARAGON: a phase 2 study of anastrozole (an) in patients with estrogen receptor(ER) and / progesterone receptor (PR) positive recurrent/metastatic granulosa cell tumors/sex- cord stromal tumors (GCT) of the ovary. J Clin Oncol . 2018;36(15_suppl):5524. 260. Lappohn RE, Burger HG, Bouma J, Bangah M, Krans M, de Bruijn HW. Inhibin as a marker for granulosa- cell tumors. N Engl J Med . 1989;321(12):790-793. 261. Geerts I, Vergote I, Neven P, Billen J. The role of inhibins B and an - timullerian hormone for diagnosis and follow- up of granulosa cell tumors. Int J Gynecol Cancer . 2009;19(5):847-855. 262. Farkkila A, Koskela S, Bryk S, et al. The clinical utility of serum anti- Mullerian hormone in the follow- up of ovarian adult- type granu - losa cell tumors—A comparative study with inhibin B. Int J Cancer . 2015;137(7):1661-1671. 263. Winter C, Albers P. Testicular germ cell tumors: pathogenesis, diag - nosis and treatment. Nat Rev Endocrinol . 2011;7(1):43-53. 264. Kondagunta GV, Motzer RJ. Chemotherapy for advanced germ cell tumors. J Clin Oncol . 2006;24(35):5493-5502. 265. Williams S, Blessing JA, Liao SY, Ball H, Hanjani P. Adjuvant ther - apy of ovarian germ cell tumors with cisplatin, etoposide, and bleomycin: a trial of the gynecologic oncology group. J Clin Oncol . 1994;12(4):701-706. 266. Williams SD, Blessing JA, Hatch KD, Homesley HD. Chemotherapy of advanced dysgerminoma: trials of the gynecologic oncology group. J Clin Oncol . 1991;9(11):1950-1955. 267. Gershenson DM, Morris M, Cangir A, et al. Treatment of malignant germ cell tumors of the ovary with bleomycin, etoposide, and cis - platin. J Clin Oncol . 1990;8(4):715-720. 268. Williams SD, Blessing JA, DiSaia PJ, Major FJ, Ball HG 3rd, Liao SY. Second- look laparotomy in ovarian germ cell tumors: the gynecologic oncology group experience. Gynecol Oncol . 1994;52(3):287-291. 269. Sessa C, Calaminus G, Planchamp F, et al. Non- epithelial ovarian cancers in adolescents and young adults. Pocket Guidelines ESGO. 2019 https:// www. esgo. org/ media/ 2019/ 12/ Guide lines - Young - Adult s- 2019- ovari an. pdf 270. Sessa C, Schneider DT, Planchamp F, et al. ESGO- SIOPE guide - lines for the management of adolescents and young adults with non- epithelial ovarian cancers. Lancet Oncol . 2020;21(7):e360 -e368. 271. Talukdar S, Kumar S, Bhatla N, Mathur S, Thulkar S, Kumar L. Neo- adjuvant chemotherapy in the treatment of advanced malignant germ cell tumors of ovary. Gynecol Oncol . 2014;132(1):28-32. 18793479, 2025, S1, Downloaded from https://obgyn.onlinelibrary.wiley.com/doi/10.1002/ijgo.70282 by CAPES, Wiley Online Library on [30/01/2026]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License",
    "| 35 RENZ et al . 272. Mathew GK, Singh SS, Swaminathan RG, Tenali SG. Laparotomy for post chemotherapy residue in ovarian germ cell tumors. J Postgrad Med . 2006;52(4):262-265. 273. Dark GG, Bower M, Newlands ES, Paradinas F, Rustin GJ. Surveillance policy for stage I ovarian germ cell tumors. J Clin Oncol . 1997;15(2):620-624. 274. Patterson DM, Murugaesu N, Holden L, Seckl MJ, Rustin GJ. A review of the close surveillance policy for stage I female germ cell tumors of the ovary and other sites. Int J Gynecol Cancer . 2008;18(1):43-50. 275. Huddart RA, Purkalne G, Force EGT. ESMO minimum clinical rec - ommendations for diagnosis, treatment and follow- up of mixed or non- seminomatous germ cell tumors (NSGCT). Ann Oncol . 2005;16(Suppl 1):i37-i39. 276. Williams SD, Kauderer J, Burnett AF, Lentz SS, Aghajanian C, Armstrong DK. Adjuvant therapy of completely resected dysger - minoma with carboplatin and etoposide: a trial of the gynecologic oncology group. Gynecol Oncol . 2004;95(3):496-499. 277. Shah R, Xia C, Krailo M, et al. Is carboplatin- based chemotherapy as effective as cisplatin- based chemotherapy in the treatment of advanced- stage dysgerminoma in children, adolescents and young adults? Gynecol Oncol . 2018;150(2):253-260. 278. Ray- Coquard I, Morice P, Lorusso D, et al. Non- epithelial ovarian cancer: ESMO clinical practice guidelines for diagnosis, treatment and follow- up. Ann Oncol . 2018;29(Suppl 4):iv1-iv18. 279. Hariprasad R, Kumar L, Janga D, Kumar S, Vijayaraghavan M. Growing teratoma syndrome of ovary. Int J Clin Oncol . 2008;13(1):83-87. 280. Le T, Krepart GV, Lotocki RJ, Heywood MS. Malignant mixed me - sodermal ovarian tumor treatment and prognosis: a 20- year expe - rience. Gynecol Oncol . 1997;65(2):237-240. 281. Sood AK, Sorosky JI, Gelder MS, et al. Primary ovarian sarcoma: analysis of prognostic variables and the role of surgical cytoreduc - tion. Cancer . 1998;82(9):1731-1737. 282. Berek JS, Kehoe ST, Kumar L, Friedlander M. Cancer of the ovary, fallopian tube, and peritoneum. Int J Gynaecol Obstet . 2018;143(Suppl 2):59-78. 283. Prat J, Oncology FCoG. Staging classification for cancer of the ovary, fallopian tube, and peritoneum. Int J Gynaecol Obstet . 2014;124(1):1-5. 284. Calvert AH, Newell DR, Gumbrell LA, et al. Carboplatin dosage: prospective evaluation of a simple formula based on renal function. J Clin Oncol . 1989;7(11):1748-1756. 285. Nagao S, Fujiwara K, Imafuku N, et al. Difference of carboplatin clearance estimated by the Cockroft- gault, Jelliffe, modified- Jelliffe, Wright or Chatelut formula. Gynecol Oncol . 2005;99(2):327-333. How to cite this article: Renz M, Friedlander M, Berek JS. Cancer of the ovary, fallopian tube, and peritoneum: 2025 update. Int J Gynecol Obstet . 2025;171(Suppl. 1):6-35. doi: 10.1002/ijgo.70282 18793479, 2025, S1, Downloaded from https://obgyn.onlinelibrary.wiley.com/doi/10.1002/ijgo.70282 by CAPES, Wiley Online Library on [30/01/2026]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
  ],
  "processed_at": "2026-01-30T15:58:53.189Z"
}