{
  "doc_id": "91b86886a8acae786a665584a044613a",
  "source_id": "JCO-2014-Cheson-3059-67",
  "total_pages": 10,
  "pages": [
    "Recommendations for Initial Evaluation, Staging, and Response Assessment of Hodgkin and Non-Hodgkin Lymphoma: The Lugano Classification Bruce D. Cheson, Richard I. Fisher, Sally F. Barrington, Franco Cavalli, Lawrence H. Schwartz, Emanuele Zucca, and T. Andrew Lister See accompanying article on page 3048 Bruce D. Cheson, Georgetown Univer- sity Hospital, Lombardi Comprehensive Cancer Center, Washington, DC; Rich- ard I. Fisher, Fox Chase Cancer Center, Philadelphia, PA; Sally F. Barrington, St Thomas’ Hospital; T. Andrew Lister, St Bartholomew’s Hospital, London, United Kingdom; Franco Cavalli and Emanuele Zucca, Oncology Institute of Southern Switzerland, Bellinzona, Swit- zerland; and Lawrence H. Schwartz, Columbia University, New York, NY. Published online ahead of print at www.jco.org on August 11, 2014. Processed as a Rapid Communication manuscript. Written on behalf of the following groups: Alliance, Australasian Leukae- mia and Lymphoma Group, Eastern Cooperative Oncology Group, European Mantle Cell Lymphoma Consortium, Italian Lymphoma Foundation, Euro- pean Organisation for Research and Treatment of Cancer/Dutch Hemato- Oncology Group, Grupo Espan ˜ ol de Linfomas y Trasplantes de Me ´ dula O ´ sea, German High-Grade Lymphoma Study Group, German Hodgkin’s Study Group, Japanese Lymphoma Study Group, Lymphoma Study Association, NCIC Clinical Trials Group, Nordic Lymphoma Study Group, Southwest Oncology Group, and United Kingdom National Cancer Research Institute. Presented in part at the 12th Interna- tional Conference on Malignant Lymphoma, Lugano, Switzerland, June 19-22, 2013. Authors’ disclosures of potential con- flicts of interest and author contribu- tions are found at the end of this article. Corresponding author: Bruce D. Cheson, MD, Georgetown University Hospital, Lombardi Comprehensive Cancer Center, 3800 Reservoir Rd, NW, Washington, DC 20007; e-mail: bdc4@georgetown.edu. © 2014 by American Society of Clinical Oncology 0732-183X/14/3227w-3059w/$20.00 DOI: 10.1200/JCO.2013.54.8800 A B S T R A C T Abstract The purpose of this work was to modernize recommendations for evaluation, staging, and response assessment of patients with Hodgkin lymphoma (HL) and non-Hodgkin lymphoma (NHL). A workshop was held at the 11th International Conference on Malignant Lymphoma in Lugano, Switzerland, in June 2011, that included leading hematologists, oncologists, radiation oncologists, pathologists, radiologists, and nuclear medicine physicians, representing major international lymphoma clinical trials groups and cancer centers. Clinical and imaging subcommittees presented their conclusions at a subsequent workshop at the 12th International Conference on Malignant Lymphoma, leading to revised criteria for staging and of the International Working Group Guidelines of 2007 for response. As a result, fluorodeoxyglucose (FDG) positron emission tomography (PET)– computed tomogra- phy (CT) was formally incorporated into standard staging for FDG-avid lymphomas. A modification of the Ann Arbor descriptive terminology will be used for anatomic distribution of disease extent, but the suffixes A or B for symptoms will only be included for HL. A bone marrow biopsy is no longer indicated for the routine staging of HL and most diffuse large B-cell lymphomas. However, regardless of stage, general practice is to treat patients based on limited (stages I and II, nonbulky) or advanced (stage III or IV) disease, with stage II bulky disease considered as limited or advanced disease based on histology and a number of prognostic factors. PET-CT will be used to assess response in FDG-avid histologies using the 5-point scale. The product of the perpendicular diameters of a single node can be used to identify progressive disease. Routine surveillance scans are discouraged. These recommendations should improve evaluation of patients with lymphoma and enhance the ability to compare outcomes of clinical trials. J Clin Oncol 32:3059-3067. © 2014 by American Society of Clinical Oncology INTRODUCTION The availability of more effective therapies for lymphoma and the increasingly sensitive and spe- cific technologies for disease assessment provide rationale for updated patient evaluation, staging, and response criteria. These should be unambig- uous and universally applicable and facilitate the comparison of patients and results among studies and the evaluation of new therapies by regula- tory agencies. Staging defines disease location and extent, suggests prognostic information, allows compari- sons among studies, and provides a baseline against which response or disease progression can be com- pared. Initial staging criteria were designed primar- ily for Hodgkin lymphoma (HL) 1-3 and were superseded by the Ann Arbor classification, 4 which subdivided HL patients into four stages and subclas- sification A and B based on the presence of fevers to greater than 101°F (38.3°C), weight loss, and night sweats and which has been the most widely used classification since its introduction. The Cotswold classification 5 first formally incorporated computed tomography (CT) scans and introduced “X” for bulky disease and complete remission unconfirmed (CRu) to describe patients with a residual mass after treatment that was most likely fibrous tissue. The first universally accepted response criteria for non-Hodgkin lymphoma (NHL), used also for HL, were published in 1999 by the National Cancer Institute Working Group 6 and revised in 2007 by the International Working Group (IWG) 7 to incorpo- rate positron emission tomography (PET) and bone marrow immunohistochemistry and flow cytom- etry in response assessment, eliminating CRu. JOURNAL OF C LINICAL O NCOLOGY S P E C I A L A R T I C L E V O L U M E 3 2 \u0002 N U M B E R 2 7 \u0002 S E P T E M B E R 2 0 2 0 1 4 © 2014 by American Society of Clinical Oncology 3059 Downloaded from jco.ascopubs.org on October 30, 2014. For personal use only. No other uses without permission. Copyright © 2014 American Society of Clinical Oncology. All rights reserved.",
    "After extensive experience with these criteria, and recognizing the progress made after their publication, particularly in imaging tech- niques, a workshop was held at the 11th International Conference on Malignant Lymphoma in Lugano, Switzerland, in June 2011, which was attended by leading hematologists, oncologists, radia- tion oncologists, pathologists, radiologists, and nuclear medicine physicians, representing major lymphoma clinical trials groups and cancer centers in North America, Europe, Japan, and Austral- asia. The aim was to develop improved staging and response criteria for HL and NHL, relevant for community physicians, investigator-led trials, cooperative groups, and registration trials. Subcommittees focused on clinical and imaging issues, and a sub- sequent workshop at the 12th International Conference on Malig- nant Lymphoma in 2013 led to the following revisions. INITIAL EVALUATION Diagnosis Lymphoma diagnosis depends on morphology, immunohisto- chemistry, and flow cytometry reviewed by an experienced lymphoma pathologist and, where appropriate, molecular studies to accurately categorize the lymphoma. 8 A fine-needle aspirate is inadequate for initial diagnosis. An incisional or excisional biopsy is preferred to provide adequate tissue for these examinations, but a core-needle biopsy can be considered when excisional biopsy is not possible 9,10 and to document relapse; however, a nondiagnostic sample must be followed by an incisional or excisional biopsy. With consent, addi- tional paraffin-embedded, fresh-frozen tissue, or cell suspensions should be stored for future research. Patient Evaluation Clinical evaluation requires a comprehensive history including age; sex; absence/presence of fevers to more than 101°F (38.3°C), chills, drenching night sweats, or unexplained weight loss more than 10% of body mass over 6 months; and history of malignancy. Fatigue, pruritus, and alcohol-induced pain in patients with HL should also be noted. Whereas these factors rarely direct treatment, their recurrence may herald disease relapse. Physical examination includes measurement of accessible nodal groups and the size of the spleen and liver in centimeters below their respective costal margins in the midclavicular line. However, the sen- sitivity of physical examination is variable among observers. There- fore, organomegaly is formally defined by CT imaging (Table 1). Laboratory tests and other investigations necessary for the deter- mination of the prognostic indices for the different lymphoma sub- types and general patient management, including assessment of comorbidities, must be recorded. Anatomic Staging Historical series and prospective clinical trials have used the Ann Arbor staging system 5 to select patients and report outcomes. Now, stage is only one component of factors in prognostic indices increasingly used for pretreatment risk stratification and selection of therapy. 11-15 PET-CT scanning has become the standard for assessment of response in most lymphomas. 7 For HL and fluorodeoxyglucose (FDG) -avid NHL subtypes, PET and PET-CT improve the accuracy of staging compared with CT scans for nodal and extranodal sites. 16 PET-CT leads to change in stage in 10% to 30% of patients, more often upstaging, although alteration in management occurs in fewer pa- tients, with no demonstrated impact on overall outcome. However, improving staging accuracy ensures that fewer patients are under- treated or overtreated. 16 PET-CT is particularly important for staging before consideration of radiation therapy. 17,18 Although most lym- phomas are FDG avid, because of greater variability in FDG uptake, metabolic imaging is less reliable in other lymphomas. 19-24 Whereas mantle-cell lymphoma is routinely FDG avid, limited data suggest that the sensitivity and specificity of identifying bowel involvement are low and should not replace other investigative measures. 25,26 RECOMMENDATION FOR REVISIONS TO STAGING CRITERIA PET-CT is already widely used for pretreatment assessment, often outside of clinical trials, to assign stage and has already been incorpo- rated into response assessment. 7 Although physical examination re- mains important, and despite concerns that more sensitive staging can Table 1. Criteria for Involvement of Site Tissue Site Clinical FDG Avidity Test Positive Finding Lymph nodes Palpable FDG-avid histologies PET-CT Increased FDG uptake Nonavid disease CT Unexplained node enlargement Spleen Palpable FDG-avid histologies PET-CT Diffuse uptake, solitary mass, miliary lesions, nodules Nonavid disease CT \u0002 13 cm in vertical length, mass, nodules Liver Palpable FDG-avid histologies PET-CT Diffuse uptake, mass Nonavid disease CT Nodules CNS Signs, symptoms CT Mass lesion(s) MRI Leptomeningeal infiltration, mass lesions CSF assessment Cytology, flow cytometry Other (eg, skin, lung, GI tract, bone, bone marrow) Site dependent PET-CT \u0002 , biopsy Lymphoma involvement Abbreviations: CSF, cerebrospinal fluid; CT, computed tomography; FDG, fluorodeoxyglucose; MRI, magnetic resonance imaging; PET, positron emission tomography. \u0002 PET-CT is adequate for determination of bone marrow involvement and can be considered highly suggestive for involvement of other extralymphatic sites. Biopsy confirmation of those sites can be considered if necessary. Cheson et al 3060 © 2014 by American Society of Clinical Oncology J OURNAL OF C LINICAL O NCOLOGY Downloaded from jco.ascopubs.org on October 30, 2014. For personal use only. No other uses without permission. Copyright © 2014 American Society of Clinical Oncology. All rights reserved.",
    "result in stage migration, impairing the use of historically controlled data, PET-CT is critical as a baseline measurement before therapy to increase the accuracy of subsequent response assessment 27,28 (Table 1). Therefore, the consensus was that PET-CT should be recom- mended for routine staging of FDG-avid, nodal lymphomas (essen- tially all histologies except chronic lymphocytic leukemia/small lymphocytic lymphoma, lymphoplasmacytic lymphoma/Walden- stro ¨m’s macroglobulinemia, mycosis fungoides, and marginal zone NHLs, unless there is a suspicion of aggressive transformation) as the gold standard. 24 The following recommendations are intended for lymphomas with primarily nodal involvement, although they are also applicable to primary extranodal diffuse large B-cell lymphoma (DLBCL). Separate criteria have been proposed for primary extranodal 29,30 and cutane- ous lymphomas. 31 Imaging PET-CT is preferred for staging of FDG-avid lymphomas, and CT scan is preferred in the other lymphomas. A chest x-ray is no longer required in lymphoma staging because it less accurate than CT. 32 Moreover, CT identifies more hilar nodes and may better discriminate between a single large nodal mass and an aggregate of individual nodes. Bulk is a negative prognostic factor, 11,13-15 but there is little agreement on its definition, which is disease, stage, and treatment specific. These criteria strongly recommend PET-CT for staging of routinely FDG-avid histologies, especially in clinical trials. A contrast- enhanced CT scan should be included for a more accurate measure- ment of nodal size if required for trials; if necessary, to more accurately distinguish bowel from lymphadenopathy; and in the setting of com- pression/thrombosis of central/mediastinal vessels. Contrast- enhanced CT is also preferred for radiation planning. Variably FDG- avid histologies should be staged with a CT scan. For patients staged with PET-CT, focal uptake in nodal and extranodal sites that is in keeping with lymphoma, according to the distribution and/or CT characteristics, is considered involvement with lymphoma, including spleen, liver, bone, thyroid, and so on. For patients staged with CT, up to six of the largest target nodes, nodal masses, or other lymphomatous lesions that are measurable in two diameters (longest diameter [LDi] and shortest diameter) should be identified from different body regions representative of the patient’s overall disease burden and include mediastinal and retro- peritoneal disease, if involved. A measurable node must have an LDi greater than 1.5 cm. Measurable extranodal disease (eg, he- patic nodules) may be included in the six representative, measured lesions. A measurable extranodal lesion should have an LDi greater than 1.0 cm. All other lesions (including nodal, extranodal, and assessable disease) should be followed as nonmeasured disease (eg, cutaneous, GI, bone, spleen, liver, kidneys, pleural or pericardial effusions, ascites). In patients in whom a discordant histology or malignant transformation is suspected, a PET-CT may identify the optimal site to biopsy for confirmation. 20,21 Tumor Bulk A single nodal mass, in contrast to multiple smaller nodes, of 10 cm or greater than a third of the transthoracic diameter at any level of thoracic vertebrae as determined by CT is retained as the definition of bulky disease for HL. 5 A chest x-ray is not required to determine bulk because of its high concordance with CT. 32 However, a variety of sizes have been suggested for NHL, 15,33 with limited evidence suggesting 6 cm as best for follicular lymphoma 15 and 6 to 10 cm in the rituximab era for DLBCL. 34 However, none of the proposed sizes have been validated in the current therapeutic era. Therefore, the recommenda- tion for HL and NHL is to record the longest measurement by CT scan, with the term X no longer necessary. Spleen Involvement A wide range of normal spleen sizes has been reported, 35-37 re- lated to race, body size, and height. 38 A spleen may be of normal size and still contain lymphoma or may be enlarged as a result of variations in blood volume, use of hematopoietic growth factors, or lymphoma- unrelated causes. Splenic involvement is best determined by PET-CT and may be characterized by homogeneous splenomegaly, diffuse infiltration with miliary lesions, focal nodular lesions, or a large soli- tary mass. 39 There is no agreement on whether single, multiple, or volumetric measurements should be used to measure spleen size 35 or what cutoff to use for splenomegaly. For simplicity, a single measure- ment that correlates well with volume 40,41 is preferable to a volumetric measurement or estimation by equations, with special software, which are unlikely to be used routinely. Most studies use 10 to 12 cm for vertical length. Our recommen- dation is to use a cutoff for splenomegaly of more than 13 cm. Liver Involvement Given variability in body habitus and the impact of numerous medical conditions, liver size by physical examination or CT scan is not a reliable measure of hepatic involvement by lymphoma. Similar to splenic involvement, diffusely increased or focal uptake, with or without focal or disseminated nodules, supports liver involvement. Bone Marrow Involvement Bone marrow biopsy (BMB) has been standard in lymphoma staging, 5 although it is often performed even when the likelihood of involvement is low. The high sensitivity of PET-CT for bone mar- row involvement has recently called into question the continued use of BMB in several common histologies. 42-46 In one study in HL, 18% of patients had focal skeletal lesions on PET-CT, but only 6% had positive BMB, 46 all with advanced disease on PET-CT. None of the patients would have been allocated to another treatment based on BMB results. Patients with early-stage disease rarely have in- volvement in the absence of a suggestive PET finding, and those with advanced-stage disease rarely have involvement in the ab- sence of disease-related symptoms or other evidence of advanced- stage disease. Thus, if a PET-CT is performed, a bone marrow aspirate/biopsy is no longer required for the routine evaluation of patients with HL. In DLBCL, PET-CT is also more sensitive than BMB but has been reported to miss low-volume diffuse involvement of 10% to 20% of the marrow. 42,47-49 Nevertheless, patients with clinical early-stage dis- ease rarely have involvement in the absence of a suggestive PET find- ing. In one study in DLBCL, 27% of patients were found to have marrow involvement (94% by PET-CT and only 40% by BMB). BMB was negative in 21 of 28 patients with focal disease on PET-CT and did not upstage any patients. Two cases (1.5%) of bone marrow involve- ment went undetected by PET-CT, with a 10% infiltrate of large cells. Thus, a PET-CT scan indicating bone or marrow involvement is Staging and Response Assessment in Lymphoma www.jco.org © 2014 by American Society of Clinical Oncology 3061 Downloaded from jco.ascopubs.org on October 30, 2014. For personal use only. No other uses without permission. Copyright © 2014 American Society of Clinical Oncology. All rights reserved.",
    "usually sufficient to designate advanced-stage disease, and a BMB is not required. Patients with a positive BMB generally have other fac- tors consistent with advanced stage or poor prognosis. 49,50 If the scan is negative, a BMB is indicated to identify involvement by discordant histology if relevant for a clinical trial or patient management. 51 The data in all other lymphoma histologies are insufficient to change the standard practice, and a 2.5-cm unilateral BMB is recom- mended, along with immunohistochemistry and flow cytometry. PROGNOSTIC GROUPS AND TREATMENT ALLOCATION The increased use of systemic and multimodality approaches has made Ann Arbor stage less relevant in directing the choice of therapy. Nevertheless, we recommend a modification of the Ann Arbor classi- fication (Table 2) for anatomic description of disease extent. However, regardless of stage, general practice is to treat patients based on limited (stages I and II, nonbulky) or advanced (stages III or IV) disease, with stage II bulky disease considered limited or advanced as determined by histology and a number of prognostic factors. The designation E for extranodal disease is relevant only for limited extranodal disease in the absence of nodal involvement (IE) or in patients with stage II disease and direct extension to a non-nodal site. E is not relevant to patients with advanced-stage disease. The Ann Arbor classification subdivides patients according to the absence (A) or presence (B) of disease-related symptoms. However, these features are frequently neither recorded nor accurate. Moreover, in the International Prognostic Index, 12 Follicular Lymphoma Inter- national Prognostic Index, 13 Follicular Lymphoma International Prognostic Index 2, 15 Mantle Cell International Prognostic Index, 14 and International Prognostic Score, 11 constitutional symptoms do not confer an unfavorable outcome. Thus, only patients with HL need be assigned the designations A or B because symptoms only direct treat- ment in that disease. Summary Excisional biopsy is preferred for diagnosis, although core-needle biopsy may suffice when not feasible. Clinical evaluation includes careful history, relevant laboratory tests, and recording of disease-related symptoms. PET-CT is the standard for FDG-avid lymphomas, whereas CT is indicated for nonavid histologies. A modified Ann Arbor staging system is recommended; how- ever, patients are treated according to prognostic and risk factors. Suffixes A and B are only required for HL. The designation X for bulky disease is no longer necessary; in- stead, a recording of the largest tumor diameter is required. If a PET-CT is performed, a BMB is no longer indicated for HL; a BMB is only needed for DLBCL if the PET is negative and identifying a discordant histology is important for patient management. ASSESSMENT OF RESPONSE AFTER TREATMENT End-of-treatment assessment is more accurate with PET-CT, espe- cially for patients with radiologic (CT) CRu or partial response (PR) in HL, DLBCL, and follicular lymphoma. 7,52-55 PET-CT–based criteria eliminate CRu and improve the prognostic value of PR. In early- and advanced-stage patients with HL, a negative predictive value of 95% to 100% and positive predictive value of more than 90% have been reported. 56,57 In aggressive NHL, studies have reported a negative predictive value of 80% to 100% but a lower positive predictive value, ranging from 50% to 100%. 58-61 If further treatment based on residual metabolically active disease on PET-CT is being considered, either biopsy or follow-up scan is advised. In these lymphoma subtypes, response assessment with PET-CT may be preferred. The IWG criteria for reviewing PET scans were based on visual interpretation and intended for end-of-treatment evaluation, 62 using mediastinal blood pool as the comparator. The current recommenda- tion is to use the 5-point scale, both for clinical trials including interim analysis and for end-of-treatment assessment (Table 3). 24 Interim PET-CT is used to assess early treatment response and, at end of treatment, to establish remission status. A score of 1 or 2 is considered to represent complete metabolic response at interim and end of treat- ment. FDG uptake declines during therapy in chemotherapy-sensitive disease, and residual FDG uptake higher than normal liver uptake is frequently seen at interim in patients who achieve complete metabolic response at the end of treatment. More recent data also suggest that most patients with uptake higher than mediastinum but less than or equivalent to liver (score of 3) have good prognosis at the end of treatment with standard therapy in HL, 63 DLBCL, 61 and follicular lymphoma. 54 However, in response-adapted trials exploring treat- ment de-escalation, a more cautious approach may be preferred, judg- ing a score of 3 to be an inadequate response to avoid undertreatment. Therefore, interpretation of a score of 3 depends on the timing of assessment, the clinical context, and the treatment. A score of 4 or 5 at interim suggests chemotherapy-sensitive disease, provided uptake has reduced from baseline, and is considered to represent partial meta- bolic response. At the end of treatment, residual metabolic disease with a score of 4 or 5 represents treatment failure even if uptake has reduced from baseline. A score of 4 or 5 with intensity that does not change or even increases from baseline and/or new foci compatible Table 2. Revised Staging System for Primary Nodal Lymphomas Stage Involvement Extranodal (E) Status Limited I One node or a group of adjacent nodes Single extranodal lesions without nodal involvement II Two or more nodal groups on the same side of the diaphragm Stage I or II by nodal extent with limited contiguous extranodal involvement II bulky \u0002 II as above with “ bulky ” disease Not applicable Advanced III Nodes on both sides of the diaphragm; nodes above the diaphragm with spleen involvement Not applicable IV Additional noncontiguous extralymphatic involvement Not applicable NOTE. Extent of disease is determined by positron emission tomography– computed tomography for avid lymphomas and computed tomography for nonavid histologies. Tonsils, Waldeyer’s ring, and spleen are considered nodal tissue. \u0002 Whether stage II bulky disease is treated as limited or advanced disease may be determined by histology and a number of prognostic factors. Cheson et al 3062 © 2014 by American Society of Clinical Oncology J OURNAL OF C LINICAL O NCOLOGY Downloaded from jco.ascopubs.org on October 30, 2014. For personal use only. No other uses without permission. Copyright © 2014 American Society of Clinical Oncology. All rights reserved.",
    "with lymphoma represents treatment failure at interim and at the end-of-treatment assessment. In most cases, lack of significant response can be interpreted visually. Although ideally a quantitative cutoff might improve consis- tency, there is insufficient evidence to quantify precisely the reduction in uptake that predicts adequate response using FDG-PET for lym- phoma, which is dependent on disease type, timing, and treatment given. Recent data suggest that the CT scan may play a complimentary role in patients with HL who have either a positive interim or post- treatment PET-CT, with a greater reduction in tumor mass correlat- ing with an improved outcome. 64,65 How best to use this information remains to be determined. CT-based response is preferred for histologies with low or vari- able FDG avidity and in regions of the world where PET-CT is unavail- able. However, in the absence of a PET-CT scan, a mass that has decreased in size but persists is considered at best a PR in the absence of biopsy documenting absence of lymphoma, and the former term CRu is not to be considered. 7 In trials exploring new agents in multiply relapsed disease where data are lacking regarding PET-CT and where assessment of disease control is more important than likelihood of cure, CT-based response may also be more relevant (Table 3). At interim or end of therapy, tests that were abnormal before treatment should be repeated, including assessment of extranodal sites. Response assessment is detailed in Table 3 and in the follow- ing sections. Nodes or Extranodal Lesions That Split When Disease Is Responding If a confluent nodal mass splits into several discrete nodes, the individual product of the perpendicular diameters (PPDs) of the nodes should be summed together to represent the PPD of the split lesion; this PPD is added to the sum of the PPDs of the remaining lesions to measure response. If subsequent growth of any or all of these discrete nodes occurs, the nadir of each individual node is used to determine progression (as if each individual node was selected as a target lesion at baseline). Nodes or Extranodal Lesions That Become Confluent When Disease Is Progressing If a group of target lymph nodes becomes confluent, the PPD of the current confluent mass should be compared with the sum of the PPDs of the individual nodes, with more than 50% increase in the PPD of the confluent mass compared with the sum of individual nodes necessary to indicate progressive disease. The LDi and shortest diameter are no longer needed to determine progression. Additional Response Assessment Guidelines The presence of residual symptoms in the absence of detectable disease by imaging does not preclude the designation CR. In the context of an agent associated with a flare reaction, caution must be exercised not to confuse the possible tumor flare with progressive disease. It is recommended that either a biopsy be performed or the lesion be reassessed in at least 2 weeks, and if there is continued evidence of tumor progression, the date of progressive disease is the previous evaluation. FOLLOW-UP EVALUATIONS Good clinical judgment, a careful history, and physical examination are the cornerstones of patient follow-up. The IWG, National Com- prehensive Cancer Network, and European Society for Medical On- cology published recommendations for follow-up that vary by histology (curable v incurable), whether a patient is on a clinical trial or managed with standard of care, or the clinical setting (eg, initial v relapsed/refractory disease; complete response v PR to treat- ment). 7,66,67 For example, for curable histologies such as HL and DLBCL, the likelihood of relapse decreases over time; thus, the fre- quency of follow-up should decrease, with visits being reduced from every 3 months during the first 2 years, to every 6 months for the next 3 years, and then annually thereafter to monitor for late relapse and treatment-related adverse effects. In contrast, in follicular lymphoma, mantle-cell lymphoma, and other incurable histologies, the likelihood of recurrence continues or increases over time, and patients should be observed every 3 to 6 months, determined by pretreatment risk fac- tors, whether the patient is being managed conservatively, and whether treatment has achieved a complete or less than complete response. In addition, a CBC, metabolic panel, and serum lactate dehydrogenase are recommended. Published studies fail to support routine surveillance scans, and they are discouraged. 68-70 The false-positive rate with PET scans is greater than 20%, leading to unnecessary investigations, radiation exposure, biopsies, expense, and patient anxiety. Follow-up scans should be prompted by clinical indications. In clinical trials with time-dependent end points (eg, progression-free survival, event-free survival), a CT scan is determined by the study-designated interval. In the indolent lymphomas, asymptomatic intra-abdominal or retroper- itoneal disease progression may be a concern in patients with residual disease in those areas after therapy. In such patients, judicious use of scans can be considered. In clinical practice and in clinical trials, attempts should be made to limit the number of scans to which a patient is exposed. Summary PET-CT should be used for response assessment in FDG-avid histologies, using the 5-point scale; CT is preferred for low or variable FDG avidity. A complete metabolic response even with a persistent mass is considered a complete remission. A PR requires a decrease by more than 50% in the sum of the product of the perpendicular diameters of up to six representative nodes or extranodal lesions. Progressive disease by CT criteria only requires an increase in the PPDs of a single node by \u0002 50%. Surveillance scans after remission are discouraged, especially for DLBCL and HL, although a repeat study may be considered after an equivocal finding after treatment. Judicious use of follow-up scans may be considered in indolent lymphomas with residual intra-abdominal or retro- peritoneal disease. MEASUREMENT OF OUTCOME Definitions are consistent with the IWG definitions. 7 Staging and Response Assessment in Lymphoma www.jco.org © 2014 by American Society of Clinical Oncology 3063 Downloaded from jco.ascopubs.org on October 30, 2014. For personal use only. No other uses without permission. Copyright © 2014 American Society of Clinical Oncology. All rights reserved.",
    "Table 3. Revised Criteria for Response Assessment Response and Site PET-CT–Based Response CT-Based Response Complete Complete metabolic response Complete radiologic response (all of the following) Lymph nodes and extralymphatic sites Score 1, 2, or 3 \u0002 with or without a residual mass on 5PS† Target nodes/nodal masses must regress to \u0003 1.5 cm in LDi It is recognized that in Waldeyer’s ring or extranodal sites with high physiologic uptake or with activation within spleen or marrow (eg, with chemotherapy or myeloid colony-stimulating factors), uptake may be greater than normal mediastinum and/or liver. In this circumstance, complete metabolic response may be inferred if uptake at sites of initial involvement is no greater than surrounding normal tissue even if the tissue has high physiologic uptake No extralymphatic sites of disease Nonmeasured lesion Not applicable Absent Organ enlargement Not applicable Regress to normal New lesions None None Bone marrow No evidence of FDG-avid disease in marrow Normal by morphology; if indeterminate, IHC negative Partial Partial metabolic response Partial remission (all of the following) Lymph nodes and extralymphatic sites Score 4 or 5† with reduced uptake compared with baseline and residual mass(es) of any size \u0002 50% decrease in SPD of up to 6 target measurable nodes and extranodal sites At interim, these findings suggest responding disease When a lesion is too small to measure on CT, assign 5 mm \u0003 5 mm as the default value At end of treatment, these findings indicate residual disease When no longer visible, 0 \u0003 0 mm For a node \u0002 5 mm \u0003 5 mm, but smaller than normal, use actual measurement for calculation Nonmeasured lesions Not applicable Absent/normal, regressed, but no increase Organ enlargement Not applicable Spleen must have regressed by \u0002 50% in length beyond normal New lesions None None Bone marrow Residual uptake higher than uptake in normal marrow but reduced compared with baseline (diffuse uptake compatible with reactive changes from chemotherapy allowed). If there are persistent focal changes in the marrow in the context of a nodal response, consideration should be given to further evaluation with MRI or biopsy or an interval scan Not applicable No response or stable disease No metabolic response Stable disease Target nodes/nodal masses, extranodal lesions Score 4 or 5 with no significant change in FDG uptake from baseline at interim or end of treatment \u0004 50% decrease from baseline in SPD of up to 6 dominant, measurable nodes and extranodal sites; no criteria for progressive disease are met Nonmeasured lesions Not applicable No increase consistent with progression Organ enlargement Not applicable No increase consistent with progression New lesions None None Bone marrow No change from baseline Not applicable Progressive disease Progressive metabolic disease Progressive disease requires at least 1 of the following Individual target nodes/nodal masses Score 4 or 5 with an increase in intensity of uptake from baseline and/or PPD progression: Extranodal lesions New FDG-avid foci consistent with lymphoma at interim or end-of-treatment assessment An individual node/lesion must be abnormal with: LDi \u0002 1.5 cm and Increase by \u0002 50% from PPD nadir and An increase in LDi or SDi from nadir 0.5 cm for lesions \u0003 2 cm 1.0 cm for lesions \u0002 2 cm In the setting of splenomegaly, the splenic length must increase by \u0002 50% of the extent of its prior increase beyond baseline (eg, a 15-cm spleen must increase to \u0002 16 cm). If no prior splenomegaly, must increase by at least 2 cm from baseline New or recurrent splenomegaly Nonmeasured lesions None New or clear progression of preexisting nonmeasured lesions (continued on following page) Cheson et al 3064 © 2014 by American Society of Clinical Oncology J OURNAL OF C LINICAL O NCOLOGY Downloaded from jco.ascopubs.org on October 30, 2014. For personal use only. No other uses without permission. Copyright © 2014 American Society of Clinical Oncology. All rights reserved.",
    "CONCLUDING REMARKS Accurate pretreatment evaluation and response assessment are critical to the optimal management of patients with lymphoma. With increasing knowledge of the disease, new prognostic factors, and a better understanding of tumor biology comes a need to update prior systems. Despite the importance of a physical exam- ination, imaging studies have become the standard. The present recommendations are directed primarily at initial staging and as- sessment, and their role in the multiply relapsed setting and early clinical trials remains to be confirmed. A major departure from the Ann Arbor system and the IWG criteria is that PET-CT is included in staging for FDG-avid lymphomas, because it is more sensitive than CT and provides a baseline against which response is more accurately assessed. Patients should be treated based on prognostic factors. Subclassification of A and B is now only indicated if prog- nostically important (ie, HL). Patients, including those with HL and most with DLBCL, can be spared a staging BMB, 71 and a routine chest x-ray is unnecessary for staging, although it may be useful for monitoring select patients with HL. Although the cur- rent definition of bulk is retained for HL, further correlations between maximum tumor diameter and outcome are needed to provide a clinically meaningful definition of bulk with current treatment approaches for NHL. Response assessment is preferred for FDG-avid lymphomas where possible, using the 5-point scale, whereas CT-based response remains important in lymphomas with low or variable FDG avidity, and in multiply relapsed disease, CT criteria for progressive disease can be based on an increase of a single lesion. The better we are able to exploit the biology of lymphomas for therapeutic benefit, the more our treatment strat- egies will be determined by relevant receptors and pathways, with even less reliance on Ann Arbor staging. Hopefully, the current recommendations will provide the necessary standardization of clinical trial conduct and interpretation that leads to improved therapies for patients with lymphoma. AUTHORS’ DISCLOSURES OF POTENTIAL CONFLICTS OF INTEREST Although all authors completed the disclosure declaration, the following author(s) and/or an author’s immediate family member(s) indicated a financial or other interest that is relevant to the subject matter under consideration in this article. Certain relationships marked with a “U” are those for which no compensation was received; those relationships marked with a “C” were compensated. For a detailed description of the disclosure categories, or for more information about ASCO’s conflict of interest policy, please refer to the Author Disclosure Declaration and the Disclosures of Potential Conflicts of Interest section in Information for Contributors. Employment or Leadership Position: None Consultant or Advisory Role: Bruce D. Cheson, Gilead (C), Celgene (C), Genentech (C), Pharmacyclics (C), AstraZeneca (C), Spectrum (C); Lawrence H. Schwartz, Novartis (C), BioImaging (C), Icon Medical (C); Emanuele Zucca, Roche (C), Mundipharma (C), Celgene (C), Janssen (C) Stock Ownership: None Honoraria: Emanuele Zucca, Roche, Mundipharma, Celgene, Janssen Research Funding: Bruce D. Cheson, Gilead, Celgene, Genentech, Pharmacyclics; Emanuele Zucca, Roche, Mundipharma, Novartis Expert Testimony: None Patents, Royalties, and Licenses: None Other Remuneration: Bruce D. Cheson, Gilead, Celgene, Genentech, Pharmacyclics; Emanuele Zucca, Roche, Mundipharma, Janssen; T. Andrew Lister, Millennium AUTHOR CONTRIBUTIONS Conception and design: All authors Collection and assembly of data: All authors Data analysis and interpretation: All authors Manuscript writing: All authors Final approval of manuscript: All authors Table 3. Revised Criteria for Response Assessment (continued) Response and Site PET-CT–Based Response CT-Based Response New lesions New FDG-avid foci consistent with lymphoma rather than another etiology (eg, infection, inflammation). If uncertain regarding etiology of new lesions, biopsy or interval scan may be considered Regrowth of previously resolved lesions A new node \u0002 1.5 cm in any axis A new extranodal site \u0002 1.0 cm in any axis; if \u0004 1.0 cm in any axis, its presence must be unequivocal and must be attributable to lymphoma Assessable disease of any size unequivocally attributable to lymphoma Bone marrow New or recurrent FDG-avid foci New or recurrent involvement Abbreviations: 5PS, 5-point scale; CT, computed tomography; FDG, fluorodeoxyglucose; IHC, immunohistochemistry; LDi, longest transverse diameter of a lesion; MRI, magnetic resonance imaging; PET, positron emission tomography; PPD, cross product of the LDi and perpendicular diameter; SDi, shortest axis perpendicular to the LDi; SPD, sum of the product of the perpendicular diameters for multiple lesions. \u0002 A score of 3 in many patients indicates a good prognosis with standard treatment, especially if at the time of an interim scan. However, in trials involving PET where de-escalation is investigated, it may be preferable to consider a score of 3 as inadequate response (to avoid undertreatment). Measured dominant lesions: Up to six of the largest dominant nodes, nodal masses, and extranodal lesions selected to be clearly measurable in two diameters. Nodes should preferably be from disparate regions of the body and should include, where applicable, mediastinal and retroperitoneal areas. Non-nodal lesions include those in solid organs (eg, liver, spleen, kidneys, lungs), GI involvement, cutaneous lesions, or those noted on palpation. Nonmeasured lesions: Any disease not selected as measured, dominant disease and truly assessable disease should be considered not measured. These sites include any nodes, nodal masses, and extranodal sites not selected as dominant or measurable or that do not meet the requirements for measurability but are still considered abnormal, as well as truly assessable disease, which is any site of suspected disease that would be difficult to follow quantitatively with measurement, including pleural effusions, ascites, bone lesions, leptomeningeal disease, abdominal masses, and other lesions that cannot be confirmed and followed by imaging. In Waldeyer’s ring or in extranodal sites (eg, GI tract, liver, bone marrow), FDG uptake may be greater than in the mediastinum with complete metabolic response, but should be no higher than surrounding normal physiologic uptake (eg, with marrow activation as a result of chemotherapy or myeloid growth factors). †PET 5PS: 1, no uptake above background; 2, uptake \u0003 mediastinum; 3, uptake \u0002 mediastinum but \u0003 liver; 4, uptake moderately \u0002 liver; 5, uptake markedly higher than liver and/or new lesions; X, new areas of uptake unlikely to be related to lymphoma. Staging and Response Assessment in Lymphoma www.jco.org © 2014 by American Society of Clinical Oncology 3065 Downloaded from jco.ascopubs.org on October 30, 2014. For personal use only. No other uses without permission. Copyright © 2014 American Society of Clinical Oncology. All rights reserved.",
    "REFERENCES 1. Peters MV: A study of survival in Hodgkin’s disease treated radiologically. AJR Am J Roentgenol 62:299-311, 1950 2. Rosenberg SA, Boiron M, DeVita VT Jr, et al: Report of the Committee on Hodgkin’s Disease Staging Procedures. Cancer Res 31:1862-1863, 1971 3. Carbone PP, Kaplan HS, Musshoff K, et al: Report of the Committee on Hodgkin’s Disease Staging Classification. Cancer Res 31:1860-1861, 1971 4. Rosenberg SA: Validity of the Ann Arbor stag- ing classification for the non-Hodgkin’s lymphomas. Cancer Treat Rep 61:1023-1027, 1977 5. Lister TA, Crowther D, Sutcliffe SB, et al: Report of a committee convened to discuss the evaluation and staging of patients with Hodgkin’s disease: Cotswolds Meeting. J Clin Oncol 7:1630- 1636, 1989 6. Cheson BD, Horning SJ, Coiffier B, et al: Report of an International Workshop to standardize response criteria for non-Hodgkin’s lymphomas: NCI Sponsored International Working Group. J Clin On- col 17:1244-1253, 1999 7. Cheson BD, Pfistner B, Juweid ME, et al: Revised response criteria for malignant lymphoma. J Clin Oncol 25:579-586, 2007 8. Swerdlow SH, Campo E, Harris NL, et al: WHO Classification of Tumours of Haematopoietic and Lymphoid Tissues. Geneva, Switzerland, WHO Press, 2008 9. Pappa VI, Hussain HK, Reznek RH, et al: Role of image-guided core-needle biopsy in the manage- ment of patients with lymphoma. J Clin Oncol 14:2427-2430, 1996 10. Hehn ST, Grogan TM, Miller TP: Utility of fine-needle aspiration as a diagnostic technique in lymphoma. J Clin Oncol 22:3046-3052, 2004 11. Hasenclever D, Diehl V: A prognostic score for advanced Hodgkin’s disease: International Prognos- tic Factors Project on Advanced Hodgkin’s Disease. N Engl J Med 339:1506-1514, 1998 12. [No authors listed]: A predictive model for aggres- sive non-Hodgkin’s lymphoma: The International Non- Hodgkin’s Lymphoma Prognostic Factors Project. N Engl J Med 329:987-994, 1993 13. Solal-Ce ´ ligny P, Roy P, Colombat P, et al: Follicular lymphoma international prognostic index. Blood 104:1258-1265, 2004 14. Hoster E, Dreyling M, Klapper W, et al: A new prognostic index (MIPI) for patients with advanced- stage mantle cell lymphoma. Blood 111:558-565, 2008 15. Federico M, Bellei M, Marcheselli L, et al: Follicular Lymphoma International Prognostic Index 2: A new prognostic index for follicular lymphoma developed by the International Follicular Lymphoma Prognostic Factor Project. J Clin Oncol 27:4555- 4562, 2009 16. Cheson BD: Role of functional imaging in the management of lymphoma. J Clin Oncol 29:1844- 1854, 2011 17. Wirth A, Foo M, Seymour JF, et al: Impact of [18F] fluorodeoxyglucose positron emission tomog- raphy on staging and management of early-stage follicular non-Hodgkin lymphoma. Int J Radiat Oncol Biol Phys 71:213-219, 2008 18. Le Dortz L, De Guibert S, Bayat S, et al: Diagnostic and prognostic impact of 18F-FDG PET/CT in follicular lymphoma. Eur J Nucl Med Mol Imaging 37:2307-2314, 2010 19. Weiler-Sagie M, Bushelev O, Epelbaum R, et al: (18)F-FDG avidity in lymphoma readdressed: A study of 766 patients. J Nucl Med 51:25-30, 2010 20. Scho ¨ der H, Noy A, Go ¨ nen M, et al: Intensity of 18fluorodeoxyglucose uptake in positron emission tomography distinguishes between indolent and ag- gressive non-Hodgkin’s lymphoma. J Clin Oncol 23:4643-4651, 2005 21. Noy A, Scho ¨ der H, Go ¨ nen M, et al: The majority of transformed lymphomas have high stan- dardized uptake values (SUVs) on positron emission tomography (PET) scanning similar to diffuse large B-cell lymphoma (DLBCL). Ann Oncol 20:508-512, 2010 22. Elstrom R, Guan L, Baker G, et al: Utility of FDG-PET scanning in lymphoma by WHO classifica- tion. Blood 101:3875-3876, 2003 23. Tsukamoto N, Kojima M, Hasegawa M, et al: The usefulness of (18)F-fluorodeoxyglucose posi- tron emission tomography ((18)FDG-PET) and a comparison of (18)F-FDG-PET with (67)gallium scin- tigraphy in the evaluation of lymphoma: Relation to histologic subtypes based on the World Health Organization classification. Cancer 110:652-659, 2007 24. Barrington SF, Mikhaeel NG, Kostakoglu L, et al: Role of imaging in the staging and response assessment of lymphoma: Consensus of the Inter- national Conference on Malignant Lymphomas Im- aging Working Group. J Clin Oncol 32:3048-3058, 2014 25. Bodet-Milin C, Touzeau C, Leux C, et al: Prognos- tic impact of 18F-fluouro-deoxyglucose positron emis- sion tomography in untreated mantle cell lymphoma: A retrospective study from the GOELAMS group. Eur J Nucl Med Mol Imaging 37:1633-1642, 2010 26. Hosein PJ, Pastorini VH, Paes FM, et al: Utility of positron emission tomography scans in mantle cell lymphoma. Am J Hematol 86:841-845, 2011 27. Barrington SF, Mackewn JE, Schleyer P, et al: Establishment of a UK-wide network to facilitate the acquisition of quality assured FDG-PET data for clinical trials in lymphoma. Ann Oncol 22:739-745, 2011 28. Quarles van Ufford H, Hoekstra O, de Haas M, et al: On the added value of baseline FDG-PET in malignant lymphoma. Mol Imaging Biol 12:225-232, 2010 29. Abrey LE, Batchelor TT, Ferreri AJ, et al: Report of an international workshop to standardize baseline evaluation and response criteria for primary CNS lymphoma. J Clin Oncol 23:5034-5043, 2005 30. Zucca E, Copie-Bergman C, Ricardi U, et al: Gastric marginal zone lymphoma of MALT type: ESMO Clinical Practice Guidelines for diagnosis, treatment, and follow-up. Ann Oncol 24:vi144-vi148, 2013 31. Olsen EA, Whittaker S, Kim YH, et al: Clinical end points and response criteria in mycosis fungoi- des and Se ´ zary syndrome: A consensus statement of the International Society for Cutaneous Lympho- mas, the United States Cutaneous Lymphoma Con- sortium, and the Cutaneous Lymphoma Task Force of the European Organisation for Research and Treatment of Cancer. J Clin Oncol 29:2598-2607, 2011 32. Bradley AJ, Carrington BM, Lawrance JA, et al: Assessment and significance of mediastinal bulk in Hodgkin’s disease: Comparison between com- puted tomography and chest radiography. J Clin Oncol 17:2493-2498, 1999 33. Brice P, Bastion Y, Lepage E, et al: Compari- son of low-tumor-burden follicular lymphomas be- tween an initial no-treatment policy, prednimustine, or interferon alfa: A randomized study from the Group d’Etude des Lymphomes Folliculares. J Clin Oncol 15:1110-1117, 1997 34. Pfreundschuh M, Ho AD, Cavallin-Stahl E, et al: Prognostic significance of maximum tumour (bulk) diameter in young adults with good-prognosis diffuse large-B-cell lymphoma treated with CHOP- like chemotherapy with or without rituximab: An exploratory analysis of the MabThera International Trial Group (MInT) study. Lancet Oncol 9:435-444, 2008 35. Prassopoulos P, Daskalogiannaki M, Raissaki M, et al: Determination of normal splenic volume on computed tomography in relation to age, gender and body habitus. Eur Radiol 7:246-248, 1997 36. Loftus WK, Chow LT, Metreweli C: Sono- graphic measurement of splenic length: Correlation with measurement at autopsy. J Clin Ultrasound 27:71-74, 1999 37. Kaneko J, Sugawara Y, Matsui Y, et al: Normal splenic volume in adults by computed tomography. Hepatogastroenterology 49:1726-1727, 2002 38. Srisajjakul S, Prapaisilp P, Laorratkul N: Nor- mal splenic volume assessment on CT in 426 adults. Siriraj Med J 64:43-46, 2012 39. Saboo SS, Krajewski KM, O’Regan KN, et al: Spleen in haematological malignancies: Spectrum of imaging findings. Br J Radiol 85:81-92, 2012 40. Lamb PM, Lund A, Kanagasabay RR, et al: Spleen size: How well do linear ultrasound measure- ments correlate with three-dimensional CT volume assessments? Br J Radiol 75:573-577, 2002 41. Bezerra AS, D’Ippolito G, Faintuch S, et al: Determination of splenomegaly by CT: Is there a place for a single measurement? AJR Am J Roent- genol 184:1510-1513, 2005 42. Carr R, Barrington SF, Madan B, et al: Detec- tion of lymphoma in bone marrow by whole-body positron emission tomography. Blood 91:3340- 3346, 1998 43. Moog F, Bangerter M, Kotzerke J, et al: 18-F-fluorodeoxyglucose-positron emission tomog- raphy as a new approach to detect lymphomatous bone marrow. J Clin Oncol 16:603-609, 1998 44. Moulin-Romsee G, Hindie ´ E, Cuenca X, et al: (18)F-FDG PET/CT bone/bone marrow findings in Hodgkin’s lymphoma may circumvent the use of bone marrow trephine biopsy at diagnosis staging. Eur J Nucl Med Mol Imaging 37:1095-1105, 2010 45. Pakos EE, Fotopoulos AD, Ioannidis JP: 18F- FDG PET for evaluation of bone marrow infiltration in staging of lymphoma: A meta-analysis. J Nucl Med 46:958-963, 2005 46. El-Galaly TC, d’Amore F, Mylam KJ, et al: Routine bone marrow biopsy has little or no thera- peutic consequence for positron emission tomogra- phy/computed tomography-staged treatment-naïve patients with Hodgkin lymphoma. J Clin Oncol 30: 4508-4514, 2012 47. Pelosi E, Penna D, Douroukas A, et al: Bone marrow disease detection with FDG-PET/CT and bone marrow biopsy during the staging of malignant lymphoma: Results from a large multicentre study. Q J Nucl Med Mol Imaging 55:469-475, 2011 48. Berthet L, Cochet A, Kanoun S, et al: In newly diagnosed diffuse large B-cell lymphoma, determi- nation of bone marrow involvement with 18F-FDG PET/CT provides better diagnostic performance and prognostic stratification than does biopsy. J Nucl Med 54:1244-1250, 2013 49. Khan AB, Barrington SF, Mikhaeel NG, et al: PET-CT staging of DLBCL accurately identifies and provides new insight into the clinical significance of bone marrow involvement. Blood 122:61-67, 2013 Cheson et al 3066 © 2014 by American Society of Clinical Oncology J OURNAL OF C LINICAL O NCOLOGY Downloaded from jco.ascopubs.org on October 30, 2014. For personal use only. No other uses without permission. Copyright © 2014 American Society of Clinical Oncology. All rights reserved.",
    "50. Adams HJ, Kwee TC, de Keizer B, et al: FDG PET/CT for the detection of bone marrow involve- ment in diffuse large B-cell lymphoma: Systematic review and meta-analysis. Eur J Nucl Med Mol Imaging 41:565-574, 2014 51. Paone G, Itti E, Haioun C, et al: Bone marrow involvement in diffuse large B-cell lymphoma: Correlation between FDG-PET uptake and type of cellular infiltrate. Eur J Nucl Med Mol Imaging 36:745-750, 2009 52. Juweid ME, Wiseman GA, Vose JM, et al: Re- sponse assessment of aggressive non-Hodgkin’s lym- phoma by integrated International Workshop Criteria (IWC) and fluorine-18-fluorodeoxyglucose positron emis- sion tomography. J Clin Oncol 23:4652-4661, 2005 53. Cerci JJ, Trindade E, Pracchia LF, et al: Cost effectiveness of positron emission tomography in patients with Hodgkin’s lymphoma in unconfirmed complete remission or partial remission after first- line therapy. J Clin Oncol 28:1415-1421, 2010 54. Dupuis J, Berriolo-Riedinger A, Julian A, et al: Impact of [(18)F]fluorodeoxyglucose positron emis- sion tomography response evaluation in patients with high-tumor burden follicular lymphoma treated with immunochemotherapy: A prospective study from the Groupe d’Etudes des Lymphomes de l’Adulte and GOELAMS. J Clin Oncol 30:4317-4322, 2012 55. Trotman J, Fournier M, Lamy T, et al: Positron emission tomography-computed tomography (PET- CT) after induction therapy is highly predictive of patient outcome in follicular lymphoma: Analysis of PET-CT in a subset of PRIMA trial participants. J Clin Oncol 29:3194-3200, 2011 56. Cerci JJ, Pracchia LF, Linardi CC, et al: 18F- FDG PET after 2 cycles of ABVD predicts event-free survival in early and advanced Hodgkin lymphoma. J Nucl Med 51:1337-1343, 2010 57. Engert A, Haverkamp H, Kobe C, et al: Reduced- intensity chemotherapy and PET-guided radiotherapy in patients with advanced stage Hodgkin’s lymphoma (HD15 trial): A randomised, open-label, phase 3 non- inferiority trial. Lancet 379:1791-1799, 2012 58. Cashen AF, Dehdashti F, Luo J, et al: 18F-FDG PET/CT for early response assessment in diffuse large B-cell lymphoma: Poor predictive value of international harmonization project interpretation. J Nucl Med 52:386-392, 2011 59. Micallef IN, Maurer MJ, Wiseman GA, et al: Epratuzumab with rituximab, cyclophosphamide, doxorubicin, vincristine, and prednisone chemother- apy in patients with previously untreated diffuse large B-cell lymphoma. Blood 118:4053-4061, 2011 60. Mikhaeel NG, Timothy AR, Hain SF, et al: 18-FDG-PET for the assessment of residual masses on CT following treatment of lymphomas. Ann On- col 11:147-150, 2000 61. Pregno P, Chiapella A, Bello M, et al: Interim 18-FDG-PET/CT failed to predict the outcome in diffuse large B-cell lymphoma patients treated at the diagnosis with rituximab-CHOP. Blood 119:2066- 2073, 2012 62. Juweid ME, Stroobants S, Hoekstra OS, et al: Use of positron emission tomography for response assessment of lymphoma: Consensus recommen- dations of the Imaging Subcommittee of the Inter- national Harmonization Project in Lymphoma. J Clin Oncol 25:571-578, 2007 63. Biggi A, Gallamini A, Chauvie S, et al: International validation study for interim PET in ABVD-treated, advanced-stage Hodgkin lymphoma: Interpretation crite- ria and concordance rate among reviewers. J Nucl Med 54:683-690, 2013 64. Kostakoglu L, Scho ¨ der H, Johnson JL, et al: Interim [(18)F]fluorodeoxyglucose positron emission tomography imaging in stage I-II non-bulky Hodgkin lymphoma: Would using combined positron emis- sion tomography and computed tomography criteria better predict response that each test alone? Leuk Lymphoma 53:2143-2150, 2012 65. Kobe C, Kuhnert G, Kahraman D, et al: As- sessment of tumor size reduction improves out- come prediction of positron emission tomography/ computed tomography after chemotherapy in advanced- stage Hodgkin lymphoma. J Clin Oncol 32:1776-1781, 2014 66. Ghielmini M, Vitolo U, Kimby E, et al: ESMO guidelines consensus conference on malignant lym- phoma 2011 part 1: Diffuse large B-cell lymphoma (DLBCL), follicular lymphoma (FL) and chronic lym- phocytic leukemia (CLL). Ann Oncol 24:561-576, 2013 67. Zelenetz AD, Wierda WG, Abramson JS, et al: Non-Hodgkin’s lymphomas, version 3.2012. J Natl Compr Canc Netw 10:1487-1498, 2012 68. Jerusalem G, Beguin Y, Fassotte MF, et al: Early detection of relapse by whole-body positron emission tomography in the follow-up of patients with Hodgkin’s disease. Ann Oncol 14:123-130, 2003 69. Liedtke M, Hamlin PA, Moskowitz CH, et al: Surveillance imaging during remission identifies a group of patients with more favorable aggressive NHL at time of relapse: A retrospective analysis of a uniformly-treated patient population. Ann Oncol 17: 909-913, 2006 70. Zinzani PL, Stefoni V, Tani M, et al: Role of [18F]fluorodeoxyglucose positron emission tomog- raphy scan in the follow-up of lymphoma. J Clin Oncol 27:1781-1787, 2009 71. Cheson BD: Hodgkin lymphoma: Protecting the victims of our success. J Clin Oncol 30:4456- 4457, 2013 ■ ■ ■ Staging and Response Assessment in Lymphoma www.jco.org © 2014 by American Society of Clinical Oncology 3067 Downloaded from jco.ascopubs.org on October 30, 2014. For personal use only. No other uses without permission. Copyright © 2014 American Society of Clinical Oncology. All rights reserved.",
    "Acknowledgment We thank the following contributors to the writing of this article: Ranjana Advani, Kirit Ardeshna, Jim Armitage, Matthew Barish, Alberto Biggi, George Canellos, Luca Ceriani, Bertrand Coiffier, Joe Connors, Michael Crump, Martin Dreyling, Andreas Engert, Massimo Federico, Andrea Gallamini, Randy Gascoyne, Christian Gisselbrecht, Mary Gospodarawicz, Armando Lopez Guillermo, Ton Hagenbeek, Michael Herold, Richard Hoppe, Martin Hutchings, Peter Johnson, Brad Kahl, Won Seog Kim, Eva Kimby, Lale Kostakoglu, John Leonard, Kelie Luby, Elly Lugtenburg, Michel Meignan, N. George Mikhaeel, Silvia Montoto, Craig Moskowitz, Stefan Mueller, Michinori Ogura, Michael Pfreund- schuh, Aaron Polliack, John Radford, Gilles Salles, Laurie Sehn, John Seymour, Ritsuro Suzuki, Kensei Tobinai, Judith Trotman, Wyndham Wilson, Umberto Vitolo, Julie Vose, Anas Younes, Andrew Zelenetz, Jose ´ Zijlstra, and Pier-Luigi Zinzani. We also thank Cristiana Brentan for her invaluable administrative support. Cheson et al © 2014 by American Society of Clinical Oncology J OURNAL OF C LINICAL O NCOLOGY Downloaded from jco.ascopubs.org on October 30, 2014. For personal use only. No other uses without permission. Copyright © 2014 American Society of Clinical Oncology. All rights reserved."
  ],
  "processed_at": "2026-01-30T15:58:53.224Z"
}