{
  "doc_id": "c44158ebfc336b4eadfc15edac92f013",
  "source_id": "JCO642702",
  "total_pages": 25,
  "pages": [
    "J OURNAL OF C LINICAL O NCOLOGY S P E C I A L A R T I C L E Author af fi liations appear at the end of this article. Published online ahead of print at www.jco.org on February 22, 2016. Authors ’ disclosures of potential con fl icts of interest are found in the article online at www.jco.org. Author contributions are found at the end of this article. Corresponding author: Howard I. Scher, MD, Genitourinary Oncology Service, Department of Medicine, Memorial Sloan Kettering Cancer Center, Sidney Kimmel Center for Prostate and Urologic Cancers, 1275 York Ave., New York, NY 10065; e-mail: scherh@mskcc.org. © 2016 by American Society of Clinical Oncology 0732-183X/16/3412w-1402w/$20.00 DOI: 10.1200/JCO.2015.64.2702 Trial Design and Objectives for Castration-Resistant Prostate Cancer: Updated Recommendations From the Prostate Cancer Clinical Trials Working Group 3 Howard I. Scher, Michael J. Morris, Walter M. Stadler, Celestia Higano, Ethan Basch, Karim Fizazi, Emmanuel S. Antonarakis, Tomasz M. Beer, Michael A. Carducci, Kim N. Chi, Paul G. Corn, Johann S. de Bono, Robert Dreicer, Daniel J. George, Elisabeth I. Heath, Maha Hussain, Wm. Kevin Kelly, Glenn Liu, Christopher Logothetis, David Nanus, Mark N. Stein, Dana E. Rathkopf, Susan F. Slovin, Charles J. Ryan, Oliver Sartor, Eric J. Small, Matthew Raymond Smith, Cora N. Sternberg, Mary-Ellen Taplin, George Wilding, Peter S. Nelson, Lawrence H. Schwartz, Susan Halabi, Philip W. Kantoff, and Andrew J. Armstrong A B S T R A C T Purpose Evolving treatments, disease phenotypes, and biology, together with a changing drug development environment, have created the need to revise castration-resistant prostate cancer (CRPC) clinical trial recommendations to succeed those from prior Prostate Cancer Clinical Trials Working Groups. Methods An international expert committee of prostate cancer clinical investigators (the Prostate Cancer Clinical Trials Working Group 3 [PCWG3]) was reconvened and expanded and met in 2012-2015 to formulate updated criteria on the basis of emerging trial data and validation studies of the Prostate Cancer Clinical Trials Working Group 2 recommendations. Results PCWG3 recommends that baseline patient assessment include tumor histology, detailed records of prior systemic treatments and responses, and a detailed reporting of disease subtypes based on an anatomic pattern of metastatic spread. New recommendations for trial outcome measures include the time to event end point of symptomatic skeletal events, as well as time to fi rst metastasis and time to progression for trials in the nonmetastatic CRPC state. PCWG3 introduces the concept of no longer clinically bene fi ting to underscore the distinction between fi rst evidence of progression and the clinical need to terminate or change treatment, and the importance of doc- umenting progression in existing lesions as distinct from the development of new lesions. Serial biologic pro fi ling using tumor samples from biopsies, blood-based diagnostics, and/or imaging is also recommended to gain insight into mechanisms of resistance and to identify predictive biomarkers of sensitivity for use in prospective trials. Conclusion PCWG3 moves drug development closer to unmet needs in clinical practice by focusing on disease manifestations most likely to affect prognosis adversely for therapeutics tested in both non- metastatic and metastatic CRPC populations. Consultation with regulatory authorities is recom- mended if a trial is intended to seek support for drug approval. J Clin Oncol 34:1402-1418. © 2016 by American Society of Clinical Oncology INTRODUCTION In 1999, the Prostate Cancer Clinical Trials Working Group 1 issued recommendations for standardizing prostate-speci fi c antigen (PSA) outcomes in phase II castration-resistant prostate cancer (CRPC) trials. 1 In 2008, when docetaxel was the only drug proven to prolong survival in metastatic CRPC (mCRPC), 2,3 the successor group, the Prostate Cancer Clinical Trials Working Group 2 (PCWG2), outlined more extensive principles of clinical trial conduct for this disease. 4 Incorporating the earlier recom- mendations on the use of PSA measurements in clinical investigations, PCWG2 applied a clinical states framework in which trial objectives, design, and outcomes were based on (1) early measures of response that represented the control, relief, or elimination of existing disease manifestations 1402 © 2016 by American Society of Clinical Oncology V O L U M E 3 4 • N U M B E R 1 2 • A P R I L 2 0 , 2 0 1 6",
    "and (2) later time-to-event measures that represented the delay or prevention of manifestations that may occur as disease progressed (Appendix, online only). The Prostate Cancer Clinical Trials Working Group 3 (PCWG3) is an international working group of clinical and trans- lational experts in prostate cancer that convened in June 2012 and worked through February 2015 to update the recom- mendations of PCWG2 in light of a changing therapeutic landscape 5-11 and advances in the understanding of disease biology. The two chairs (H.I.S. and A.J.A.) developed an outline and convened eight meetings that included many of the PCWG2 investigators and 20 additional investigators. A synthesized document was developed and approved by all PCWG3 members. Key principles of trial design and conduct from PCWG3 are shown in Tables 1 – 5 with comparisons to the prior recommendations of PCWG2. CONCEPTUALIZING THE DISEASE The decision milestones in PCWG2 were based on disease states de fi ned by the status of the primary tumor, the presence or absence of distant disease on imaging (metastatic versus non- metastatic), testosterone levels, and prior chemotherapy exposure. PCWG3 presents a revised disease states model that, like its predecessor, de fi nes trial objectives on the basis of state-speci fi c clinical needs (Fig 1). Emphasis is placed on designing clinical trials within a biomarker context, and focusing on how biomarkers can be developed to predict outcome, guide management, and in fl u- ence clinical decision making. The revised model aligns with the indications and uses of the currently approved drugs (see Appendix Table A1, online only) and provides the framework for a decision tree that closely follows contemporary clinical practice. Key new recommendations of the decision tree include (1) dis- tinguishing adenocarcinomas from other histologies including pure small-cell carcinomas and variants with neuroendocrine differentiation; (2) replacing the pre- versus postchemotherapy distinction with a dynamic classi fi cation that considers the lines of therapy a patient has received independent of the mechanism of action, the order in which they were administered, and the sen- sitivity of the tumor to each; (3) designing dedicated trials for the different CRPC phenotypes de fi ned by the pattern of spread; (4) adding recommendations for trials in the nonmetastatic CRPC (nmCRPC) state, formerly de fi ned as the rising PSA castrate state; (5) emphasizing the importance of serial biologic pro fi ling of the disease using minimally invasive blood-based assays of tumor material, imaging, or biopsy of a metastatic tumor site to identify and target mechanisms of primary or adaptive resistance and to better enable treatment selection to be based on disease biology; (6) including clinically relevant time-to-event end points such as symptomatic skeletal events (SSEs); and (7) with our increased recognition of disease heterogeneity and emerging resistance, focusing more on determining when a treatment should be dis- continued when the patient is no longer clinically bene fi ting (NLCB) rather than strictly at the fi rst evidence of progression. OBJECTIVES The objectives of the PCWG3 recommendations are to identify subsets of patients for whom speci fi c agents are most (or least) appropriate, ensure that the determination of dose and schedule for noncytotoxic treatments is mechanism speci fi c, develop intermediate end points to support regulatory submissions, assess pre- and post-treatment disease biology, demonstrate the best use of agents to maximize patient bene fi t, and introduce the concept of a new time-to-event measure, NLCB, as the indicator that a change in therapy is necessary. ELIGIBILITY FOR ENROLLMENT Eligibility criteria de fi ne the population to be considered for enrollment as one that has a high likelihood of demonstrating the hypothesized effect of a treatment. The criteria may be based on clinical features and laboratory measures that are prognostic, predictive, or important from a safety perspective. PATIENT DEMOGRAPHICS AND PATHOLOGY Baseline Assessment The baseline disease assessment recommendations of PCWG2 are expanded in PCWG3 (Table 2) to include histology; prior radi- ation therapy; the timing and duration of, and (if available) response to all prior systemic treatment(s); a standardized assessment of blood- based biomarkers; patient-reported outcomes (PROs); imaging; pro fi ling disease by a repeat biopsy that also determines changes in histology or through blood-based assays for molecular markers/ determinants of prognosis and drug sensitivity. Prior Systemic Treatment To better de fi ne and characterize a patient ’ s disease at the time of trial enrollment and to explore potential favorable or un- favorable interactions among therapies, PCWG3 recommends recording all lines of therapy (represented as a single agent or combination) in the order they were administered. Ideally, reporting should include the start and stop dates, or at least the duration, for each prior line of therapy; the dose and schedule of the agent(s); the disease state in which it was administered; and the type of progression (biochemical [ie, a rising PSA], radiographic, and/or symptomatic). Response (resistant versus sensitive) should be categorized on the basis of the post-therapy PSA or radiographic change pattern for agents that reduce tumor burden. For example, Appendix Fig A1 (online only) shows that post-therapy PSA change patterns with agents that effect cell kill allow one to cat- egorize response as resistant versus sensitive. Similar response patterns to prior therapy that were based on other clinical bio- markers such as imaging or pain may be considered and reported, recognizing the challenges in obtaining such historical data. The de fi nition of a prior hormonal intervention is changed to include only the addition of a hormonal therapy that had the intent of treating the cancer. Assessing for a withdrawal response to an anti- androgen is no longer considered an intervention and is not required, but should be considered for 4 to 6 weeks for patients who have been on long-term antiandrogen therapy with apparent bene fi t. A response, if it was observed on discontinuation, should be recorded. Prior Radiation Treatment Details of the dates, portals, number of fractions, dose per fraction, and total administered dose by portal should be recorded www.jco.org © 2016 by American Society of Clinical Oncology 1403 Trial Designs for Castration-Resistant Prostate Cancer",
    "for all courses of radiation therapy, including those directed at the primary and metastatic site(s). Details of prior radioisotope therapy should also be recorded. Histology and Pathologic Subtype To better inform future decision making, PCWG3 encourages the direct biologic characterization of the tumor at the time a new treatment is being considered by performing a biopsy of a metastatic site or with blood-based diagnostics such as circulating tumor cells (CTCs), circulating nucleic acids, or host factors (eg, markers of bone turnover or immune function). Although a number of prostate cancer histologic subtypes have been described, only the pure small-cell phenotype is a distinct entity that is diagnosed consistently. 12,13 It represents less than 1% of newly diagnosed prostate cancers but leads directly to Table 1. Summary of Major Changes in PCWG3 Recommendations Compared With PCWG2 Clinical states model 1. Considers mCRPC in terms of number of lines of prior therapy rather than in relation to docetaxel treatment (ie, predocetaxel, postdocetaxel; Fig 1) 2. Advocates recording the speci fi c systemic approaches a patient has received in the order they were administered, including start and stop dates and response if available 3. Distinguishes other histologies (ie, small-cell carcinomas) from adenocarcinomas 4. Emphasizes the importance of serial biologic pro fi ling of the disease at the start of a new therapy and time of progression Principles of trial conduct 1. Emphasizes discovering and qualifying post-treatment outcomes that re fl ect patient bene fi t or can serve as surrogates of that bene fi t for use in regulatory submissions, to accelerate drug approvals 2. Highlights the distinction between the need to consistently report measures of progression in a trial v the clinical need to continue a particular therapy beyond progression as long as the patient is bene fi ting from the treatment (Fig 3) Eligibility for enrollment 1. De fi nes eligibility criteria using clinical and biologic parameters intended to homogenize the prognosis of the patients enrolled while enriching for tumor biomarker pro fi les most likely to respond to a particular therapy 2. Encourages the use of testosterone assays that accurately measure levels in the 1-2 ng/dL range performed in a central laboratory 3. Assesses lymph node size on the basis of the short axis and eliminates the requirement for a lymph node to be $ 2 cm in size to be considered measurable 4. Encourages designing speci fi c trials that are based on different clinical phenotypes de fi ned by the location and distribution of radiographic metastases for which speci fi c therapies have formal indications or exclusions Treatment: de fi ning dose, schedule, and pharmacodynamic markers 1. Encourages the use of pharmacodynamic outcome measures that con fi rm the mechanism of action and determine a dose and schedule speci fi c to the effect of a particular agent on the malignant process 2. Places a greater focus on pharmacodynamic biomarkers that establish proof of mechanism and can also be used to determine dose and schedule on the basis of biology (and safety) rather than safety alone 3. Advises that the post-treatment biomarker measurements used to assess antitumor activity be tailored to each agent ’ s mechanism of action and that these measurements be performed at fi xed intervals (detailed in Table 4) Baseline disease assessments 1. Expands baseline assessments to include tumor histology; the timing, duration, and response (if available) for all prior systemic treatments; a standardized assessment of blood-based, PRO-based, and imaging-based biomarkers; and the molecular characterization of the tumor (detailed in Table 2) 2. Emphasizes molecular/biologic subtypes of CRPC in addition to the fi ve clinical subtypes (de fi ned by extent and location of metastases) 3. De fi nes the type of progression at trial entry as PSA-only progression, radiographic progression by site of disease spread, or both; for radiographic progression, records whether progression was caused by growth of existing lesions, appearance of new lesions, or both Measuring outcomes and reporting: blood-based and molecular measures 1. When there are progressing lesions, recommends rebiopsy of the progressing metastatic site for histology and biomarker assessment 2. Suggests that PSA outcomes should be interpreted within the context of a drug ’ s mechanism of action, and the anticipated timing of a potential favorable/ unfavorable effect on PSA should be considered 3. Includes suggestions on how to de fi ne and report outcomes related to CTC enumeration (using CellSearch platform) Measuring outcomes and reporting: PROs 1. Recognizes the importance of the patient perspective in prostate cancer clinical trials and the need to further optimize the assessment, collection, analysis, and presentation of PRO data 2. Recommends measuring disease-related symptoms including pain intensity and interference, and physical functioning, using validated instruments 3. Recommends collecting patient-reported adverse events using the NCI ’ s PRO-CTCAE Measuring outcomes and reporting: imaging and clinical measures 1. Reconsiders the mixed response designation, which may be a manifestation of disease heterogeneity 2. Advises recording whether disease progression represents growth of pre-existing lesions, development of new lesions, or both, and separately recording whether progression is occurring in a single organ or disease site v multiple sites 3. Suggests that the fi rst post-treatment bone scan be used as the baseline scan with which all future bone scans are compared (Fig 2); also emphasizes the notion of response in bone, caused by the advent of novel bone-targeting agents 4. Advises recording the location of nodal disease (pelvic v extrapelvic) and visceral disease (lung/liver/adrenal/CNS) separately, because these sites have separate prognostic implications 5. Also advises monitoring up to fi ve individual lesions per site of spread (eg, nodes, lung, liver as separate sites) to address disease heterogeneity 6. Proposes new criteria to de fi ne the fi rst occurrence of metastatic disease in men with nmCRPC at enrollment 7. Highlights and de fi nes the bone-related outcomes, SREs and SSEs, but suggests focusing on SSEs, which represent a more direct clinical bene fi t to patients 8. Introduces the concept of treatment beyond progression where clinical bene fi t by one or more disease manifestations is being observed, thus de fi ning an objective of NLCB Abbreviations: CRPC, castration-resistant prostate cancer; CTC, circulating tumor cell; mCRPC, metastatic castration-resistant prostate cancer; nmCRPC, non- metastatic castration-resistant prostate cancer; NCI, National Cancer Institute; NLCB, no longer clinically bene fi ting; PRO, patient-reported outcome; PRO-CTCAE, Patient-Reported Outcomes version of the Common Terminology Criteria for Adverse Events; PSA, prostate-speci fi c antigen; SRE, skeletal-related event; SSE, symptomatic skeletal event. 1404 © 2016 by American Society of Clinical Oncology J OURNAL OF C LINICAL O NCOLOGY Scher et al",
    "treatment with cytotoxic regimens similar to those used to treat small-cell lung carcinomas of the lung and should thus be noted speci fi cally. Treatment-emergent histologic variants that con- tain nonadenocarcinomatous elements are still being de fi ned but are anticipated to differ from the de novo small-cell phenotype. 13 BLOOD-BASED BIOMARKERS Baseline Measures A baseline assessment of hematologic, hepatic, and renal function is essential to assess prognosis, to predict response to therapy, and for safety. Multivariable analyses suggest that hemoglobin, alkaline phosphatase, albumin, and lactate dehy- drogenase are established prognostic factors for survival 14 and should be included in all studies. Testosterone. PCWG3 retains the de fi nition of castrate as # 50 ng/dL of testosterone (or # 0.50 ng/mL or 1.73 nmol/L) but encourages investigators to consider using ultrasensitive testosterone assays with a sensitivity to 1 to 2 ng/dL when evaluating a drug known or suspected to change androgen levels. Bone biomarkers. Biochemical markers of osteoblast and osteoclast activity are often reported but rarely used for eligibility in most clinical trials. 15 Although not required, they may be measured as a prognostic and pharmacodynamic marker in certain contexts. 16 Immune function. Assays of immune function such as serum cytokines, antibody response, T-cell subsets, function and antigen speci fi city are increasingly included in trials. Most have not ach- ieved the necessary level of analytical validity, with the exceptions of the absolute lymphocyte count and neutrophil-to-lymphocyte ratio, which are obtained from a complete blood count. 17,18 PSA and other tumor markers. A rising PSA is typically the fi rst sign of tumor regrowth, followed later by worsening of disease by imaging and the development of clinical symptoms. 19 PSA should be assessed in all trials, and in particular for those with PSA change as a primary end point, in a central laboratory to minimize interassay variability. PCWG3 retains the PCWG2 criteria for PSA progression. 5,6,10,11 For nmCRPC, PCWG3 advises recording PSA doubling times (PSADTs) and focusing drug development efforts on patients with shorter times who have the greatest risk of developing detectable metastatic disease or symptoms, and dying of their cancers. 20,21 The preferred method for calculating PSADT is described in the Appendix. Other markers in the blood, such as chromogranin A, neuron- speci fi c enolase, and carcinoembryonic antigen, have not been validated in prospective studies (Table 2). CTC number. The usefulness of CTC analyses at baseline and during treatment is an area of active research. Although multiple platforms are under development, 22 CellSearch (Janssen Diag- nostics, Raritan, NJ), which reports the number of cells captured from whole blood with an EpCAM-positive immunomagnetic ferro fl uid, is the only US Food and Drug Administration – cleared CTC assay at the present time. 22 Baseline CTC count, reported as favorable or unfavorable ( , 5 versus $ 5 CTC/7.5 mL of blood, respectively), has been shown to be an independent prognostic factor for survival in CRPC both before and after treatment. 22-24 Although the strengths and limitations of CTC enumeration as an indicator of antitumor effects require further study, CTCs may be considered for use as a screening end point for activity in patients with unfavorable counts at baseline. 25 CTCs can also serve as a source of tissue for biologic pro fi ling. 26-28 PROs PCWG3 recognizes the importance of patient-centered drug development and reporting the patient experience on study. 29 Pain is the most established PRO in this population and is associated with inferior survival and diminished quality of life. 30-33 When pain is an important component or primary end point of a study, PCWG3 recommends a baseline assessment using serial mea- surements, including pain intensity, pain interference with activ- ities, and opiate intake, over several days before starting treatment, using methods described by the US Food and Drug Admin- istration. 34 The average score over those days is used as the baseline pain value. 35 Pain questions using numerical rating scales (0 to 10) can be used, eliciting worst pain intensity and interference over the previous 24 hours. 34 Physical functioning should also be assessed and can be measured at baseline and during treatment using an estab- lished multi-item questionnaire such as the physical function measure of the European Organisation for Research and Treat- ment of Cancer Quality of Life Questionnaire C30 or Patient- Reported Outcomes Measurement Information System (PROMIS) instruments. Collection of patient-reported adverse events should be considered at baseline and during treatment using the National Cancer Institute ’ s Patient-Reported Outcomes version of the Common Terminology Criteria for Adverse Events (PRO-CTCAE). 36 Clinically Localized Disease Clinical Metastases: Noncastrate mCRPC: 2 nd Line Rising PSA Noncastrate nmCRPC mCRPC: 1 st Line Castration-resistant Noncastrate mCRPC: 3 rd Line, 4 th Line, etc mCRPC: Line X Fig 1. Prostate cancer clinical states model, a framework for patient treatment and drug development, updated for the Prostate Cancer Clinical Trials Working Group 3. Combination therapy is considered one line of therapy. mCRPC, metastatic castration-resistant prostate cancer; nmCRPC, nonmetastatic castration-resistant prostate cancer; PSA, prostate-speci fi c antigen. www.jco.org © 2016 by American Society of Clinical Oncology 1405 Trial Designs for Castration-Resistant Prostate Cancer",
    "Table 2. Standard Baseline Disease Assessments Recommended by PCWG3 in Comparison With PCWG2 Recommendations Assessment PCWG2 (2008) PCWG3 (2015) Histology Not addressed Adenocarcinoma Adenocarcinoma with small-cell or neuroendocrine features Small-cell carcinoma Report Gleason sum for primary Consider rebiopsy of metastatic disease Clinical History and physical examination Age, pain, analgesic consumption, performance status, comorbidity assessment, history, and physical examination; prior local therapy; TNM stage at diagnosis; and PSA Prior systemic treatment Pre- and postchemotherapy Record each line of systemic therapy (single agent or combination) in order of administration, including start and stop dates, dose(s), and schedule(s), the disease state in which it was administered, and response (resistant v sensitive) on the basis of PSA if appropriate Record type of progression on prior therapy (PSA, radiographic [bone, nodal, visceral], clinical [eg, pain escalation]) Prior radiation therapy Not addressed Site, administered dose per fraction and treatment duration Blood-based biomarkers PSA Testosterone Host: CBC with differential, ALK, kidney/liver function, albumin, LDH, testosterone* Tumor: PSA and cPSA kinetics Optional: CEA, chromogranin A, neuron-speci fi c enolase, CTC enumeration Imaging Prostate/ prostate bed Endorectal MRI Retained, cross-sectional imaging of prostate region if applicable Nodal CT: Only nodes $ 2 cm were assessed for change in size CT or MRI: Nodes $ 1.5 cm in the short axis are considered measurable; nodes $ 1.0 and less than 1.5 cm in the short axis are considered pathologic according to clinical discretion, and nontarget; nodes less than 1.0 cm in the short axis are nonpathologic Record pelvic and extrapelvic (retroperitoneal, mediastinal, thoracic, other) nodal disease separately; up to fi ve nodes in total Record new lesions v growth of pre-existing lesions, and sites of new lesions Visceral CT: reported as visceral per RECIST CT or MRI: Record individual sites of spread (lung, liver, adrenal, CNS) separately; up to fi ve lesions per site Lesions $ 1.0 cm in the longest dimension are considered measurable Record new lesions v growth of pre-existing lesions, and sites of new lesions Bone 99m Tc MDP Record new lesions and sites of new lesions Tumor pro fi ling for determinants of prognostic, predictive, and resistance biomarkers Not addressed Consider rebiopsy of metastatic or locally recurrent lesion(s) for biologic characterization Patient-reported outcomes None Pain assessment, opiate analgesia consumption, physical functioning (functional status), health-related quality of life; consider fatigue and PRO-CTCAE. Validated PRO instruments strongly recommended Abbreviations: ALK, alkaline phosphatase; CBC, complete blood count; CEA, carcinoembryonic antigen; CT, computed tomography; CTCs, circulating tumor cells; CTCAE, Common Terminology Criteria for Adverse Events; LDH, lactate dehydrogenase; MRI, magnetic resonance imaging; PCWG2, Prostate Cancer Clinical Trials Working Group 2; PCWG3, Prostate Cancer Clinical Trials Working Group 3; PRO, patient-reported outcome; PRO-CTCAE, Patient-Reported Outcomes version of the Common Terminology Criteria for Adverse Events; PSA, prostate-speci fi c antigen; RECIST, Response Evaluation Criteria in Solid Tumors; 99m Tc MDP, 99m Tc methylene diphosphonate. *Ultrasensitive testosterone measures may be indicated where appropriate on the basis of drug under study and context. 1406 © 2016 by American Society of Clinical Oncology J OURNAL OF C LINICAL O NCOLOGY Scher et al",
    "IMAGING Imaging provides critical information on disease distribution, prognosis, extent, biology, and host reaction to the tumor. Baseline by Site of Disease PCWG3 retains the PCWG2 recommendations with modi fi cations that include developing, recording, and vali- dating measures of disease burden. Imaging of the chest, abdomen, and pelvis using a contrast-enhanced computed tomography (CT) scan with # 5-mm axial slices is advised for all patients. For those intolerant of contrast, a cross-sectional magnetic resonance imaging (MRI) scan of the abdomen and pelvis, with a noncontrast CT scan of the chest, may be considered. In phase I and II trials, recognizing that individual lesions may be biologically distinct, PCWG3 rec- ommends reporting whether progression on entry was in the growth of pre-existing lesions, the development of new lesions, or both. PCWG3 advises following Response Evaluation Criteria in Solid Tumors (RECIST) 1.1 for extraskeletal disease but recommends that up to fi ve lesions per site of metastatic spread (eg, lung, liver, lymph nodes as separate sites) be recorded to address disease heterogeneity and to track patterns of metastatic progression. Bone lesions should be recorded separately (see Bone section on this page). Prostate or prostate bed. Speci fi c imaging of the prostate or prostate bed is not required for every patient. If there is a question of locally persistent or recurrent disease, a directed MRI of the prostate or prostate bed and/or biopsy of the site is recommended. Nodes or viscera. PCWG3 advises that nodal disease be meas- uredinthe shortaxisand recorded by location:pelvicdisease should be classi fi ed as locoregional, and extrapelvic disease (retroperitoneal, mediastinal, thoracic, or other) as metastatic. Nodes $ 1.5 cm in the short axis are considered pathologic and measurable. As per RECIST 1.1, lymph nodes that are $ 1.0 cm but less than 1.5 cm in the short axis may be pathologic and can be considered nonmeasurable/nontarget lesions. 37 Visceral disease in metastatic patients should be designated separately as lung, liver, adrenal, or CNS and is considered measurable if an individual lesion is $ 1 cm in its longest dimension. Given that lung metastases are relatively frequent in mCRPC trials (7% prevalence), chest CT imaging is recommended. 38 PCWG2 did not formally address trials in the nmCRPC population, where the aim is to delay/prevent the development of radiographically evident metastatic disease and death. To establish nonmetastatic status, note that nodes less than 1.0 cm in the short axis are nonpathologic; nodes 1.0 to less than 1.5 cm may be considered pathologic, but with clinical discretion; and nodes $ 1.5 cm are both pathologic and measurable. PCWG3 advises that trial entry be based on PSADT, and that the same standard imaging modalities (eg, bone scan, CT, and/or MRI) used to determine eligibility be used for monitoring the patient receiving treatment. Bone. The use of 99m Tc-methylene diphosphonate radionuclide bone scintigraphy as the standard for bone imaging is retained in PCWG3, with the presence or absence of metastasis recorded fi rst. A quantitative measure of disease burden, such as lesional number, 39 the bone scan index, 40,41 or lesion area, 42 is also suggested, recognizing that these measures require further analytical and prospective clinical validation. Changes in lesions considered metastatic on bone scintigraphy should be followed and assessed serially using a bone scan assessment form (Appendix Fig A3, online only). Areas/ lesions on bone scintigraphy that are suggestive can be assessed further with CT or MRI and followed separately, but such supplemental imaging should not be used to establish indicator lesions for the purposes of a trial. Different modalities for imaging bone metastases can provide different information for the same patient (Appendix Fig A2). However, because of the lack of standards for reporting disease presence or changes after treatment, positron emission tomog- raphy imaging with sodium fl uoride, fl uorodeoxyglucose, choline, or prostate-speci fi c membrane antigen, bone marrow MRI (body MRI), and other modalities that are in use to image bone, should be approached as new biomarkers subject to independent validation. Neurologic. PCWG3 upholds the PCWG2 recommendation to perform an MRI or CT of the brain for patients with small-cell/ neuroendocrine tumors and to maintain a low threshold for performing an MRI of the base of the skull or spine to diagnose and/or detect impending neurologic compromise. Routine imaging of the brain for adenocarcinoma is not recommended. Type of progression at entry into a trial. PCWG3 advises recording whether progression was manifested by PSA alone, bone 6 nodes by location, nodes by location only, or viscera ( 6 other sites), and the proportion of patients who progress in each of these cate- gories, because this is prognostic. 5,6,10,11 PCWG3 also advises reporting whether progression by imaging at study entry involved the growth or enlargement of pre-existing lesions, the development of new lesions, or both. The criteria for progression can be found in Table 3. Clinical subtypes of CRPC that are based on pattern of spread. The fi ve clinical subtypes de fi ned in PCWG2 on the basis of the pattern of spread in individual patients are retained with modi fi cations: (1) locally recurrent CRPC after radical prostatectomy or persistent disease in the prostate or prostate bed after radiation ther- apyonADT,withnoevidenceofmetastasesonimaging;(2)nonmetastatic (nmCRPC):arisingPSAwithnodetectablediseaseintheprimarysite,in lymph nodes beyond the true pelvis by CT/MRI (lymph nodes # 1.5 cm in the short axis in the pelvis are eligible), in bone by radionuclide bone scan or CT, or in visceral organs; (3) nodal spread within the pelvis (lymph nodes . 1.0 cm) and/or beyond the pelvis (specify) and no evidence of bone or visceral disease 43 ; (4) bone disease with or without nodal disease and no evidence of visceral spread; (5) visceral disease with or without spread to other sites; includes spread to lung, liver, or adrenal and CNS sites, each reported separately. It is recommended thatresearch studies report the proportion of patients in each subtype. Strati fi cation by pattern of metastatic spread is also encouraged. MOLECULAR AND BIOLOGIC SUBTYPES With the report of the CRPC genotypic landscape, 44 PCWG3 strongly endorses incorporating detailed molecular assessments of tumors into clinical trial strategies to better understand the disease biology and to identify predictors of sensitivity to a speci fi c therapy. This requires the molecular characterization of an individual patient ’ s tumor at the time treatment is considered. A pro fi le of the primary tumor obtained at diagnosis may not be suf fi ciently infor- mative for a castration-resistant metastatic site, because the biologic drivers of growth and cell-surface targets can change as the disease progresses through various treatments. Molecular biomarkers in metastatic lesions can be assessed through a directed biopsy 45,46 or by using blood-based assays of CTCs or cell-free nucleic acids (RNA www.jco.org © 2016 by American Society of Clinical Oncology 1407 Trial Designs for Castration-Resistant Prostate Cancer",
    "or DNA or proteins), recognizing that the biologic pro fi les of different lesions and blood-based assays in the same patient may not be the same. The number of tumor cells within a single metastatic site that harbor a speci fi c alteration may also vary and, as such, simply detecting its presence at a low frequency may not predict sensitivity. ASSESSING PROGNOSIS Prognosis indicates the likelihood that a patient or patient group will develop a disease manifestation if left untreated. Pre- dicted survival time is one measure estimated commonly by using nomograms. Validated prognostic tools such as nomograms include patient demographics and clinical measures to estimate outcomes at a trial-based level as risk-strati fi cation tools. 16,33,47-51 Adding a measure of metastatic disease burden and type of radiographic progression (new lesions versus growth of existing lesions) on the basis of physician assessment or computer-based assessments of bone or other disease sites may permit more reliable prog- nostication. 42,52 The incorporation of prognostic molecular bio- markers is an active area of research. INTERVENTION In PCWG3, the term intervention includes both the therapy itself and the post-treatment assessments to determine dose, schedule, and antitumor effects. PCWG3 emphasizes the importance of developing trials that provide the following information tailored to the mechanism and postulated therapeutic target(s) of the agent: population-speci fi c pharmacokinetics in the castrate state, the use of pharmacodynamic measures speci fi c to the postulated effect of a particular agent on the malignant process to con fi rm or refute the hypothesized mechanism of action, and the optimal timing to assess the pharmacodynamic measures and to inform the determination of the optimal dose and schedule to study in future trials. The optimal time to assess for antitumor effects, which can be delayed for many types of treatment including those that affect immune function, should also be determined by assessing disease status at fi xed intervals. MEASURING OUTCOMES AND REPORTING PCWG3 reaf fi rms the recommendation to use control/relieve/ eliminate end points to assess antitumor effects of therapies that are anticipated to kill tumor cells, particularly in early clinical development. For therapies not expected to kill tumor cells, delay/prevent end points should be used. PCWG3 discriminates between activity-estimating end points in early-phase trials (such as declines in PSA, changes in CTCs, and time to pro- gression) where the objective is to demonstrate suf fi cient antitumor activity to justify further study, versus registration trials for regulatory approval where clinical bene fi t is the objective. For instance, in early-phase trials, time to progression, which censors deaths, may be used, whereas in registration trials, progression-free survival, which includes deaths as events, is preferred. The suitability of ef fi cacy end points to demonstrate clinical bene fi t is context dependent, and consultation with regulatory authorities is strongly recommended when selecting and de fi ning end points for a trial intended to support drug approval. 53 Although demonstrating overall survival may be challenging as a primary end point, it is assumed that all trials will continue to follow patients for survival and analyze and report survival results, particularly in randomized clinical trials. PCWG3 also recommends that all therapies administered subsequent to the intervention, including start and stop dates when available, be recorded, until death. This is essential because the availability and use of life-prolonging treatments post protocol may reduce the ability to demonstrate the survival bene fi t of an effective treatment. On-treatment evaluations should include physical examinations, symptom assessments, and laboratory studies to assess safety, with appropriate attribution to the disease or therapy. Imaging should include cross-sectional imaging of the chest, abdomen, and pelvis, as well as bone scintigraphy, regardless of whether patients have involvement of those sites at baseline. Imaging strategies restricted to known sites of disease risk missing disease progression at new sites. PCWG3 advises that disease assessments be performed at fi xed intervals to better understand when antitumor effects occur (Table 4). To minimize patient exposure to ineffective treatment, and to better assess the timing of the antitumor effects of an agent for which the optimal timing is not known, an 8- to 9-week assessment interval for the fi rst 6 months and every 12 weeks thereafter is advised. This recommendation is based on the fi ndings of several trials. 5,10,54 The shorter interval also helps clarify bone scan fl are (the development of new lesions on a fi rst follow-up scan that may actually represent a favorable response to treatment). Using the shorter interval will also inform the optimal assessment interval in subsequent trials, particularly important for biologic therapies whose antitumor effects may be delayed. Notable is that the applicability of the immune-modi fi ed RECIST criteria to prostate cancer has not been established, in particular, whether an early increase in the size of a nodal or visceral lesion represents the recruitment of immune effector cells or tumor growth. 55 It is also noteworthy that neither the RECIST criteria nor the immune- modi fi ed RECIST criteria address changes in osseous disease. APPLYING THE CONTROL/RELIEVE/ELIMINATE VERSUS DELAY/PREVENT FRAMEWORK PCWG3 retains the recommendation to report outcomes by manifestation (eg, host or tumor biomarkers, symptoms, site of spread) and not to report grouped categorizations of response such as complete response, partial response, or progression on the basis of multiple manifestations. In patients who show evidence of bene fi t, PCWG3 advises continuing therapy in the case of an isolated PSA rise after an initial decline until radiographic or clinical progression is manifest. Table 5 describes the updated PCWG3 recommendations for reporting outcomes by disease manifestation. Of particular note is the use of the 2 1 2 rule to distinguish fl are from true progression in patients with osseous disease at baseline (Fig 2). 4,6 Also recommended are reporting the proportion of patients who have not progressed at fi xed time intervals (eg, 6 or 12 months) and reporting separately the time receiving treatment. RADIOGRAPHIC PROGRESSION-FREE SURVIVAL Radiographic progression-free survival (rPFS) is the time interval from random assignment to the date when the fi rst site 1408 © 2016 by American Society of Clinical Oncology J OURNAL OF C LINICAL O NCOLOGY Scher et al",
    "Table 3. Criteria for Progression at Trial Entry by Disease Manifestation Variable PCWG2 (2008) PCWG3 (2015) Blood-based PSA Obtain sequence of rising values at a minimum of 1-week intervals Retained 2.0 ng/mL minimal starting value 1.0 ng/mL is the minimal starting value if con fi rmed rise is only indication of progression unless pure small-cell carcinoma Estimate pretherapy PSADT if at least three values available $ 4 weeks apart Retained Imaging Nodes Nodal progression suf fi cient for trial entry independent of PSA Retained Measurable lesions not required for entry Retained Use RECIST to record nodal lesions as target or nontarget Modi fi ed RECIST 1.1 criteria, separate pelvic and extrapelvic disease, up to fi ve nodal lesions total recorded Only lymph nodes $ 2 cm in diameter (long axis) were actionable as progressive disease Previously normal ( , 1.0-cm) lymph nodes must have grown by $ 5 mm in the short axis from baseline or nadir and be $ 1.0 cm in the short axis to be considered to have progressed If the node progresses to $ 1.5 cm in the short axis, it is measurable; nodes that have progressed to 1.0 to less than 1.5 cm are pathologic, subject to clinical discretion, and nonmeasurable For existing pathologic adenopathy, progression is de fi ned per RECIST 1.1 Record presence of nodal and/or visceral disease separately Retained with modi fi cation Nodal sites: Locoregional: pelvic only Extrapelvic: retroperitoneal, mediastinal, thoracic, or other Viscera Visceral progression suf fi cient for trial entry independent of PSA Retained but recorded separately by site of spread (lung, liver, adrenal, CNS); up to fi ve lesions per site of spread Measurable lesions not required for entry Retained Use RECIST to record visceral lesions as target or nontarget Retained Record presence of nodal and/or visceral disease separately Retained with modi fi cation Visceral sites: lung, liver, adrenal, CNS Prostate/prostate bed (primary site) Record prior treatment of primary tumor Retained Perform directed pelvic imaging (CT, MRI, PET/CT, endorectal MRI, transrectal ultrasound) to document presence or absence of disease Retained Bone Two new lesions Retained Con fi rm ambiguous results by other imaging modalities (eg, CT or MRI) Retained, but only positivity on the bone scan de fi nes metastatic disease to bone Other sites of disease Patients with treated epidural lesions and no other epidural progression are eligible Retained Type of progression at trial entry Not addressed Report separately: PSA only Bone only 6 nodal disease Nodal disease only (no bone disease present) Visceral (lung, liver, adrenal, CNS) disease ( 6 other sites) Record new lesions and site of new lesions v growth of pre- existing lesions, or both Other markers Patient-reported outcomes Not addressed For pain palliation analyses, presence of clinically meaningful pain at baseline (eg, $ 4 on a 10-point pain intensity scale) is a prerequisite; for pain progression analyses, patients may have any level of pain at baseline, including no pain Abbreviations: CT, computed tomography; MRI, magnetic resonance imaging; PCWG2, Prostate Cancer Clinical Trials Working Group 2; PCWG3, Prostate Cancer Clinical Trials Working Group 3; PET, positron emission tomography; PSA, prostate-speci fi c antigen; PSADT, PSA doubling time; RECIST, Response Evaluation Criteria in Solid Tumors. www.jco.org © 2016 by American Society of Clinical Oncology 1409 Trial Designs for Castration-Resistant Prostate Cancer",
    "of disease is found to progress (using a manifestation-speci fi c de fi nition of progression), or death, whichever occurs fi rst. To better understand the effect of therapy on an individual site of disease, PCWG3 advises the date of progression in all speci fi c sites be reported independently whether it is bone, nodes (pelvic or extrapelvic), visceral (lung, liver, adrenal, or CNS), or other. Reporting the proportion of patients who remain radiographic progression free at fi xed time points (eg, 6 and 12 months) is also advised. PCWG3 also emphasizes the importance of analytically and clinically validating the de fi nitions of progression for each site of disease, as was performed for the bone scan progression end point proposed in PCWG2 that became part of the rPFS de fi nition in the phase III registration trials of abiraterone (NCT00887198), enzalu- tamide (NCT01212991), and orteronel (NCT01193244). Noteworthy is that in all three trials, the local radiology interpretations were highly concordant with the centralized interpretation. The association between rPFS and overall survival is still being investigated, but an association was demonstrated in at least one of these trials. 56 SKELETAL-RELATED EVENTS AND SYMPTOMATIC SKELETAL EVENTS Delay/Prevent PCWG2 did not consider skeletal-related events (SREs), which include asymptomatic nonclinical fractures ascertained by serial imaging, clinical pathologic fractures, spinal cord compression, and surgery or radiation therapy to bone. Reduction in the frequency of SREs is an approvable end point in its own right, used in several trials to support the approval of zoledronic acid and denosumab. 57,58 The registration study of radium-223 used a composite bone end point, symptomatic skeletal events (SSEs), de fi ned as symptomatic fracture, radiation or surgery to bone, or spinal cord compression. 9,59 PCWG3 advises reporting SSEs that include only symptomatic events of clear clinical signi fi cance, in contrast to SREs, which also include asymptomatic fractures. The prospective evaluation of composite end points such as SSEs that incorporate rPFS and clinical progression is warranted, to determine which end point may be most associated with clinical bene fi t and/or survival after treatment with a speci fi c agent class. PROs Control/Relieve/Eliminate PCWG3 supports standardizing an approach for reliable and quantitative assessment of the patient experience in prostate cancer trials. PCWG3 reaf fi rms that demonstrating pain palliation requires a patient population with clinically meaningful pain at baseline (eg, $ 4 on a 10-point pain intensity scale) and a response de fi ned as a clinically meaningful score improvement at a subsequent time point (eg, a 30% relative or 2-point absolute improvement from baseline at 12 weeks, con fi rmed at least 2 weeks later, without an overall increase in opiate use). 34 Serial (eg, daily) assessments at each time point can improve the stability of values. These principles may be extended to any patient-reported disease-related symptom end point for which a clinically meaningful baseline score has been determined, together with a responder de fi nition that is based on a sustained clinically meaningful score improvement. 60 Physical functioning should be assessed serially using a validated instrument (eg, EORTC QLQ-C30 or PROMIS). Delay/Prevent For a time-to-pain-progression analysis, patients with any level of baseline pain are eligible. Those without pain are followed for development of pain, whereas those with baseline pain are followed for pain progression (eg, a 2-point increase without an overall decrease in opiate use). A pain assessment should be administered at treatment discontinuation and once again if feasible (eg, 2 to 4 weeks later). When product labels are correct, they should include time-to-pain- progression end points, such as the time to development of opiate- dependent pain. 61 Time to deterioration of physical function should also be included, with a priori thresholds de fi ning clinically meaningful deterioration score changes. Table 4. Suggested Frequency of Assessment for Commonly Used Measures in Metastatic Prostate Cancer Clinical Trials Measure* PCWG2 Frequency (2008) PCWG3 Frequency (2015) † Clinical Symptoms/ performance status Every cycle Retained Blood-based markers PSA By cycle (every 3 or 4 weeks) Retained ALK, LDH By cycle (every 3 or 4 weeks) Retained Serum chemistry, CBC Not addressed By cycle (every 3 to 4 weeks) Circulating tumor cells Not addressed By cycle (every 3 to 4 weeks) if available Imaging Bone scans Every 12 weeks Every 8 to 9 weeks for fi rst 24 weeks, then every 12 weeks † CT/MRI Every 12 weeks Every 8 to 9 weeks for fi rst 24 weeks, then every 12 weeks † Patient-reported outcomes Not addressed By cycle (every 3 to 4 weeks) Analgesic consumption (opioids/no opioids) Not addressed By cycle (every 3 to 4 weeks) Abbreviations: ALK, alkaline phosphatase; CT, computed tomography; LDH, lactate dehydrogenase; MRI, magnetic resonance imaging; PCWG2, Prostate Cancer Clinical Trials Working Group 2; PCWG3, Prostate Cancer Clinical Trials Working Group 3; PSA, prostate-speci fi c antigen. *All measures should be assessed at baseline to determine changes over time. † There may be exceptions to these suggestions: in nonmetastatic castration-resistant prostate cancer trials, for example, imaging assessment intervals of 16 weeks are advised. Likewise, in long-term responders ( . 2 to 3 years of clinical bene fi t and no signs of clinical or biomarker progression), reduced frequency of imaging is reasonable, such as every 16 to 24 weeks (4 to 6 months). 1410 © 2016 by American Society of Clinical Oncology J OURNAL OF C LINICAL O NCOLOGY Scher et al",
    "Table 5. Suggested Outcome Measures for Clinical Trials in Metastatic Prostate Cancer: Report by Disease Manifestation Variable PCWG2 (2008) PCWG3 (2015) Histology Not addressed Encourage rebiopsy of metastatic sites or local recurrence at progression to evaluate for histologic (ie, neuroendocrine/ small cell) transformation; in the context of clinical trials, encourage rebiopsy for biomarker assessment Blood-based markers PSA Recognize that a favorable effect on PSA may be delayed for $ 12 weeks, even for a cytotoxic drug Retained Monitor PSA by cycle but plan to continue through early rises for a minimum of 12 weeks unless other evidence of progression Retained Ignore early rises (before 12 weeks) in determining PSA response Retained For control/relieve/eliminate end points: For control/relieve/eliminate end points: Record the percent change from baseline (rise or fall) at 12 weeks, and separately, the maximal change (rise or fall) at any time using a waterfall plot Retained, except with timing (8-9 or 12 weeks) depending on trial design Separately report the proportion of patients who have undergone radical prostatectomy and achieved a nadir less than 0.2 ng/mL v primary radiation therapy – treated patients who achieved a nadir less than 0.5 ng/mL Describe absolute changes in PSA over time from baseline to best response For delay/prevent end points (progression): For delay/prevent end points (progression): After decline from baseline: record time from start of therapy to fi rst PSA increase that is $ 25% and $ 2 ng/mL above the nadir, and which is con fi rmed by a second value $ 3 weeks later (ie, a con fi rmed rising trend); the requirement for an increase of 5 ng/mL was decreased to 2 ng/mL, and the requirement for a 50% increase was reduced to 25% Retained (standards for reporting PSA progression date may not indicate a need to stop treatment) Recording the duration of PSA decline of little value Retained No decline from baseline: PSA progression $ 25% increase and $ 2 ng/mL increase from baseline beyond 12 weeks Relate to mechanism of drug and anticipated timing of potential favorable/unfavorable effects on PSA, if present CTC Not addressed Enumerate at the start of treatment: Record as favorable (four or fewer cells per 7.5 mL of blood) or unfavorable ( fi ve or more cells per 7.5 mL) If unfavorable, monitor for changes after treatment For control/relieve/eliminate end points: Report as change from unfavorable ( fi ve or more cells per 7.5 mL of blood) to favorable (four or fewer cells per 7.5 mL) and separately, the percent change from baseline using a waterfall plot For delay/prevent end points: no validated de fi nition exists (however, rising CTC counts are associated with a poor prognosis) LDH, total alkaline phosphatase, bone-speci fi c alkaline phosphatase, urine N -telopeptide, hemoglobin, NLR Not addressed Descriptively report changes over time, may include the proportion showing normalization of a given biomarker and/or waterfall plots of percent change from baseline in a given biomarker Report institutional normal ranges to determine normalization of a given biomarker Imaging biomarkers: nodal and visceral For control/relieve/eliminate end points General Record changes in nodal sites separately from visceral sites Record changes in lymph nodes, lung, liver, adrenal, and CNS sites separately (continued on following page) www.jco.org © 2016 by American Society of Clinical Oncology 1411 Trial Designs for Castration-Resistant Prostate Cancer",
    "Table 5. Suggested Outcome Measures for Clinical Trials in Metastatic Prostate Cancer: Report by Disease Manifestation (continued) Variable PCWG2 (2008) PCWG3 (2015) Use RECIST with caveats: Record up to fi ve lesions per site of disease Record changes in size using waterfall plot Use RECIST 1.1 with caveats: Con fi rm favorable change with second scan Record changes in size using waterfall plot Record complete elimination of disease at any site separately Con fi rm favorable change with second scan Record complete elimination of disease at any site separately Nodes Only report changes in lymph nodes that were $ 2 cm in the long axis at baseline Only report changes in lymph nodes that were $ 1.5 cm in the short axis Record changes in pelvic (regional) nodes v extrapelvic (distant/ metastatic) nodes separately Visceral Use RECIST with caveats above Use RECIST 1.1 with caveats: Record changes in liver, lung, adrenal, and CNS separately Only report changes in lesions $ 1.0 cm in the longest dimension For delay/prevent end points Nodal and visceral Use RECIST criteria for progression, with additional requirement that progression be con fi rmed by a second scan $ 6 weeks later (the second scan is particularly important when anticipated effect on PSA is delayed, or for biologic therapies) General: Record changes in nodal and visceral (lung, liver, adrenal, and CNS) disease separately Use RECIST 1.1 but clearly record type of progression (growth of existing lesions v development of new lesions) separately by site The recommendations apply to both nmCRPC and mCRPC Record up to fi ve lesions per site of spread Report the proportion who have not progressed at fi xed time points (6 or 12 months) Note that for some treatments, a lesion may increase in size before it decreases Retained Nodal As above Previously normal ( , 1.0-cm) lymph nodes must have grown by $ 5 mm in the short axis from baseline or nadir and be $ 1.0 cm in the short axis to be considered to have progressed Nodes that have progressed to 1.0 to less than 1.5 cm are pathologic, subject to clinical discretion, and nonmeasurable For existing pathologic adenopathy ( $ 1.5 cm), progression is de fi ned per RECIST 1.1 Imaging biomarkers: bone Metastatic For control/relieve/eliminate end points: For control/relieve/eliminate end points: Record changes as improved or stable (no new lesions) or worse (new lesions) Retained with addition of resolved bone lesion Changes in intensity of uptake alone do not constitute progression or regression Retained No new lesions: continue therapy in absence of other signs of progression Retained New lesions (See Progression below) Retained For delay/prevent end points (progression): For delay/prevent end points (progression): Progression: Progression: Exclude pseudoprogression in the absence of symptoms or other signs of progression Retained At least two new lesions on fi rst post-treatment scan, with at least two additional lesions on the next scan (2 1 2 rule) If at least two additional new lesions are seen on the next (con fi rmatory) scan, the date of progression is the date of the fi rst post-treatment scan, when the fi rst two new lesions were documented Retained (continued on following page) 1412 © 2016 by American Society of Clinical Oncology J OURNAL OF C LINICAL O NCOLOGY Scher et al",
    "Table 5. Suggested Outcome Measures for Clinical Trials in Metastatic Prostate Cancer: Report by Disease Manifestation (continued) Variable PCWG2 (2008) PCWG3 (2015) For all scans after the fi rst post-treatment scan, at least two new lesions For scans after the fi rst post-treatment scan, at least two new lesions relative to the fi rst post-treatment scan con fi rmed on a subsequent scan Date of progression is the date of the scan that fi rst documents the second lesion Retained Changes in intensity of uptake alone do not constitute either progression or regression Retained Report the proportion of patients who have not progressed at fi xed time intervals (6 and 12 months) nmCRPC Not addressed Nonmetastatic to metastatic progression: Any new unequivocal bone lesion, except if that lesion appears in the fi rst post-treatment scan; in that case, document the event, continue treatment until 2 additional new lesions appear, and record both events Patient-reported outcomes Consider independently of other outcome measures Pain palliation assessment requires a patient population with clinically meaningful pain at baseline (eg, $ 4 on a 10-point pain intensity scale) and response de fi ned as a clinically meaningful score improvement at a subsequent time point (eg, a 30% relative or 2-point absolute improvement from baseline at 12 weeks, con fi rmed at least 2 weeks later, without an overall increase in opiate use) For control/relieve/eliminate end points: For control/relieve/eliminate end points: Document pain and analgesia at entry with a lead-in period and measure repeatedly at 3- to 4-week intervals Serial (eg, daily 3 7 days) assessments at each time point can improve the stability of values Perform serial assessments of global changes in HRQoL, urinary or bowel compromise, pain management, additional anticancer therapy Principles may be extended for any PRO for which a clinically meaningful baseline PRO score has been determined together with a responder de fi nition that is based on a sustained clinically meaningful score improvement Ignore early changes ( # 12 weeks) in pain or HRQoL in absence of compelling evidence of disease progression For delay/prevent end points: For delay/prevent end points: Con fi rm response or progression of pain or HRQoL end points $ 3 weeks later Patients with any level of baseline pain, including no pain, are eligible to be evaluated for prevent/delay end points; those without pain are followed for development of pain, whereas those with baseline pain are followed for progression (eg, a 2-point increase without an overall decrease in opiate use) Pain assessment should be administered at treatment discontinuation and once again if feasible (eg, 2 to 4 weeks later) Time to deterioration of physical function and/or HRQoL scores should also be included, with a priori thresholds de fi ning clinically meaningful deterioration score changes that are based on prior published data for the selected questionnaire Abbreviations: CTC, circulating tumor cell; HRQoL, health-related quality of life; LDH, lactate dehydrogenase; mCRPC, metastatic castration-resistant prostate cancer; NLR, neutrophil/ lymphocyte ratio; nmCRPC, nonmetastatic castration-resistant prostate cancer; PCWG2, Prostate Cancer Clinical Trials Working Group 2; PCWG3, Prostate Cancer Clinical Trials Working Group 3; PRO, patient-reported outcome; PSA, prostate- speci fi c antigen; RECIST, Response Evaluation Criteria in Solid Tumors. www.jco.org © 2016 by American Society of Clinical Oncology 1413 Trial Designs for Castration-Resistant Prostate Cancer",
    "Description of Adverse Events Collection of patient-reported symptoms related to adverse events from treatment should be considered using the National Cancer Institute ’ s PRO-CTCAE. 36 Inclusion of PRO-CTCAE should be considered in both early- and late-phase clinical tri- als. Results from PRO-CTCAE analyses can help determine optimal dosing and tolerability and can inform the risk:bene fi t evaluation of treatments. PROGRESSION FROM nmCRPC TO mCRPC Lymph Nodes PCWG3 recommends that lymph nodes that were previously normal in size ( , 1.0 cm) or pathologic in size must have grown by at least 5 mm in the short axis from baseline or nadir and be $ 1.0 cm in the short axis to be considered to have progressed. If the node progresses to $ 1.5 cm in the short axis, it is pathologic and measurable. Nodes that have progressed to between 1.0 and less than 1.5 cm are pathologic subject to clinical discretion and are non- measurable. These guidelines apply to studies involving patients with both metastatic and nonmetastatic disease. For existing pathologic adenopathy, progression is de fi ned per RECIST 1.1. Visceral The date of fi rst metastasis is the date on which an unequivocal visceral lesion by RECIST 1.1 is determined. No con fi rmatory scan is required unless the protocol uses modi fi ed criteria for immuno- therapy. 62 Visceral disease should be reported as being with or without other patterns of spread (node, bone). Bone Documentation of radiographic evidence of metastatic disease should include the time of the unequivocal development of new sites on bone scintigraphy. Given the earlier disease setting, it is advised that the scanning interval be increased to 16 weeks rather than the 8 weeks recommended for trials in mCRPC (Table 4). With 8-week intervals, it is less clear whether the detection of new sites of disease on a fi rst follow-up bone scan represents fl are of a pre-existing subclinical metastatic lesion(s) or a true transition from a nonmetastatic to a metastatic state. In such cases, PCWG3 advises that the event be recorded, and that both the treatment and serial radiographic assessments be continued until two additional new lesions are detected, assuming the treatment is being tolerated well and there is no clinical reason to discontinue it. Both the date of the initial detection of metastatic disease and the date of subsequent progression should be recorded and both intervals, metastasis-free survival (MFS) and rPFS, should be reported. Because the optimal method to con fi rm new metastatic bone disease is uncertain at this time, the de fi nition of MFS should be discussed with regulatory authorities if the MFS end point is being considered for a trial intended to support drug approval. Use of Confirmatory Scans With Other Modalities For patients who develop equivocal bone lesions while on study, PCWG3 discourages the use of other scanning modalities, including MRI, positron emission tomography, or other inves- tigational scans that were not used to determine eligibility for the study. Supplemental scanning using imaging modalities with varied sensitivity that were selected by personal preference or regional practice may introduce bias. MIXED RESPONSES Individual metastatic foci in a particular site of disease or in the patient as a whole may be biologically distinct. Such biologic heterogeneity can result in a mixed response to treatment, wherein one site responds favorably and another unfavorably. This phe- nomenon has been considered historically as disease progression that requires a change in therapy. PCWG3 advises focusing on the entirety of disease rather than on a subset of index lesions. A review of the disease as a whole using each modality used at baseline is recommended. Biopsies of these growing, nonresponding, and new lesions may provide insights into mechanisms associated with resistance. Control/Relieve/Eliminate Whether favorable changes are occurring in all lesions in an organ or disease site, or in a subset of lesions, should be reported; whether they are occurring in one organ site or across sites of involvement should be reported separately. Baseline Post = New Bone Lesions Two new lesions at week 9 (new baseline) No progression at week 17 or at week 25 (2+2 rule not met) Progression is at week 37 (two new lesions relative to week 9; these lesions are confirmed at week 49) = Stable Lesions Week 9 Week 17 Week 37 Week 49 Fig 2. Controlling for fl are by applying the 2 1 2 rule using the fi rst post-treatment scan as baseline. 1414 © 2016 by American Society of Clinical Oncology J OURNAL OF C LINICAL O NCOLOGY Scher et al",
    "Delay/Prevent Progression may not occur in all sites. PCWG3 encourages reporting whether worsening represents the growth of one to two existing foci in an organ or disease site, or the development of new lesions in an organ or disease site that was previously uninvolved. NLCB: PROGRESSION VERSUS THE DECISION TO DISCONTINUE THERAPY PCWG2 encouraged the continuation of treatment if a rising PSA or worsening of an isolated disease site that was not clinically signi fi cant was the sole indicator of disease progression and the patient was otherwise tolerating therapy. Now, recognizing the biologic heterogeneity of individual metastatic lesions, PCWG3 draws the distinction between documenting progression for consistency of reporting (eg, recording the date of documented progression in a site of disease such as a lymph node that is unlikely to adversely affect prognosis) versus the decision to stop therapy. To address this, PCWG3 introduces the no longer clinically bene fi ting (NLCB) reporting metric de fi ned as the date and the speci fi c reason(s) a therapy was ultimately discontinued. This end point permits individualized provider-patient decisions to con- tinue or discontinue a treatment based on the primary therapeutic objective for which it is being administered and assessed, be it quality of life, PROs, or survival. As an example, in cases in which multiple sites of disease continue to respond but one to two sites grow, focal therapy such as radiation or surgery could be administered to the resistant site(s) and systemic therapy con- tinued. Similarly, therapy may be continued if progression by PSA or imaging is slow and the disease-related symptoms that were present at baseline remain controlled. Important here is to record in detail the speci fi c reasons why a therapy was ultimately dis- continued, which may include clinical deterioration (clarifying whether it is disease or therapy related) or need for a change in systemic therapy. PCWG3 cannot de fi ne the risks/bene fi ts at the individual level for continuation of therapy beyond progression, but sets the goal of prospectively de fi ning the circumstances in which scenarios are identi fi ed where continuing a therapy is justi fi ed. Clinical trials evaluating whether therapy A should be stopped and a new one started, continued alone, or continued with a new one added, are ongoing. To illustrate the concept of NLCB, we recommend use of a swimmers plot (Fig 3), in which each lane documents the indi- vidual patient experience on a trial over time. This plot includes signi fi cant adverse events encountered, treatment discontinua- tions, and the points at which the criteria for progression by a speci fi c disease manifestation were met while treatment was continued up through the time treatment was ultimately dis- continued. The information in each swim lane can also be used to record the dates a focal therapy (eg, external beam radiation) was used to treat nonresponding sites in cases in which multiple other sites of disease are still responding. In both cases, the patient may still be bene fi ting overall from a treatment, justifying its con- tinuation. These plots are suggested for phase I and II studies and 0 4 8 12 16 20 24 28 32 36 40 44 48 52 56 19 18 17 16 15 14 13 12 11 10 9 8 7 6 5 4 3 2 1 Weeks Patient Number On treatment Off treatment SAE PSA progression rPFS Clinical progression NLCB Fig 3. Swim lanes illustrating the patient experience on a trial. For early-phase trials, the swimmers plot is used to track individual patients on a trial, including time on and off therapy, adverse events, progression events, and the point at and the reason for which therapy is stopped. Progression in individual disease manifestations and other signi fi cant events are recorded, including those that did not lead to trial discontinuation and those that did. Pragmatically, each line shows the duration on therapy. Note that this particular example depicts a trial in progress. NLCB, no longer clinically bene fi ting; PSA, prostate-speci fi c antigen; rPFS, radiographic progression-free survival; SAE, serious adverse event. www.jco.org © 2016 by American Society of Clinical Oncology 1415 Trial Designs for Castration-Resistant Prostate Cancer",
    "may be particularly useful in trials designed to assess the patient experience across treatment groups. SUMMARY PCWG3 seeks to move the drug development process closer to common clinical scenarios encountered in routine practice. It also aims to allow a more complete characterization of the host and his disease, not only at the start of therapy, but also over time as it evolves under treatment, which may help establish the value and the bene fi t of continuing a therapy when there are signs that the disease is beginning to progress. PCWG3 emphasizes the distinction between adenocarci- nomas and other histologies, moves away from the pre- and post-taxane categorization, and recommends eligibility on the basis of prior therapies received. This should result in a greater focus on developing speci fi c protocols for the distinct clinical phenotypes. An important addition to PCWG3 is the recom- mendation to describe the percentage of patients with a speci fi c disease pattern; in some cases, strati fi cation for a speci fi c pattern of disease may be indicated. Focusing PROs on core concepts of disease-related symptoms, physical functioning, and adverse events of therapy is advised, with the goal of improving the standardization of PRO in prostate cancer clinical trials. Serial biologic pro fi ling of the disease before treatment, while receiving treatment, and at progression is also advised. To establish clinical signi fi cance, PCWG3 advises evaluating the strength of the association between early changes in individual outcome measures, be they clinical, biochemical, PROs, imaging, CTCs, or other molecular determinants, and later events such as rPFS or clinical progression-free survival and/or overall survival. Standards for the interpretation of outcomes for therapies that affect the immune system are also needed. Although improve- ments in symptoms and/or functional status can be clinical bene fi ts in their own right, determining the clinical signi fi cance of a statistically signi fi cant change in a PRO measure is another area of focus. Finally, PCWG3 underscores the distinction between the need to consistently report progression by indi- vidual disease manifestation in the order in which they occur (be it PSA, imaging, or other surrogate) from the need to terminate a treatment because the patient is NLCB from the therapy he is currently receiving. AUTHOR CONTRIBUTIONS Conception and design: Howard I. Scher, Michael J. Morris, Walter M. Stadler, Celestia Higano, Ethan Basch, Karim Fizazi, Emmanuel S. Antonarakis, Tomasz M. Beer, Michael A. Carducci, Kim N. Chi, Paul G. Corn, Johann S. de Bono, Robert Dreicer, Daniel J. George, Elisabeth I. Heath, Maha Hussain, Wm. Kevin Kelly, Glenn Liu, Christopher Logothetis, David Nanus, Mark N. Stein, Charles J. Ryan, Oliver Sartor, Eric J. Small, Matthew Raymond Smith, Cora N. Sternberg, Mary-Ellen Taplin, George Wilding, Peter S. Nelson, Lawrence H. Schwartz, Susan Halabi, Philip W. Kantoff, Andrew J. Armstrong Provision of study materials or patients: Howard I. Scher, Michael J. Morris Collection and assembly of data: Howard I. Scher, Michael J. Morris, Celestia Higano, Tomasz M. Beer, Lawrence H. Schwartz, Susan Halabi, Andrew J. Armstrong Data analysis and interpretation: Howard I. Scher, Michael J. Morris, Walter M. Stadler, Ethan Basch, Emmanuel S. Antonarakis, Tomasz M. Beer, Michael A. Carducci, Robert Dreicer, Daniel J. George, Maha Hussain, Dana E. Rathkopf, Susan F. Slovin, Charles J. Ryan, Oliver Sartor, George Wilding, Lawrence H. Schwartz, Susan Halabi, Andrew J. Armstrong Manuscript writing: All authors Final approval of manuscript: All authors AUTHORS ’ DISCLOSURES OF POTENTIAL CONFLICTS OF INTEREST Disclosures provided by the authors are available with this article at www.jco.org REFERENCES 1. Bubley GJ, Carducci M, Dahut W, et al: Eli- gibility and response guidelines for phase II clinical trials in androgen-independent prostate cancer: Recommendations from the Prostate-Speci fi c Anti- gen Working Group. J Clin Oncol 17:3461-3467, 1999 2. Tannock IF, de Wit R, Berry WR, et al; TAX 327 Investigators: Docetaxel plus prednisone or mitox- antrone plus prednisone for advanced prostate can- cer. N Engl J Med 351:1502-1512, 2004 3. Petrylak DP, Tangen CM, Hussain MH, et al: Docetaxel and estramustine compared with mitoxantrone and prednisone for advanced refractory prostate cancer. N Engl J Med 351:1513-1520, 2004 4. Scher HI, Halabi S, Tannock I, et al; Prostate Cancer Clinical Trials Working Group: Design and end points of clinical trials for patients with progressive prostate cancer and castrate levels of testosterone: Recommendations of the Prostate Cancer Clinical Trials Working Group. J Clin Oncol 26:1148-1159, 2008 5. Beer TM, Armstrong AJ, Rathkopf DE, et al; PREVAIL Investigators: Enzalutamide in metastatic prostate cancer before chemotherapy. N Engl J Med 371:424-433, 2014 6. de Bono JS, Logothetis CJ, Molina A, et al; COU-AA-301 Investigators: Abiraterone and increased survival in metastatic prostate cancer. N Engl J Med 364:1995-2005, 2011 7. de Bono JS, Oudard S, Ozguroglu M, et al; TROPIC Investigators: Prednisone plus cabazitaxel or mitoxantrone for metastatic castration-resistant prostate cancer progressing after docetaxel treat- ment: A randomised open-label trial. Lancet 376: 1147-1154, 2010 8. Kantoff PW, Higano CS, Shore ND, et al; IMPACT Study Investigators: Sipuleucel-T immuno- therapy for castration-resistant prostate cancer. N Engl J Med 363:411-422, 2010 9. Parker C, Nilsson S, Heinrich D, et al; ALSYMPCA Investigators: Alpha emitter radium-223 and survival in metastatic prostate cancer. N Engl J Med 369:213-223, 2013 10. Ryan CJ, Smith MR, de Bono JS, et al; COU- AA-302 Investigators: Abiraterone in metastatic prostate cancer without previous chemotherapy. N Engl J Med 368:138-148, 2013 11. Scher HI, Fizazi K, Saad F, et al; AFFIRM Investigators: Increased survival with enzalutamide in prostate cancer after chemotherapy. N Engl J Med 367:1187-1197, 2012 12. Aggarwal R, Zhang T, Small EJ, et al: Neuro- endocrine prostate cancer: Subtypes, biology, and clinical outcomes. J Natl Compr Canc Netw 12: 719-726, 2014 13. Beltran H, Tomlins S, Aparicio A, et al: Aggressive variants of castration-resistant prostate cancer. Clin Cancer Res 20:2846-2850, 2014 14. Scher HI, Jia X, de Bono JS, et al: Circulating tumour cells as prognostic markers in progressive, 1416 © 2016 by American Society of Clinical Oncology J OURNAL OF C LINICAL O NCOLOGY Scher et al",
    "castration-resistant prostate cancer: A reanalysis of IMMC38 trial data. Lancet Oncol 10:233-239, 2009 15. Saylor PJ, Armstrong AJ, Fizazi K, et al: New and emerging therapies for bone metastases in genitourinary cancers. Eur Urol 63:309-320, 2013 16. Fizazi K, Massard C, Smith M, et al: Bone- related parameters are the main prognostic factors for overall survival in men with bone metastases from castration-resistant prostate cancer. Eur Urol 68: 42-50, 2015 17. Nuhn P, Vaghasia AM, Goyal J, et al: Association of pretreatment neutrophil-to-lymphocyte ratio (NLR) and overall survival (OS) in patients with metastatic castration-resistant prostate cancer (mCRPC) treated with fi rst-line docetaxel. BJU Int 114(6b):E11-E17, 2014 18. Sonpavde G, Pond GR, Armstrong AJ, et al: Prognostic impact of the neutrophil-to-lymphocyte ratio in men with metastatic castration-resistant prostate cancer. Clin Genitourin Cancer 12:317-324, 2014 19. Halabi S, Vogelzang NJ, Ou SS, et al: Progression-free survival as a predictor of overall survival in men with castrate-resistant prostate cancer. J Clin Oncol 27:2766-2771, 2009 20. Smith MR, Kabbinavar F, Saad F, et al: Natural history of rising serum prostate-speci fi c antigen in men with castrate nonmetastatic prostate cancer. J Clin Oncol 23:2918-2925, 2005 21. Smith MR, Saad F, Oudard S, et al: Denosu- mab and bone metastasis-free survival in men with nonmetastatic castration-resistant prostate cancer: Exploratory analyses by baseline prostate-speci fi c antigen doubling time. J Clin Oncol 31:3800-3806, 2013 22. de Bono JS, Scher HI, Montgomery RB, et al: Circulating tumor cells predict survival bene fi t from treatment in metastatic castration-resistant prostate cancer. Clin Cancer Res 14:6302-6309, 2008 23. Danila DC, Fleisher M, Scher HI: Circulating tumor cells as biomarkers in prostate cancer. Clin Cancer Res 17:3903-3912, 2011 24. Goldkorn A, Ely B, Quinn DI, et al: Circulating tumor cell counts are prognostic of overall survival in SWOG S0421: A phase III trial of docetaxel with or without atrasentan for metastatic castration-resistant prostate cancer. J Clin Oncol 32:1136-1142, 2014 25. Scher HI, Heller G, Molina A, et al: Circulating tumor cell biomarker panel as an individual-level sur- rogate for survival in metastatic castration-resistant prostate cancer. J Clin Oncol 33:1348-1355, 2015 26. Antonarakis ES, Lu C, Wang H, et al: AR-V7 and resistance to enzalutamide and abiraterone in prostate cancer. N Engl J Med 371:1028-1038, 2014 27. Crespo M, van Dalum G, Ferraldeschi R, et al: Androgen receptor expression in circulating tumour cells from castration-resistant prostate cancer patients treated with novel endocrine agents. Br J Cancer 112:1166-1174, 2015 28. Scher HI, Louw J, Jendrisak A, et al: Predictive biomarkers of sensitivity to androgen receptor sig- naling (ARS) and taxane-based chemotherapy in circulating tumor cells (CTCs) of patients (pts) with metastatic castration resistant prostate cancer (mCRPC). J Clin Oncol 33, 2015 (suppl 7; abstr 147) 29. Chen RC, Chang P, Vetter RJ, et al: Recom- mended patient-reported core set of symptoms to measure in prostate cancer treatment trials. J Natl Cancer Inst 106:dju132, 2014 30. Halabi S, Vogelzang NJ, Kornblith AB, et al: Pain predicts overall survival in men with metastatic castration-refractory prostate cancer. J Clin Oncol 26: 2544-2549, 2008 31. Fisch MJ, Lee JW, Weiss M, et al: Pro- spective, observational study of pain and analgesic prescribing in medical oncology outpatients with breast, colorectal, lung, or prostate cancer. J Clin Oncol 30:1980-1988, 2012 32. Autio KA, Bennett AV, Jia X, et al: Prevalence of pain and analgesic use in men with metastatic prostate cancer using a patient-reported outcome measure. J Oncol Pract 9:223-229, 2013 33. Armstrong AJ, Garrett-Mayer E, Ou Yang Y, et al: Prostate-speci fi c antigen and pain surrogacy analysis in metastatic hormone-refractory prostate cancer. J Clin Oncol 25:3965-3970, 2007 34. Basch E, Trentacosti AM, Burke LB, et al: Pain palliation measurement in cancer clinical trials: The US Food and Drug Administration perspective. Cancer 120:761-767, 2014 35. Serlin RC, Mendoza TR, Nakamura Y, et al: When is cancer pain mild, moderate or severe? Grading pain severity by its interference with func- tion. Pain 61:277-284, 1995 36. Basch E, Reeve BB, Mitchell SA, et al: Development of the National Cancer Institute ’ s patient-reported outcomes version of the common terminology criteria for adverse events (PRO- CTCAE). J Natl Cancer Inst 106:dju244, 2014 37. Schwartz LH, Bogaerts J, Ford R, et al: Eval- uation of lymph nodes with RECIST 1.1. Eur J Cancer 45:261-267, 2009 38. Halabi S, Kelly WK, Zhou H, et al: The site of visceral metastases (mets) to predict overall survival (OS) in castration-resistant prostate cancer (CRPC) patients (pts): A meta analysis of fi ve phase III trials. J Clin Oncol 32:5s, 2014 (abstr 5002) 39. Matzkin H, Soloway MS, Schellhammer PF, et al: Prognostic factors in stage D2 prostate cancer treated with a pure nonsteroidal antiandrogen. Can- cer 72:1286-1290, 1993 40. Armstrong AJ, Kaboteh R, Carducci MA, et al: Assessment of the bone scan index in a randomized placebo-controlled trial of tasquinimod in men with metastatic castration-resistant prostate cancer (mCRPC). Urol Oncol 32:1308-1316, 2014 41. Sabbatini P, Larson SM, Kremer A, et al: Prognostic signi fi cance of extent of disease in bone in patients with androgen-independent prostate cancer. J Clin Oncol 17:948-957, 1999 42. Brown MS, Chu GH, Kim HJ, et al: Computer- aided quantitative bone scan assessment of prostate cancer treatment response. Nucl Med Commun 33: 384-394, 2012 43. Pond GR, Sonpavde G, de Wit R, et al: The prognostic importance of metastatic site in men with metastatic castration-resistant prostate cancer. Eur Urol 65:3-6, 2014 44. Robinson D, Van Allen EM, Wu YM, et al: Inte- grative clinical genomics of advanced prostate cancer. Cell 161:1215-1228, 2015 [Erratum: Cell 162:454, 2015] 45. Gerlinger M, Rowan AJ, Horswell S, et al: Intratumor heterogeneity and branched evolution revealed by multiregion sequencing. N Engl J Med 366:883-892, 2012 46. Spritzer CE, Afonso PD, Vinson EN, et al: Bone marrow biopsy: RNA isolation with expression pro fi ling in men with metastatic castration-resistant prostate cancer – factors affecting diagnostic suc- cess. Radiology 269:816-823, 2013 47. Halabi S, Small EJ, Kantoff PW, et al: Prog- nostic model for predicting survival in men with hormone-refractory metastatic prostate cancer. J Clin Oncol 21:1232-1237, 2003 48. Halabi S, Lin CY, Kelly WK, et al: Updated prog- nostic model for predicting overall survival in fi rst-line chemotherapy for patients with metastatic castration- resistantprostatecancer. J Clin Oncol 32:671-677, 2014 49. Armstrong AJ, Garrett-Mayer ES, Yang YC, et al: A contemporary prognostic nomogram for men with hormone-refractory metastatic prostate cancer: A TAX327 study analysis. Clin Cancer Res 13:6396-6403, 2007 50. Smaletz O, Scher HI, Small EJ, et al: Nomo- gram for overall survival of patients with progressive metastatic prostate cancer after castration. J Clin Oncol 20:3972-3982, 2002 51. Halabi S, Lin CY, Small EJ, et al: Prognostic model predicting metastatic castration-resistant prostate cancer survival in men treated with second-line chemotherapy. J Natl Cancer Inst 105: 1729-1737, 2013 52. Wakabayashi H, Nakajima K, Mizokami A, et al: Bone scintigraphy as a new imaging biomarker: The relationship between bone scan index and bone metabolic markers in prostate cancer patients with bone metastases. Ann Nucl Med 27:802-807, 2013 53. Food and Drug Administration: Guidance for industry: Clinical trial endpoints for the approval of cancer drugs and biologics. May 2007. http://www.fda. gov/downloads/Drugs/Guidances/ucm071590.pdf 54. Fizazi K, Jones R, Oudard S, et al: Phase III, randomized, double-blind, multicenter trial comparing orteronel (TAK-700) plus prednisone with placebo plus prednisone in patients with metastatic castration-resistant prostate cancer that has pro- gressed during or after docetaxel-based therapy: ELM-PC 5. J Clin Oncol 33:723-731, 2015 55. Hoos A, Eggermont AM, Janetzki S, et al: Improved endpoints for cancer immunotherapy trials. J Natl Cancer Inst 102:1388-1397, 2010 56. Morris MJ, Molina A, Small EJ, et al: Radio- graphic progression-free survival as a response bio- marker in metastatic castration-resistant prostate cancer: COU-AA-302 results. J Clin Oncol 33:1356-1363, 2015 57. Fizazi K, Carducci M, Smith M, et al: Deno- sumab versus zoledronic acid for treatment of bone metastases in men with castration-resistant prostate cancer: A randomised, double-blind study. Lancet 377:813-822, 2011 58. Saad F, Gleason DM, Murray R, et al; Zoledronic Acid Prostate Cancer Study Group: A randomized, placebo-controlled trial of zoledronic acid in patients with hormone-refractory metastatic prostate carci- noma. J Natl Cancer Inst 94:1458-1468, 2002 59. Kluetz PG, Pierce W, Maher VE, et al: Radium Ra 223 dichloride injection: U.S. Food and Drug Administration drug approval summary. Clin Cancer Res 20:9-14, 2014 60. U.S. Department of Health and Human Ser- vices FDA Center for Drug Evaluation and Research; U.S. Department of Health and Human Services FDA Center for Biologics Evaluation and Research; U.S. Department of Health and Human Services FDA Center for Devices and Radiological Health: Guidance for industry: Patient-reported outcome measures: Use in medical product development to support labeling claims: draft guidance. Health Qual Life Outcomes 4:79, 2006 61. Basch E, Autio K, Ryan CJ, et al: Abiraterone acetate plus prednisone versus prednisone alone in chemotherapy-naive men with metastatic castration- resistant prostate cancer: Patient-reported outcome results of a randomised phase 3 trial. Lancet Oncol 14:1193-1199, 2013 62. Wolchok JD, Hoos A, O ’ Day S, et al: Guide- lines for the evaluation of immune therapy activity in solid tumors: Immune-related response criteria. Clin Cancer Res 15:7412-7420, 2009 63. Food and Drug Administration: Guidance for In- dustry and FDA Staff: Quali fi cation process for drug de- velopment tools. January 2014. http://www.fda.gov/ www.jco.org © 2016 by American Society of Clinical Oncology 1417 Trial Designs for Castration-Resistant Prostate Cancer",
    "downloads/Drugs/GuidanceComplianceRegulatory- Information/Guidances/UCM230597.pdf 64. Armstrong AJ, Eisenberger MA, Halabi S, et al: Biomarkers in the management and treatment of men with metastatic castration-resistant prostate cancer. Eur Urol 61:549-559, 2012 65. Scher HI, Morris MJ, Larson S, et al: Val- idation and clinical utility of prostate cancer biomarkers. Nat Rev Clin Oncol 10:225-234, 2013 66. Parkinson DR, McCormack RT, Keating SM, et al: Evidence of clinical utility: An unmet need in molecular diagnostics for patients with cancer. Clin Cancer Res 20:1428-1444, 2014 67. Pound CR, Partin AW, Eisenberger MA, et al: Natural history of progression after PSA elevation following radical prostatectomy. JAMA 281:1591-1597, 1999 Affiliations Howard I. Scher, Michael J. Morris, Dana E. Rathkopf, and Susan F. Slovin, Memorial Sloan Kettering Cancer Center and Weill Cornell Medical College; David Nanus, NewYork Presbyterian Weill Cornell Medical Center; Lawrence W. Schwartz, NewYork Presbyterian Columbia University Medical Center, New York, NY; Walter M. Stadler, University of Chicago Medicine, Chicago, IL; Celestina Higano and Peter S. Nelson, University of Washington and Fred Hutchinson Cancer Research Center, Seattle, WA; Ethan Basch, University of North Carolina at Chapel Hill, Chapel Hill, NC; Emmanual S. Antonarakis and Michael A. Carducci, Johns Hopkins University School of Medicine, Baltimore, MD; Tomasz M. Beer, Oregon Health and Science University, Portland, OR; Paul G. Corn and Christopher Logothetis, MD Anderson Cancer Center, Houston, TX; Robert Dreicer, University of Virginia School of Medicine, Charlottesville, VA; Daniel J. George, Susan Halabi, and Andrew J. Armstrong, Duke University and Duke Cancer Institute, Durham, NC; Elisabeth I. Heath, Wayne State University Karmanos Cancer Institute, Detroit; and Maha Hussain, University of Michigan Comprehensive Cancer Center, Ann Arbor, MI; Wm. Kevin Kelly, Sidney Kimmel School of Medicine at Thomas Jefferson University, Philadelphia, PA; Glenn Liu and George Wilding, University of Wisconsin Carbone Cancer Center, Madison, WI; Mark N. Stein, The Cancer Institute of New Jersey, Robert Wood Johnson Medical School, University of Medicine and Dentistry of New Jersey, New Brunswick, NJ; Charles S. Ryan and Eric J. Small, University of California Helen Diller Family Comprehensive Cancer Center, San Francisco, CA; Oliver Sartor, Tulane School of Medicine, New Orleans, LA; Matthew Raymond Smith, Massachusetts General Hospital Cancer Center and Harvard Medical School; Mary-Ellen Taplin and Philip W. Kantoff, Dana-Farber Cancer Institute and Harvard Medical School, Boston, MA; Karim Fizazi, Institut Gustave Roussy, University of Paris Sud, Villejuif, France; Kim N. Chi, British Columbia Cancer Agency, Vancouver, British Columbia, Canada; Johann S. de Bono, Royal Cancer Hospital, London, United Kingdom; and Cora N. Sternberg, San Camillo and Forlanini Hospitals, Rome, Italy. n n n 1418 © 2016 by American Society of Clinical Oncology J OURNAL OF C LINICAL O NCOLOGY Scher et al",
    "AUTHORS ’ DISCLOSURES OF POTENTIAL CONFLICTS OF INTEREST Trial Design and Objectives for Castration-Resistant Prostate Cancer: Updated Recommendations From the Prostate Cancer Clinical Trials Working Group 3 The following represents disclosure information provided by authors of this manuscript. All relationships are considered compensated. Relationships are self-held unless noted. I 5 Immediate Family Member, Inst 5 My Institution. Relationships may not relate to the subject matter of this manuscript. For more information about ASCO ’ s con fl ict of interest policy, please refer to www.asco.org/rwc or jco.ascopubs.org/site/ifc. Howard I. Scher Consulting or Advisory Role: Astellas Pharma, Bristol-Myers Squibb, Ferring Pharmaceuticals, OncologySTAT, P fi zer, Sano fi , Takeda Pharmaceuticals, WIRB-Copernicus Group, Medivation, BIND Therapeutics, Janssen, Roche/Genentech, Blue Earth, Celgene Speakers ’ Bureau: WebMD Research Funding: BIND Biosciences, Exelixis, Janssen Pharmaceuticals, Medivation, Janssen Diagnostics, Innocrin Pharmaceuticals Travel, Accommodations, Expenses: Janssen Pharmaceuticals, Sano fi , AstraZeneca, Genentech, P fi zer, Takeda Pharmaceuticals, Ferring Pharmaceuticals, WIRB-Copernicus Group, Astellas Pharma, BIND Therapeutics, Roche, Medivation Michael J. Morris Consulting or Advisory Role: Astellas Pharma, Bayer, Millennium, Progenics, Tokai Pharmaceuticals Research Funding: Bayer, Sano fi , Takeda Pharmaceuticals, Janssen Oncology, Agensys Travel, Accommodations, Expenses: fuji fi lm Walter M. Stadler Honoraria: Bayer, Caremark, Medpacto, Johnson & Johnson, Merck, Sotio Consulting or Advisory Role : Bayer, Caremark, Medpacto, Sotio, Johnson & Johnson, Merck Research Funding: Active Biotech, Bayer, Bristol-Myers Squibb, Boehringer Ingelheim, Dendreon, Exelixis, Novartis, Genentech/Roche, GlaxoSmithKline, Medivation, P fi zer, Merck, Millennium Pharmaceuticals Other Relationship: UpToDate Celestia Higano Employment: CTI Biopharma Leadership: CTI Biopharma Stock or Other Ownership: CTI Biopharma Consulting or Advisory Role: Dendreon, Bayer, Medivation, Ferring Pharmaceuticals, AbbVie, Genentech, P fi zer, BHR Pharma, Orion Corporation, Sano fi , Emergent BioSolutions, MorphoSys, Churchill Pharmaceuticals, Clovis Oncology Research Funding: Algeta/Bayer, Aragon Pharmaceuticals, AstraZeneca, Dendreon, Genentech, Medivation, Millennium, Sano fi , Teva, Exelixis, Oncogenex, Emergent BioSolutions Travel, Accommodations, Expenses: Bayer, Medivation, Dendreon, Ferring Pharmaceuticals, P fi zer, Johnson & Johnson, AbbVie, Genentech, Amgen, Orion Pharma, Ockham, Teva, Sano fi , Astellas Pharma, Emergent BioSolutions, MorphoSys, Churchill Pharmaceuticals, Clovis Oncology Ethan Basch No relationship to disclose Karim Fizazi Consulting or Advisory Role: Astellas Pharma, Sano fi , Janssen, Amgen, Orion Pharma, Novartis, AstraZeneca, Bayer Emmanuel S. Antonarakis Honoraria: Sano fi , Dendreon, Medivation, Janssen Biotech, ESSA Consulting or Advisory Role: Sano fi , Dendreon, Medivation, Janssen Biotech, ESSA Research Funding: Janssen Biotech, Johnson & Johnson, Sano fi , Dendreon, Aragon Pharmaceuticals, Exelixis, Millennium Pharmaceuticals, Genentech, Novartis, Tokai Pharmaceuticals Travel, Accommodations, Expenses: Sano fi , Dendreon, Medivation, Tokai Pharmaceuticals Tomasz M. Beer Stock or Other Ownership: Salarius Pharmaceuticals Consulting or Advisory Role: Astellas Pharma, Bayer, Dendreon, Janssen Japan, Novartis, Sotio Research Funding: Astellas Pharma, Bristol-Myers Squibb, Dendreon, Janssen Research & Development, Medivation, Oncogenex, Sotio Michael A. Carducci Consulting or Advisory Role: Medivation, Astellas Pharma, Blue Earth, AstraZeneca, Clovis Oncology Kim N. Chi Honoraria: Sano fi , Janssen Pharmaceuticals, Astellas Pharma Consulting or Advisory Role: ESSA, Astellas Pharma, Janssen Pharmaceuticals, Sano fi , Lilly/ImClone, Amgen, Bayer, Takeda Pharmaceuticals Research Funding: Janssen Pharmaceuticals, Astellas Pharma, Amgen, Bayer, Novartis, Sano fi , Exelixis, Tokai Pharmaceuticals, Oncogenex, Teva Paul G. Corn Honoraria: Sano fi Consulting or Advisory Role: Sano fi Travel, Accommodations, Expenses: Sano fi Johann S. de Bono Honoraria: AstraZeneca, Sano fi , Astellas Pharma, P fi zer, Genentech/ Roche Consulting or Advisory Role: AstraZeneca, Sano fi , Genentech/Roche, Astellas Pharma Research Funding: AstraZeneca, Genentech, Sano fi Patents, Royalties, Other Intellectual Property: Abiraterone Rewards to Inventors Travel, Accommodations, Expenses: AstraZeneca, Astellas Pharma, GlaxoSmithKline, Orion Pharma, Sano fi , Genmab, Taiho Pharmaceutical, QIAGEN, Vertex Robert Dreicer Consulting or Advisory Role: Medivation, Roche, Merck, Asana Biosciences, Tokai Pharmaceuticals, Churchill Pharma Research Funding: Progenics Daniel J. George Honoraria: Dendreon, Novartis, Sano fi Consulting or Advisory Role: Bayer, Dendreon, Exelixis, Medivation, Novartis, P fi zer, BIND Biosciences, Sano fi , GlaxoSmithKline, Astellas Pharma, Progenics, Innocrin Pharma, Genentech, Clovis Oncology, Merck, Bristol-Myers Squibb Speakers ’ Bureau: Dendreon, Novartis, BiPar Sciences/Sano fi Research Funding: Exelixis, Genentech/Roche, Janssen Oncology, Novartis, P fi zer, Progenics, Astellas Pharma, Bristol-Myers Squibb, GlaxoSmithKline, Millennium Pharmaceuticals, Innocrin Pharma Travel, Accommodations, Expenses: Astellas Pharma, Bayer, Dendreon, P fi zer, Sano fi , Progenics, Bristol-Myers Squibb, Merck, BIND, Medivation Elisabeth I. Heath Honoraria: Bayer Diagnostics, Dendreon, Sano fi Research Funding: Tokai Pharmaceuticals, Seattle Genetics, Agensys, Dendreon, Genentech/Roche, Millennium Pharmaceuticals, Celldex, Inovio Biomedical, Celgene www.jco.org © 2016 by American Society of Clinical Oncology Trial Designs for Castration-Resistant Prostate Cancer",
    "Maha Hussain Consulting or Advisory Role: Johnson & Johnson, Synthon Research Funding: Astellas Pharma, Bayer, Genentech, Medivation, Millennium Pharmaceuticals, P fi zer Patents, Royalties, Other Intellectual Property: Method of Treating Cancer, Serial No. 61/481/671 Wm. Kevin Kelly Honoraria: Sano fi Consulting or Advisory Role: Sano fi , Churchill Pharmaceuticals, Johnson & Johnson Research Funding: Sano fi , Novartis, Bayer HealthCare Pharmaceuticals, Tesaro Glenn Liu Stock or Other Ownership: AIQ Services Research Funding: Johnson & Johnson, Novartis, Millennium Pharmaceuticals, Cellectar, P fi zer Patents, Royalties, Other Intellectual Property: Patent US 9161720B2 System and Method for Evaluation of Disease Burden Other Relationship: AIQ Services Christopher Logothetis Honoraria: Bayer, AstraZeneca, P fi zer, Helsinn Therapeutics, Bristol- Myers Squibb, Janssen, Sano fi , Novartis, Medivation/Astellas Pharma Consulting or Advisory Role: Astellas Pharma, Bristol-Myers Squibb, Johnson & Johnson, P fi zer, Novartis, Helsinn Therapeutics, Bayer, AstraZeneca, Sano fi , Exelixis, Churchill Pharmaceuticals, Clovis Oncology Research Funding: Astellas Pharma, Bristol-Myers Squibb, Johnson & Johnson, Exelixis, P fi zer, Novartis, Karyopharm Therapeutics, Cougar Biotechnology, AstraZeneca, Medivation, Bayer, GlaxoSmithKline, Sano fi Travel, Accommodations, Expenses: Bayer, AstraZeneca, Bristol-Myers Squibb, P fi zer, Janssen, Astellas Pharma, Novartis, Churchill Pharmaceuticals, Clovis Oncology, Sano fi David Nanus No relationship to disclose Mark N. Stein Research Funding: Janssen Oncology, Oncoceutics Dana E. Rathkopf Consulting or Advisory Role: Janssen Oncology Research Funding: Janssen Oncology, Medivation, Celgene, Takeda Pharmaceuticals, Millennium Pharmaceuticals, Ferring Pharmaceuticals, Novartis Susan F. Slovin No relationship to disclose Charles J. Ryan Honoraria: Janssen Oncology, Astellas Pharma Consulting or Advisory Role: Bayer, Millennium Pharmaceuticals, Astra Zeneca, Medivation Research Funding: BIND Biosciences, Karyopharm Therapeutics, Novartis Oliver Sartor Consulting or Advisory Role: Astellas Pharma, Bavarian Nordic, Bayer, Bellicum Pharmaceuticals, Biscayne Pharmaceuticals, Johnson & Johnson, Medivation, Oncogenex, Sano fi , Teva, Tokai Pharmaceuticals Research Funding: Bayer, Johnson & Johnson, Progenics, Sano fi , Sotio, Endocyte Eric J. Small No relationship to disclose Matthew Raymond Smith Consulting or Advisory Role: Bayer, Janssen Oncology, Astellas Pharma, Medivation, Gilead Sciences Cora N. Sternberg Consulting or Advisory Role: Astellas Pharma, Bayer, Janssen Pharmaceuticals, Sano fi Mary-Ellen Taplin Honoraria: Medivation, Janssen-Ortho, Dendreon, Tokai Pharmaceuticals, Bayer Consulting or Advisory Role: Medivation, Janssen-Ortho, Tokai Pharmaceuticals, Sano fi , Bayer, Guidepoint Global, Best Doctors, Gerson Lehrman Group, Dendreon, UpToDate Research Funding: Janssen-Ortho, Medivation, Bayer Travel, Accommodations, Expenses: Medivation, Janssen Oncology, Tokai Pharmaceuticals, Dendreon George Wilding No relationship to disclose Peter S. Nelson Honoraria: Janssen Research & Development Consulting or Advisory Role: Janssen Research & Development, Medivation/Astellas Pharma, AstraZeneca Lawrence H. Schwartz Honoraria: Novartis, Celegene Patents, Royalties, Other Intellectual Property: Varian Medical Systems Other Relationship: ICON Clinical Research, BioClinica Susan Halabi Consulting or Advisory Role: Bayer, Genentech/Roche Travel, Accommodations, Expenses: Bayer Philip W. Kantoff Consulting or Advisory Role: Aragon Pharmaceuticals, Amgen, Bayer, Bavarian Nordic, Celgene, Exelixis, Genomic Health, GTx, Janssen Pharmaceuticals, Millennium Pharmaceuticals, P fi zer, Teva, Astellas Pharma, Auven Therapeutics, Bellicum Pharmaceuticals, BIND Biosciences, Blend Therapeutics, Roche, Metamark Genetics, Medivation, Merck, MTG Therapeutics, OncoCellMDX, Oncogenex, Progenics, Sotio, Sano fi , Tokai Pharmaceuticals Research Funding: Aragon Pharmaceuticals, Amgen, Astellas Pharma, Bayer, Bavarian Nordic, Dendreon, Exelixis, Janssen Oncology, Medivation, Sano fi , Oncogenex Travel, Accommodations, Expenses: Sano fi , Janssen Pharmaceuticals, BIND Biosciences, Bavarian Nordic, Millennium Pharmaceuticals, Progenics Andrew J. Armstrong Honoraria: Dendreon, Sano fi Consulting or Advisory Role : Bayer, Sano fi , Novartis, Dendreon, Medivation, Janssen Biotech Speakers ’ Bureau: Dendreon, Sano fi Research Funding: Dendreon, Sano fi , Bayer, P fi zer, Novartis, Bristol- Myers Squibb, KangLaiTe, Janssen Oncology, Medivation, Astellas Pharma, ImClone Systems Patents, Royalties, Other Intellectual Property: Circulating tumor cell novel capture technology Travel, Accommodations, Expenses: Dendreon, Medivation, Janssen Biotech © 2016 by American Society of Clinical Oncology J OURNAL OF C LINICAL O NCOLOGY Scher et al",
    "Acknowledgment Supported by National Cancer Institute (NCI) Grant No. P50-CA92629 SPORE in Prostate Cancer, NCI Cancer Center Support Grant No. P30 CA008748, the Department of Defense Prostate Cancer Research Program (PC071610), the Prostate Cancer Foundation, the Sidney Kimmel Center for Prostate and Urologic Cancers, and funds provided by David H. Koch through the Prostate Cancer Foundation. We thank the following institutions and individuals for their input into these recommendations: the US Food and Drug Administration, the Prostate Cancer Clinical Trials Consortium (which is supported by the US Department of Defense and the Prostate Cancer Foundation), and other international investigators in prostate cancer drug and biomarker development. Appendix The Dual-Objective Framework for Therapeutic Objectives The Prostate Cancer Clinical Trials Working Group 3 (PCWG3) retains the dual-objective structure described by the Prostate Cancer Clinical Trials Working Group 2 (PCWG2), categorizing therapeutic objectives as control/relieve/eliminate versus delay/ prevent. Delay/prevent objectives include manifestations that are clinically signi fi cant trial end points in their own right, such as symptomatic skeletal events or prolonged survival. This model aligns with the indications and uses of the currently approved drugs (see Appendix Table A1). Notable is that pain is the only control/relieve/eliminate end point for which therapies are approved or indicated. The Biomarker Context of PCWG3 Drug development programs are designed to demonstrate clinical bene fi t with acceptable safety in well-controlled studies. 63 Optimally, the clinical bene fi t should ful fi ll an unmet need. PCWG3 considers all aspects of the clinical trial process within a biomarker context, from discovery or de fi nition, to analytical assay validation, to clinical validation. 64,65 The biomarker may be a clinical measure (eg, functional status), patient-reported outcome, tumor or host biochemical measure, imaging parameter, or molecular determinant. PCWG3 encourages de fi ning and evaluating biomarkers for speci fi c contexts of use during the early phases of drug development to enable validation in later-phase trials. The demonstration of a biomarker ’ s clinical usefulness (which shows that the risk/bene fi t outcome for the patient is improved when the biomarker test result is used in making the therapeutic decision) is also emphasized. 66 Calculating Prostate-Specific Antigen Doubling Time Prostate-speci fi c antigen (PSA) doubling time should be calculated using a linear regression model of the normal logarithm of PSA and time. 67 The calculation should be based on (1) at least three consecutive PSA values with each value $ 0.2 ng/dL, (2) inclusion of the most recent PSA values during androgen deprivation therapy, and (3) interval between fi rst and last PSA values of $ 8 weeks but # 12 months. 20,21,67 www.jco.org © 2016 by American Society of Clinical Oncology Trial Designs for Castration-Resistant Prostate Cancer",
    "Table A1. Indications and Regulatory Labels for the Currently Approved Drugs for CRPC, Aligned With the PCWG3 Manifestation-Speci fi c Outcome Framework Early manifestations (response): control, relieve, or eliminate Approved to control pain or indicated for patients with symptoms Mitoxantrone plus prednisone for the treatment of patients with pain related to advanced hormone-refractory prostate cancer 89 Sr for the relief of bone pain in patients with painful skeletal metastases 153 Sm for relief of pain in patients with osteoblastic metastatic bone lesions that enhance on radionuclide bone scan Radium-223* (symptoms from bone metastases with no involvement of other organs) No FDA drug approvals on the basis of: PSA declines Tumor shrinkage Bone scan improvement Changes in circulating tumor cell number Later manifestations (progression): delay or prevent Approved or shown to delay SREs or SSEs Zoledronic acid (SRE) Denosumab (SRE) Abiraterone acetate (SRE)*, † Enzalutamide (SRE)*, † Radium-223 (SSE)*, ‡ Approved for delay of death (survival) Docetaxel Sipuleucel-T Cabazitaxel Abiraterone acetate plus prednisone Enzalutamide Radium-223 Delay of radiographic progression using PCWG2-based criteria, coprimary with survival Abiraterone acetate plus prednisone Enzalutamide Abbreviations: CRPC, castration-resistant prostate cancer; FDA, United States Food & Drug Administration; PCWG2, Prostate Cancer Clinical Trials Working Group 2; PCWG3, Prostate Cancer Clinical Trials Working Group 3; PSA, prostate-speci fi c antigen; SREs, skeletal-related events; SSEs, symptomatic skeletal events. *Indicated for patients with symptoms. † Shown to delay SREs. ‡ Shown to delay SSEs. Resistance Sensitivity Acquired resistance –100 –75 –50 –25 0 25 50 0 12 24 36 48 60 72 % PSA Decline from Baseline Weeks Fig A1. Three patterns of biomarker (eg, PSA) response to agents that effect cell kill. Shown are a substantial and durable decline consistent with marked sensitivity (gray line); a decline followed by a slow rise, indicative of partial sensitivity followed by acquired resistance (gold line); and a transient drop (or none at all) followed by an immediate rise, consistent with either de novo or intrinsic resistance (blue line). PSA, prostate-speci fi c antigen. © 2016 by American Society of Clinical Oncology J OURNAL OF C LINICAL O NCOLOGY Scher et al",
    "POSTERIOR NaF PET Tc-99 MDP FDG PET TB BONE SCAN ANTERIOR Fig A2. Radionuclide bone scan, sodium fl uoride PET scan, and FDG PET scan of the same patient. Only FDG PET is tumor directed; Tc-99 MDP and NaF PET are bone directed. Note that neither the target of the tracer nor the clarity of the image necessarily implies a superior biomarker, and each modality must be validated analytically and clinically. 99m Tc MDP, 99m Tc methylene diphosphonate; NaF, sodium fl uoride; FDG, fl uorodeoxyglucose; PET, positron emission tomography. Fig A3. Bone scan assessment form. www.jco.org © 2016 by American Society of Clinical Oncology Trial Designs for Castration-Resistant Prostate Cancer",
    "Fig A3. (Continued). © 2016 by American Society of Clinical Oncology J OURNAL OF C LINICAL O NCOLOGY Scher et al",
    "Fig A3. (Continued). www.jco.org © 2016 by American Society of Clinical Oncology Trial Designs for Castration-Resistant Prostate Cancer",
    "Fig A3. (Continued). © 2016 by American Society of Clinical Oncology J OURNAL OF C LINICAL O NCOLOGY Scher et al"
  ],
  "processed_at": "2026-01-30T15:58:53.336Z"
}