{
  "doc_id": "10c5e7b5c2ccc84f2e9b112132f13586",
  "source_id": "jjaf107",
  "total_pages": 30,
  "pages": [
    "Journal of Crohn's and Colitis , 2025, 19(7) , jjaf107 https://doi.org/10.1093/ecco-jcc/jjaf107 Advance access publication 31 July 2025 Ecco Guideline/Consensus Paper © The Author(s) 2025. Published by Oxford University Press on behalf of European Crohn’s and Colitis Organisation. All rights reserved. For commercial re-use, please contact reprints@oup.com for reprints and translation rights for reprints. All other permissions can be obtained through our RightsLink service via the Permissions link on the article page on our site—for further information please contact journals.permissions@oup.com. ECCO-ESGAR-ESP-IBUS Guideline on Diagnostics and Monitoring of Patients with Inflammatory Bowel Disease: Part 2 Part 2: IBD scores and general principles and technical aspects Henit Yanai 1 , 2 , † , * , , Roger Feakins 3 , 4 , † , Mariangela Allocca 5 , , Johan Burisch 6 , 7 , 8 , , Pierre Ellul 9 , Marietta Iacucci 10 , , Christian Maaser 11 , Alessandra Zilli 12 , , Nina Zidar 13 , , Rune Wilkens 14 , , Bram Verstockt 15 , , Stephan Vavricka 16 , Mathieu Uzzan 17 , , Jaap Stoker 18 , 19 , , Martina Scharitzer 20 , , David Rubin 21 , , Francesca Rosini 22 , Jordi Rimola 23 , , Patrick van Rheenen 24 , , Paula Borralho Nunes 25 , , Kerri Novak 26 , , Nurulamin M Noor 27 , , Olga Maria Nardone 28 , , Cathy Lu 29 , , Uri Kopylov 30 , , Konstantinos Katsanos 31 , , Isabelle de Kock 32 , Amelia Kellar 33 , 34 , , Konstaninos Karmiris 35 , Giovanni Maconi 36 , , Frederica Furfaro 37 , Emma Flanagan 38 , , Ann Driessen 39 , Mallory Chavannes 40 , , Dominik Bettenworth 41 , Shomron Ben-Horin 42 , Gauraang Bhatnagar 43 , Pamela Baldin 44 , Torsten Kucharzik 45 , ‡ , Stuart Taylor 46 , ‡ , on behalf of the European Crohn’s and Colitis Organisation [ECCO], the European Society of Gastrointestinal and Abdominal Radiology [ESGAR], the European Society of Pathology [ESP], and the International Bowel Ultrasonography Group [IBUS] 1 IBD Center, Division of Gastroenterology, Rabin Medical Center, Petah Tikva, Israel 2 Gray Faculty of Medical & Health Sciences, Tel Aviv University, Tel Aviv, Israel 3 Department of Cellular Pathology, Royal Free London NHS Trust, London, United Kingdom 4 Department of Cellular Pathology, University College London, London, United Kingdom 5 Gastroenterology and Gastrointestinal Endoscopy Unit, IRCCS San Raffaele Scientific Institute, Milan, Italy 6 Gastrounit, Medical Division, Copenhagen University Hospital - Amager and Hvidovre, Hvidovre, Denmark 7 Copenhagen Center for Inflammatory Bowel Disease in Children, Adolescents and Adults, Copenhagen University Hospital - Amager and Hvidovre, Hvidovre, Denmark 8 Department of Clinical Medicine, Faculty of Health and Medical Sciences, University of Copenhagen, Copenhagen, Denmark 9 Department of Gastroenterology and Immunology, Mater Dei Hospital, Msida, Malta 10 APC Microbiome Ireland, College of Medicine and Health, University of College Cork, Cork, Ireland 11 Outpatients Department of Gastroenterology, Hospital Lüneburg, Lüneburg, Germany 12 Gastroenterology and Gastrointestinal Endoscopy Unit, IRCCS San Raffaele Scientific Institute, Milan, Italy 13 Institute of Pathology, Faculty of Medicine, University of Ljubljana, Ljubljana, Slovenia 14 Digestive Disease Center, Copenhagen University Hospital, Copenhagen, Denmark 15 Department of Gastroenterology and Hepatology, University Hospitals Leuven, Leuven, Belgium 16 Department of Gastroenterology and Hepatology, University Hospital Zurich, Zurich, Switzerland 17 Department of Gastroenterology, Hopital Henri Mondor, Créteil, France 18 Radiology and Nuclear Medicine, Amsterdam UMD, Amsterdam, The Netherlands 19 Amsterdam Gastroenterology Endocrinology Metabolism, Amsterdam UMD, Amsterdam, The Netherlands 20 Department of Biomedical Imaging and Image-Guided Therapy, Medical University of Vienna, Vienna, Austria 21 Inflammatory Bowel Disease Center, University of Chicago Medicine, Chicago, IL, United States 22 Pathology Unit, IRCCS Azienda Ospedaliero-Universitaria di Bologna, Bologna, Italy 23 IBD Unit, Department of Radiology, Hospital Clínic de Barcelona, Barcelona, Spain 24 Paediatric Gastroenterology, Hepatology and Nutrition, University of Groningen, University Medical Centre Groningen, Groningen, The Netherlands 25 Instituto de Anatomia Patológica da Universidade de Lisboa, Hospital CUF Descobertas, Lisboa, Portugal Downloaded from https://academic.oup.com/ecco-jcc/article/19/7/jjaf107/8220327 by guest on 30 January 2026",
    "2 Journal of Crohn's and Colitis , 2025, Vol. 19, No. 7 26 Division of Gastroenterology and Hepatology, University of Calgary, Alberta, Canada 27 Department of Gastroenterology, Cambridge University Hospital NHS Foundation Trust, Cambridge, United Kingdom 28 Gastroenterology, Department of Public Health, University Federico II of Naples, Naples, Italy 29 Division of Gastroenterology and Hepatology, Department of Medicine, University of Calgary, Calgary, Canada 30 Department of Gastroenterology, Sheba Medical Center, Ramat Gan, Israel 31 Division of Gastroenterology, University of Ioannina Greece, Ioannina, Greece 32 Radiology, Ghent University, Ghent, Belgium 33 Section of Pediatric Gastroenterology, Hepatology and Nutrition, Department of Pediatrics, University of Chicago, Chicago, IL, United States 34 Inflammatory Bowel Disease Center, University of Chicago, Chicago, IL, United States 35 Department of Gastroenterology, Venizeleio General Hospital, Heraklion, Greece 36 Gastroenterology Unit, Department of Biomedical & Clinical Sciences, Luigi Sacco University Hospital, University of Milan, Milan, Italy 37 Gastroenterology and Gastrointestinal Endoscopy, Vita-Salute University San Raffale Hospital, Milan, Italy 38 Gastroenterology, St Vincent’s Hospital Melbourne, Fitzroy, Australia 39 Department of Pathology, University Hospital Antwerp, University of Antwerp, Edegem, Belgium 40 Division of Gastroenterology, Hepatology and Nutrition, Department of Pediatric, Children’s Hospital Los Angeles, Los Angeles, CA, United States 41 Department of Medicine B, Gastroenterology and Hepatology, University Hospital Münster, Münster, Germany 42 Department of Gastroenterology, Sheba Medical Center, Tel-Aviv University, Ramat Gan, Israel 43 Clinical Radiology, Frimley Health, Surrey, United Kingdom 44 Department of Pathology, Cliniques Universitaires Saint Luc, Brussels, Belgium 45 Department of Internal Medicine and Gastroenterology, Hospital Lüneburg, Lüneburg, Germany 46 Center for Medical Imaging, University College London, London, United Kingdom * Corresponding author: Henit Yanai, IBD Center, Division of Gastroenterology, Rabin Medical Center, Petah Tikva, Israel ( henityanai@gmail.com ). †Shared first authorship, both authors contributed equally to the work. ‡Shared last authorship, both authors contributed equally to the work. Key words: inflammatory bowel disease; diagnosis; monitoring; scoring. 1. Introduction Inflammatory bowel disease (IBD), which includes Crohn’s disease (CD) and ulcerative colitis (UC), requires meticulous diagnostic and monitoring protocols to optimize patient out - comes. This document synthesizes key advancements and recommendations for clinical indices, endoscopic scoring, imaging, histological assessment, and tools for evaluating IBD disability. Emphasizing validated, reproducible methods aligns with the ongoing evolution of precision medicine in IBD care, including training. The methodology of the guide - lines update process is described in part 1 [ref]. 2. Scoring systems for inflammatory bowel disease Recommendation 38: We suggest using clinical indices in patients with IBD to assess clinical disease activity [EL5]. Agreement 100% Remission of disease activity currently represents an im - portant therapeutic goal in managing patients with UC and CD. The diagnostic and prognostic role and value of endos - copy, which remains the reference standard for assessing disease activity, have been widely reported. 1 – 10 We suggest using clinical indices in patients with IBD to assess clinical disease activity at every visit. Clinical indices are valuable tools for evaluating UC or CD activity in trials and clinical practice; current scoring systems, along with their limitations and strengths, are presented in Tables 1 and 2 . As no ideal clinical index exists, validated clinical indices may represent the preferable strategy. Recommendation 39: We recommend routinely using an endoscopic index in patients with IBD to standardize re - porting of the grade of disease activity [EL5]. Agreement 100% Numerous endoscopic scoring systems have been de - veloped in recent years and are increasingly used in clin - ical practice to guide treatment decisions in IBD patients. These systems assess the endoscopic response to therapy and also predict histological outcomes, which are gaining recognition as potential therapeutic goals, particularly in UC. 22 – 24 The Mayo Endoscopic Subscore (MES)—a subscore in the full Mayo score, 12 the UC endoscopic index of se - verity (UCEIS), 25 and the UC colonoscopic index of se - verity (UCCIS) 26 are well-established and widely accepted scoring systems for assessing endoscopic activity in UC. 27 – 29 More recently, the Paddington international virtual chromoendoscopy score [PICaSSO] 30 – 33 has been developed. This was initially validated using the iSCAN platforms 31 – 34 and then accurately reproduced across various virtual elec - tronic chromoendoscopy platforms, such as Narrow Band Imaging and Linked Color Imaging or Blue Light Imaging. 30 These schemes record endoscopic disease severity but do not consider anatomical extent. The modified MES (MMES) 35 and the pan-colonic modified Mayo score (PanMayo) 36 , 37 combine the assessment of UC disease extent with an as - sessment of severity. Table 3 summarizes the limitations and strengths of UC endoscopic scoring systems. The pouchitis disease activity index (PDAI) 14 and endo - scopic pouch score (EPS) 44 can provide a standard definition of pouchitis for evaluating the J pouch in UC. For CD, the CD endoscopic index of severity (CDEIS) 45 and the simple endoscopic score for CD (SES-CD) 46 are validated and reproducible scoring systems for measuring luminal endo - scopic activity. 47 , 48 Furthermore, a modified multiplier of the SES-CD (MM-SES-CD) score has been recently proposed. 49 , 50 This score considers each parameter’s prognostic value for achieving endoscopic remission while on active therapy and could be used to predict the achievement of endoscopic remis - sion and assess treatment efficacy. 51 The Rutgeerts score 52 remains a widely used tool in clin - ical practice for assessing postoperative recurrence in CD and guiding treatment decisions. 53 A modified Rutgeerts score, Downloaded from https://academic.oup.com/ecco-jcc/article/19/7/jjaf107/8220327 by guest on 30 January 2026",
    "Journal of Crohn's and Colitis , 2025, Vol. 19, No. 7 3 which includes i2a for lesions confined to the ileocolonic anastomosis and i2b for larger lesions in the neo-terminal ileum (with or without anastomotic lesions), attempts to ad - dress the heterogeneity of the original Rutgeerts score. 54 Two recent additional indices are the REMIND score, 55 which evaluates anastomotic and ileal lesions separately, and the POCER index, 53 which includes new scoring criteria for the anastomosis, such as ulcer depth and circumferential ulcer ex - tent. Table 4 summarizes the strengths and limitations of CD endoscopic scoring systems. Table 1. Ulcerative colitis indices of activity. Index Strengths Limitations Validated SCCAI 11 - Validated, purely clinical index - Patients can complete it independently - The only score to include urgency, incontinence, and night bowel movements - Some patient-relevant UC symp - toms are not in the index Validated Full Mayo 12 -Composite clinical, endoscopic, quality of life, and global assess - ment index -Widely used in clinical trials -Full and partial Mayo scores are available - Not evaluated against an inde - pendent disease activity measure - Patient perception of clinically meaningful change is unknown - Not validated Not Validated UCDAI 13 -Easy to use -Less reliable with severe clinical symptoms -Not validated Not Validated * PDAI 14 -Sufficient to select appropriate treatment plans -Modified version mPDAI consists of clinical symptoms and endo - scopic findings only 15 -Active pouchitis is arbitrarily de - fined as a score ≥ 7 and remission as a score < 7 -Not validated Not Validated Seo 16 -Derived using multivariable regression analysis of prospective data on clinical, laboratory, and sigmoidoscopy variables -Not validated Not Validated Abbreviations: PDAI = Pouchitis disease activity index, SCCAI = Simple clinical colitis activity index, UCDAI = Ulcerative colitis disease activity index. * Some evidence of validity but minimal clinically important differences not established. See Appendix 1 for more details. Table 2. Crohn’s disease indices of activity. Index Strengths Limitations Validation CDAI 17 -Assesses disease activity over 1 week -The most frequently used index for clinical trials -Subjective variables [pain, diarrhoea] -Interobserver variability -Subjective perceptions [‘general wellbeing’ and ‘inten - sity of abdominal pain’ items] are given high scoring weights -7 days prior patient diary is needed -Less accurate in fistulizing and stenosing disease -Less accurate when extensive ileo-colonic resections or stoma is present - Poor correlation with objective disease activity - Cumbersome to calculate - Detects minor disease activity changes less accurately - Does not reflect long-term complications or disease progression Validated * HBI 18 -24 hour diary -Easy to calculate, simpler, and quicker to use than CDAI 17 -Objective variables, more practical for rou - tine clinical use -Highly correlated with CDAI [r = 0.93] -Variability due to calculation based on a single day -Less comprehensive than CDAI 19 -May underestimate disease activity compared with CDAI in some cases 20 Not Validated PDAI 21 for perianal CD -Quantifies disease severity -Acceptable measurement variation -Can detect important changes in perianal activity -Easy to administer -Was designed to assess the response to medical man - agement and the overall well-being of the patient, excluding any anatomical or surgical considerations Validated ** Abbreviations: CDAI = Crohn’s disease activity index, HBI = Harvey-Bradshaw index, PDAI = Perianal disease activity index. * Results from the CDAI correlate with those from the HBI; using the HBI may permit simpler CD activity assessment in long-term clinical trials and facilitate standardised disease activity measurements and cross-centre comparisons. However, the validation of the index has varied. A key criticism of the CDAI is that it does not incorporate a subjective assessment of quality of life, endoscopic factors, or systemic features, such as fatigue, into its calculation. ** The PDAI demonstrated content validity, construct validity, and responsiveness, but criterion validity or reliability were not assessed. See Appendix 2 for more details. Downloaded from https://academic.oup.com/ecco-jcc/article/19/7/jjaf107/8220327 by guest on 30 January 2026",
    "4 Journal of Crohn's and Colitis , 2025, Vol. 19, No. 7 Recommendation 40: We suggest routinely using valid - ated cross-sectional imaging indices to assess and monitor disease activity and therapeutic response in patients with IBD [EL5]. Agreement 89% Intestinal ultrasound (IUS) accurately and reliably de - tects changes in bowel-wall thickness (BWT), bowel-wall vascularization, and mesenteric changes both at baseline and in response to therapy in patients with CD 61 – 69 and UC. 70 – 73 Changes in IUS parameters strongly predicted endoscopic disease severity and demonstrated good intra- and inter-observer reliability in several studies. In all studies, the two most significant parameters of inflamma - tory activity on IUS were BWT and bowel-wall vascular - ization (hyperemia) as measured by color Doppler signal (CDS). Seven IUS scores are currently described for CD ( Table 5 ). All scores incorporate BWT and CDS. The international bowel ultrasound segmental activity score (IBUS-SAS), 74 bowel ultrasound severity score (BUSS), 76 and simplified ultrasound score for Crohn’s disease (SUS-CD) 75 are the most strongly correlated with SES-CD compared with other scoring systems; however, they are also the most commonly studied. 66 IBUS-SAS correlates more strongly with clinical scores and serum biomarkers. 69 Both BUSS and SUS-CD have moderate sensitivity and specificity in predicting histological activity. 64 The three predominant IUS scores used in UC are the IBUS- SAS, the Milan ultrasound criteria (MUC), 77 , 78 and the ul - cerative colitis intestinal ultrasound score [UC-IUS] 71 ( Table 6 ). The MUC includes BWT and CDS, and UC-IUS also incorporates mesenteric inflammatory fat. MUC and IBUS- SAS have been validated; the UC-IUS has not been validated. Responsiveness to therapy has also not been assessed. All three showed strong correlations with MES. 70 – 73 MUC is an independent predictor of MES and predicts long-term endo - scopic response, and risk of colectomy. 70 , 80 Although these scoring systems facilitate the standardiza - tion of IUS findings, their calculation may be time-consuming. The integration of automated calculation tools could further support the implementation of these scores in routine clinical practice. Moreover, while the MUC score differentiates be - tween MES 0–1 and MES 2–3, additional dedicated studies are needed to evaluate the accuracy of scoring indices in distinguishing mild disease from moderate-to-severe disease in both UC and CD. Last, data on rectal assessment is limited, and there is no universally adopted definition of rectal trans - mural remission, which is a paramount research priority. In patients with CD, magnetic resonance enterography (MRE) also accurately and reliably detects intestinal wall and mesenteric changes reflecting disease activity at baseline and in response to therapy. Different scoring systems, including the Magnetic Resonance Index of Activity (MaRIA), simplified MaRIA, London score, and Clermont score, have been developed and validated against a range of reference standards for assessing activity in CD ( Table 7 ). 90 , 105 – 107 Regression models have identified the descriptors consti - tuting the indices that serve as independent predictors of lu - minal activity and severity in CD. Despite differences in their details, the scores include similar components. Recent studies demonstrate moderate-to-substantial reproducibility among expert readers for magnetic resonance imaging (MRI)-based scoring systems with intraclass correlation coefficients and kappa values ranging from 0.67 to 0.71 for established in - dices, and interrater agreement of 96% for simplified MaRIA and 79.3% for MaRIA scoring methods. 85 , 93 , 100 Several studies indicate that these indices correlate well with endo - scopic indices of severity (eg, SES-CD or CDEIS) 84 , 87 , 90 , 94 , 96 , 1 02 , 108 , 109 or histology indices 64 , 82 and help assess response to medical treatment. 89 , 90 Table 3. Ulcerative colitis endoscopic scoring systems. Index Strengths Limitations Validation MES 12 -Easy to use -Widely used in clinical trials -Based on WLE -Does not reflect disease extension -Overlap between remission and mild activity 38 , 39 Partially validated MMES 35 , 40 -Easy to use -Combines MES disease severity with extent -No endoscopic remission definition -No thresholds for mild, moderate, or severe disease -Not validated Not validated UCEIS 25 -Easy to use -Closely correlated with clinical activity and histology 41 -No endoscopic remission definition -No thresholds for mild, moderate, or severe disease -No definition of superficial vs deep ulcers -Does not reflect disease extension 42 , 43 Validated UCCIS -Easy to use -Good to excellent interobserver agreement -No endoscopic remission definition -No thresholds for mild, moderate, or severe disease -Developed in a single center Partially validated PICaSSO 30 – 33 -Developed with CE -Strong correlation with histology -Reproducible with all endoscopic platforms -Requires endoscopy experience -No thresholds for mild, moderate, or severe disease Validated PanMayo 36 , 37 -Includes disease extent -Strong correlation with other endoscopic indices -Reproducibility of endoscopic scores suboptimal -Use of the IC makes the calculation of PanMayo Score slightly complicated - Not validated Not validated Abbreviations: CE = capsule endoscopy, IC = Inflammatory constant, MES = Mayo Endoscopic Subscore, MH = mucosal healing, MMES = Modified MES, UCCIS = Ulcerative colitis colonoscopic index of severity, UCEIS = Ulcerative colitis endoscopic index of severity, PanMayo = Pan-colonic modified Mayo score, PICaSSO = Paddington international virtual chromoendoscopy score, WLE = White-light endoscopy. See Appendix 3 for more details. Downloaded from https://academic.oup.com/ecco-jcc/article/19/7/jjaf107/8220327 by guest on 30 January 2026",
    "Journal of Crohn's and Colitis , 2025, Vol. 19, No. 7 5 Overall, the aforementioned observations support the implementation of MRE scoring systems in clinical prac - tice to provide more objective and standardized assess - ments of MRE findings of active disease, facilitate grading of severity, and measure response to therapy. 81 , 87 , 91 , 95 The MaRIA score is the best-characterized index among MRE scoring systems. The MaRIA, simplified MaRIA, and Clermont scores offer higher disease severity stratification than the London index. However, the applicability of the Clermont index, specifically the quantification of apparent diffusion coefficient (ADC) in multicentric trials remains to be determined. The Sailer index was developed using an expert opinion ap - proach to assess the likelihood of postoperative recurrence at the anastomotic site. 110 Further research is warranted in this area, particularly regarding the use of MRE. Definitions of transmural response and remission vary widely in the literature, complicating the establishment of standardized definitions. However, these endpoints are im - portant due to their association with improved clinical Table 4. Crohn’s disease endoscopic scoring systems. Index Strengths Limitations Validation CDEIS 45 -Highly correlated to the endoscopist’s lesion severity evaluation -High reproducibility level -Reliable -Not practical in daily practice -Requires precise and specific data recording and prior training -Underestimates disease severity when only one of five segments is involved, especially the ileum Validated SES-CD 46 -Reliable -Equal importance and weight across all disease segments - Less sensitivity for mild disease or subtle changes -Scoring of non-passable stenosis compared with those with passable stenosis 56 - Limited assessment of the small bowel -Debate on the inclusion of aphthoid ulceration in the ulcerated surface area -Debate on scoring anal lesions as part of the rectum - Subjectivity and inter-observer variability Partially validated MM-SES-CD 49 – 51 -More accurate than the original SES ‐ CD score for predicting endoscopic remission -Increased weighting is assigned based on baseline ulcer size, extent of ulceration, and presence of non-passable strictures, disease localization -Lack of definition for endoscopic remission -Cumbersome to calculate in routine clinical practice Partially validated SEMA-CD 57 – 59 -Strong correlation with SES-CD -Easier to use than SES-CD -Reliable, reproducible, sensitive to change in both pediatric and adult patients -Not validated Not validated Rutgeerts score 52 -Associated with clinical recurrence -Fair reliability -Easy to use in clinical practice -Moderate reliability, especially < i2 vs ≥ i2 -Large variability -Developed to evaluate ileocolonic end-to-end anastomosis -Fails to distinguish between mild anastomotic lesions and multiple isolated neoterminal ileum lesions -Colonic disease recurrence is not captured 56 , 60 -Not validated Not validated Modified Rutgeerts score 54 -Differentiation between lesions confined to the ileocolonic anastomosis [including anastomotic stenosis] and neoterminal ileum -Originally developed for evaluation of an ileocolonic end-to-end anastomosis -Colonic disease recurrence is not captured -Not validated Not validated POCER Index 53 -Easy to use -High reproducibility -Not predictive of severe endoscopic recurrence [Rutgeerts score ≥ i3] or clinical recurrence at 18 months -Not validated Not validated REMIND score 55 -Good inter-rater reliability -Separates anastomotic lesions [sub-score A] from ileal lesions [sub-score I] with anasto - motic lesions graded based on their circum - ferential extent and ileal lesions -Not validated, requires further validation in independent cohorts -Absence of thresholds for endoscopic post-operative recurrence Not validated Abbreviations: CDEIS = Crohn’s disease endoscopic index of severity, MM-SES-CD = Modified multiplier of the SES-CD, SES-CD = Simple endoscopic score for Crohn’s disease, SEMA-CD = Simplified endoscopic mucosal assessment for Crohn’s Disease. See Appendix 4 for more details. Downloaded from https://academic.oup.com/ecco-jcc/article/19/7/jjaf107/8220327 by guest on 30 January 2026",
    "6 Journal of Crohn's and Colitis , 2025, Vol. 19, No. 7 Table 5. Intestinal ultrasound indices for Crohn’s disease Scoring Index Formula BWT CDS BWS i-fat Strengths Limitations Evidence Validation IBUS- SAS 61 – 63 , 69 , 74 Scored 0–100 = 4*BWT + 15*i-fat + 7*CDS + 4*BWS Normal ≤ 3 mm Active > 3 mm 0 = absent 1 = short signals 2 = long signals inside bowel 3 = long signals inside and out - side bowel 0 = normal 1 = uncertain 2 = focal ≤ 3 cm 3 = extensive > 3 cm 0 = absent 1 = uncertain 2 = present Incorporates BWT, BWS, CDS, and i-fat Most investigated Strong predictor of endoscopic remission Most responsive score More granular [onerous to calculate] Multiple studies with reproducible sensitivity, specificity, and accuracy Strong intra- and inter-rater reliability Validated in multiple studies and shows good correlation with endoscopic scores. IBUS-SAS demonstrates high sensitivity and spe - cificity for detecting endoscopic activity in CD SUS-CD 61 , 63 , 69 , 75 Scored 0–5 = BWT + CDS 0 = < 3 mm 1 = 3–4.9 mm 2 = 5–7.9 mm 3 = ≥ 8 mm 0 = absent or single vessels 1 = 2–5 vessels/ cm 2 2 = > 5 vessels/cm 2 --- ---- Simple calculation Strong predictor of endoscopic remission Correlated with histologic remis - sion Less specific than IBUS- SAS Strong correl - ation with SES-CD Strong intra and inter-rater reli - ability Validated and shows good correlation with endo - scopic scores like SES-CD and has demonstrated high accuracy in identifying endo - scopic activity. BUSS 62 , 76 = 0.75* BWT + 1.65*CDS Normal ≤ 3 mm Active > 3 mm 0 = absent 1 = present --- --- Simple calculation Strong predictor of endoscopic remission Correlated with histologic remis - sion Less specific than IBUS- SAS Less responsive Strong correl - ation with SES-CD Strong intra and inter-rater reli - ability Validated and shows good correlation with endoscopic activity and has demonstrated ac - curacy in assessing response to therapy in CD Simple-US 61 = BWT + CDS Normal ≤ 3 mm Active > 3 mm 0 = absent 1 = 1–2 points/cm 2 2 = 3–5 points/cm 2 3 = > 5 points and vessels outside the intestinal wall --- --- Simple calculation Less specific than IBUS- SAS Fewer studies for com - parison Strong correl - ation with endoscopic activity Not validated Downloaded from https://academic.oup.com/ecco-jcc/article/19/7/jjaf107/8220327 by guest on 30 January 2026",
    "Journal of Crohn's and Colitis , 2025, Vol. 19, No. 7 7 Scoring Index Formula BWT CDS BWS i-fat Strengths Limitations Evidence Validation UCS 65 Scored= S1 [score for symmetry] +S2 [score for the echogenicity of peri- bowel fat] +S3 [Limberg type] +S4 [score for bowel-wall layer struc - ture] +S5 [score for the echogenicity of the bowel walls] +S6 [score for BWT] S6 = rounding value of the BWT [mm]. 3 mm = 3 pts If 3.6 mm = 4 pts S3 = 0 if Limberg type 0, I, or II S3 = 1 if Limberg type III or IV S1 = 0 point if the anterior and posterior bowel-wall layers are symmetrical S1 = 1 point if asym - metrical S4 = 0 points if normal echostratification S4 = 1 point if the bowel- wall layers are less clear but the inside and outside layers can be distinguished S4 = 2 points if all layers are unclear S5 = 0 points if the thickness of the hyperechoic sub - mucosa is smaller than the thickness of the hypoechoic muscularis mucosa, or all layers are hypoechoic S5 = 1 point if the thickness of the hyperechoic sub - mucosa is similar to the thickness of the hypoechoic muscularis mucosa S5 = 2 points if the thickness of the submucosa is larger than the thickness of the muscularis mu - cosa or all layers are hyperechoic S2 = 0 point if absent S2 = 1 point if present Strong correlation with SES-CD Includes several subjective bowel-wall layer charac - teristics Only one as - sessor and mannitol ad - ministration Not practical Strong correl - ation with endoscopic activity Not validated Table 5. Continued Downloaded from https://academic.oup.com/ecco-jcc/article/19/7/jjaf107/8220327 by guest on 30 January 2026",
    "8 Journal of Crohn's and Colitis , 2025, Vol. 19, No. 7 Scoring Index Formula BWT CDS BWS i-fat Strengths Limitations Evidence Validation US-LI 68 See reference [complex calculation] Correlates with MRI Currently a Delphi con - sensus on the US-LI as many of the MR-LI characteristics are not well translated to US, thus US-LI is not recommended for standard assessment High concord - ance between US-LI and MR-LI Not validated SUAS-CD 67 (0.957*BWT) + (0.859*MLS) BWT in mm Modified Limberg scale: absent = 0 1–2 points/cm 2 = 1 3–5 points/cm 2 = 2 > 5 points and vessels outside the intestinal wall are de - tected = 3 --- --- Simple calculation Not validated in any other prospective studies Correlated with endoscopic activity Not validated Abbreviations: BUSS = Bowel ultrasound score, BWT = Bowel-wall thickness, BWS = Bowel-wall stratification, CDS = Colour Doppler signal, IBUS-SAS, International bowel ultrasound segmental activity score, MRI = Magnetic resonance imaging, MR ‐ LI = Magnetic Resonance Lémann Index, SES-CD = Simple endoscopic score for Crohn’s disease, SUS-CD = Simple ultrasound score for Crohn’s disease, Simple-US = Simple ultrasound, SUAS-CD = Simple ultrasonographic activity score for Crohn’s disease, UCS = Ultrasound Crohn’s score, US-LI = Ultrasound Lémann index. Table 5. Continued Downloaded from https://academic.oup.com/ecco-jcc/article/19/7/jjaf107/8220327 by guest on 30 January 2026",
    "Journal of Crohn's and Colitis , 2025, Vol. 19, No. 7 9 Table 6. Intestinal ultrasound indices for ulcerative colitis. Scoring Index Formula BWT CDS BWS i-FAT Strengths Limitations Evidence Validation IBUS-SAS 72 Scored 0–100 =4*BWT + 15*i- fat + 7*CDS + 4*BWS Normal ≤ 3 mm Active > 3 mm 0 = absent 1 = short signals 2 = long signals inside bowel 3 = long signals inside and outside bowel 0 = normal 1 = uncertain 2 = focal ≤ 3 cm 3 = exten - sive > 3 cm 0 = absent 1 = uncer - tain 2 = present Multiple studies highlighting reproducible sensitivity, specificity, and accuracy More granular [onerous to calculate] Strong correlation with endoscopic activity, both MES and UCEIS Optimal cutoff for predicting moderate endoscopic activity was higher using UCEIS Not validated MUC 70 , 73 , 77 , 78 =1.4*BWT + 2x BWF BWT = mm 1 = present 0 = absent --- --- Multiple studies with reproducible results Highly correl - ated with endoscopic activity Only includes two param - eters MUC < 6.2 predicted endoscopic improve - ment MUC at week 12 was an independent predictor for MES < 1 and MES = 0 MUC < 6.2 at week 12 predicted long-term endoscopic response 20 MUC > 6.2 for predicted endoscopic activity 21 Validated using endoscopy as a reference standard UC-IUS 79 Score 0-7 =BWT + CDS + i-fat >2 mm = 1 pt >3 mm = 3 pt >4 mm = 3 pt Spots = 1 pt Stretches = 2 pt Present = 1 Strong correl - ation with MES More onerous to calculate Not validated prospect - ively Strong correlation with MES and UCEIS Validated using endoscopy, showing strong correlation with the Mayo endo - scopic subscore Abbreviations: BWF = Bowel wall flow, BWT = Bowel-wall thickness, BWS = Bowel-wall stratification, CDS = Colour Doppler signal, IBUS-SAS = International bowel ultrasound segmental activity score, MES = Mayo endoscopic score, MUC = Milan ultrasound criteria, UCEIS = Ulcerative colitis endoscopic index of severity, UC-IUS = Ulcerative colitis intestinal ultrasound score. Downloaded from https://academic.oup.com/ecco-jcc/article/19/7/jjaf107/8220327 by guest on 30 January 2026",
    "10 Journal of Crohn's and Colitis , 2025, Vol. 19, No. 7 outcomes. 81 , 87 , 91 A study of 89 CD patients revealed that a segmental MaRIA score ≥ 11 after 46 weeks of treatment with biological drugs was linked to an increased risk of sur - gery (odds ratio [OR]: 11.6; 95% confidence interval [CI]: 1.5–92.4) within 2 years. 111 A MaRIA score < 11 was asso - ciated with a lower risk of clinical (hazard ratio [HR]: 0.24; P = .001) and biochemical relapse (HR: 0.47; P = .003), while a score ≥ 11 indicated a higher risk of hospitalization (HR: 3.59; P < .001) and surgery (HR: 5.89; P = .006). 96 Additionally, a MaRIA score ≥ 10.6 after induction predicted persistent severe inflammatory lesions in the terminal ileum after 1 year of treatment with anti-TNF agents (OR: 0.89; P = .042). 95 Early transmural response, defined as a 25% decrease in Clermont or MaRIA scores, was also linked to corticosteroid-free remission after 1 year of treatment with anti-TNF agents. 97 The lack of universally accepted definitions for transmural response and remission using cross-sectional techniques remains a significant research priority. Recommendation 41: We suggest using a validated histo - logical scoring system for assessing UC [EL5]. Agreement 90% Previously, treatment for UC and CD aimed primarily to achieve clinical and endoscopic remission. However, up to 40% of patients reaching these milestones still exhibit ongoing histological activity. Numerous studies highlight the correl - ation between histological activity and clinical course and outcomes of UC. 112 – 114 Recent data confirm that achieving histological remission, or absence of microscopic activity, is superior to endoscopic and clinical remission in predicting clinical outcome. 115 Histological remission predicts a better outcome in patients with UC, as this correlates with a reduced rate of clinical relapse, lower corticosteroid use, lower hospi - talization and colectomy rates, and a lower risk of developing IBD-related neoplasia. 41 , 116 – 119 Therefore, achieving histo - logical remission, also defined as the absence of mucosal in - flammation, has become a suitable and realistic endpoint in UC in clinical trials. Limitations to its adoption as a target or endpoint of treatment include the requirement for mucosal biopsy at every endoscopic procedure and the need for more aggressive therapy if all patients are to reach this endpoint. Histological activity in IBD is defined by the presence of neu - trophils in the mucosa (with some variation between scoring systems on the exact location and number of neutrophils), whereas histological remission is defined variably as minimal residual microscopic disease or, according to the strongest definition proposed by ECCO, as normalization of mucosal histology 120 , 121 and absence of neutrophils. Using validated scoring schemes is necessary to standardize the evaluation of histological mucosal lesions, to assess the degree of mucosal Table 7. Magnetic resonance enterography scoring systems. Scoring index Formula Strengths Limitations Evidence supporting its use in clinical research Validation MaRIA 81 – 97 1.5 × WT + 0.02 × RCE + 5 × edema + 10 × ulcer -Accurate for small and colonic segments -Allows grading by se - verity -Can assess treatment response -Most investigated in research -Time-consuming to calculate -Requires gadolinium -Reproducibility and specificity in multicentre and multireader set - tings with a range of reference standards -Good correlation with a range of reference standards -Can be used to monitor CD ac - tivity in response to treatment -Therapeutic target associated with clinical outcomes Validated sMa RIA 64 , 90 , 94 , 98 – 104 (1 × WT > 3 mm) + (1 × wall edema) + (1 × fat stranding) + (2 × ulcers) -Can be applied to small- and large-bowel segments -Can grade by severity -Good responsiveness to treatment change -Rapid to derive -Does not require gado - linium -Practical in clinical prac - tice -Reproducibility needs evaluating -Specificity with a range of refer - ence standards -Good correlation with a range of reference standards -Responsive to treatment Validated Lon don 64 , 85 , 89 , 93 1.79 + 1.34 × mural thickness + 0.94 × mural T2 score -Rapid to derive -Does not require gado - linium -Can assess treatment response -Only applicable to small-bowel segments -Does not allow grading by severity -Reproducibility and specificity in multicentre and multireader set - tings with a range of reference standards -Responsive to treatment Not valid - ated Clerm ont 83 , 85 , 88 , 94 , 97 −1.321 × ADC (mm 2 /s) + 1.646 × WT + 8.306 × ulcers + 5.613 × edema + 5.039 -Accurate for small- and large-bowel segments -Allows grading by se - verity -Can assess treatment response -Time-consuming to calculate -Requires diffusion- weighted sequences -Unknown applicability in multicentric clinical trials -Good correlation with endoscopy and other magnetic resonance indexes -Use as therapeutic target associ - ated with clinical outcomes -Can monitor CD activity Validated Abbreviations: ADC = Apparent diffusion coefficient, CD = Crohn’s disease, MaRIA = Magnetic resonance index of activity, sMaRIA = Simplified magnetic resonance index of activity, RCE = Relative Contrast Enhancement, WT = wall thickness. Downloaded from https://academic.oup.com/ecco-jcc/article/19/7/jjaf107/8220327 by guest on 30 January 2026",
    "Journal of Crohn's and Colitis , 2025, Vol. 19, No. 7 11 inflammation and activity, to support clinical decision-making, to determine the response to specific treatments, and to facili - tate research by ensuring consistent and objective assessments. There are several histological scoring systems available to measure histological activity in UC, which vary consid - erably in the number and range of histological features that they encompass, 122 – 124 and some of these systems have been validated and are reproducible. These include the Robarts histopathology index [RHI], 125 Geboes score, 126 and Nancy histology index [NI], 127 which are all widely utilized and cross-validated. 120 , 128 – 130 The NI is relatively simple, assessing only ulceration and the density of the acute and chronic in - flammatory infiltrates. Due to its ease of application and rapid use, the NI is recommended for observational studies and for clinical practice. 120 , 131 The recent development of the PICaSSO histologic remission index [PHRI] was validated through a large multicentre study. The PHRI simplifies the evaluation of histological remission by focusing on neutrophil presence or absence in the lamina propria, surface epithelium, and crypt epithelium. 132 The PHRI also demonstrated strong correl - ations with endoscopic scores and clinical outcomes and has been integrated into artificial intelligence models to enhance diagnostic accuracy and standardize histological assessments in clinical practice. 133 Unfortunately, all histology scoring sys - tems have significant limitations ( Table 8 ). The criteria for mucosal histological remission of UC after treatment are vari - able and include histological normalization; absence of ulcer - ation, erosions, and mucosal neutrophils; RHI ≤ 3; NI = 0; Geboes score ≤ 2.0; and PHRI = absence of neutrophils. Few histological activity scores exist specifically for CD; however, none are fully validated. The most used score in clinical trials specific to CD is the Global Histological Activity Score (GHAS), developed in 1998 to assess postoperative recurrence after ileocecal resection. GHAS was later adapted for use in the terminal ileum (ileal GHAS) and the large bowel (colonic GHAS). 135 However, this score has not been validated. 123 Developing histological indices for CD is challenging. Unlike UC—which mainly affects the mucosa and submucosa in a continuous pattern—CD in - flammation is often discontinuous and patchy. This compli - cates decisions about where to take biopsies and increases the risk of false negatives. Moreover, the predictive value of mucosal biopsy histology is lower in CD than in UC. 136 Nonetheless, many publications (including the ECCO pos - ition paper) suggest that UC histological scoring systems may be applied to CD, particularly colonic CD, despite limitations such as their unsuitability for assessing ileal mu - cosa. 121 , 137 In fact, contemporary trials of new medications do investigate histological activity in CD. For example, in a post hoc analysis of phase 2 data on mirikizumab, the inves - tigators found that early combined histologic-endoscopic response correlated with endoscopic remission after one year of treatment. 138 Overall, a standard, straightforward, and fully validated system for assessing histological disease activity in CD is still needed. In summary, histological remission helps predict clinical re - lapse and evaluate the benefit of therapy in UC, and it may serve as a therapeutic goal in clinical trials. However, add - itional research is needed to clarify the advantages of histo - logical remission for patients with CD. Pathologists should use currently validated scoring systems to complement endo - scopic scores in clinical practice. Of these, the NI is the most suitable for routine use. Recommendation 42: We suggest assessing the degree of disability in patients with IBD using validated tools. [EL5]. Agreement 97% IBD impacts a patient’s physical, mental, and social health. To gain insight into the extent of disability, patient-reported outcomes (PRO) are increasingly used. 139 A PRO is any report of the status of a patient’s health condition that comes dir - ectly from the patient, without interpretation of the patient’s response by a clinician or by anyone else. 140 Recently, the International Organization for the Study of Inflammatory Bowel Disease (IOIBD) identified “absence of disability” as a long-term therapeutic target next to “endoscopic remis - sion,” 141 but they did not provide “remission.” However, no advice was provided on which disability score is best to use. Many disability tools are too cumbersome and time consuming for meaningful consultations. Patients find them burdensome, and healthcare providers feel that they take an excessive amount of time to review. During the consultation, time must also be allocated to disease-specific history taking, physical examination, and shared decision-making regarding appropriate treatment. For a good flow in the consultation room, the patient and the doctor benefit from a disability tool with a limited number of distinctive items. Until 2010, the major focus of disease impact in IBD was on quality of life, measured by the IBD Questionnaire (IBDQ), 142 the short IBD Questionnaire (SIBDQ), 143 and the generic SF-36. 144 In recent years, more objective measures of disability have been developed. The IBD disability index (IBD-DI) was developed in collab - oration with the World Health Organization. It is designed for interviewer use and comprises 17 items assessing different aspects of disability. 145 – 147 IBD-DI is available in multiple lan - guages. Currently, it is used mainly in the clinical trial setting. The IBD disk is a shortened, patient-reported adaptation of the IBD-DI and is available in multiple languages. IBD disk is a 10-item scale with each disease impact item rated from 1 to 10. It provides an easy-to-use visual tool that allows IBD pa - tients to communicate their disease burden to their healthcare provider effectively. It allows prompt discussion of disability in the consultation room and tracks changes over time. 148 , 149 In a recent publication on patients with UC, histo-endoscopic remission correlated well with a low disability score as as - sessed with the IBD disk. 150 A practical step-by-step plan to incorporate disability scores in daily clinical practice is 1 asking the patient to complete a validated online tool before the clinic visit 2 ; visualizing the responses in a dashboard; and 3 discussing the outcomes during the consultation. This helps the healthcare professional identify problems that matter to the patient, offer appropriate interventions, and monitor functioning over time. Recommendation 43: We recommend fecal calprotectin testing every trimester to monitor disease activity in preg - nant women with IBD [EL2]. Agreement 92% Recommendation 44: In pregnant women with features of active IBD, we suggest IUS or MRE [without use of gado - linium] to evaluate the bowel [EL3]. Endoscopy should be reserved for situations where IUS or MRE are insufficient to make a therapeutic decision [EL5]. Agreement 100% Downloaded from https://academic.oup.com/ecco-jcc/article/19/7/jjaf107/8220327 by guest on 30 January 2026",
    "12 Journal of Crohn's and Colitis , 2025, Vol. 19, No. 7 IBD may flare during pregnancy. Pregnant women with UC are more likely to flare during pregnancy than pregnant women with CD. Several risk factors are associated with a flare, including active disease at conception and previous pregnancy flares. The presence of quiescent disease at con - ception reduces flare rates, especially in UC, and prior IBD- related surgery and biologic therapy also reduce flare rates during pregnancy. 151 , 152 Interpreting symptoms during preg - nancy can be difficult as common pregnancy-related discom - fort (including constipation and hemorrhoids) may mask or imitate IBD flares. Hemoglobin and albumin levels usually decrease, while erythrocyte sedimentation rate and alkaline phosphatase levels increase. 153 Endoscopy appears to be generally safe during preg - nancy when there is a clear indication, with no increased risk of adverse outcomes in most studies. 153 – 155 However, one registry study found an association between endoscopy and increased risk of preterm birth and low birth weight, although disease activity may be a confounder. Patients should be positioned in the left lateral position during the procedure to avoid vena cava compression. 153 , 154 In general, the second trimester is considered the safest period for en - doscopy, as organogenesis is complete and the risk of pre - term labor is lower than in the third trimester. Minimal sedation should be used, with careful monitoring of both mother and fetus. 153 , 154 The choice and dose of sedative medications may need to be adjusted based on physio - logical changes in pregnancy, such as increased volume of distribution and altered drug metabolism. Close collabor - ation with anesthesiology is recommended, especially for procedures in the third trimester when there is a higher risk of aspiration and a potential need for emergency delivery. Overall, endoscopy appears to be low risk when necessary during pregnancy but should be performed only when the Table 8. Histological indices and scores for IBD. Name of the Score Type of IBD Items of the score Strengths Limitations Validation NI 127 UC [and CD] -Chronic inflammatory cell infiltration -Acute inflammatory cell infiltration -Ulceration -Fully validated -Simple and easy to use -Strongly correlates with histological remission and treatment response -Refers to mild, moderate, and severe, but lacks precision regarding the cutoff points for these terms -Includes eosinophils in the chronic in - flammation score Validated RHI 125 UC [and CD] -Chronic inflammatory infiltration -Lamina propria neutro - phils -Neutrophils in epithelium -Erosions and ulcers -Fully validated -Initially created to detect histological changes of UC induced by treatment Validated GS 126 UC [and CD] -Architectural changes -Chronic inflammation -Eosinophils -Lamina propria neutro - phils -Neutrophils in epithelium -Crypt destruction -Erosions and ulcers -Partially validated -Good interobserver vari - ability -Very detailed and compre - hensive -Proven to correlate with disease activity and se - verity -In widespread use globally for research and clinical trials -Many items that make it complicated and time consuming to use in clinical practice -Requires training for consistent appli - cation Partially valid - ated PHRI 132 UC [and CD] -Neutrophil infiltration -Validated -Avoids the use of arbitrary visual scale or estimated percentages -Easy to apply -Implementable in AI sys - tems -Recent score and recently validated -Assesses only one histological item, as with other scores such as Truelove -Relatively new and not as extensively tested as other histological indices across different clinical settings Validated GHAS 134 CD -Epithelial damage -Chronic inflammatory cell infiltration -Crypt architectural dis - tortion -Lamina propria neutro - phils -Neutrophils in epithelium -Granulomas -Erosions and ulcers -Applicable to multiple ana - tomical sites -Multiple histological fea - tures and comprehensive -Good for assessing active inflammation -Good interobserver reli - ability 1 -Not validated -Large number of items -Grades intraepithelial neutrophils ac - cording to morphology [e.g. crypt ab - scess, cryptitis] rather than according to quantities or percentages -Some experts object to the inclusion of granulomas in the score -Not ideal for monitoring histological remission Not valid - ated Abbreviations: AI = Artificial intelligence, CD = Crohn’s disease, GHAS = Global histological activity score, GS = Geboes score, NI = Nancy histological index, PHRI = Paddington international virtual chromoendoscopy score histological remission index, RHI = Robarts histopathology index, UC = Ulcerative colitis. Downloaded from https://academic.oup.com/ecco-jcc/article/19/7/jjaf107/8220327 by guest on 30 January 2026",
    "Journal of Crohn's and Colitis , 2025, Vol. 19, No. 7 13 benefits clearly outweigh the possible risks after a multidis - ciplinary discussion. 153 , 154 Video capsule endoscopy (CE) is relatively contraindicated due to the unknown risks of the electromagnetic field of the capsule recorder. Additionally, in the second and third trimes - ters, gastrointestinal transit time may be prolonged, poten - tially jeopardizing the procedure. 156 There are no diagnostic studies in which noninvasive tests (fecal calprotectin [FC], IUS, or MRE) are directly compared with endoscopy in the setting of pregnancy. Unlike blood markers, FC is unaffected by pregnancy and is useful for detecting an imminent flare during pregnancy. 153 , 157 – 159 IUS is useful for detecting disease location, strictures, abscesses, and fistulas. Visualization can be limited by a gravid uterus. Two studies investigated the correlation between FC and IUS in pregnant patients with IBD. 160 , 161 Flanagan et al. performed a segment-by-segment IUS assessment across various stages of pregnancy. They concluded that good views could be obtained throughout the colon and terminal ileum up to 20 weeks of gestation. Beyond 20 weeks, colonic views were adequate in almost all cases but the ileocaecal valve and terminal ileum became more difficult to visualize, with an adequate window in approximately 50% of cases. 161 De Voogd et al. used a similar research design and also concluded that the view of the terminal ileum and sigmoid colon decreased significantly in the third trimester of pregnancy. 160 The risk of MRE in pregnancy is low, and MRE is free of ionizing radiation. However, the use of gadolinium during pregnancy is not recommended due to unknown effects on the child in utero . Based on clinical judgment, unenhanced MRE without gadolinium remains an alternative to IUS if the latter is unavailable or insufficiently informative, and when cross-sectional imaging is required to make a clinical decision. 153 3. General principles and technical aspects of endoscopy and cross-sectional imaging 3.1. Endoscopy 3.1.1. Sedation and monitoring during endoscopy Recommendation 45: Sedation modalities should be guided by pre-endoscopic physical assessment, local re - sources, patient preferences, and adherence to local guidelines. When the endoscopist administers sedation, a trained team member should be present to monitor vital signs [EL5]. Agreement 85% The presence of an anesthesiologist or anesthesiology-trained nurse during endoscopic procedures varies with the organiza - tion and system of each country. In the absence of access to an anesthesiologist, sedation guided by the endoscopist is ne - cessary for lower endoscopy and in the vast majority of cases is based on fentanyl and midazolam. 162 If the patient is sed - ated, pulse, blood pressure, oxygen saturation, capnography, and respiration rates should be monitored during endos - copy. Advanced and prolonged therapeutic procedures may achieve better success and tolerance when performed under propofol. 163 High-quality evidence on selecting patients for deep sedation or general anesthesia is currently not available. However, staff education on sedation can potentially lead to a reduction in adverse events. 164 Guidelines for sedation in gastrointestinal endoscopy are provided by the British Society of Gastroenterology (BSG) for anesthesiology for digestive endoscopy. 163 The sedation modalities can vary, such as with or without any sedation, under full anesthesia, or using a gas such as nitrous oxide. The decision should be made in consultation with the patient and considering the pre-operative assessment, including the American Society of Anaesthesiologists (ASA) physical status classification and local availability and constraints. 3.1.2. Bowel preparation Recommendation 46: For colonoscopy, we suggest using bowel preparation with a split-dose polyethylene glycol- based agent [EL4]. Agreement 87% High-quality preparation is essential for optimal colonic mucosal visualization and to facilitate chromo-endoscopy. Studies on bowel cleansing effectiveness in IBD are limited. A prospective observational study in 429 IBD patients showed inferior bowel cleansing quality compared with patients undergoing investigation for abdominal pain. 165 In a study of 100 IBD patients with age- and sex-matched controls, disease activity was not associated with inferior bowel preparation quality according to the Boston preparation scale. 166 Due to the association of aphthous ulceration with sodium phos - phate use, polyethylene glycol (PEG)-based bowel cleansing agents are commonly used in IBD. In a study not performed in IBD, split-dose PEG was superior to a single dose for col - onoscopy preparation. 28 Two studies compared low-volume PEG (≤ 2 L) plus adjuvant versus high-volume PEG (> 3 L). No significant difference in bowel cleansing was observed (OR: 1.19; 95% CI: 0.52–2.71). However, the low-volume regimes were more acceptable to patients (OR for willing - ness to repeat: 5.11; 95% CI: 1.31–20.00) for willingness to repeat. 167 , 168 3.1.3. Technical requirements and training Recommendation 47: High-definition technology is pre - ferred over standard definition [EL3]. We suggest CO 2 insufflation for ileocolonoscopy [EL4]. We suggest that en - doscopy is preferably performed by an endoscopist who is experienced in both IBD endoscopy and its clinical manage - ment [EL5]. Agreement 100% CO 2 insufflation may reduce abdominal pain following an endoscopic procedure and therefore may be preferable during endoscopy. 169 – 171 A high-definition (HD) system comprises an HD endoscope, processor, cable connections, and monitor. The primary difference between HD and standard-definition endoscopy is image resolution (2 million pixels vs 300 000 pixels). This higher pixel density in HD endoscopes allows for superior image quality and more detailed visualization of the gastrointestinal mucosa. Several studies have investigated the impact of HD colonoscopy on lesion detection and revealed that HD was superior to standard-definition colonoscopy in detecting dysplastic lesions. 172 – 174 There is no clear evidence to recommend a specific amount and type of training for dys - plasia detection. However, to ensure consistency in detecting and characterizing neoplastic or inflammatory lesions (or both) in IBD, it may be appropriate to restrict IBD endoscopy Downloaded from https://academic.oup.com/ecco-jcc/article/19/7/jjaf107/8220327 by guest on 30 January 2026",
    "14 Journal of Crohn's and Colitis , 2025, Vol. 19, No. 7 to endoscopists with demonstrated competency and ex - pertise in IBD-related procedures and clinical management. 175 Implementing new online training tools in gastroenterologist education programmes may help improve dysplasia charac - terization in IBD. 176 3.1.4. Reporting requirements Recommendation 48: We suggest using an electronic en - doscopy reporting system with incorporated key quality indicators [EL5], preferably a system that is integrated into the hospital’s electronic patient record systems [EL5], including photo documentation [either film or photograph] of key lesions [EL5]. Agreement 92% Effective monitoring of gastrointestinal endoscopy and en - suring high-quality services necessitate easy data extraction from endoscopy reports, including procedural data, patient characteristics, and key quality indicators. Implementing standardized and quality-assured endoscopy reporting sys - tems in daily practice is feasible. 177 Moreover, standardization improves the completeness of information included in the re - port, particularly the description of all relevant signs in cases of inflammation 178 Defining a core set of elements ensures optimal recording, communication, and quality assurance. This framework enables the production of clinically valuable reports in en - doscopy, surgery, and histopathology. Utilizing synoptic and structured standardized reporting enhances report completeness and supports the delivery of high-quality care. 179 – 182 Photo documentation with stored pictures, film, or both is important, especially in complex cases that require dis - cussion. As withdrawal time is associated with neoplasia detection in both IBD and non-IBD contexts, we suggest reporting the time of withdrawal when the colonoscopy is performed for dysplasia surveillance. 182 , 183 As a quality parameter, we suggest reporting the Boston preparation scale, which is a score with good intra-observer and inter-observer reliability, to evaluate the quality of bowel cleansing. 184 3.1.5. Capsule endoscopy Recommendation 49: CE interpretation should be per - formed by a trained reader [EL2]. We suggest against rou - tine use of purgative bowel preparation, prokinetics, or simethicone before small-bowel CE [EL2]. Agreement 83% Recommendation 50: CE is associated with a small risk of capsule retention [EL1]. We recommend small-bowel evalu - ation using a patency capsule or cross-sectional imaging in patients with established CD [EL1]. Agreement 97% Wireless video capsule endoscopy (CE) is a method to examine the endoluminal mucosa of the bowel. This form of endoscopy is based on a pill-sized camera tool that is swal - lowed by the patient and travels through the patient’s luminal digestive tract by relying on the intrinsic motor activity of the bowel. The capsule continuously captures images that are transmitted wirelessly to a data recorder worn by the patient. Images are downloaded and processed, and a reader with demonstrated competency in CE interpretation (preferably a gastroenterologist) examines them on a workstation using dedicated software. CE is mainly used to visualize the small- bowel mucosa in CD. All currently available small-bowel video capsules are ap - propriate for IBD. 185 A capsule examination is also available to evaluate the small and large bowels (panenteric capsule). 186 – 188 However, panenteric capsules are less commonly used, and its added clinical benefit over small-bowel CE is unclear. Patients should adhere to a clear liquid diet starting 24 hours before the procedure and fast for 12 hours before the procedure. Avoidance of non-steroidal anti-inflammatory drugs (NSAIDs) for at least 4 weeks is necessary. 189 There is no consensus on the benefit of purgative preparation for CE. Although some societies have previously recommended such preparation 189 and it does improve visibility, 189 its benefit to diagnostic yield could not be established. 190 , 191 Moreover, purgative preparation is a significant burden for the patient. Similarly, no benefit in the diagnostic yield could be estab - lished for using simethicone as an adjunct to purgative bowel preparation 192 or for using prokinetics. 193 If a purgative bowel preparation is used, there is no clear recommendation on the dosage and timing of administration. 194 Although an exten - sive purgative preparation with additional boosters after cap - sule ingestion is needed if colonic evaluation is required, 186 the optimal preparation mode is not established. Documentation of the procedure and its findings in IBD patients undergoing CE should be standardized. IBD-specific scales, such as the Lewis score and the CE CDAI are encouraged. 186 , 195 , 196 The Lewis score is embedded in the reading software of some capsule models. For panenteric capsule procedures, a re - cently published score derived from parameters incorporated in the reading software (Eliakim score) can be used. 186 The European Society of Gastrointestinal Endoscopy (ESGE) sug - gests that CE recordings should be read at a maximum speed of 10 frames per second in a single-view mode. Double- and multiple-view modes, if available, at a maximum speed of 20 frames per second are also acceptable. 189 The main complication of CE is capsule retention in the small bowel, defined as non-passing of the capsule in the stool within 14 days. 197 Capsule retention is usually a minor complication; in most patients, it is asymptomatic 198 and will spontaneously resolve. Nonetheless, small-bowel obstruction or perforation can occur. 199 In some patients, a short course of corticosteroids may result in capsule ex - cretion. In others, endoscopic or surgical retrieval of the retained capsule will be required. 200 There is no consensus regarding the optimal timing of such intervention in asymp - tomatic retention cases. MRI is contraindicated in patients with a retained capsule. 200 Risk factors for capsule retention are small-bowel CD, prior abdominal surgery or radiation, presence of obstructive symptoms, or history of chronic NSAID use. The retention risk in suspected and established CD is 2.4% and 4.6%, respectively. 197 Rates of capsule reten - tion are potentially 50% lower in studies that use either a patency capsule or a cross-sectional imaging technique (such as MRE or computed tomography enterography [CTE]) to assess patency before performing CE. 201 Small- bowel patency assessment is not routinely required in pa - tients with suspected CD without other risk factors for retention. 202 Downloaded from https://academic.oup.com/ecco-jcc/article/19/7/jjaf107/8220327 by guest on 30 January 2026",
    "Journal of Crohn's and Colitis , 2025, Vol. 19, No. 7 15 A patency capsule is a dummy capsule identical in size to the video capsule. It is filled with lactose admixed with barium, which can be radiographically detected and is self- dissolvable. A negative patency capsule test is defined as the excretion of an intact patency capsule in the stool or the absence of the capsule on an abdominal X-ray or CT scout image performed within 30 hours of ingestion. A posi - tive patency capsule test means that the patency capsule failed to pass through the gastrointestinal tract within the specified timeframe (typically 24–33 hours after ingestion). Specifically, this can be characterized by the following: non- passage of the capsule, the intact patency capsule is not ob - served in the patient’s stool within the designated timeframe conjoined with a radiological confirmation, or symptomatic retention when patients experience abdominal pain or other symptoms related to capsule retention. In patients with a positive patency capsule test, CE is contraindicated as it may result in retention in at least 20% of the cases. 203 Moreover, localization of a retained patency capsule to the small bowel or colon by plain abdominal X-ray is not recommended. Such localization is highly inaccurate 204 and may lead to false negatives of a retained patency capsule. If the patency capsule is visible on an abdominal X-ray, this should be considered as positive unless localization by low-radiation abdominal CT (in a very select subgroup of patients where such an ap - proach could be clinically justified) is performed. 204 As men - tioned, cross-sectional imaging can also assess small-bowel patency, 205 although the agreement with patency capsule re - sults is variable. 200 3.1.6. Device-assisted enteroscopy Recommendation 51: We suggest using device-assisted enteroscopy diagnostically to enable assessment and bi - opsy sampling of small-bowel mucosa [EL2] and for thera - peutic procedures [EL3]. Agreement 87% In contrast to conventional push enteroscopy, which can access only the proximal small bowel, device-assisted enteroscopy (DAE) enables direct visualization of the entire small bowel, along with biopsy sampling and therapeutic interventions. A complete examination of the small bowel is achievable in 44–80% of patients in experienced centers. 206 DAE assists in diagnosing CD, excluding CD, and diagnosing alternative conditions, such as NSAID enteropathy. 207 , 208 However, it is rarely used to diagnose and grade disease extent and severity in the small bowel, as it is invasive. Complete enteroscopy is required for this purpose. 209 Disease activity noted at enteroscopy is graded according to the simplified endoscopic activity score for CD. 209 – 211 In a study on 123 patients with CD, the simple endoscopic index for CD score correlated well with FC levels, even in patients with active disease of the small bowel only as evaluated by balloon-assisted enteroscopy (a type of DAE) in combination with CTE. 212 Similarly, FC correlated well with endoscopic remission, as demonstrated by DAE. 213 DAE is mostly used for therapeutic procedures, such as capsule retrieval, dilatation of short fibrotic strictures, and bleeding intervention. 214 , 215 Endoscopic balloon dilatation of strictures in CD is effective and relatively safe. 216 , 217 In a multi-center study, DAE of small-bowel strictures was tech - nically successful in 89/95 patients (93.7%), a rate equiva - lent to the outcomes of conventional endoscopic balloon dilation for strictures of the large bowel and ileo-colonic anastomoses. 216 Furthermore, the use of DAE reduces the need for surgery. 216 , 218 , 219 Approximately 80% of CD patients who had small-bowel balloon dilation remain symptom-free after 3 years, although nearly half will require at least one re-dilation procedure. The mean diameter of dilation reported is 12–15 mm, with an overall complication rate of 4.8% per patient and 2.6% per dilation. 218 DAE comprises balloon enteroscopy and spiral enteroscopy; balloon enteroscopy can be further subdivided into balloon- guided enteroscopy and balloon-assisted enteroscopy, which can be performed with either a single-balloon enteroscope or a double-balloon enteroscope. 215 , 220 – 225 There are insuffi - cient data to recommend any specific approach to DAE. 202 Comparison of single- and double-balloon enteroscopy, for example, showed a similar diagnostic yield and safety profile in both techniques. 226 Given the similarities between tech - niques, the choice of enteroscopy depends mainly on local expertise and availability. 221 , 227 – 230 For antegrade DAE, 8–12 hours of fasting from solid food and 4–6 hours of liquid avoidance before the procedure are advised. For retrograde DAE, a standard colonoscopy prep - aration regimen is required. 189 , 227 , 230 DAE is clinically chal - lenging and requires conscious sedation, deep sedation, or general anesthesia with endotracheal intubation. 231 CO 2 in - sufflation instead of room air is highly recommended in DAE, as this may increase the insertion depth, shorten procedure time, and reduce the likelihood of post-procedural symp - toms. 228 , 229 Recent studies suggest that water instead of CO 2 for luminal distension, as for colonoscopy, can be applied suc - cessfully in DAE. However, these results are preliminary. 202 , 229 DAE is relatively safe. According to meta-analyses, pooled minor and major complication rates were 9.1% and 0.72%, respectively. The most common minor complications are ab - dominal pain and vomiting, while major complications in - clude perforation, pancreatitis, bleeding, and aspiration pneumonia. 215 , 232 3.2 Cross-sectional imaging 3.2.1. Magnetic resonance enterography Recommendation 52: MRE should be performed with a suitable oral contrast agent such as mannitol or PEG [EL3]. Contrast-enhanced images using intravenous gadolinium are suggested for assessment of perianal fistulizing disease [EL3]. Routine use of contrast-enhanced images using intra - venous gadolinium may not be necessary in MRE studies [EL2]. Agreement 89% Magnetic resonance enterography (MRE) typically does not require the extensive bowel preparation associated with colon - oscopy. Most centers recommend fasting for about 4–6 hours before the exam to reduce bowel contents and motion, which helps improve image quality. Patients are often asked to drink a specified volume of oral contrast solution (sometimes water, or a specially formulated solution) about 45–60 minutes prior to scanning to distend the small bowel for better visualization. A full bowel prep (like that used for colonoscopy) is usually not required; however, some facilities may give mild laxatives or suggest a low-residue diet the day before, but this varies by institution. Shortly before or during the scan, patients may receive an IV injection of an anti-spasmodic (eg, glucagon) to reduce bowel motion and improve image clarity. Additionally, Downloaded from https://academic.oup.com/ecco-jcc/article/19/7/jjaf107/8220327 by guest on 30 January 2026",
    "16 Journal of Crohn's and Colitis , 2025, Vol. 19, No. 7 sometimes IV gadolinium-based contrast material is used to help visualize inflammation, fistulas, and other abnormalities. A prospective multicentre study demonstrated that mannitol-based solutions and PEG generally achieve com - parable distension quality and have similar side effect pro - files. Mannitol may achieve better distension for the jejunum. Increasing the ingested volume > 1000 mL does not alter dis - tension quality or the side-effect profile. 233 – 235 Additionally, gastric and small-bowel distension are better with a 45- minute drinking time than 60 minutes. 236 Patients should be informed about possible side effects of oral contrast agents, particularly cramping and diarrhea. According to one report, anti - spasmodics do not improve the quality of images acquired with single-shot fast spin-echo sequences. 236 However, antispasmodics improve the accuracy of diffusion-weighted imaging (DWI). The use of such agents is recommended but not obligatory. 237 , 238 Several studies attempted to review the diagnostic ac - curacy of different MRE sequences. Some studies concluded that adding other sequences does not improve the accuracy provided by T2 sequencing alone, 100 , 233 , 239 , 240 whilst others concluded that the accuracy provided by T2 and DWI does not increase due to the addition of post-contrast T1 sequences. 241 – 244 Omitting post-contrast sequences from rou - tine MRE protocols provides a better patient experience and healthcare efficiency. However, a meta-analysis and other studies report that patterns of enhancement on post-contrast sequences (in particular layered enhancement) help diagnose active inflammation and fibrosis. 245 , 246 Dynamic contrast- enhanced MRI parameters continue to show association with active inflammation but are cumbersome to acquire in rou - tine clinical practice. 247 – 250 Contrast-enhanced sequences are helpful in the assessment of perianal CD, allowing differenti - ation between abscesses, fluid, and granulation tissue, which may affect immediate management and facilitate disease activity response assessment. 248 , 251 – 254 DWI may have utility in assessing inflammatory activity, but its role remains un - defined. The literature around the accuracy of DWI-MRE is heterogeneous. Recent single-center studies support the utility of qualitative DWI assessment in disease identification 255 and DWI or ADC measurements in quantifying active inflamma - tion and fibrosis. 256 – 260 However, there is an overlap between the appearance of both with histological processes. 114 , 261 Some new magnetic resonance techniques have been described. Quantified motility imaging was recommended as an optional sequence previously 234 and has since been investigated in several multicentre prospective studies for its role in treatment response assessment 262 – 266 ; these studies have further promoted its use as a meaningful additional sequence. Early but promising data are also available on the utility of mural and mesenteric assessment with MRI elastography, 267 , 268 T2 and post-contrast texture ana - lysis, 253 , 269 T1 mapping, 270 and magnetization transfer ratio in fi - brosis. 271 However, such techniques require prospective multisite validation. MRE examinations may be used for sarcopenia as - sessment and, in this setting, are related to disease activity and prognosis and may be of significant utility. 272 , 273 3.2.2. Computed tomography Recommendation 53: Radiation exposure is a considerable limitation of CT and therefore CT should mainly be used outside the acute setting when MRI or ultrasound are not available [EL2]. Agreement 97% CT allows rapid acquisition of high-resolution images. CTE and CT enteroclysis require a scanner with at least 16 slices but ideally with 64 slices or greater. However, comparative studies are not available. Good patient preparation is essential for acquiring diag - nostic images. Oral contrast preparation should be used to achieve sufficient bowel distension, improving diagnostic accuracy. 274 Oral preparations are essentially those used for MRE, such as mannitol, PEG, sorbitol, or combinations thereof. 275 As for MRE, it is recommended to ingest oral con - trast agents 45–60 minutes before the examination with an ingested volume of around 1000 mL. Patients should also be informed about possible side effects of oral contrast agents, particularly cramping and diarrhea. Images should be acquired following intravenous contrast agent administration in the enteric or portal venous phase only. 276 Iodinated contrast administration facilitates assessment of the bowel-wall enhancement pattern and mesenteric vascu - larity. The use of multiplanar reformats is mandatory during CT evaluation, and these should be reconstructed at ≤ 3 mm. 274 Radiation exposure must be considered when using CT in IBD patients. Imaging patients with IBD often starts when they are young, which can result in excessive cumulative dose exposure over the whole disease course with repeated use of techniques that involve ionizing radiation. 277 Depending on the protocol and CT technology, CT enteroclysis and CTE can impart large radiation doses of up to 10–15 mSv. 278 Estimates of the adult patient’s lifetime risk of acquiring a fatal cancer from radiation are 1 in 20 000 per mSv. 279 One study even showed that in 15% of patients, the cumulative ef - fective radiation dose was more than 75 mSv, which increases cancer mortality by an estimated 7%. 280 In particular, IBD pa - tients with complicated diseases are more prone to repeated CT scans with a high cumulative radiation dose. 281 However, advances in CT technology and image reconstruc - tion techniques mean doses can be considerably reduced. If CT is used, low-radiation, high-contrast CTE protocols should be standard. For example, dual-source or ultra-high-pitch CT scanners can reduce dose 282 – 289 and use iterative recon - struction systems, allowing simultaneous reduction of image noise and generation of quality CT images. 284 , 290 , 291 Optimizing tube voltage and current 292 , 293 and using a low-radiation high- contrast protocol 293 , 294 can also reduce the dose. Furthermore, good data demonstrate that iterative reconstruction tech - niques (such as ASIR, IRIS, SAFIRE, and MBIR) significantly reduce dose while producing diagnostically acceptable im - ages 290 , 291 , 295 – 298 ; these techniques should be applied routinely when available. The first European Society of Gastrointestinal and Abdominal Radiology (ESGAR)/European Society of Paediatric Radiology (ESPR) consensus statement recommends maintaining a log of radiation exposure for patients with IBD undergoing repeat medical imaging. Due to the risks from repeated radiation exposure, given the chronic nature of the disease, and the need for repeated im - aging outside the acute setting, MRE and IUS are preferred. 234 Several studies have used a radiomics approach, a rapidly evolving field of radiological research, to study IBD patients and to develop decision support tools. Radiomics extracts quantitative metrics, or so-called radiomic features, within medical images. Radiomic features capture tissue and lesion characteristics, such as heterogeneity and shape, and may, alone or in combination with demographic, histological, gen - omic, or proteomic data, be used for clinical problem-solving. Downloaded from https://academic.oup.com/ecco-jcc/article/19/7/jjaf107/8220327 by guest on 30 January 2026",
    "Journal of Crohn's and Colitis , 2025, Vol. 19, No. 7 17 Radiomics have been used to study intestinal fibrosis, 299 as - sess mucosal healing, 300 investigate mucosal activity 301 and postoperative recurrence, 302 and even predict disease progres - sion in CD patients. 303 However, research is currently at an early stage. 3.2.3. Intestinal ultrasound Recommendation 54: IUS should be performed with an IUS-dedicated multifrequency probe [EL3]. Fasting is usu - ally not required when performing IUS [EL3]. Routine use of oral contrast is not recommended but may be used in spe - cific scenarios to increase visualization of the small bowel [EL3]. Agreement 94% IUS is a well-tolerated, noninvasive, and cost-effective cross-sectional imaging modality that is free of ionizing radi - ation and can be performed in the radiology department or the clinic at point-of-care or bedside. 304 – 306 There is increasing use of IUS globally, a growing body of evidence for its value, and increasing standardization for clinical use and research practice. 307 , 308 Although proximal small-bowel assessment can be challenging, IUS performs well in colonic and ter - minal ileal diseases. 309 IUS can be performed post-prandial, although many trials have chosen to standardize the pro - cedure by adding a 4–8-hour fasting period as this may in - fluence blood flow and peristalsis. 306 , 307 , 310 , 311 Oral contrast is rarely routinely applied, as this adds time and complexity in the point-of-care setting, which is one of the key specific ad - vantages of IUS. However, if oral contrast is used, the tech - nique is referred to as Small Intestinal Contrast Ultrasound (SICUS). In this method, PEG is used as the contrast agent. Typically, patients ingest 250–500 mL (range 125–800 mL) of PEG solution 30-40 minutes before the examination to enhance small-bowel visualization and enable more accurate classification of strictures. 312 – 315 IUS should be performed with a mid- or high-range ultra - sound machine with a mid- or high-range multifrequency probe covering at least 5–8 MHz for B-mode and color Doppler imaging. An abdominal curved array probe with lower frequencies down to 1–5 MHz may be helpful to in - crease visualization of the bowel and pathology beyond the reach of the mid- or high-range probe. A systematic approach should be used for scanning all colonic bowel segments and the small bowel, and we suggest scanning the bowel both lon - gitudinally and cross-sectionally. 260 , 304 – 306 , 308 , 313 , 314 , 316 – 318 Assessing BWT (measured in mm) and color Doppler signal (using low-flow settings between 5–7 cm/s) is recommended for all examinations. The same probe type and constant machine settings should be used for follow-up examinations. The rectum is usually not routinely assessed using a high- frequency probe. However, it may be adequately visualized using abdominal or low-frequency probes. 309 , 316 , 318 , 319 There is emerging evidence on assessing the rectum using the perianal approach. 320 – 323 Recommendation 55: We recommend against the routine use of contrast-enhanced ultrasound to quantify bowel- wall perfusion [EL2]. We recommend against the rou - tine use of real-time tissue elastography and shear wave elastography [EL2]. Agreement 97% Several studies examined mural perfusion with contrast- enhanced ultrasound (CEUS). Sulfur hexafluoride microbubbles have been used at 1.2–4.8 mL, 310 , 324 whereas other studies have used Perflutren microspheres as 0.4-mL bolus injections flushed by 5–10 mL saline. 305 , 311 For quan - tification purposes, various types of software can analyze bubble signal intensity within a region of interest (ROI) and generate a time-intensity curve from which multiple time, in - tensity, or combined parameters can be evaluated. 311 , 317 , 325 , 326 Significant heterogeneity exists between studies, including ultrasound machine types and settings, contrast doses, ana - lysis software, and time-intensity curve parameters of import - ance. Most studies are single-center studies, and there are few comparisons between centers, machines, and software. Cross- machine validation, repeatability, reliability, and validation studies are needed before routine clinical use is recommen ded. 305 , 306 , 310 , 317 , 327 , 328 Ultrasound elastography is useful as a noninvasive liver as - sessment, and interest in applying this modality to IUS has grown in recent years. Elastography assesses tissue deform - ation by an external force. Two types of elastography exist, namely real-time tissue (RTE) or strain elastography using a manually applied pressure (eg, with the probe) or shear wave elastography using the probe to generate a repeatable amount of acoustic force for tissue propagation. Readouts can ap - pear as elastograms or mean within a prespecified ROI as a point shear wave or as a post-force applied ROI (named two- dimensional [2D]), which is typically guided by a color or heat map overlay of the b-mode picture. A median or mean of several measures and ROIs are applied to minimize variability. Although objective numbers are provided, all subtypes are prone to significant uncertainties and operator dependence from ROI size and placement. Often, the ROI size is greater than the bowel wall, and there needs to be a consensus on placement. Bowel peristalsis and surrounding tissue stiffness may also change between patient measures, and this seems to be an additional challenge in RTE or strain elastography, which needs strain ratio measures. Cross-machine validation, repeatability, reliability, and validation studies are needed be - fore routine clinical use is recommended. 315 , 324 , 325 , 329 – 339 3.2.4. Reporting cross-sectional imaging Recommendation 56: All cross-sectional imaging [IUS, MRE, and CT] reporting should include an indication, scan quality, and any uncertainties in interpretation. The descrip - tion of all segments examined should be reported in detail and images stored and available in an electronic patient file. We recommend using a picture archiving and commu - nication system for digital storage [EL3]. Agreement 94% All imaging procedures are prone to subjectivity and inter- and intra-operation variability. For example, the image inter - preter usually generates the images for analysis in endoscopy and ultrasound. 304 , 340 Newly developed consensus standards for reporting based on systematic reviews have been pub - lished. 248 Here, clear statements on structured reporting, including indication, technical aspects, examination extent, quality, and any impact on diagnostic confidence, should be reported along with a detailed description of disease fea - tures and complications. Further, reporting BWT and color Doppler signals is recommended in all IUS examinations, and adjunctive acquisition techniques should be reported. Downloaded from https://academic.oup.com/ecco-jcc/article/19/7/jjaf107/8220327 by guest on 30 January 2026",
    "18 Journal of Crohn's and Colitis , 2025, Vol. 19, No. 7 In follow-up examinations, a clear opinion should be noted regarding potential changes in disease activity compared with prior imaging. Images and cine-loops (for IUS) must be saved digitally, ideally in a picture archiving and com - munication system (PACS), which provides access to all healthcare professionals. In certain situations (eg, purely for training purposes, some bedside scans, or scans with very poor visualization), reporting may be less detailed or unre - ported. 248 , 341 The ECCO topical review on cross-sectional im - aging provides specific information on standard terminology and minimum reporting requirements and includes a list of essential reporting items. 248 3.2.5. Small-bowel follow-through and enteroclysis Recommendation 57: We suggest against routine use of small-bowel follow-through and small-bowel enteroclysis for evaluation of IBD [EL5]. Agreement 100 % Small-bowel follow-through (SBFT) and small-bowel enteroclysis (SBE) have long been used to assess the small bowel in IBD. Digital fluoroscopy technology is now rou - tinely accessible, allowing for reduced radiation exposure and enabling real-time image projection and image storage. Radiation doses are often lower than CT, depending on the time of the procedure. 278 , 342 SBFT and SBE typically require fasting overnight; a fast of at least 6 hours before the procedure is recommended. SBFT is usually well tolerated and requires intake of an oral contrast agent, often barium sulfate, with an individualized volume typically between 400 and 600 mL. Fluoroscopic images with and without external compression are acquired as the con - trast passes through the small bowel. SBE may improve bowel visualization (eg, skip lesions and strictures) via better dis - tension. 343 However, SBE requires nasoenteric tube insertion, which adds to the complexity of the examination, increases the radiation dose, and is more invasive. Despite compres - sion, there may be inadequate visualization of overlapping small-bowel loops, particularly in those with abdominal pain limiting compression. 344 SBFT and SBE have largely been replaced by cross-imaging modalities [MRE, IUS, and CTE]. 344 Such techniques allow assessment of the bowel wall and extraenteric complications beyond the mucosa and facilitate evaluation of activity and treatment response. In a study on 40 consecutive CD patients, there was no difference between MRE and MR enteroclysis for detecting stenosis and fistulae and both were better than SBE. Furthermore, CE and double-balloon enteroscopy are superior to SBE for assessing mucosal disease in CD. 345 Fewer radiologists are performing small-bowel fluoroscopy, and thus fewer are available to provide training on performing and interpreting SBFT and SBE. 346 Nevertheless, fluoroscopic techniques still have a role, particularly in addressing any uncertainties that remain after cross-sectional imaging, en - doscopy, or both. For example, strictures and fistulae are still reasonably well visualized on SBFT and SBE, with re - ported accuracies of approximately 80%. 347 , 348 Fluoroscopic techniques may visualize superficial abnormalities more ef - fectively than cross-sectional imaging (particularly ulcers) via detailed surface pattern depiction. 349 , 350 Another example is a visualization of the prestomal loop, which is often suboptimal on cross-sectional imaging due to under distention, or in the case of IUS, poor accessibility. The pre-stomal bowel may be better evaluated using luminal contrast and fluoroscopy in either an anterograde or retrograde manner. 3.3. Training Recommendation 58: We suggest specific training for per - forming and interpreting all procedures undertaken for the diagnosis and monitoring of IBD [EL5]. Agreement 95% The ESGE provides structured and evidence-based guidance on the requirements and processes involved in basic gastro - intestinal endoscopic procedures. This involves a multi - modal approach that includes procedural thresholds and measuring and documenting key performance indicators. 227 However, given the complexity of IBD, it may be more ap - propriate for endoscopy to be performed by experienced endoscopists regularly involved in clinical management of IBD and in performing such procedures. Online tools are also available for this training. 175 , 176 Table 9 summarizes the training requirements and preparation required for the tests. Further in-depth information can be found in the rele - vant section. CE should be performed by a healthcare professional with demonstrated experience in conducting, interpreting, and re - porting CE procedures 194 – 196 , 351 The ESGE suggests a minimum of 30 supervised CE readings for a physician to review CE independently; a dedicated CE course is considered benefi - cial. 352 In general, gastroenterologists with experience in con - ventional endoscopy should evaluate CE in IBD patients. While some guidelines suggest volume thresholds for in - stitutional training, such as centers offering DAE performing at least 75 procedures per year with structured exposure to retrograde and therapeutic procedures, 352 , 353 these numbers should be interpreted with caution, as center-based volumes may not directly reflect individual operator expertise. A study evaluating MRE suggested that feedback on ap - proximately 100 cases may be required to achieve diag - nostic accuracy equivalent to experienced radiologists. 353 Importantly, no consistent difference in accuracy of interpret - ation was observed between readers with more or less than five years of experience. 235 , 247 , 354 There is evidence of a learning curve in the interpretation of CTE. Moderate-to-good interobserver agreement has been reported for CTE, 355 and some studies suggest higher reader agreement for CTE over MRE. 356 IUS is one of the more technically challenging ultrasound procedures, and significant supervised training (ranging between 80 and 200 supervised cases) is needed to gain sufficient knowledge and interpretational and technical skills. 319 ECCO, ESGAR, and IBUS provide specific educational programmes for IUS training, in close collaboration. Guidelines for standardized reporting and documentation of cross-sectional imaging in IBD have recently been developed 248 and are part of the curriculum. Ultimately, individual competency-based evaluation may be the best approach for all endoscopic and imaging interpretations. 357 All pathologists reporting IBD biopsies and resections must have full training in histopathology reporting and recognition of training completion by a national organiza - tion or equivalent body. Pathologists reporting IBD should Downloaded from https://academic.oup.com/ecco-jcc/article/19/7/jjaf107/8220327 by guest on 30 January 2026",
    "Journal of Crohn's and Colitis , 2025, Vol. 19, No. 7 19 ideally have a formal special interest in GI pathology. In the specific setting of dysplasia complicating IBD, most societies and organizations recommend the input of an ex - pert GI pathologist, a pathologist with a special interest in GI pathology, or both. However, definitions of an “expert” or of “special interest” are often vague or non-existent. 358 Regarding statements on the necessary level of experience, there are no formal guidelines indicating or suggesting the number of IBD biopsy or resection assessments a histo - pathologist must undertake before reaching a level of expertise necessary for independent assessment and inter - pretation of IBD cases. Indeed, training in IBD pathology assessment is in practice always part of an overall path - ology training and experience programme. Some countries have specific training in GI pathology, but few, if any, have specific training in IBD pathology. However, many pub - lications and reviews address the topic of IBD pathology reporting and the application of histology scoring sys - tems, 120 , 121 , 137 , 359 , 360 and there are some self-standing formal guidelines from societies on the fundamental aspects of IBD pathology reporting. 361 Furthermore, there is increasing guidance on the approach to reporting IBD pathology and on standards of practice in IBD pathology as a compo - nent of more extensive guidelines on IBD or guidelines on pathology from various organizations and societies, including ECCO, the Royal College of Pathologists, and the BSG. 121 , 179 , 361 – 363 Acknowledgments We would like to thank and acknowledge the ECCO Office for logistical and coordination support; we thank Fadi Ifram for project management, Houda Amiri and Nadine Steubesand for the literature search, and Torsten Karge for support with informatics and the online Guidelines platform. We gratefully thank the following European Federation of Crohn’s and Ulcerative Colitis Associations patient repre - sentatives who proactively collaborated in the development of these Guidelines: Rafaele Campanella, Xavier Donnet, Evelyn Gross, Martin-Kristofer Helgeland-Rossavik, and Jannek Kapper. We would like to thank and acknowledge the following ECCO National Representatives and additional reviewers who acted as external reviewers and provided suggestions on the recommendations and supporting text to this document: Andreas Blesl, Ante Bogut, Mihai Mircea Diculescu, Piotr Eder, Tatiana Jocic, Lone Larsen, Diana Martins, Sara Onali, Konstantinos Soufleris, Svetlana Turcan, Sophie Vieujean, and Yamile Zabana. Conflict of Interest ECCO has diligently maintained a disclosure policy of poten - tial conflicts of interests (CoI). The conflict-of-interest declar - ation is based on a form used by the International Committee of Medical Journal Editors (ICMJE). The COI statement is not only stored at the ECCO Office and the editorial office of JCC but also open to public scrutiny on the ECCO website [ https://www.ecco-ibd.eu/about-ecco/ecco-disclosures.html ], providing a comprehensive overview of potential conflicts of interest of authors. Disclaimer The ECCO Guidelines are targeted at healthcare profes - sionals only and are based on an international consensus process. This process includes intensive literature research as explained in the methodology section and may not reflect subsequent scientific developments, if any, until the next Guidelines update is prepared. Readers of the Guidelines acknowledge that research about medical and health issues is constantly evolving and diagnoses, treat - ments, and dose schedules for medications are being revised continually. Therefore, the European Crohn’s and Colitis Organisation (ECCO) encourages all readers to also con - sult the most up-to-date published product information and data sheets provided by the manufacturers as well as the most recent codes of conduct and safety regulations. Any treatment decisions are to be made at the sole discre - tion and within the exclusive responsibility of the indi - vidual clinician and should not be based exclusively on the content of the ECCO Guidelines. The European Crohn’s and Colitis Organisation and/or any of its staff members and/or any consensus contributor may not be held liable Table 9. Preparation required for auxiliary tests and training requirements. Preparation Suggested Training Colonoscopy * Fasting and split-dose PEG-based agents ESGE guidance on endoscopy training and further training in IBD CE * Clear liquid diet starting 24 hours, fast for 12 hours pre-procedure. NSAID avoidance for at least 4 weeks Minimum of 30 supervised CE Dedicated CE course Experience in IBD Antegrade DAE * 8–12 hours fasting from solid food and 4–6 hours from liquids 75 procedures, 35 of which retrograde DAEs, with 50% of the DAEs being therapeutic Retrograde DAE * A standard colonoscopy preparation regimen is required CTE * Ingestion of 1 L oral contrast agents 45–60 minutes pre- examination Minimum of 100 IBD cases MRE * Ingestion of 1 L of mannitol-based or PEG solutions 45 minutes pre- examination Minimum of 100 IBD cases IUS * Fasting not usually required Oral contrast agents are not routinely used IBUS curriculum and certificate 80–200 supervised cases Abbreviations: CE = Capsule endoscopy, DAE = Device-assisted enteroscopy, CTE = Computed tomography enterography, ESGE = European Society of Gastrointestinal Endoscopy, IBD = Inflammatory bowel disease, IBUS = International Bowel Ultrasonography Group, MRE = Magnetic resonance enterography; NSAID = Non-steroidal anti-inflammatory drugs, IUS = Intestinal ultrasound, PEG = Polyethylene glycol. * Competency-based evaluation to achieve independence. Downloaded from https://academic.oup.com/ecco-jcc/article/19/7/jjaf107/8220327 by guest on 30 January 2026",
    "20 Journal of Crohn's and Colitis , 2025, Vol. 19, No. 7 for any information published in good faith in the ECCO Consensus Guidelines. ECCO makes no representations or warranties, express or implied, as to the accuracy or completeness of the whole or any part of the Guidelines. ECCO does not accept, and expressly disclaims, responsi - bility for any liability, loss, or risk that may be claimed or incurred as a consequence of the use or application of the whole or any part of the Guidelines. When the Guidelines mention trade names, commercial products, or organiza - tions, this does not constitute any endorsement by ECCO and/or any consensus contributor. Guidelines Panel Project Coordinators Torsten Kucharzik [ECCO and IBUS] Stuart Taylor [ESGAR] Henit Yanai [ECCO] Roger Feakins [ESP] WG1: Initial Diagnosis for UC and CD Leader: Johan Burisch [ECCO] ECCO Members: Konstantinos Karmiris, Giovanni Maconi, Alessandra Zilli IBUS Members: Nurulamin Noor ESGAR: Isabelle De Kock WG2: Monitoring Disease of UC and CD Leader: Christian Maaser [ECCO] ECCO Members: Shomron Ben-Horin, Bram Verstockt, David T. Ruben IBUS Members: Mallory Chavannes ESGAR Members: Jaap Stoker ESP Members: Paula Borralho Nunes WG3: Imaging and Endoscopy in Specific Situations: Detecting [suspected] Complications Leader: Mariangela Allocca [ECCO] ECCO Members: Emma Flanagan, Dominik Bettenworth, Federica Furfaro IBUS Members: Kerri Novak ESGAR Members: Martina Scharitzer ESP Members: Ann Driessen WG 4: Endoscopic, cross-sectional imaging, and clinical scoring systems in IBD Leader: Marietta Iacucci [ECCO] ECCO Members: Konstantinos Katsanos, Olga Maria Nardone, Patrick van Rheenen IBUS Members: Amelia Kellar ESGAR Members: Jordi Rimola ESP Members: Francesca Rosini WG 5: General principles and technical aspects as well as training Leader: Pierre Ellul [ECCO] ECCO Members: Uri Kopylov, Mathieu Uzzan, Stephan R. Vavricka IBUS Members: Rune Wilkens ESGAR Members: Gauraang Bhatnagar ESP Members: Pamela Baldin, Nina Zidar Supplementary Data Supplementary data are available online at ECCO-JCC online. References 1. Colombel JF, Panaccione R, Bossuyt P, et al. Effect of tight con - trol management on Crohn’s disease (CALM): a multicentre, randomised, controlled phase 3 trial. Lancet. 2017; 390 :2779– 2789. 2. D’Haens G, Safroneeva E, Thorne H, Laoun R. Assessing the clinical and endoscopic efficacy of extended treatment duration with different doses of mesalazine for mild-to-moderate ulcer - ative colitis beyond 8 weeks of induction. Inflamm Intest Dis 2023; 8 :51–59. 3. Kamperidis N, Fenech V, Thoua N, et al. Clinical, biomarker and endoscopic outcomes in patients with Crohn’s disease treated with Ustekinumab: Multi?centre real world study. GastroHep 2021; 3 :151–160. 4. Kayal M, Plietz M, Radcliffe M, et al. Endoscopic activity in asymp - tomatic patients with an ileal pouch is associated with an increased risk of pouchitis. Aliment Pharmacol Ther. 2019; 50 :1189–1194. 5. Marin-Jimenez I, Acosta MB, Esteve M, et al. ; for RAPIDA trial investigators. Rapidity of clinical response to adalimumab and im - provement of quality of life in luminal Crohn’s disease: RAPIDA study. Gastroenterol Hepatol. 2022; 45 :165–176. 6. Mitselos IV, Katsanos KH, Tatsioni A, et al. Association of clin - ical and inflammatory markers with small bowel capsule endos - copy findings in Crohn’s disease. Eur J Gastroenterol Hepatol. 2018; 30 :861–867. 7. Saito D, Matsuura M, Ozaki R, et al. Clinical response of vedolizumab at week 6 predicted endoscopic remission at week 24 in ulcerative colitis. JGH Open 2021; 5 :1056–1062. 8. Van Hoeve K, et al. Infliximab trough levels during maintenance are predictive for infliximab efficacy in paediatric patients with in - flammatory bowel disease. J Crohns Colitis. 2018; 12 :S180–S181. 9. Yarur A, Bruss A, Fox C, et al. DOP048 Vedolizumab levels during induction are associated with long-term clinical and endoscopic remission in patients with inflammatory bowel disease. J Crohns Colitis. 2018; 12 :S064–S065. 10. Zittan E, Kabakchiev B, Kelly OB, et al. Development of the Harvey- Bradshaw Index-pro (HBI-PRO) Score to assess endoscopic disease activity in Crohn’s disease. J Crohns Colitis. 2017; 11 :543–548. 11. Walmsley RS, Ayres RC, Pounder RE, Allan RN. A simple clinical colitis activity index. Gut. 1998; 43 :29–32. 12. Schroeder KW, Tremaine WJ, Ilstrup DM. Coated oral 5-aminosalicylic acid therapy for mildly to moderately active ulcer - ative colitis. A randomized study. N Engl J Med. 1987; 317 :1625– 1629. 13. Sutherland LR, Martin F, Greer S, et al. 5-aminosalicylic acid enema in the treatment of distal ulcerative colitis, proctosigmoiditis, and proctitis. Gastroenterology. 1987; 92 :1894–1898. 14. Sandborn WJ, Tremaine WJ, Batts KP, Pemberton JH, Phillips SF. Pouchitis after ileal pouch-anal anastomosis: a Pouchitis disease activity index. Mayo Clin Proc. 1994; 69 :409–415. 15. Shen B, Achkar JP, Connor JT, et al. Modified pouchitis disease ac - tivity index: a simplified approach to the diagnosis of pouchitis. Dis Colon Rectum. 2003; 46 :748–753. 16. Seo M, Okada M, Yao T, Ueki M, Arima S, Okumura M. An index of disease activity in patients with ulcerative colitis. Am J Gastroenterol. 1992; 87 :971–976. 17. Best WR, Becktel JM, Singleton JW, Kern F. Development of a Crohn’s disease activity index. National cooperative Crohn’s dis - ease study. Gastroenterology. 1976; 70 :439–444. Jr 18. Harvey RF, Bradshaw JM. A simple index of Crohn’s-disease ac - tivity. Lancet. 1980; 1 :514. 19. Best WR. Predicting the Crohn’s disease activity index from the Harvey-Bradshaw Index. Inflamm Bowel Dis. 2006; 12 :304– 310. 20. Vermeire S, Schreiber S, Sandborn WJ, Dubois C, Rutgeerts P. Cor - relation between the Crohn’s disease activity and Harvey-Bradshaw Downloaded from https://academic.oup.com/ecco-jcc/article/19/7/jjaf107/8220327 by guest on 30 January 2026",
    "Journal of Crohn's and Colitis , 2025, Vol. 19, No. 7 21 Indices in assessing Crohn’s disease severity. Clin Gastroenterol Hepatol. 2010; 8 :357–363. 21. Irvine EJ. Usual therapy improves perianal Crohn’s disease as meas - ured by a new disease activity index. Mcmaster IBD Study Group. J Clin Gastroenterol. 1995; 20 :27–32. 22. Pandey A, Achrafie L, Kodjamanova P, Tencer T, Kumar J. Endo - scopic mucosal healing and histologic remission in ulcerative co - litis: a systematic literature review of clinical, quality-of-life and economic outcomes. Curr Med Res Opin. 2022; 38 :1531–1541. 23. Vuitton L, Peyrin-Biroulet L, Colombel JF, et al. Defining endo - scopic response and remission in ulcerative colitis clinical trials: an international consensus. Aliment Pharmacol Ther. 2017; 45 :801– 813. 24. Yoon H, Jangi S, Dulai PS, et al. Incremental benefit of achieving endoscopic and histologic remission in patients with ulcerative colitis: a systematic review and meta-analysis. Gastroenterology. 2020; 159 :1262–1275.e7. 25. Travis SPL, Schnell D, Krzeski P, et al. Developing an instrument to assess the endoscopic severity of ulcerative colitis: the Ulcerative Colitis Endoscopic Index of Severity (UCEIS). Gut. 2012; 61 :535– 542. 26. Samuel S, Bruining DH, Loftus EV, et al. Validation of the ulcerative colitis colonoscopic index of severity and its correlation with dis - ease activity measures. Clin Gastroenterol Hepatol. 2013; 11 :49– 54.e1. 27. Hanzel J, Bossuyt P, Pittet V, et al. Development of a core outcome set for real-world data in inflammatory bowel disease: A European Crohn’s and Colitis Organisation [ECCO] Position Paper. J Crohns Colitis. 2023; 17 :311–317. 28. Mohammed Vashist N, Samaan M, Mosli MH, et al. Endoscopic scoring indices for evaluation of disease activity in ulcerative co - litis. Cochrane Database Syst Rev. 2018; 1 :CD011450. 29. Nardone OM, Iacucci M, Villanacci V, et al. Real-world use of en - doscopic and histological indices in ulcerative colitis: results of a global survey. United European Gastroenterol J 2023; 11 :514–519. 30. Cannatelli R, Bazarova A, Furfaro F, et al. Reproducibility of the electronic chromoendoscopy PICaSSO score (Paddington Interna - tional Virtual ChromoendoScopy ScOre) in ulcerative colitis using multiple endoscopic platforms: a prospective multicenter interna - tional study (with video). Gastrointest Endosc. 2022; 96 :73–83. 31. Iacucci M, Smith SCL, Bazarova A, et al. An international multicenter real-life prospective study of electronic chromoendoscopy score PICaSSO in ulcerative colitis. Gastroenterology. 2021; 160 :1558– 1569.e8. 32. Nardone OM, Bazarova A, Bhandari P, et al. PICaSSO virtual elec - tronic chromendoscopy accurately reflects combined endoscopic and histological assessment for prediction of clinical outcomes in ulcera - tive colitis. United European Gastroenterol J 2022; 10 :147–159. 33. Ruan GC, Jin X, Zhou WX, et al. External validation of the Paddington International Virtual Electronic ChromoendoScopy ScOre as a good endoscopic score to define mucosal healing and predict long-term clinical outcomes in ulcerative colitis. J Dig Dis. 2022; 23 :446–454. 34. Trivedi PJ, Kiesslich R, Hodson J, et al. The Paddington Interna - tional Virtual Chromoendoscopy Score in ulcerative colitis exhibits very good inter-rater agreement after computerized module training: a multicenter study across academic and community prac - tice (with video). Gastrointest Endosc. 2018; 88 :95–106.e2. 35. Lenfant M, Verstockt B, Sabino J, Vermeire S, Ferrante M. The as - sessment of segmental healing by the Modified Mayo Endoscopic Score (MMES) complements the prediction of long-term clinical outcomes in patients with ulcerative colitis. Aliment Pharmacol Ther. 2024; 59 :64–70. 36. Bacsur P, Wetwittayakhlang P, Resál T, et al. Accuracy of the Pancolonic Modified Mayo Score in predicting the long-term outcomes of ulcerative colitis: a promising scoring system. Therap Adv Gastroenterol 2024; 17 :17562848241239606. 37. Bálint A, Farkas K, Szepes Z, et al. How disease extent can be in - cluded in the endoscopic activity index of ulcerative colitis: the panMayo score, a promising scoring system. BMC Gastroenterol. 2018; 18 :7. 38. Viscido A, Valvano M, Stefanelli G, et al. Systematic review and meta-analysis: the advantage of endoscopic mayo score 0 over 1 in patients with ulcerative colitis. BMC Gastroenterol. 2022; 22 :92. 39. Shimodaira Y, Watanabe K, Fukuda S, et al. Limited endo - scopic mucosal inflammation on equivalent to mayo endoscopic subscore of 0 unaffect clinical relapse of ulcerative colitis. Scand J Gastroenterol. 2022; 57 :165–168. 40. Lobatón T, Bessissow T, De Hertogh G, et al. The modified mayo endoscopic score (mmes): a new index for the assessment of ex - tension and severity of endoscopic activity in ulcerative colitis patients. J Crohns Colitis. 2015; 9 :846–852. 41. Irani NR, Wang LM, Collins GS, Keshav S, Travis SPL. Correlation between endoscopic and histological activity in ulcerative colitis using validated indices. J Crohns Colitis. 2018; 12 :1151–1157. 42. Panes J, Domenech E, Aguas Peris M, et al. Association between disease activity and quality of life in ulcerative colitis: results from the Cronica-Uc Study. J Gastroenterol Hepatol. 2017; 32 :1818– 1824. 43. Kaneshiro M, Takenaka K, Suzuki K, et al. Pancolonic endoscopic and histologic evaluation for relapse prediction in patients with ulcerative colitis in clinical remission. Aliment Pharmacol Ther. 2021; 53 :900–907. 44. Barnes EL, Long MD, Raffals L, Isaacs K, Stidham RW, Herfarth HH ; Contributors. Development of the endoscopic pouch score for assessment of inflammatory conditions of the pouch. Clin Gastroenterol Hepatol. 2023; 21 :1663–1666.e3. 45. Mary JY, Modigliani R. Development and validation of an en - doscopic index of the severity for Crohn’s disease: a prospective multicentre study. Groupe d’Etudes Thérapeutiques des Affections Inflammatoires du Tube Digestif (GETAID). Gut. 1989; 30 :983– 989. 46. Daperno M, D'Haens G, Van Assche G, et al. Development and validation of a new, simplified endoscopic activity score for Crohn’s disease: the SES-CD. Gastrointest Endosc. 2004; 60 :505–512. 47. Feagan B, Sandborn WJ, Rutgeerts P, et al. Performance of Crohn’s disease Clinical Trial Endpoints based upon Different cutoffs for patient reported outcomes or endoscopic activity: analysis of EX - TEND data. Inflamm Bowel Dis. 2018; 24 :932–942. 48. Khanna R, Zou GY, Stitt L, et al. Responsiveness of endoscopic indices of disease activity for Crohn’s disease. Am J Gastroenterol. 2017; 112 :1584–1592. 49. Narula N, Pray C, Wong ECL, et al. Categorising endoscopic se - verity of Crohn’s disease using the modified multiplier SES-CD [MM-SES-CD]. J Crohns Colitis. 2022; 16 :1011–1019. 50. Narula N, Wong ECL, Colombel J-F, et al. Predicting endoscopic remission in Crohn’s disease by the modified multiplier SES-CD (MM-SES-CD). Gut. 2022; 71 :1078–1087. 51. Narula N, Wong ECL, Colombel J-F, et al. Early reduction in MM-SES-CD score after initiation of biologic therapy is highly spe - cific for 1-year endoscopic remission in moderate to severe Crohn’s Disease. J Crohns Colitis. 2022; 16 :616–624. 52. Rutgeerts P, Geboes K, Vantrappen G, Beyls J, Kerremans R, Hiele M. Predictability of the postoperative course of Crohn’s disease. Gastroenterology. 1990; 99 :956–963. 53. De Cruz P, Hamilton AL, Burrell KJ, Gorelik A, Liew D, Kamm MA. Endoscopic prediction of Crohn’s disease postoperative recur - rence. Inflamm Bowel Dis. 2022; 28 :680–688. 54. Ollech JE, Aharoni-Golan M, Weisshof R, et al. Differential risk of disease progression between isolated anastomotic ulcers and mild ileal recurrence after ileocolonic resection in patients with Crohn’s disease. Gastrointest Endosc. 2019; 90 :269–275. 55. Hammoudi N, Auzolle C, Tran Minh M-L, et al. Postoperative en - doscopic recurrence on the neoterminal ileum but not on the anas - tomosis is mainly driving long-term outcomes in Crohn’s disease. Am J Gastroenterol. 2020; 115 :1084–1093. 56. Narula N, Wong ECL, Dulai PS, Marshall JK, Colombel J-F, Reinisch W. Outcomes of passable and non-passable strictures in Downloaded from https://academic.oup.com/ecco-jcc/article/19/7/jjaf107/8220327 by guest on 30 January 2026",
    "22 Journal of Crohn's and Colitis , 2025, Vol. 19, No. 7 clinical trials of Crohn’s disease: a Post-Hoc analysis. J Crohns Co - litis. 2021; 15 :1649–1657. 57. Adler J, Colletti RB, Noonan L, et al. Validating the simplified endo - scopic mucosal assessment for Crohn’s disease: a novel method for assessing disease activity. Inflamm Bowel Dis. 2023; 29 :1089–1097. 58. Adler J, Eder SJ, Gebremariam A, et al. Development and testing of a new simplified endoscopic mucosal assessment for Crohn’s Dis - ease: the SEMA-CD. Inflamm Bowel Dis. 2021; 27 :1585–1592. 59. Adler J, Eder SJ, Gebremariam A, et al. Quantification of mucosal activity from colonoscopy reports via the simplified endoscopic mucosal assessment for Crohn’s disease. Inflamm Bowel Dis. 2022; 28 :1537–1542. 60. Narula N, Wong ECL, Dulai PS, Marshall JK, Jairath V, Reinisch W. The performance of the rutgeerts score, ses-cd, and mm-ses-cd for prediction of postoperative clinical recurrence in Crohn’s dis - ease. Inflamm Bowel Dis. 2023; 29 :716–725. 61. Dragoni G, Gottin M, Innocenti T, et al. Correlation of ultrasound scores with endoscopic activity in Crohn’s Disease: a Prospective Exploratory Study. J Crohns Colitis. 2023; 17 :1387–1394. 62. Fang H, Liu J, Qian K, et al. Intestinal ultrasound combined with blood inflammatory markers is a more efficient tool in evaluating severity of Crohn’s Disease: a Pilot Study. Gastroenterol Res Pract 2023; 2023 :2173396. 63. Freitas M, de Castro FD, Macedo Silva V, et al. Ultrasonographic scores for ileal Crohn’s disease assessment: better, worse or the same as contrast-enhanced ultrasound? BMC Gastroenterol. 2022; 22 :252. 64. Kumar S, Parry T, Mallett S, et al. ; METRIC study investigators. Di - agnostic Performance of magnetic resonance enterography disease activity indices compared with a histological reference standard for adult terminal ileal Crohn’s disease: experience from the METRIC Trial. J Crohns Colitis. 2022; 16 :1531–1539. 65. Liu C, Ding S-S, Zhang K, et al. Correlation between ultrasound consolidated score and simple endoscopic score for determining the activity of Crohn’s disease. Br J Radiol. 2020; 93 :20190614. 66. Lovett GC, Schulberg JD, Hamilton AL, Wilding HE, Kamm MA, Wright EK. Intestinal ultrasound and MRI for monitoring thera - peutic response in luminal Crohn’s disease: a Systematic Review. J Am Coll Radiol. 2024; 21 :441–463. 67. Ripollés T, Poza J, Martínez-Pérez MJ, Suarez Ferrer C, Blanc E, Paredes JM. Evaluation of Crohn’s disease activity: validation of a segmental simple ultrasound score in a Multicenter Study. Inflamm Bowel Dis. 2024; 21 :izae213. 68. Rispo A, Imperatore N, Testa A, et al. Bowel damage in Crohn’s disease: direct comparison of ultrasonography-based and magnetic resonance-based Lemann Index. Inflamm Bowel Dis. 2017; 23 :143– 151. 69. Wang L, Xu C, Zhang Y, Jiang W, Ma J, Zhang H. External vali - dation and comparison of simple ultrasound activity score and in - ternational bowel ultrasound segmental activity score for Crohn’s disease. Scand J Gastroenterol. 2023; 58 :883–889. 70. Allocca M, Dell'Avalle C, Furfaro F, et al. Early intestinal ultra - sound predicts long-term endoscopic response to biologics in ulcer - ative colitis. J Crohns Colitis. 2023; 17 :1579–1586. 71. Bots S, Nylund K, Löwenberg M, Gecse K, D'Haens G. Intes - tinal ultrasound to assess disease activity in ulcerative colitis: development of a novel UC-Ultrasound Index. J Crohns Colitis. 2021; 15 :1264–1271. 72. Innocenti T, Rocco C, Lynch EN, Milla M, Galli A, Dragoni G. Applicability of the International Bowel Ultrasound Segmental Ac - tivity Score (IBUS-SAS) to Ulcerative Colitis: A Preliminary Study. Clin Gastroenterol Hepatol. 2024; 23 :169–171.e2. 73. Rispo A, Calabrese G, Testa A, et al. Hocus Pocus: the Role of hand-held ultrasonography in predicting disease extension and endoscopic activity in ulcerative colitis. J Crohns Colitis. 2023; 17 :1089–1096. 74. Novak KL, Nylund K, Maaser C, et al. Expert consensus on optimal acquisition and development of the international bowel ultrasound segmental activity score [IBUS-SAS]: a reliability and inter-rater variability study on intestinal ultrasonography in Crohn’s disease. J Crohns Colitis. 2021; 15 :609–616. 75. Sævik F, Eriksen R, Eide GE, Gilja OH, Nylund K. Development and validation of a simple ultrasound activity score for Crohn’s disease. J Crohns Colitis. 2021; 15 :115–124. 76. Allocca M, Craviotto V, Bonovas S, et al. Predictive value of bowel ultrasound in Crohn’s disease: a 12-month prospective study. Clin Gastroenterol Hepatol. 2022; 20 :e723–e740. 77. Allocca M, Dell'Avalle C, Craviotto V, et al. Predictive value of Milan ultrasound criteria in ulcerative colitis: a prospective ob - servational cohort study. United European Gastroenterol J 2022; 10 :190–197. 78. Allocca M, Fiorino G, Bonovas S, et al. Accuracy of humanitas ultra - sound criteria in assessing disease activity and severity in ulcerative colitis: a prospective study. J Crohns Colitis. 2018; 12 :1385–1391. 79. van Wassenaer EA, van Rijn RR, Zwetsloot SLM, et al. Intestinal ultrasound to assess ulcerative colitis disease activity in children: external validation and comparison of 2 intestinal ultrasound ac - tivity indices. Inflamm Bowel Dis. 2023; 29 :1217–1222. 80. Piazza OSN, et al. Superior predictive value of transmural over endo - scopic severity for colectomy risk in ulcerative colitis: a multicentre prospective cohort study. J Crohns Colitis. 2024; 18 :291–299. 81. Bossuyt P, Dreesen E, Rimola J, et al. ; TAILORIX study group. Infliximab exposure associates with radiologic evidence of healing in patients with Crohn’s disease. Clin Gastroenterol Hepatol. 2021; 19 :947–954.e2. 82. Coimbra A, Rimola J, Cuatrecasas M, et al. Magnetic reso - nance enterography and histology in patients with fibrostenotic Crohn’s disease: a multicenter study. Clin Transl Gastroenterol 2022; 13 :e00505. 83. Gladkikh M, Benchimol EI, Mack DR, et al. Mrenterography scores correlate with degree of mucosal healing in pediatric Crohn’s disease: a pilot study. J. Can. Assoc. Gastroenterol.. 2023; 6 :125–130. 84. Gonzalez-Suarez B, Rodriguez S, Ricart E, et al. Comparison of capsule endoscopy and magnetic resonance enterography for the assessment of small bowel lesions in Crohn’s disease. Inflamm Bowel Dis. 2018; 24 :775–780. 85. Puylaert CAJ, Nolthenius CJT, Tielbeek JAW, et al. Comparison of MRI activity scoring systems and features for the terminal ileum in patients with Crohn disease. AJR Am J Roentgenol. 2019; 212 :W25–W31. 86. D’Haens GR, Lee S, Taylor SA, Serone A, Rimola J, Colombel J-F ; DIVERGENCE 1 Study Group. Filgotinib for the treatment of small bowel Crohn’s disease: the divergence 1 trial. Gastroenter - ology. 2023; 165 :289–292.e3. 87. Danese S, Sandborn WJ, Colombel J-F, et al. Endoscopic, radio - logic, and histologic healing with vedolizumab in patients with ac - tive Crohn’s disease. Gastroenterology. 2019; 157 :1007–1018.e7. 88. Gordic S, Bane O, Kihira S, et al. Evaluation of ileal Crohn’s dis - ease response to tnf antagonists: validation of mr enterography for assessing response. Initial results. Eur J Radiol Open 2020; 7 :100217. 89. Hanzel J, Jairath V, Ma C, et al. Responsiveness of magnetic resonance enterography indices for evaluation of luminal dis - ease activity in Crohn’s disease. Clin Gastroenterol Hepatol. 2022; 20 :2598–2606. 90. Ordas I, Rimola J, Alfaro I, et al. Development and validation of a simplified magnetic resonance index of activity for Crohn’s disease. Gastroenterology. 2019; 157 :432–439.e1. 91. Rimola J, Colombel J-F, Bressler B, et al. Magnetic resonance enterography assessment of transmural healing with vedolizumab in moderate to severe Crohn’s disease: feasibility in the VERSIFY Phase 3 clinical trial. Clin Exp Gastroenterol 2024; 17 :9–23. 92. Zhang YN, Liu YB, Xu J, et al. Magnetic resonance index of activity (maria) is reliable in assessing response to treatment in patients with Crohn’s disease (cd). Clin Radiol. 2023; 79 :230–236. 93. Jairath V, Ordas I, Zou G, et al. Reliability of measuring ileo- colonic disease activity in Crohn’s disease by magnetic resonance enterography. Inflamm Bowel Dis. 2018; 24 :440–449. Downloaded from https://academic.oup.com/ecco-jcc/article/19/7/jjaf107/8220327 by guest on 30 January 2026",
    "Journal of Crohn's and Colitis , 2025, Vol. 19, No. 7 23 94. Lee WE, Weng M-T, Wei S-C, Shih I-L. Comparison of the mag - netic resonance scoring systems for Crohn’s disease activity: MaRIA, simplified MaRIA, and Nancy scores. Abdom Radiol (NY) 2023; 48 :2228–2236. 95. Rimola J, Fernàndez-Clotet A, Capozzi N, et al. Pre-treatment magnetic resonance enterography findings predict the response to TNF-alpha inhibitors in Crohn’s disease. Aliment Pharmacol Ther. 2020; 52 :1563–1573. 96. Takenaka K, Ohtsuka K, Kitazume Y, et al. Utility of magnetic resonance enterography for small bowel endoscopic healing in patients with Crohn’s disease. Am J Gastroenterol. 2018; 113 :283– 294. 97. Messadeg L, Hordonneau C, Bouguen G, et al. Early trans - mural response assessed using magnetic resonance im - aging could predict sustained clinical remission and prevent bowel damage in patients with Crohn’s disease treated with anti-tumour necrosis factor therapy. J Crohns Colitis. 2020; 14 :1524–1534. 98. Capozzi N, Ordas I, Fernandez-Clotet A, et al. Validation of the simplified magnetic resonance index of activity [smaria] without gadolinium-enhanced sequences for Crohn’s disease. J Crohns Co - litis. 2020; 14 :1074–1081. 99. Dillman JR, Ata NA, Towbin AJ, et al. The simplified mr index of activity score in pediatric small-bowel Crohn disease: an interreader agreement and responsiveness study. AJR Am J Roentgenol. 2023; 220 :126–133. 100. Fernandez-Clotet A, Sapena V, Capozzi N, et al. Avoiding contrast- enhanced sequences does not compromise the precision of the simplified MaRIA for the assessment of non-penetrating Crohn’s disease activity. Eur Radiol. 2022; 32 :3334–3345. 101. Lepus CA, Moote DJ, Bao S, Mosha MH, Hyams JS. Simplified magnetic resonance index of activity is useful for terminal ileal but not colonic disease in pediatric Crohn disease. J Pediatr Gastroenterol Nutr. 2022; 74 :610–616. 102. Na JE, Kim HS, Hong SN, et al. Comparison of an endoscopic scoring system and the simplified magnetic resonance index of activity in patients with small bowel Crohn’s disease. Gut Liver 2024; 18 :97–105. 103. Roseira J, Ventosa AR, de Sousa HT, Brito J. The new simplified maria score applies beyond clinical trials: a suitable clinical prac - tice tool for Crohn’s disease that parallels a simple endoscopic index and fecal calprotectin. United European Gastroenterol J 2020; 8 :1208–1216. 104. Xu C, Li L, Zhang Y, Wang R, Zhang H. Diagnostic accuracy of different cross-sectional imaging techniques for disease lo - cation and activity in Crohn’s disease and external validation and comparison of marias and ibus-sas. Abdom Radiol (NY) 2023; 48 :821–832. 105. Hordonneau C, Buisson A, Scanzi J, et al. Diffusion-weighted magnetic resonance imaging in ileocolonic Crohn’s disease: val - idation of quantitative index of activity. Am J Gastroenterol. 2014; 109 :89–98. 106. Rimola J, Rodriguez S, García-Bosch O, et al. Magnetic reso - nance for assessment of disease activity and severity in ileocolonic Crohn’s disease. Gut. 2009; 58 :1113–1120. 107. Steward MJ, Punwani S, Proctor I, et al. Non-perforating small bowel Crohn’s disease assessed by MRI enterography: derivation and histopathological validation of an MR-based activity index. Eur J Radiol. 2012; 81 :2080–2088. 108. Capozzi N, Ordás I, Fernandez-Clotet A, et al. Validation of the simplified magnetic resonance index of activity [sMARIA] without gadolinium-enhanced sequences for Crohn’s disease. J Crohns Colitis. 2020; 14 :1074–1081. 109. Rimola J, Fernandez-Clotet A, Capozzi N, et al. ADC values for detecting bowel inflammation and biologic therapy response in patients with Crohn disease: a post Hoc prospective trial analysis. AJR Am J Roentgenol. 2024; 222 :e2329639. 110. Sailer J, Peloschek P, Reinisch W, Vogelsang H, Turetschek K, Schima W. Anastomotic recurrence of Crohn’s disease after ileocolic resection: comparison of MR enteroclysis with endos - copy. Eur Radiol. 2008; 18 :2512–2521. 111. Fernandez-Clotet A, Ordás I, Masamunt MC, et al. Magnetic resonance enterography findings 46 weeks after initiation of biological therapy predict long-term adverse outcomes in Crohn’s disease. Aliment Pharmacol Ther. 2024; 59 :1435– 1445. 112. D’Amico F, Fiorino G, Solitano V, et al. Ulcerative colitis: impact of early disease clearance on long-term outcomes—A multicenter cohort study. United European Gastroenterol J 2022; 10 :775–782. 113. D’Amico F, Guillo L, Baumann C, Danese S, Peyrin-Biroulet L. Histological disease activity measured by the nancy index is asso - ciated with long-term outcomes in patients with ulcerative colitis. J Crohns Colitis. 2021; 15 :1631–1640. 114. Li K, Strauss R, Marano C, et al. A simplified definition of histo - logic improvement in ulcerative colitis and its association with dis - ease outcomes up to 30 weeks from initiation of therapy: post hoc analysis of three clinical trials. J Crohns Colitis. 2019; 13 :1025– 1035. 115. Jucan AE, Gavrilescu O, Dranga M, et al. Evaluation of disease activity in inflammatory bowel disease: diagnostic tools in the as - sessment of histological healing. Biomedicines 2023; 11 :3090. 116. de Frias Gomes CG, de Almeida ASR, Mendes CCL, et al. His - tological inflammation in the endoscopically uninflamed mucosa is associated with worse outcomes in limited ulcerative colitis. Inflamm Bowel Dis. 2022; 28 :350–357. 117. Gupta A, Yu A, Peyrin-Biroulet L, Ananthakrishnan AN. Treat to target: the role of histologic healing in inflammatory bowel diseases: a systematic review and meta-analysis. Clin Gastroenterol Hepatol. 2021; 19 :1800–1813.e4. 118. Pai RK, Jairath V, Vande Casteele N, Rieder F, Parker CE, Lauwers GY. The emerging role of histologic disease activity assessment in ulcerative colitis. Gastrointest Endosc. 2018; 88 :887–898. 119. Wang H, Fewings I, Bornman L, Shadbolt B, Fadia M, Subramaniam K. Histologic remission (NANCY Index) is supe - rior to endoscopic mucosal healing in predicting relapse free sur - vival in patients with ulcerative colitis in clinical and endoscopic remission. J Clin Gastroenterol. 2023; 57 :494–500. 120. Magro F, Doherty G, Peyrin-Biroulet L, et al. ECCO Position Paper: harmonization of the approach to ulcerative colitis histo - pathology. J Crohns Colitis. 2020; 14 :1503–1511. 121. Magro F, Sabino J, Rosini F, et al. ECCO Position on harmonisation of Crohn’s disease mucosal histopathology. J Crohns Colitis. 2022; 16 :876–883. 122. Arkteg CB, Wergeland Sørbye S, Buhl Riis L, Dalen SM, Florholmen J, Goll R. Real-life evaluation of histologic scores for ulcerative colitis in remission. PLoS One. 2021; 16 :e0248224. 123. Fabian O, Bajer L. Histopathological assessment of the micro - scopic activity in inflammatory bowel diseases: what are we looking for? World J Gastroenterol. 2022; 28 :5300–5312. 124. Neri B, Mossa M, Scucchi L, Sena G, Palmieri G, Biancone L. Histological scores in inflammatory bowel disease. J Dig Dis. 2021; 22 :9–22. 125. Mosli MH, Feagan BG, Zou G, et al. Development and validation of a histological index for UC. Gut. 2017; 66 :50–58. 126. Jauregui-Amezaga A, Geerits A, Das Y, et al. A simplified geboes score for ulcerative colitis. J Crohns Colitis. 2017; 11 :305–313. 127. Marchal-Bressenot A, Salleron J, Boulagnon-Rombi C, et al. De - velopment and validation of the Nancy histological index for UC. Gut. 2017; 66 :43–49. 128. Magro F, Lopes J, Borralho P, et al. ; Portuguese IBD Study Group [GEDII] . Comparison of the Nancy Index with continuous geboes score: histological remission and response in ulcerative colitis. J Crohns Colitis. 2020; 14 :1021–1025. 129. Peyrin-Biroulet L, Arenson E, Rubin DT, et al. A comparative evaluation of the measurement properties of three histological indices of mucosal healing in ulcerative colitis: Geboes score, robarts histopathology index and Nancy Index. J Crohns Colitis. 2023; 17 :1733–1743. Downloaded from https://academic.oup.com/ecco-jcc/article/19/7/jjaf107/8220327 by guest on 30 January 2026",
    "24 Journal of Crohn's and Colitis , 2025, Vol. 19, No. 7 130. Vespa E, D'Amico F, Sollai M, et al. Histological scores in patients with inflammatory bowel diseases: the state of the art. J Clin Med. 2022; 11 :939. 131. Le HD, Pflaum T, Labrenz J, et al. Interobserver reliability of the Nancy Index for ulcerative colitis: an assessment of the practi - cability and ease of use in a single-centre real-world setting. J Crohns Colitis. 2023; 17 :389–395. 132. Gui X, Bazarova A, Del Amor R, et al. PICaSSO Histologic Re - mission Index (PHRI) in ulcerative colitis: development of a novel simplified histological score for monitoring mucosal healing and predicting clinical outcomes and its applicability in an artificial intelligence system. Gut. 2022; 71 :889–898. 133. Iacucci M, Parigi TL, Del Amor R, et al. Artificial intelligence enabled histological prediction of remission or activity and clinical outcomes in ulcerative colitis. Gastroenterology. 2023; 164 :1180– 1188.e2. 134. D’Haens G, Van Deventer S, Van Hogezand R, et al. Endoscopic and histological healing with infliximab anti-tumor necrosis factor antibodies in Crohn’s disease: a European Multicenter Trial. Gas - troenterology. 1999; 116 :1029–1034. 135. Novak G, Parker CE, Pai RK, et al. Histologic scoring indices for evaluation of disease activity in Crohn’s disease. Cochrane Data - base Syst Rev. 2017; 7 :CD012351. 136. Marion L, Amélie B, Zoubir D, et al. Histological indices and risk of recurrence in Crohn’s disease: a retrospective study of a cohort of patients in endoscopic remission. Inflamm Bowel Dis. 2022; 28 :1395–1404. 137. Almradi A, Ma C, D'Haens GR, et al. An expert consensus to standardise the assessment of histological disease activity in Crohn’s disease clinical trials. Aliment Pharmacol Ther. 2021; 53 :784–793. 138. Magro F, Protic M, De Hertogh G, et al. Effects of mirikizumab on histologic resolution of Crohn’s disease in a randomized controlled phase 2 trial. Clin Gastroenterol Hepatol. 2024; 22 :1878–1888. e10. 139. Horrigan JM, Louis E, Spinelli A, et al. The real-world global use of patient-reported outcomes for the care of patients with inflammatory bowel disease. Crohns Colitis 360. 2023; 5 :otad006. 140. van Andel EM, Koopmann BDM, Crouwel F, et al. Systematic review of development and content validity of patient-reported outcome measures in inflammatory bowel disease: do we measure what we measure? J Crohns Colitis. 2020; 14 :1299– 1315. 141. Turner D, Ricciuto A, Lewis A, et al. ; International Organiza - tion for the Study of IBD. STRIDE-II: An Update on the Selecting Therapeutic Targets in Inflammatory Bowel Disease (STRIDE) Initiative of the International Organization for the Study of IBD (IOIBD): determining therapeutic goals for treat-to-target strategies in IBD. Gastroenterology. 2021; 160 :1570–1583. 142. Guyatt G, Mitchell A, Irvine EJ, et al. A new measure of health status for clinical trials in inflammatory bowel disease. Gastroen - terology. 1989; 96 :804–810. 143. Irvine EJ, Zhou Q, Thompson AK. The short inflammatory bowel disease questionnaire: a quality of life instrument for com - munity physicians managing inflammatory bowel disease. CCRPT Investigators. Canadian Crohn’s relapse prevention trial. Am J Gastroenterol. 1996; 91 :1571–1578. 144. Allen PB, Gower-Rousseau C, Danese S, Peyrin-Biroulet L. Preventing disability in inflammatory bowel disease. Therap Adv Gastroenterol 2017; 10 :865–876. 145. Peyrin-Biroulet L, Cieza A, Sandborn WJ, et al. ; International Programme to Develop New Indexes for Crohn's Disease (IPNIC) group. Development of the first disability index for inflamma - tory bowel disease based on the International Classification of Functioning, Disability and Health. Gut. 2012; 61 :241–247. 146. Lauriot Dit Prevost C, Azahaf M, Nachury M, et al. Bowel damage and disability in Crohn’s disease: a prospective study in a tertiary referral centre of the Lemann Index and Inflammatory Bowel Disease Disability Index. Aliment Pharmacol Ther. 2020; 51 :889– 898. 147. Gower-Rousseau C, Sarter H, Savoye G, et al. ; International Programme to Develop New Indexes for Crohn's Disease (IPNIC) group. Validation of the inflammatory bowel disease disability index in a population-based cohort. Gut. 2017; 66 :588–596. 148. Le Berre C, Flamant M, Bouguen G, et al. VALIDation of the IBD- Disk instrument for assessing disability in inflammatory bowel diseases in a French Cohort: The VALIDate Study. J Crohns Co - litis. 2020; 14 :1512–1523. 149. Ghosh S, Louis E, Beaugerie L, et al. Development of the IBD Disk: a visual self-administered tool for assessing disability in inflamma - tory bowel diseases. Inflamm Bowel Dis. 2017; 23 :333–340. 150. Verstockt B, Pouillon L, Ballaux F, et al. Patient-reported outcomes and disability are associated with histological disease activity in patients with ulcerative colitis: results from the APOLLO Study. J Crohns Colitis. 2023; 17 :1046–1054. 151. Vestergaard T, Julsgaard M, Røsok JF, et al. Predictors of dis - ease activity during pregnancy in women with inflammatory bowel disease-a Danish Cohort Study. Aliment Pharmacol Ther. 2023; 57 :335–344. 152. Rottenstreich A, Shifman Z, Grisaru-Granovksy S, Mishael T, Koslowsky B, Bar-Gil Shitrit A. Factors associated with inflam - matory bowel disease flare during pregnancy among women with preconception remission. Dig Dis Sci. 2021; 66 :1189–1194. 153. Torres J, Chaparro M, Julsgaard M, et al. European Crohn’s and colitis guidelines on sexuality, fertility, pregnancy, and lactation. J Crohns Colitis. 2023; 17 :1–27. 154. Shergill AK, Ben-Menachem T, Chandrasekhara V, et al. ; ASGE Standard of Practice Committee. Guidelines for endoscopy in pregnant and lactating women. Gastrointest Endosc. 2012; 76 :18– 24. 155. Mahadevan U, Robinson C, Bernasko N, et al. Inflammatory bowel disease in pregnancy clinical care pathway: a report from the American Gastroenterological Association IBD Parenthood Project Working Group. Gastroenterology. 2019; 156 :1508– 1524. 156. Bandorski D, Kurniawan N, Baltes P, et al. Contraindications for video capsule endoscopy. World J Gastroenterol. 2016; 22 :9898– 9908. 157. Rottenstreich A, Mishael T, Granovsky SG, et al. Clinical utility of fecal calprotectin in monitoring disease activity and predicting re - lapse in pregnant patients with inflammatory bowel diseases. Eur J Intern Med 2020; 77 :105–110. 158. Nielsen OH, Gubatan JM, Kolho K-L, Streett SE, Maxwell C. Updates on the management of inflammatory bowel dis - ease from periconception to pregnancy and lactation. Lancet. 2024; 403 :1291–1303. 159. Julsgaard M, Hvas CL, Gearry RB, et al. Fecal calprotectin is not affected by pregnancy: clinical implications for the management of pregnant patients with inflammatory bowel disease. Inflamm Bowel Dis. 2017; 23 :1240–1246. 160. De Voogd F, Joshi H, Van Wassenaer E, Bots S, D'Haens G, Gecse K. Intestinal ultrasound to evaluate treatment response during pregnancy in patients with inflammatory bowel disease. Inflamm Bowel Dis. 2022; 28 :1045–1052. 161. Flanagan E, Wright EK, Begun J, et al. Monitoring inflammatory bowel disease in pregnancy using gastrointestinal ultrasonog - raphy. J Crohns Colitis. 2020; 14 :1405–1412. 162. Rajasekhar PT, Clifford GM, Lee TJW, et al. Bowel cancer screening is safe, detects earlier stage cancer and adenomas in 50% of cases: experience of the prevalent round of screening from two first wave centres in the North East of England. Frontline Gastroenterol 2012; 3 :10–15. 163. Sidhu R, Turnbull D, Newton M, et al. Deep sedation and anaes - thesia in complex gastrointestinal endoscopy: a joint position state - ment endorsed by the British Society of Gastroenterology (BSG), Joint Advisory Group (JAG) and Royal College of Anaesthetists (RCoA). Frontline Gastroenterol 2019; 10 :141–147. Downloaded from https://academic.oup.com/ecco-jcc/article/19/7/jjaf107/8220327 by guest on 30 January 2026",
    "Journal of Crohn's and Colitis , 2025, Vol. 19, No. 7 25 164. Manno M, Deiana S, Gabbani T, et al. Implementation of the European Society of Gastrointestinal Endoscopy (ESGE) and Eu - ropean Society of Gastroenterology and Endoscopy Nurses and Associates (ESGENA) sedation training course in a regular endos - copy unit. Endoscopy. 2021; 53 :65–71. 165. Froehlich F, Wietlisbach V, Gonvers J-J, Burnand B, Vader J-P. Impact of colonic cleansing on quality and diagnostic yield of colonoscopy: the European Panel of Appropriateness of Gastro - intestinal Endoscopy European multicenter study. Gastrointest Endosc. 2005; 61 :378–384. 166. Bessissow T, Van Keerberghen C-A, Van Oudenhove L, et al. Anx - iety is associated with impaired tolerance of colonoscopy prepara - tion in inflammatory bowel disease and controls. J Crohns Colitis. 2013; 7 :e580–e587. 167. Kim ES, Kim KO, Jang BI, et al. ; Crohn’s and Colitis Associa - tion in Daegu-Gyeongbuk (CCAiD). Comparison of 4-L pol - yethylene glycol and 2-L polyethylene glycol plus ascorbic acid in patients with inactive ulcerative colitis. Dig Dis Sci. 2017; 62 :2489–2497. 168. Manes G, Fontana P, de Nucci G, Radaelli F, Hassan C, Ardizzone S. Colon cleansing for colonoscopy in patients with ulcerative co - litis: efficacy and acceptability of a 2-L PEG Plus Bisacodyl Versus 4-L PEG. Inflamm Bowel Dis. 2015; 21 :2137–2144. 169. Karstensen JG, Ebigbo A, Desalegn H, et al. ; European Society of Gastrointestinal Endoscopy and World Endoscopy Organization. Colorectal polypectomy and endoscopic mucosal resection: Euro - pean Society of Gastrointestinal Endoscopy Cascade Guideline. Endosc Int Open 2022; 10 :E1427–E1433. 170. Moy J, Bodzin J. Carbon dioxide laser ablation of perianal fistulas in patients with Crohn’s disease: experience with 27 patients. Am J Surg. 2006; 191 :424–427. 171. Szura M, Pach R, Matyja A, Kulig J. Carbon dioxide insufflation during screening unsedated colonoscopy: a randomised clinical trial. Eur J Cancer Prev. 2015; 24 :37–43. 172. Feuerstein JD, Rakowsky S, Sattler L, et al. Meta-analysis of dye-based chromoendoscopy compared with standard- and high- definition white-light endoscopy in patients with inflammatory bowel disease at increased risk of colon cancer. Gastrointest Endosc. 2019; 90 :186–195.e1. 173. Laine L, Kaltenbach T, Barkun A, McQuaid KR, Subramanian V, Soetikno R ; SCENIC Guideline Development Panel. SCENIC in - ternational consensus statement on surveillance and management of dysplasia in inflammatory bowel disease. Gastroenterology. 2015; 148 :639–651.e28. 174. Subramanian V, Ramappa V, Telakis E, et al. Comparison of high definition with standard white light endoscopy for detection of dysplastic lesions during surveillance colonoscopy in patients with colonic inflammatory bowel disease. Inflamm Bowel Dis. 2013; 19 :350–355. 175. Altschuler A, Collins B, Lewis JD, et al. Gastroenterologists’ attitudes and self-reported practices regarding inflammatory bowel disease. Inflamm Bowel Dis. 2008; 14 :992–999. 176. Iacucci M, Bonovas S, Bazarova A, et al. ; OPTIC-IBD Study Group. Validation of a new optical diagnosis training module to improve dysplasia characterization in inflammatory bowel dis - ease: a Multicenter International Study. Gastrointest Endosc. 2024; 99 :756–766.e4. 177. van Doorn SC, van Vliet J, Fockens P, Dekker E. A novel colon - oscopy reporting system enabling quality assurance. Endoscopy. 2014; 46 :181–187. 178. de Lange T, Moum BA, Tholfsen JK, Larsen S, Aabakken L. Stand - ardization and quality of endoscopy text reports in ulcerative co - litis. Endoscopy. 2003; 35 :835–840. 179. Adamina M, Feakins R, Iacucci M, et al. ECCO Topical review optimising reporting in surgery, endoscopy, and histopathology. J Crohns Colitis. 2021; 15 :1089–1105. 180. Baranov NS, Nagtegaal ID, van Grieken NCT, et al. Synoptic reporting increases quality of upper gastrointestinal cancer pa - thology reports. Virchows Arch. 2019; 475 :255–259. 181. Fiorino G, Lytras T, Younge L, et al. Quality of care standards in inflammatory bowel diseases: a European Crohn’s and Co - litis Organisation [ECCO] Position Paper. J Crohns Colitis. 2020; 14 :1037–1048. 182. Lee TJW, Blanks RG, Rees CJ ; on behalf of Northern Region Endoscopy Group (NREG). Colonoscopy withdrawal time and adenoma detection rate in screening colonoscopy: the optimum average withdrawal time is 10 min. Gut. 2011; 60 :A44–A44. 183. Te Groen M, Wijnands AM, den Broeder N, et al. Surveillance in inflammatory bowel disease: white light endoscopy with segmental re-inspection versus dye-based chromoendoscopy—A Multi-Arm Randomised Controlled Trial (HELIOS). Gut. 2025; 74 :547–556. 184. Lai EJ, Calderwood AH, Doros G, Fix OK, Jacobson BC. The Boston bowel preparation scale: a valid and reliable instru - ment for colonoscopy-oriented research. Gastrointest Endosc. 2009; 69 :620–625. 185. Collins PD. Video capsule endoscopy in inflammatory bowel dis - ease. World J Gastrointest Endosc 2016; 8 :477–488. 186. Eliakim R, Spada C, Lapidus A, et al. Evaluation of a new pan- enteric video capsule endoscopy system in patients with suspected or established inflammatory bowel disease—Feasibility study. Endosc Int Open 2018; 6 :E1235–E1246. 187. Eliakim R, Yablecovitch D, Lahat A, et al. A novel PillCam Crohn’s capsule score (Eliakim score) for quantification of mucosal in - flammation in Crohn’s disease. United European Gastroenterol J 2020; 8 :544–551. 188. Tai FWD, Ellul P, Elosua A, et al. Panenteric capsule endos - copy identifies proximal small bowel disease guiding upstaging and treatment intensification in Crohn’s disease: a European Multicentre Observational Cohort Study. United European Gastroenterol J 2021; 9 :248–255. 189. Rondonotti E, Spada C, Adler S, et al. Small-bowel capsule endos - copy and device-assisted enteroscopy for diagnosis and treatment of small-bowel disorders: European Society of Gastrointestinal En - doscopy (ESGE) technical review. Endoscopy. 2018; 50 :423–446. 190. Hookey L, Louw J, Wiepjes M, et al. Lack of benefit of active prep - aration compared with a clear fluid-only diet in small-bowel vis - ualization for video capsule endoscopy: results of a randomized, blinded, controlled trial. Gastrointest Endosc. 2017; 85 :187–193. 191. Yung DE, Rondonotti E, Sykes C, Pennazio M, Plevris JN, Koulaouzidis A. Systematic review and meta-analysis: is bowel preparation still necessary in small bowel capsule endoscopy? Ex - pert Rev Gastroenterol Hepatol 2017; 11 :979–993. 192. Chen S, Guo L-L, Zhong L, et al. Preparation of small bowel cap - sule endoscopy (SBCE) with simethicone: a meta-analysis. Clin Res Hepatol Gastroenterol 2022; 46 :102029. 193. Koulaouzidis A, Giannakou A, Yung DE, Dabos KJ, Plevris JN. Do prokinetics influence the completion rate in small-bowel cap - sule endoscopy? A systematic review and meta-analysis. Curr Med Res Opin. 2013; 29 :1171–1185. 194. Enns RA, Hookey L, Armstrong D, et al. Clinical practice guidelines for the use of video capsule endoscopy. Gastroenter - ology. 2017; 152 :497–514. 195. Gal E, Geller A, Fraser G, Levi Z, Niv Y. Assessment and valida - tion of the new capsule endoscopy Crohn’s disease activity index (CECDAI). Dig Dis Sci. 2008; 53 :1933–1937. 196. Gralnek IM, Defranchis R, Seidman E, Leighton JA, Legnani P, Lewis BS. Development of a capsule endoscopy scoring index for small bowel mucosal inflammatory change. Aliment Pharmacol Ther. 2008; 27 :146–154. 197. Pasha SF, Pennazio M, Rondonotti E, et al. Capsule reten - tion in Crohn’s disease: a meta-analysis. Inflamm Bowel Dis. 2020; 26 :33–42. 198. Nemeth A, Wurm Johansson G, Nielsen J, Thorlacius H, Toth E. Capsule retention related to small bowel capsule endoscopy: a large European single-center 10-year clinical experience. United European Gastroenterol J 2017; 5 :677–686. 199. Höög CM, Bark L-A, Arkani J, Gorsetman J, Broström O, Sjöqvist U. Capsule retentions and incomplete capsule endoscopy Downloaded from https://academic.oup.com/ecco-jcc/article/19/7/jjaf107/8220327 by guest on 30 January 2026",
    "26 Journal of Crohn's and Colitis , 2025, Vol. 19, No. 7 examinations: an analysis of 2300 examinations. Gastroenterol Res Pract 2012; 2012 :518718. 200. Rondonotti E. Capsule retention: prevention, diagnosis and man - agement. Ann Transl Med 2017; 5 :198. 201. Rezapour M, Amadi C, Gerson LB. Retention associated with video capsule endoscopy: systematic review and meta-analysis. Gastrointest Endosc. 2017; 85 :1157–1168.e2. 202. Pennazio M, Rondonotti E, Despott EJ, et al. Small-bowel cap - sule endoscopy and device-assisted enteroscopy for diagnosis and treatment of small-bowel disorders: European Society of Gastro - intestinal Endoscopy (ESGE) Guideline—Update 2022. Endos - copy. 2023; 55 :58–95. 203. Nemeth A, Kopylov U, Koulaouzidis A, et al. Use of patency capsule in patients with established Crohn’s disease. Endoscopy. 2016; 48 :373–379. 204. Assadsangabi A, Blakeborough A, Drew K, Lobo AJ, Sidhu R, McAlindon ME. Small bowel patency assessment using the patency device and a novel targeted (limited radiation) computed tomography-based protocol. J Gastroenterol Hepatol. 2015; 30 :984–989. 205. Rozendorn N, Klang E, Lahat A, et al. Prediction of pa - tency capsule retention in known Crohn’s disease patients by using magnetic resonance imaging. Gastrointest Endosc. 2016; 83 :182–187. 206. Durmush D, Kaffes AJ. Small bowel strictures. Curr Opin Gastroenterol. 2019; 35 :235–242. 207. Leighton JA, Pasha SF. Inflammatory disorders of the small bowel. Gastrointest Endosc Clin N Am. 2017; 27 :63–77. 208. Pérez-Cuadrado-Robles E, Pinho R, Gonzalez B, et al. Small bowel enteroscopy—A joint clinical guideline from the Spanish and Por - tuguese Small Bowel Study Groups. GE Port J Gastroenterol 2020; 27 :324–335. 209. Chetcuti Zammit S, Ellul P, Sidhu R. The role of small bowel endoscopy for Crohn’s disease. Curr Opin Gastroenterol. 2019; 35 :223–234. 210. Morise K, Ando T, Watanabe O, et al. Clinical utility of a new endo - scopic scoring system for Crohn’s disease. World J Gastroenterol. 2015; 21 :9974–9981. 211. Takenaka K, Ohtsuka K, Kitazume Y, et al. Correlation of the en - doscopic and magnetic resonance scoring systems in the deep small intestine in Crohn’s disease. Inflamm Bowel Dis. 2015; 21 :1832– 1838. 212. Arai T, Takeuchi K, Miyamura M, et al. Level of fecal calprotectin correlates with severity of small bowel Crohn’s disease, measured by balloon-assisted enteroscopy and computed tomography enterography. Clin Gastroenterol Hepatol. 2017; 15 :56–62. 213. Kawashima K, Ishihara S, Yuki T, et al. Fecal calprotectin more accurately predicts endoscopic remission of Crohn’s disease than serological biomarkers evaluated using balloon-assisted enteroscopy. Inflamm Bowel Dis. 2017; 23 :2027–2034. 214. Bettenworth D, Bokemeyer A, Kou L, et al. Systematic review with meta-analysis: efficacy of balloon-assisted enteroscopy for dila - tion of small bowel Crohn’s disease strictures. Aliment Pharmacol Ther. 2020; 52 :1104–1116. 215. Lee SP, Jang HJ, Kae SH, Lee JG, Kwon JH. Indication, location of the lesion, diagnostic yield, and therapeutic yield of double- balloon enteroscopy: seventeen years of experience. Diagnostics (Basel) 2022; 12 :2224. 216. Hirai F, Andoh A, Ueno F, et al. Efficacy of endoscopic balloon di - lation for small bowel strictures in patients with Crohn’s disease: a nationwide, multi-centre, open-label, prospective Cohort Study. J Crohns Colitis. 2018; 12 :394–401. 217. Ning SB, Yang H, Li B, et al. Balloon-assisted enteroscopy-based endoscopic stricturotomy for deep small bowel strictures from Crohn’s disease: first cohort study of a novel approach. Dig Liver Dis. 2023; 55 :1397–1402. 218. Baars JE, Theyventhiran R, Aepli P, Saxena P, Kaffes AJ. Double- balloon enteroscopy-assisted dilatation avoids surgery for small bowel strictures: a systematic review. World J Gastroenterol. 2017; 23 :8073–8081. 219. Bamba S, Sakemi R, Fujii T, et al. A nationwide, multi-center, ret - rospective study of symptomatic small bowel stricture in patients with Crohn’s disease. J Gastroenterol. 2020; 55 :615–626. 220. Hartmann D, Eickhoff A, Tamm R, Riemann JF. Balloon-assisted enteroscopy using a single-balloon technique. Endoscopy. 2007; 39 :E276. 221. Moran RA, Barola S, Law JK, et al. A Randomized Controlled Trial comparing the depth of maximal insertion between antero - grade single-balloon versus spiral enteroscopy. Clin Med Insights Gastroenterol 2018; 11 :1179552218754881. 222. Pal P, Vishwakarma P, Singh AP, et al. Diagnostic yield and tech - nical performance of the novel motorized spiral enteroscopy compared with single-balloon enteroscopy in suspected Crohn’s disease: a prospective study (with video). Gastrointest Endosc. 2023; 97 :493–506. 223. Yamamoto H, Sekine Y, Sato Y, et al. Total enteroscopy with a nonsurgical steerable double-balloon method. Gastrointest Endosc. 2001; 53 :216–220. 224. Benmassaoud A, Sasson MS, Pamphile JC, et al. The use of balloon-assisted enteroscopy at a large volume centre: a retrospec - tive analysis. J. Can. Assoc. Gastroenterol.. 2018; 1 :33–39. 225. Holleran G, Valerii G, Tortora A, et al. The use of single balloon enteroscopy in Crohn’s disease and its impact on clinical outcome. Scand J Gastroenterol. 2018; 53 :925–929. 226. Lipka S, Rabbanifard R, Kumar A, Brady P. Single versus double balloon enteroscopy for small bowel diagnostics: a systematic re - view and meta-analysis. J Clin Gastroenterol. 2015; 49 :177–184. 227. Antonelli G, Voiosu AM, Pawlak KM, et al. Training in basic gastrointestinal endoscopic procedures: a European Society of Gastrointestinal Endoscopy (ESGE) and European Society of Gas - troenterology and Endoscopy Nurses and Associates (ESGENA) Position Statement. Endoscopy. 2024; 56 :131–150. 228. Lenz P, Meister T, Manno M, et al. CO2 insufflation during single- balloon enteroscopy: a multicenter randomized controlled trial. Endoscopy. 2014; 46 :53–58. 229. Liu S, Dong T, Shi Y, et al. Water exchange-assisted versus carbon dioxide-insufflated single-balloon enteroscopy: a randomized controlled trial. Endoscopy. 2022; 54 :281–289. 230. Trebbi M, Casadei C, Dari S, et al. Outcomes of double balloon- enteroscopy in elderly vs. adult patients: a retrospective 16-year single-centre study. Diagnostics (Basel) 2023; 13 :1112. 231. Yamamoto H, Ogata H, Matsumoto T, et al. Clinical practice guideline for enteroscopy. Dig Endosc 2017; 29 :519–546. 232. Xin L, Liao Z, Jiang Y-P, Li Z-S. Indications, detectability, positive findings, total enteroscopy, and complications of diagnostic double-balloon endoscopy: a systematic review of data over the first decade of use. Gastrointest Endosc. 2011; 74 :563–570. 233. Taylor SA, Mallett S, Miles A, et al. Magnetic resonance enterography compared with ultrasonography in newly diagnosed and relapsing Crohn’s disease patients: the METRIC Diagnostic Accuracy Study. Health Technol Assess. 2019; 23 :1–270. 234. Taylor SA, Avni F, Cronin CG, et al. The first joint ESGAR/ ESPR consensus statement on the technical performance of cross-sectional small bowel and colonic imaging. Eur Radiol. 2017; 27 :2570–2582. 235. Bhatnagar G, Mallett S, Quinn L, et al. Interobserver variation in the interpretation of magnetic resonance enterography in Crohn’s disease. Br J Radiol. 2022; 95 :20210995. 236. Park EJ, Lee Y, Lee H-J, et al. Impact of deep learning-based re - construction and anti-peristaltic agent on the image quality and diagnostic performance of magnetic resonance enterography comparing single breath-hold single-shot fast spin echo with and without anti-peristaltic agent. Quant Imaging Med Surg 2024; 14 :722–735. 237. Park SH, Huh J, Park SH, Lee SS, Kim AY, Yang S-K. Diffusion- weighted MR enterography for evaluating Crohn’s disease: effect Downloaded from https://academic.oup.com/ecco-jcc/article/19/7/jjaf107/8220327 by guest on 30 January 2026",
    "Journal of Crohn's and Colitis , 2025, Vol. 19, No. 7 27 of anti-peristaltic agent on the diagnosis of bowel inflammation. Eur Radiol. 2017; 27 :2554–2562. 238. Huh J, Kim KJ, Park SH, et al. Diffusion-weighted MR enterography to monitor bowel inflammation after medical therapy in Crohn’s disease: a prospective longitudinal study. Ko - rean J Radiol. 2017; 18 :162–172. 239. Jhaveri KS, Sagheb S, Guimaraes L, Krishna S, Ahari AF, Espin- Garcia O. Evaluation of Crohn disease activity using a potential abbreviated MRE protocol consisting of balanced steady-state free precession MRI only versus full-protocol MRE. AJR Am J Roentgenol. 2021; 216 :384–392. 240. Bhatnagar G, Mallett S, Beable R, et al. ; METRIC study investigators. Influence of diffusion weighted imaging and con - trast enhanced T1 sequences on the diagnostic accuracy of mag - netic resonance enterography for Crohn’s disease. Eur J Radiol. 2024; 175 :111454. 241. Jakob M, Backes M, Schaefer C, Albert J, Geissler A. MR Enterography in Crohn’s disease: comparison of contrast im - aging with diffusion-weighted imaging and a special form of color coding. Rofo 2022; 194 :1119–1131. 242. Djelouah M, Marical V, Kanagaratnam L, et al. Diagnosis of post - operative recurrence of Crohn disease with MR-enterography: value of diffusion-weighted imaging. Diagn Interv Imaging 2021; 102 :743–751. 243. Cicero G, Mondello S, Wichmann JL, et al. Fast magnetic reso - nance enterography protocol for the evaluation of patients with Crohn’s disease: a pilot study. J Clin Imaging Sci. 2020; 10 :25. 244. Cansu A, Bekircavusoglu S, Oguz S, Bulut E, Fidan S. Can dif - fusion weighted imaging be used as an alternative to contrast- enhanced imaging on magnetic resonance enterography for the assessment of active inflammation in Crohn disease? Medicine (Baltim). 2020; 99 :e19202. 245. Mazza S, Conforti FS, Forzenigo LV, et al. Agreement between real-time elastography and delayed enhancement magnetic reso - nance enterography on quantifying bowel wall fibrosis in Crohn’s disease. Dig Liver Dis. 2022; 54 :69–75. 246. Bellini D, Rivosecchi F, Panvini N, et al. Layered enhancement at magnetic resonance enterography in inflammatory bowel disease: a meta-analysis. World J Gastroenterol. 2019; 25 :4555–4566. 247. Yu H, Shen Y-Q, Tan F-Q, et al. Quantitative diffusion-weighted magnetic resonance enterography in ileal Crohn’s disease: a sys - tematic analysis of intra and interobserver reproducibility. World J Gastroenterol. 2019; 25 :3619–3633. 248. Kucharzik T, Tielbeek J, Carter D, et al. ECCO-ESGAR topical review on optimizing reporting for cross-sectional imaging in in - flammatory bowel disease. J Crohns Colitis. 2022; 16 :523–543. 249. Ippolito D, Lombardi S, Talei Franzesi C, et al. Dynamic contrast- enhanced MR with quantitative perfusion analysis of small bowel in vascular assessment between inflammatory and fibrotic lesions in Crohn’s disease: a feasibility study. Contrast Media Mol Im - aging. 2019; 2019 :1767620. 250. Hectors SJ, Gordic S, Semaan S, et al. Diffusion and perfusion MRI quantification in ileal Crohn’s disease. Eur Radiol. 2019; 29 :993– 1002. 251. Torkzad MR, Ahlström H, Karlbom U. Comparison of different magnetic resonance imaging sequences for assessment of fistula- in-ano. World J Radiol 2014; 6 :203–209. 252. Tolan DJ. Magnetic resonance imaging for perianal fistula. Semin Ultrasound CT MR. 2016; 37 :313–322. 253. Makanyanga J, Ganeshan B, Rodriguez-Justo M, et al. MRI tex - ture analysis (MRTA) of T2-weighted images in Crohn’s disease may provide information on histological and MRI disease activity in patients undergoing ileal resection. Eur Radiol. 2017; 27 :589– 597. 254. Hindryckx P, Jairath V, Zou G, et al. Development and validation of a magnetic resonance index for assessing fistulas in patients with Crohn’s disease. Gastroenterology. 2019; 157 :1233–1244.e5. 255. Pendsé DA, Makanyanga JC, Plumb AA, et al. Diffusion-weighted imaging for evaluating inflammatory activity in Crohn’s disease: comparison with histopathology, conventional MRI activity scores, and faecal calprotectin. Abdom Radiol (NY) 2017; 42 :115– 123. 256. Sun P, Zhu D, Li J, et al. Intravoxel incoherent motion diffusion- weighted imaging in quantitative evaluation of Ileal Crohn’s disease—A comparison with dynamic contrast-enhanced mag - netic resonance imaging and ileocolonoscopy. Magn Reson Im - aging. 2023; 97 :82–90. 257. Kitazume Y, Tsuchiya J, Takenaka K, et al. High b-value computed diffusion-weighted imaging for differentiating bowel inflamma - tion in Crohn’s disease. Eur J Radiol. 2020; 133 :109362. 258. Faletti R, Ribaldone DG, Gatti M, et al. Apparent diffusion coef - ficient and enhancement patterns in MR imaging as markers of severe or moderate ileum inflammation in Crohn’s disease. Rev Esp Enferm Dig. 2019; 111 :28–33. 259. Cicero G, Alibrandi A, Blandino A, et al. DWI ratios: New indexes for Crohn’s disease activity at magnetic resonance enterography? Radiol Med 2023; 128 :16–26. 260. Abd-El Khalek Abd-Alrazek A, Fahmy DM. Diagnostic value of diffusion-weighted imaging and apparent diffusion coefficient in assessment of the activity of Crohn disease: 1.5 or 3 T. J Comput Assist Tomogr. 2018; 42 :688–696. 261. Caruso A, Angriman I, Scarpa M, et al. Diffusion-weighted mag - netic resonance for assessing fibrosis in Crohn’s disease. Abdom Radiol (NY) 2020; 45 :2327–2335. 262. Menys A, Puylaert C, Tutein Nolthenius CE, et al. Quantified ter - minal ileal motility during MR enterography as a biomarker of Crohn disease activity: prospective multi-institution study. Radi - ology. 2018; 289 :428–435. 263. Lambrou T, Chaudhry NA, Grajo JR, et al. Small bowel stricture is associated with abnormal motility on the cine MRI sequence in patients with Crohn’s disease. Eur J Radiol. 2019; 118 :264–270. 264. Gollifer RM, Menys A, Plumb A, et al. Automated versus subjec - tive assessment of spatial and temporal MRI small bowel motility in Crohn’s disease. Clin Radiol. 2019; 74 :814.e9–814.e19. 265. Gollifer RM, Menys A, Makanyanga J, et al. Relationship be - tween MRI quantified small bowel motility and abdominal symptoms in Crohn’s disease patients-a validation study. Br J Radiol. 2018; 91 :20170914. 266. Dreja J, Ekberg O, Leander P, Månsson S, Ohlsson B. Volumetric analysis of small bowel motility in an unselected cohort of patients with Crohn’s disease. Neurogastroenterol Motil. 2020; 32 :e13909. 267. van Schelt AS, Beek KJ, Wassenaar NPM, et al. Viscoelastic properties of small bowel mesentery at MR elastography in Crohn’s disease: a prospective cross-sectional exploratory study. Eur Radiol Exp 2023; 7 :53. 268. Reiter R, Loch FN, Kamphues C, et al. Feasibility of intestinal MR Elastography in Inflammatory Bowel Disease. J Magn Reson Imaging. 2022; 55 :815–822. 269. Tabari A, Kilcoyne A, Jeck WR, Mino-Kenudson M, Gee MS. Texture analysis of magnetic resonance enterography contrast en - hancement can detect fibrosis in Crohn disease strictures. J Pediatr Gastroenterol Nutr. 2019; 69 :533–538. 270. Caron B, Laurent V, Odille F, Danese S, Hossu G, Peyrin-Biroulet L. New magnetic resonance imaging sequences for fibrosis as - sessment in Crohn’s disease: a pilot study. Scand J Gastroenterol. 2022; 57 :1450–1453. 271. Meng J, Huang S, Sun CH, et al. Comparison of three magnetiza - tion transfer ratio parameters for assessment of intestinal fibrosis in patients with Crohn’s disease. Korean J Radiol. 2020; 21 :290– 297. 272. Cankurtaran RE, Güne ş YC, Dirican E, Algın O, Cankurtaran D, Tayfur Yürekli O. Sarcopenia and myosteatosis assessed by mag - netic resonance enterography may predict negative outcomes in patients with Crohn’s disease. Turk J Gastroenterol. 2023; 34 :839– 849. 273. Barajas Ordonez F, Melekh B, Rodríguez-Feria P, et al. Parameters of body composition and creeping fat are associated with activity of Crohn’s disease. Magn Reson Imaging. 2023; 98 :1–6. Downloaded from https://academic.oup.com/ecco-jcc/article/19/7/jjaf107/8220327 by guest on 30 January 2026",
    "28 Journal of Crohn's and Colitis , 2025, Vol. 19, No. 7 274. Huprich JE, Fletcher JG. CT enterography: principles, technique and utility in Crohn’s disease. Eur J Radiol. 2009; 69 :393–397. 275. Ippolito D, Invernizzi F, Galimberti S, Panelli MR, Sironi S. MR enterography with polyethylene glycol as oral contrast medium in the follow-up of patients with Crohn disease: comparison with CT enterography. Abdom Imaging. 2010; 35 :563–570. 276. Vandenbroucke F, Mortelé KJ, Tatli S, et al. Noninvasive multidetector computed tomography enterography in patients with small-bowel Crohn’s disease: is a 40-second delay better than 70 seconds? Acta Radiol. 2007; 48 :1052–1060. 277. Lu C, Yao X, Yu M, He X. Medical radiation exposure in in - flammatory bowel disease: an updated meta-analysis. BMC Gastroenterol. 2024; 24 :173. 278. Jaffe TA, Gaca AM, Delaney S, et al. Radiation doses from small- bowel follow-through and abdominopelvic MDCT in Crohn’s dis - ease. AJR Am J Roentgenol. 2007; 189 :1015–1022. 279 . The 2007 recommendations of the International Commission on Radiological Protection. ICRP publication 103. Ann ICRP. 2007; 37 :1–332. 280. Desmond AN, McWilliams S, Maher MM, Shanahan F, Quigley EM. Radiation exposure from diagnostic imaging among patients with gastrointestinal disorders. Clin Gastroenterol Hepatol. 2012; 10 :259–265. 281. Desmond AN, O'Regan K, Curran C, et al. Crohn’s disease: factors associated with exposure to high levels of diagnostic radi - ation. Gut. 2008; 57 :1524–1529. 282. Xiao WX, Zhu Y-T, Zhang Z-C, Luo M, Ma M-P. A prelim - inary study on the feasibility of the quantitative parameters of dual-energy computed tomography enterography in the assess - ment of the activity of intestinal Crohn’s disease. Int J Gen Med 2021; 14 :7051–7058. 283. Villanueva Campos AM, Tardáguila de la Fuente G, Utrera Pérez E, Jurado Basildo C, Mera Fernández D, Martínez Rodríguez C. Value of dual-energy CT enterography in the analysis of patholog - ical bowel segments in patients with Crohn’s disease. Radiologia (Engl Ed) 2018; 60 :223–229. 284. Eliakim R, Magro F. Imaging techniques in IBD and their role in follow-up and surveillance. Nat Rev Gastroenterol Hepatol. 2014; 11 :722–736. 285. Dane B, Sarkar S, Nazarian M, et al. Crohn disease active in - flammation assessment with iodine density from dual-energy CT enterography: comparison with histopathologic analysis. Radi - ology. 2021; 301 :144–151. 286. Dane B, Qian K, Soni R, Megibow A. Crohn’s disease inflamma - tion severity assessment with iodine density from photon counting CT enterography: comparison with endoscopic histopathology. Abdom Radiol (NY) 2024; 49 :271–278. 287. Dane B, Kernizan A, O'Donnell T, et al. Crohn’s disease active in - flammation assessment with iodine density from dual-energy CT enterography: comparison with endoscopy and conventional in - terpretation. Abdom Radiol (NY) 2022; 47 :3406–3413. 288. Dane B, Duenas S, Han J, et al. Crohn’s disease activity quantified by iodine density obtained from dual-energy computed tomography enterography. J Comput Assist Tomogr. 2020; 44 :242–247. 289. Chen J, Zhou J, Yang J, et al. Efficiency of dual-energy computed tomography enterography in the diagnosis of Crohn’s disease. BMC Med Imaging. 2021; 21 :185. 290. O’Neill SB, Mc Laughlin PD, Crush L, et al. A prospective feasibility study of sub-millisievert abdominopelvic CT using iterative recon - struction in Crohn’s disease. Eur Radiol. 2013; 23 :2503–2512. 291. Del Gaizo AJ, Fletcher JG, Yu L, et al. Reducing radiation dose in CT enterography. Radiographics. 2013; 33 :1109–1124. 292. Guimarães LS, Fletcher JG, Yu L, et al. Feasibility of dose re - duction using novel denoising techniques for low kV (80 kV) CT enterography: optimization and validation. Acad Radiol. 2010; 17 :1203–1210. 293. Camera L, Pezzullo F, Acampora A, et al. Multi-detector CT enterography in active inflammatory bowel disease: image quality and diagnostic efficacy of a low-radiation high contrast protocol. Clin Imaging. 2019; 58 :27–33. 294. Camera L, Liccardo I, Romano F, et al. Diagnostic effi - cacy of single-pass abdominal multidetector-row CT: pro - spective evaluation of a low dose protocol. Br J Radiol. 2017; 90 :20160612. 295. Lee SJ, Park SH, Kim AY, et al. A prospective comparison of standard-dose CT enterography and 50% reduced-dose CT enterography with and without noise reduction for evaluating Crohn disease. AJR Am J Roentgenol. 2011; 197 :50–57. 296. Kataria B, Althén JN, Smedby O, Persson A, Sökjer H, Sandborg M. Assessment of image quality in abdominal CT: potential dose reduction with model-based iterative reconstruction. Eur Radiol. 2018; 28 :2464–2473. 297. Kambadakone AR, Chaudhary NA, Desai GS, Nguyen DD, Kulkarni NM, Sahani DV. Low-dose MDCT and CT enterography of patients with Crohn disease: feasibility of adaptive statistical iterative reconstruction. AJR Am J Roentgenol. 2011; 196 :W743–W752. 298. Gandhi NS, Baker ME, Goenka AH, et al. Diagnostic accu - racy of CT enterography for active inflammatory terminal ileal Crohn disease: comparison of full-dose and half-dose images reconstructed with FBP and half-dose images with SAFIRE. Radi - ology. 2016; 280 :436–445. 299. Li X, Liang D, Meng J, et al. Development and validation of a novel computed-tomography enterography radiomic approach for characterization of intestinal fibrosis in Crohn’s disease. Gas - troenterology. 2021; 160 :2303–2316.e11. 300. Rong C, Zhu C, He L, et al. CTE-based radiomics models can identify mucosal healing in patients with Crohn’s disease. Acad Radiol. 2023; 30 :S199–S206. 301. Ruiqing L, Jing Y, Shunli L, et al. A novel radiomics model inte - grating luminal and mesenteric features to predict mucosal ac - tivity and surgery risk in Crohn’s disease patients: a multicenter study. Acad Radiol. 2023; 30 :S207–S219. 302. Shen XD, Zhang R-N, Huang S-Y, et al. Preoperative computed tomography enterography-based radiomics signature: a poten - tial predictor of postoperative anastomotic recurrence in patients with Crohn’s disease. Eur J Radiol. 2023; 162 :110766. 303. Li X, Zhang N, Hu C, et al. CT-based radiomics signature of visceral adipose tissue for prediction of disease progression in patients with Crohn’s disease: a multicentre cohort study. EClinicalMedicine 2023; 56 :101805. 304. Wilkens R, Dolinger M, Burisch J, Maaser C. Point-of-care testing and home testing: pragmatic considerations for widespread incor - poration of stool tests, serum tests, and intestinal ultrasound. Gas - troenterology. 2022; 162 :1476–1492. 305. Lin WC, Chang C-W, Chen M-J, Wang H-Y. Intestinal ultrasound in inflammatory bowel disease: a novel and increasingly impor - tant tool. J Med Ultrasound 2023; 31 :86–91. 306. Hameed M, Taylor SA. Small bowel imaging in inflammatory bowel disease: updates for 2023. Expert Rev Gastroenterol Hepatol 2023; 17 :1117–1134. 307. Lu C, Rosentreter R, Delisle M, et al. ; Stenosis Therapy and Anti ‐ Fibrotic Research (STAR) consortium. Systematic review: defining, diagnosing and monitoring small bowel strictures in Crohn’s disease on intestinal ultrasound. Aliment Pharmacol Ther. 2024; 59 :928–940. 308. Ilvemark J, et al. Defining transabdominal intestinal ultrasound treatment response and remission in inflammatory bowel disease: systematic review and expert consensus statement. J Crohns Co - litis. 2022; 16 :554–580. 309. Kucharzik T, Wilkens R, D'Agostino M-A, et al. ; STARDUST Intestinal Ultrasound study group. Early ultrasound response and progressive transmural remission after treatment with ustekinumab in Crohn’s disease. Clin Gastroenterol Hepatol. 2023; 21 :153–163.e12. 310. Ripollés T, Martínez-Pérez MJ, Paredes JM, Vizuete J, Martin G. The role of intravenous contrast agent in the sonographic Downloaded from https://academic.oup.com/ecco-jcc/article/19/7/jjaf107/8220327 by guest on 30 January 2026",
    "Journal of Crohn's and Colitis , 2025, Vol. 19, No. 7 29 assessment of Crohn’s disease activity: is contrast agent injection necessary? J Crohns Colitis. 2019; 13 :585–592. 311. Medellin A, Merrill C, Wilson SR. Role of contrast-enhanced ultrasound in evaluation of the bowel. Abdom Radiol (NY) 2018; 43 :918–933. 312. Rispo A, Imperatore N, Testa A, et al. Diagnostic accuracy of ultrasonography in the detection of postsurgical recurrence in Crohn’s disease: a systematic review with meta-analysis. Inflamm Bowel Dis. 2018; 24 :977–988. 313. Rimola J, Torres J, Kumar S, Taylor SA, Kucharzik T. Recent advances in clinical practice: advances in cross-sectional imaging in inflammatory bowel disease. Gut. 2022; 71 :2587–2597. 314. Mocci G, Migaleddu V, Cabras F, et al. SICUS and CEUS imaging in Crohn’s disease: an update. J Ultrasound. 2017; 20 :1–9. 315. Allocca M, Fiorino G, Bonifacio C, Peyrin-Biroulet L, Danese S. Noninvasive multimodal methods to differentiate inflamed vs fibrotic strictures in patients with Crohn’s disease. Clin Gastroenterol Hepatol. 2019; 17 :2397–2415. 316. Goodsall TM, Jairath V, Feagan BG, et al. Standardisation of in - testinal ultrasound scoring in clinical trials for luminal Crohn’s disease. Aliment Pharmacol Ther. 2021; 53 :873–886. 317. de Voogd F, Bots S, Gecse K, Gilja OH, D'Haens G, Nylund K. Intestinal ultrasound early on in treatment follow-up predicts en - doscopic response to anti-TNF α treatment in Crohn’s disease. J Crohns Colitis. 2022; 16 :1598–1608. 318. Bots S, De Voogd F, De Jong M, et al. Point-of-care intestinal ul - trasound in IBD patients: disease management and diagnostic yield in a real-world cohort and proposal of a point-of-care algo - rithm. J Crohns Colitis. 2022; 16 :606–615. 319. Madsen GR, Wilkens R, Boysen T, et al. The knowledge and skills needed to perform intestinal ultrasound for inflammatory bowel diseases-an international Delphi consensus survey. Aliment Pharmacol Ther. 2022; 56 :263–270. 320. Sagami S, Kobayashi T, Aihara K, et al. Transperineal ultrasound predicts endoscopic and histological healing in ulcerative colitis. Aliment Pharmacol Ther. 2020; 51 :1373–1383. 321. Jimbo K, Hosoi K, Suzuki M, et al. Accuracy of transperineal ul - trasonography for assessing rectal lesions in paediatric ulcerative colitis: a prospective study. J Crohns Colitis. 2023; 17 :1122–1127. 322. Dal Buono A, Armuzzi A. Transperineal ultrasonography in the assessment of rectal inflammation: beyond the monitoring of ul - cerative colitis. Inflamm Bowel Dis. 2024; 30 :1437–1438. 323. Ardalan ZS, Friedman AB. Editorial: the importance of utilising gastrointestinal ultrasound via transperineal approach in ulcera - tive colitis-an accurate early predictor of response to treatment. Aliment Pharmacol Ther. 2022; 55 :1202–1203. 324. Goertz RS, Lueke C, Wildner D, Vitali F, Neurath MF, Strobel D. Acoustic radiation force impulse (ARFI) elastography of the bowel wall as a possible marker of inflammatory activity in patients with Crohn’s disease. Clin Radiol. 2018; 73 :678.e1–678.e5. 325. Wilkens R, Liao D-H, Gregersen H, et al. Biomechanical properties of strictures in Crohn’s disease: can dynamic contrast-enhanced ultrasonography and magnetic resonance enterography predict stiffness? Diagnostics (Basel) 2022; 12 :1370. 326. Nylund K, Novak K, Wilkens R. Comment on “Ultrasonographic scores for ileal Crohn’s disease assessment: better, worse or the same as contrast - enhanced ultrasound?”. BMC Gastroenterol. 2023; 23 :265. 327. Servais L, Boschetti G, Meunier C, et al. Intestinal conventional ultrasonography, contrast-enhanced ultrasonography and mag - netic resonance enterography in assessment of Crohn’s disease activity: a comparison with surgical histopathology analysis. Dig Dis Sci. 2022; 67 :2492–2502. 328. Ripollés T, Poza J, Suarez Ferrer C, Martínez-Pérez MJ, Martín- Algíbez A, de Las Heras Paez B. Evaluation of Crohn’s disease ac - tivity: development of an ultrasound score in a multicenter study. Inflamm Bowel Dis. 2021; 27 :145–154. 329. Ś lósarz D, Poniewierka E, Neubauer K, Kempi ń ski R. Ultra - sound elastography in the assessment of the intestinal changes in inflammatory bowel disease-systematic review. J Clin Med 2021; 10 :4044. 330. Serra C, Rizzello F, Pratico' C, et al. Real-time elastography for the detection of fibrotic and inflammatory tissue in patients with stricturing Crohn’s disease. J Ultrasound. 2017; 20 :273–284. 331. Quaia E, Gennari AG, Cova MA, van Beek EJR. Differentiation of inflammatory from fibrotic ileal strictures among patients with Crohn’s disease based on visual analysis: feasibility study combining conventional B-mode ultrasound, contrast-enhanced ultrasound and strain elastography. Ultrasound Med Biol. 2018; 44 :762–770. 332. Matsumoto H, Hata J, Yo S, et al. Serial changes in intestinal stenotic stiffness in patients with Crohn’s disease treated with biologics: a pilot study using ultrasound shear wave elastography. Turk J Gastroenterol. 2023; 34 :1006–1013. 333. Marin A, Tribus L, Fierbinteanu-Braticevici C. The importance of intestinal ultrasound and elastographic techniques in inflamma - tory bowel diseases. Med Ultrason 2018; 20 :228–236. 334. Lu C, Gui X, Chen W, Fung T, Novak K, Wilson SR. Ultrasound shear wave elastography and contrast enhancement: effective biomarkers in Crohn’s disease strictures. Inflamm Bowel Dis. 2017; 23 :421–430. 335. Lo Re G, Picone D, Vernuccio F, et al. Comparison of US strain elastography and entero-MRI to typify the mesenteric and bowel wall changes during Crohn’s disease: a pilot study. Biomed Res Int. 2017; 2017 :4257987. 336. Gra ż y ń ska A, Kufel J, Dudek A, Cebula M. Shear wave and strain elastography in Crohn’s disease-a systematic review. Diagnostics (Basel) 2021; 11 :1609. 337. Goertz RS, Lueke C, Schellhaas B, et al. Acoustic radiation force impulse (ARFI) shear wave elastography of the bowel wall in healthy volunteers and in ulcerative colitis. Acta Radiol Open 2019; 8 :2058460119840969. 338. Chen YJ, Mao R, Li X-H, et al. Real-time shear wave ultra - sound elastography differentiates fibrotic from inflammatory strictures in patients with Crohn’s disease. Inflamm Bowel Dis. 2018; 24 :2183–2190. 339. Branchi F, Caprioli F, Orlando S, Conte D, Fraquelli M. Non- invasive evaluation of intestinal disorders: the role of elastographic techniques. World J Gastroenterol. 2017; 23 :2832–2840. 340. Christian M, Giovanni M, Torsten K, Mariangela A. Ultrasonog - raphy in inflammatory bowel disease - So far we are? United Eu - ropean Gastroenterol J 2022; 10 :225–232. 341. Wüstner M, Radzina M, Calliada F, et al. Professional standards in medical ultrasound - EFSUMB position paper (long version) - general aspects. Ultraschall Med 2022; 43 :e36–e48. 342. Thoeni RF, Gould RG. Enteroclysis and small bowel series: com - parison of radiation dose and examination time. Radiology. 1991; 178 :659–662. 343. Sailer J, Peloschek P, Schober E, et al. Diagnostic value of CT enteroclysis compared with conventional enteroclysis in patients with Crohn’s disease. AJR Am J Roentgenol. 2005; 185 :1575– 1581. 344. Casciani E, De Vincentiis C, Polettini E, et al. Imaging of the small bowel: Crohn’s disease in paediatric patients. World J Radiol 2014; 6 :313–328. 345. Gauci J, Sammut L, Sciberras M, et al. Small bowel imaging in Crohn’s disease patients. Ann Gastroenterol 2018; 31 :395– 405. 346. Law RL, Slack NF, Harvey RF. Single-contrast small bowel enteroclysis: the province of the radiographer? Clin Radiol. 2004; 59 :642. 347. Maconi G, Sampietro GM, Parente F, et al. Contrast radiology, computed tomography and ultrasonography in detecting internal fistulas and intra-abdominal abscesses in Crohn’s disease: a pro - spective comparative study. Am J Gastroenterol. 2003; 98 :1545– 1555. 348. Glick SN. Crohn’s disease of the small intestine. Radiol Clin North Am. 1987; 25 :25–45. Downloaded from https://academic.oup.com/ecco-jcc/article/19/7/jjaf107/8220327 by guest on 30 January 2026",
    "30 Journal of Crohn's and Colitis , 2025, Vol. 19, No. 7 349. Masselli G, Casciani E, Polettini E, Gualdi G. Comparison of MR enteroclysis with MR enterography and conventional enteroclysis in patients with Crohn’s disease. Eur Radiol. 2008; 18 :438–447. 350. Maglinte DD, Lappas JC, Kelvin FM, Rex D, Chernish SM. Small bowel radiography: how, when, and why? Radiology. 1987; 163 :297–305. 351. Nielsen AB, Jensen MD, Brodersen JB, et al. More than 20 procedures are necessary to learn small bowel capsule endoscopy: learning curve pilot study of 535 trainee cases. Endosc Int Open 2024; 12 :E697–E703. 352. Sidhu R, Chetcuti Zammit S, Baltes P, et al. Curriculum for small-bowel capsule endoscopy and device-assisted enteroscopy training in Europe: European Society of Gastro - intestinal Endoscopy (ESGE) Position Statement. Endoscopy. 2020; 52 :669–686. 353. Tielbeek JA, Bipat S, Boellaard TN, Nio CY, Stoker J. Training readers to improve their accuracy in grading Crohn’s disease ac - tivity on MRI. Eur Radiol. 2014; 24 :1059–1067. 354. Barat M, Hoeffel C, Bouquot M, et al. Preoperative evaluation of small bowel complications in Crohn’s disease: comparison of diffusion-weighted and contrast-enhanced MR imaging. Eur Radiol. 2019; 29 :2034–2044. 355. Horvat N, Tavares CC, Andrade AR, et al. Inter- and intraobserver agreement in computed tomography enterography in inflammatory bowel disease. World J Gastroenterol. 2016; 22 :10002–10008. 356. Jensen MD, Ormstrup T, Vagn-Hansen C, Østergaard L, Rafaelsen SR. Interobserver and intermodality agreement for detection of small bowel Crohn’s disease with MR enterography and CT enterography. Inflamm Bowel Dis. 2011; 17 :1081–1088. 357. Madsen GR, Tolsgaard MG, Gecse K, et al. Classifying inflamma - tion on intestinal ultrasound images and cineloops - A learning curve study. J Crohns Colitis. 2024; 18 :2076–2084. 358. Lamb CA, Kennedy NA, Raine T, et al. ; IBD guidelines eDelphi consensus group. British Society of Gastroenterology consensus guidelines on the management of inflammatory bowel disease in adults. Gut. 2019; 68 :s1–s106. 359. Feakins RM (ed). Non-Neoplastic Pathology of the Gastrointes - tinal Tract: A Practical Guide to Biopsy Diagnosis . Cambridge: Cambridge University Press, 2020. 360. Gordon IO, Bettenworth D, Bokemeyer A, et al. ; Stenosis Therapy and Anti-Fibrotic Research (STAR) Consortium. International consensus to standardise histopathological scoring for small bowel strictures in Crohn’s disease. Gut. 2022; 71 :479–486. 361. Feakins RM ; British Society of Gastroenterology. Inflam - matory bowel disease biopsies: updated British Society of Gastroenterology reporting guidelines. J Clin Pathol. 2013; 66 :1005–1026. 362. Feakins R, Borralho Nunes P, Driessen A, et al. Definitions of his - tological abnormalities in inflammatory bowel disease: an ECCO position paper. J Crohns Colitis. 2024; 18 :175–191. 363. Feakins RM, Andrews T, Scott N. Tissue pathways for gastroin - testinal and hepatopancreatobiliary pathology . 3rd ed. London: Royal College of Pathologists, 2024. Downloaded from https://academic.oup.com/ecco-jcc/article/19/7/jjaf107/8220327 by guest on 30 January 2026"
  ],
  "processed_at": "2026-01-30T14:42:21.011Z"
}