{
  "doc_id": "4bd2e391beaadc2acfd01f08d08e593b",
  "source_id": "jnccn-article-p284",
  "total_pages": 8,
  "pages": [
    "NCCN Continuing Education Target Audience: This journal article is designed to meet the educa- tional needs of oncologists, nurses, pharmacists, and other healthcare professionals who manage patients with cancer. Accreditation Statements In support of improving patient care, National Comprehensive Cancer Network (NCCN) is jointly accredited by the Accreditation Council for Continuing Medical Education (ACCME), the Accreditation Council for Pharmacy Edu- cation (ACPE), and the American Nurses Credentialing Center (ANCC), to provide continuing education for the healthcare team. Physicians: NCCN designates this journal-based CME activity for a maximum of 1.0 AMA PRA Category 1 Credit TM . Physicians should claim only the credit commensurate with the extent of their par- ticipation in the activity. Nurses: NCCN designates this educational activity for a maximum of 1.0 contact hour. Pharmacists: NCCN designates this knowledge-based continuing education activity for 1.0 contact hour (0.1 CEUs) of continuing education credit. UAN: JA4008196-0000-25-015-H01-P PAs: NCCN has been authorized by the American Academy of PAs (AAPA) to award AAPA Category 1 CME credit for activities planned in accordance with AAPA CME Criteria. This activity is des- ignated for 1.0 AAPA Category 1 CME credit. Approval is valid until August 10, 2026. PAs should only claim credit commensurate with the extent of their participation. All clinicians completing this activity will be issued a certificate of participation. To participate in this journal CE activity: (1) review the educational content; (2) take the posttest with a 66% minimum passing score and complete the evaluation at https://education. nccn.org/Aug2025 ; and (3) view/print certificate. Pharmacists: You must complete the posttest and evaluation within 30 days of the activity. Continuing pharmacy education credit is re- ported to the CPE Monitor once you have completed the posttest and evaluation and claimed your credits. Before completing these re- quirements, be sure your NCCN profile has been updated with your NAPB e-profile ID and date of birth. Your credit cannot be reported without this information. If you have any questions, please email education@nccn.org. Release date: August 10, 2025; Expiration date: August 10, 2026 Learning Objectives: Upon completion of this activity, participants will be able to: \u000f Integrate into professional practice the updates to the NCCN Guidelines for Uterine Neoplasms \u000f Describe the rationale behind the decision-making process for de- veloping the NCCN Guidelines for Uterine Neoplasms Disclosure of Relevant Financial Relationships None of the planners for this educational activity have relevant financial relationship(s) to disclose with ineligible companies whose primary business is producing, marketing, selling, re-selling, or distributing healthcare products used by or on patients. Individuals Who Provided Content Development and/or Authorship Assistance: The faculty listed below have no relevant financial relationship(s) with ineligible companies to disclose. Nicole McMillian, MS, CHES, Senior Guidelines Coordinator, NCCN Vaishnavi Sambandam, PhD, Oncology Scientist/Medical Writer, NCCN The faculty listed below have the following relevant financial relationship(s) with ineligible companies to disclose. All of the relevant financial relationships listed for these individuals have been mitigated. Nadeem R. Abu-Rustum, MD, Panel Chair, has disclosed receiving grant/research support from GRAIL, Inc. Susana M. Campos, MD, MPH, MS, Panel Vice Chair, has disclosed receiving consulting fees from AstraZeneca Pharmaceuticals LP, Eisai Inc., GSK plc, and Merck & Co., Inc. Brooke E. Howitt, MD, Panel Member, has disclosed receiving royalty income from Elsevier. To view disclosures of external relationships for the NCCN Guidelines panel, go to NCCN.org/guidelines/guidelines-panels-and-disclosure/disclosure-panels This activity is supported by educational grants from AstraZeneca, Coherus BioSciences, Geron, Janssen Biotech, Inc., administered by Janssen Scientific Affairs, LLC, Novartis, SpringWorks Therapeutics, Inc., and Taiho Oncology, Inc. This activity is supported by an independent educational grant from Rigel Pharmaceuticals, Inc. CE NCCN GUIDELINES ® INSIGHTS Uterine Neoplasms, Version 3.2025 284 © JNCCN — Journal of the National Comprehensive Cancer Network | Volume 23 Issue 8 | August 2025",
    "Uterine Neoplasms, Version 3.2025 Featured Updates to the NCCN Guidelines ® Nadeem R. Abu-Rustum, MD 1 , * ; Susana M. Campos, MD, MPH, MS 2 , * ; Sudha Amarnath, MD 3 ; Rebecca Arend, MD 4 ; Emma Barber, MD 5 ; Kristin Bradley, MD 6 ; Rebecca Brooks, MD 7 ; Junzo Chino, MD 8 ; Hye Sook Chon, MD 9 ; Marta Ann Crispens, MD 10 ; Shari Damast, MD 11 ; Christine M. Fisher, MD, MPH 12 ; Peter Frederick, MD 13 ; David K. Gaffney, MD, PhD 14 ; Stephanie Gaillard, MD, PhD 15 ; Robert Giuntoli II, MD 16 ; Scott Glaser, MD 17 ; Brooke E. Howitt, MD 18 , * ; Lisa Landrum, MD, PhD 19 ; Jayanthi Lea, MD 20 ; Nita Lee, MD, MPH 21 ; Gina Mantia-Smaldone, MD 22 ; Andrea Mariani, MD 23 ; David Mutch, MD 24 ; Christa Nagel, MD 25 ; Larissa Nekhlyudov, MD, MPH 2 ; Karina Nieto, MD 3 ; Chika Nwachukwu, MD, PhD 26 ; Mirna Podoll, MD 10 ; Kerry Rodabaugh, MD 27 ; Ritu Salani, MD, MBA 28 ; John Schorge, MD 29 ; Scott Schuetze, MD, PhD 30 ; Jean Siedel, DO, MS 30 ; Rachel Sisodia, MD 31 ; Pamela Soliman, MD, MPH 32 ; Stefanie Ueda, MD 33 ; Renata Urban, MD 34 ; Emily Wyse 35 ; Nicole McMillian, MS 36 , * ; and Vaishnavi Sambandam, PhD 36 , * Abstract The NCCN Guidelines for Uterine Neoplasms provide recommendations for diagnostic workup, clinical staging, and treatment options for patients with endometrial cancer and uterine sarcoma. The NCCN Cervical Uterine Panel meets at least annually to review comments from reviewers within their institutions; examine relevant new data from publications, abstracts, and recent FDA approvals; and reevaluate and update recommendations. These NCCN Guidelines Insights summarize the panel ’ s deliberations on the new FIGO 2023 staging system and updates on the new systemic therapy recommendations for the management of endometrial cancer. J Natl Compr Canc Netw 2025;23(8):284 – 291 doi:10.6004/jnccn.2025.0038 Overview Endometrial cancer — also referred to more broadly as uterine cancer or carcinoma of the uterine corpus — is the most common malignancy of the female genital tract in the United States and has the fastest increasing mortality rate among gynecologic cancers. It is estimated that 69,120 new uterine cancer cases will occur in 2025, with 13,860 deaths resulting from the disease. 1 The incidence of uterine cancer has also continued to increase by approximately 1% per year since the mid-2000s. 2 It is also the only cancer with reduced survival over the past 4 decades. Stromal or mesenchymal sarcomas are uncommon subtypes, accounting for approximately 3% of all uterine cancers. 3,4 The NCCN Clinical Practice Guidelines in Oncology (NCCN Guidelines) for Uterine Neoplasms describe malignant epithelial tumors and uterine sarcomas; each of these major categories contains speci fi c histo- logic groups that require different management. Risk factors for uterine neoplasms include increased levels of estrogen (caused by obesity, diabetes, and high-fat diet), early age at menarche, nulliparity, late age at menopause, Lynch syndrome, age between 55 and 64 years, and tamoxifen use. 5 – 8 At the 2024 NCCN Uterine Neoplasms Panel meeting, the newly proposed 2023 International Federation of Gynecology and Obstetrics (FIGO) staging system was critically discussed, highlighting both its advantages and challenges. After thorough deliberation, the panel concluded that the 2009 FIGO staging system would remain in use until further re fi nements are made. Meanwhile, recent updates to clinical guidelines have added 3 immune checkpoint inhibitors (ICIs) in combination with che- motherapy as primary or adjuvant therapy for advanced endo- metrial carcinoma. These NCCN Guidelines Insights explore the panel ’ s rationale for maintaining the 2009 FIGO staging system and discuss the latest advancements in the treatment of ad- vanced endometrial carcinoma. New FIGO 2023 Staging System Major Changes in the New Staging System In June 2023, the FIGO Women ’ s Cancer Committee introduced an updated staging system for endometrial carcinoma. 9 This re- vision marks a paradigm shift in the concept of staging from be- ing anatomic to a more integrated model that incorporates key pathologic and molecular features. The new system includes 1 Memorial Sloan Kettering Cancer Center; 2 Dana-Farber/Brigham and Women ’ s Cancer Center; 3 Case Comprehensive Cancer Center/University Hospitals Seidman Cancer Center and Cleveland Clinic Taussig Cancer Institute; 4 O ’ Neal Comprehensive Cancer Center at UAB; 5 Robert H. Lurie Comprehensive Cancer Center of Northwestern University; 6 University of Wisconsin Carbone Cancer Center; 7 UC Davis Comprehensive Cancer Center; 8 Duke Cancer Institute; 9 Mof fi tt Cancer Center; 10 Vanderbilt-Ingram Cancer Center; 11 Yale Cancer Center/Smilow Cancer Hospital; 12 University of Colorado Cancer Center; 13 Roswell Park Comprehensive Cancer Center; 14 Huntsman Cancer Institute at the University of Utah; 15 Johns Hopkins Kimmel Cancer Center; 16 Abramson Cancer Center at the University of Pennsylvania; 17 City of Hope National Medical Center; 18 Stanford Cancer Institute; 19 Indiana University Melvin and Bren Simon Comprehensive Cancer Center; 20 UT Southwestern Simmons Comprehensive Cancer Center; 21 The UChicago Medicine Comprehensive Cancer Center; 22 Fox Chase Cancer Center; 23 Mayo Clinic Comprehensive Cancer Center; 24 Siteman Cancer Center at Barnes-Jewish Hospital and Washington University School of Medicine; 25 The Ohio State University Comprehensive Cancer Center - James Cancer Hospital and Solove Research Institute; 26 UC San Diego Moores Cancer Center; 27 Fred & Pamela Buffett Cancer Center; 28 UCLA Jonsson Comprehensive Cancer Center; 29 St. Jude Children ’ s Research Hospital/The University of Tennessee Health Science Center; 30 University of Michigan Rogel Cancer Center; 31 Mass General Cancer Center; 32 The University of Texas MD Anderson Cancer Center; 33 UCSF Helen Diller Family Comprehensive Cancer Center; 34 Fred Hutchinson Cancer Center; 35 Patient Advocate; and 36 National Comprehensive Cancer Network. * Provided content development and/or authorship assistance. The full and most current version of these NCCN Guidelines is available at NCCN.org. JNCCN.org | Volume 23 Issue 8 | August 2025 285 CE NCCN GUIDELINES ® INSIGHTS",
    "parameters such as histologic type, tumor grade, lymphovascu- lar space invasion (LVSI), and molecular classi fi cation, aiming to provide a more personalized and clinically relevant frame- work for patient management. Although it is an attempt to make staging more relevant by incorporating several prognostic and molecular factors, concerns were raised at the panel meeting regarding the complexity of the revised staging, which may hinder its widespread adoption, prac- tical implementation, and global applicability. The most signi fi - cant changes discussed at the meeting involved the introduction of nonanatomic parameters in stage I and II cancers, speci fi cally histologic type and grade, LVSI, and molecular classi fi cation; some of which are further detailed in the following section. Caveats of the New Staging System Dichotomization of Histology for Staging Histology has become a central feature of the 2023 FIGO staging. Although nonaggressive histologic types are composed of low- grade (grade 1 and 2) endometrial endometrioid carcinomas (EECs), aggressive types include high-grade EECs (grade 3), serous, clear cell, mixed, undifferentiated, mesonephric-like, and gastrointestinal type mucinous carcinomas and carcinosarcomas. 9 However, grade 3 EECs and several of the other “ aggressive histology ” tu- mors are a prognostically, clinically, and molecularly heterogenous group of diseases with a mixture of different molecular subtypes and oncologic outcomes and should not be grouped into one cate- gory. The panel agrees that universal molecular classi fi cation ben- e fi ts grade 3 EECs as well as many tumors in the “ aggressive histology ” category by enabling more appropriate allocation to risk groups; however, universal comprehensive molecular pro fi l- ing and classi fi cation are still lacking in most institutions and prac- tices, both nationally and internationally. Concerns over grouping diverse histologies under “ aggressive histology, ” which changes staging, were discussed at the panel meeting. The molecular classi fi cation of endometrial cancer highlights that the 4 subtypes — POLE mutated, mismatch repair- de fi cient (dMMR), no speci fi c molecular pro fi le (NSMP), and p53 aberrant — are found across various histologic subtypes, including those considered aggressive. 10 In a 2018 study, grade 3 EECs were investigated to determine whether the heterogeneity of molecular subtypes could be used to re fi ne prognosis. 11 Among 381 patients with grade 3 EECs, compared with patients with NSMP (n 5 115), those with POLE -mutant tumors (n 5 49) had signi fi cantly better re- currence-free survival (hazard ratio [HR], 0.17 [95% CI, 0.05 – 0.54]; P 5 .003), whereas those with p53-aberrant tumors (n 5 79) had signif- icantly worse recurrence-free survival (HR, 1.73 [95% CI, 1.09 – 2.74]; P 5 .021). These results highlight the prognostic diversity of grade 3 EECs and the need for molecular markers to guide risk strati fi ca- tion. Of note, the NCCN Guidelines for Cervical/Uterine Cancers emphasize the importance of molecular testing in endometrial tumors to identify prognostic subgroups (available at NCCN.org). When a large series of endometrial carcinomas (n 5 1,834) with clinical tumor-normal MSK-IMPACT next-generation sequencing (NGS) results were retrospectively classi fi ed by integrating molecu- lar data, 12 40% were found to be copy number – high (CN-H), 32% copy number – low (CN-L), 23% microsatellite instability (MSI)- high, and 5% POLE . The molecular subtypes were signi fi cantly as- sociated with progression-free survival (PFS) in stage I/II EECs, with POLE and CN-L endometrial carcinomas having the best outcomes (PFS, 96% [95% CI, 86% – 99%] and 98% [95% CI, 95% – 99%], respectively), MSI-H having intermediate outcomes (PFS, 88% [95% CI, 80% – 93%]), and CN-H endometrial carcinomas hav- ing the worst outcomes (PFS, 72% [95% CI, 43% – 88%]; P , .001). Other studies have also revealed that molecular heterogeneity exists within other histologic types. For instance, dMMR uterine car- cinosarcomas (UCSs) display distinct clinical, morphologic, and molecular features compared with traditional UCSs. 13 dMMR clear cell carcinomas seem to have a favorable prognosis, 14 and the differ- ences in prognostic value of The Cancer Genome Atlas (TCGA) groups were similar in EECs. 15 Another recent study 16 further rein- forced that high-grade aggressive histologies in endometrial cancer are diverse entities with distinct oncologic outcomes, and therefore should not be treated as a single entity in staging or prognostic tools. LVSI Quantification to Assign Staging The 2023 FIGO staging uses the presence of substantial LVSI to upstage grade 1 and 2 endometrioid adenocarcinomas that are limited to the uterus and/or cervix. 17 Substantial LVSI used in NCCN CATEGORIES OF EVIDENCE AND CONSENSUS Category 1: Based upon high-level evidence ( $ 1 randomized phase 3 trials or high-quality, robust meta-analyses), there is uniform NCCN consensus ( $ 85% support of the Panel) that the intervention is appropriate. Category 2A: Based upon lower-level evidence, there is uniform NCCN consensus ( $ 85% support of the Panel) that the intervention is appropriate. Category 2B: Based upon lower-level evidence, there is NCCN consensus ( $ 50%, but , 85% support of the Panel) that the intervention is appropriate. Category 3: Based upon any level of evidence, there is major NCCN disagreement that the intervention is appropriate. All recommendations are category 2A unless otherwise indicated. NCCN CATEGORIES OF PREFERENCE Preferred intervention: Interventions that are based on superior ef fi cacy, safety, and evidence; and, when appropriate, affordability. Other recommended intervention: Other interventions that may be somewhat less ef fi cacious, more toxic, or based on less mature data; or signi fi cantly less affordable for similar outcomes. Useful in certain circumstances: Other interventions that may be used for selected patient populations (de fi ned with recommendation). All recommendations are considered appropriate. NCCN recognizes the importance of clinical trials and encourages participation when applicable and available. Trials should be designed to maximize inclu- siveness and broad representative enrollment. PLEASE NOTE The NCCN Guidelines ® are a statement of evidence and consensus of the authors regarding their views of currently accepted approaches to treatment. The NCCN Guidelines ® Insights highlight important changes in the NCCN Guidelines ® recommendations from previous versions. Colored markings in the algorithm show changes and the discussion aims to further understanding of these changes by summarizing salient portions of the panel ’ s discus- sion, including the literature reviewed. The NCCN Guidelines Insights do not represent the full NCCN Guidelines; further, the National Comprehensive Cancer Network ® (NCCN ® ) makes no representations or warranties of any kind regarding the content, use, or application of the NCCN Guidelines and NCCN Guidelines Insights and disclaims any responsibility for their application or use in any way. CE NCCN GUIDELINES ® INSIGHTS Uterine Neoplasms, Version 3.2025 286 © JNCCN — Journal of the National Comprehensive Cancer Network | Volume 23 Issue 8 | August 2025",
    "the new FIGO staging is de fi ned by the WHO 18 as multifocal or dif- fuse arrangement of LVSI or tumor cells in $ 5 lymphovascular spaces. However, the terms “ multifocal ” or “ diffuse ” remain poorly de fi ned, and the cutoff number of lymphovascular spaces used to de fi ne “ substantial ” remains debated. 17 Although the adverse prognostic value of LVSI has been highlighted in several studies, 19,20 inconsistent de fi nitions of substantial LVSI across these studies complicate its integration into the staging criterion. Peters et al 21 attempted to standardize the de fi nition of sub- stantial LVSI using data from the PORTEC-1 and PORTEC-2 trials and the Danish Gynecologic Cancer Database (DGCD). They eval- uated various lymphovascular space cutoffs with the risk of pelvic lymph node recurrence (PLNR) at 5 years and found minimal dif- ference in 5-year risk of PLNR rate across cutoffs of 2 (20%), 3 (21%), 5 (26%), 6 (30%), or even more spaces. Based on these fi nd- ings, they proposed that $ 4 spaces is the clinically meaningful cut- off for substantial LVSI. A major concern in prior publications is the lack of uniform comprehensive surgical staging, and many of the original studies on extensive LVSI included patients who were not surgically staged and had minimal or no lymph node assessment. Incorporating LVSI into staging is further complicated by interobserver variability among pathologists. The intraclass correlation coef fi cient (ICC) for interpathologist reproducibil- ity in assessing just the presence or absence of LVSI — evaluated by a panel of 6 European gynecologic pathologists — was only 0.6, and declined to 0.54 for substantial LVSI, de fi ned as diffuse or multifocal LVSI surrounding a tumor. 22 A study by Dagher et al 23 involving 1,555 surgically staged pa- tients found that focal and no LVSI had different prognostic outcomes and should not be combined into one category. Inter- estingly, when compared with focal LVSI, substantial LVSI was not linked to an increased risk of local recurrence (adjusted HR, 0.59 [95% CI, 0.36 – 0.96]). The 5-year cumulative incidence failure rates for any recurrence were 6.0% for no LVSI, 19.5% for focal LVSI, and 19.0% for substantial invasion. 24 These fi ndings suggest that grouping “ no LVSI ” and “ focal LVSI ” into a single risk cate- gory may be inappropriate, because the risk of recurrence in- creases sharply even with involvement of # 4 vessels. Moreover, the number of microscopic sections examined can in fl uence the detection and quanti fi cation of LVSI, and no standardized protocol exists for section sampling. 25 This lack of standardization further complicates reliable LVSI assessment in clinical practice. Panel Consensus on Non-Migration to the FIGO 2023 Staging System The advantages and pitfalls of the new FIGO 2023 staging system were extensively discussed at the panel meeting. Ultimately, the panel decided to retain the FIGO 2009 anatomic staging system, given its broader global applicability and ease of integration, until further re fi nements are made (Figure 1). Advances in Systemic Therapy Inclusion of ICIs in Chemotherapy Regimens as Primary/ Adjuvant Therapy for Endometrial Carcinoma After GOG-0209 established the combination of carboplatin and paclitaxel as a standard fi rst-line treatment for advanced or Version 3.2025 © 2025 National Comprehensive Cancer Network ® (NCCN ® ). All rights reserved. The NCCN Guidelines ® and this illustration may not be reproduced in any form without the express written permission of NCCN. UN-1 a Initial preoperative evaluation for known or suspected malignancy. b Preoperative imaging and biopsy may help to identify uterine sarcomas, although biopsy sensitivity is less than for endometrial cancer. If there is suspicion of malignancy, fragmentation/morcellation should be avoided. c See Principles of Pathology for Endometrial Carcinoma (ENDO-A) and Principles of Pathology and Molecular Analysis for Uterine Sarcoma (UTSARC-A). d See Principles of Imaging for Endometrial Carcinoma (ENDO-B) and Principles of Imaging for Uterine Sarcoma (UTSARC-B). e Consider referral to a center of expertise that specializes in the treatment of malignant mesenchymal tumors (sarcoma). f Should be treated as a high-grade endometrial cancer. g Also known as malignant mixed mesodermal tumor or malignant mixed Müllerian tumor, and including those with either homologous or heterologous stromal elements. All staging in guideline is based on 2009 FIGO staging. (ST-1, ST-2, ST-3 and ST-4) INITIAL EVALUATION a INITIAL CLINICAL FINDINGS c • History and physical (H&P) • Complete blood count (CBC), liver function test [LFT], renal function tests, chemistry profile; and consider CA-125 • Expert pathology review with additional endometrial biopsy as clinically indicated b,c • Imaging d • Recommend molecular evaluation of tumor and evaluation for inherited cancer risk (ENDO-A and UTSARC-A) • For patients who are older with uterine cancer also see the NCCN Guidelines for Older Adult Oncology • Consider germline and/or multigene panel testing Malignant epithelial (carcinoma) Pure endometrioid carcinoma Suspected or gross cervical involvement Suspected extrauterine disease Disease limited to uterus Primary Treatment (ENDO-1) Primary Treatment (ENDO-2) Primary Treatment (ENDO-3) Primary Treatment (UTSARC-1) Primary Treatment (ENDO-11) Serous carcinoma Primary Treatment (ENDO-12) Primary Treatment (ENDO-13) Primary Treatment (ENDO-14) Clear cell carcinoma Undifferentiated/ dedifferentiated carcinoma Carcinosarcoma f,g Malignant mesenchymal (sarcoma) e • Low-grade endometrial stromal sarcoma (ESS) or adenosarcoma • High-grade ESS • Undifferentiated uterine sarcoma (UUS) • Leiomyosarcoma (LMS) • Other sarcomas (eg, perivascular epithelioid cell tumor [PEComa]) High-risk endometrial carcinoma histology Figure 1. UN-1. NCCN Clinical Practice Guidelines in Oncology for Uterine Neoplasms, Version 3.2025. Uterine Neoplasms, Version 3.2025 NCCN GUIDELINES ® INSIGHTS CE JNCCN.org | Volume 23 Issue 8 | August 2025 287",
    "recurrent endometrial cancer, 26 the addition of ICIs to chemo- therapy has led to a paradigm shift in treatment strategies, addressing the diverse needs of patients. Recently, several FDA- approved, practice-changing recommendations have rede fi ned the treatment landscape. Following a comprehensive data review at the annual meeting, the panel incorporated these advance- ments into the guidelines, as summarized in Table 1. RUBY Trial: Evaluating Dostarlimab in Advanced Endometrial Cancer The RUBY trial is the fi rst clinical trial to show a statistically signi fi - cant and clinically meaningful improvement in overall survival (OS) with an immuno-oncology therapy in combination with chemotherapy in patients with primary advanced or recurrent endometrial cancer. This phase III trial aims to identify which patients with primary advanced or recurrent endometrial can- cer could potentially bene fi t from treatment with dostarlimab- gxly plus chemotherapy. Part 1 of the RUBY trial evaluated dostarlimab plus carbo- platin/paclitaxel (treatment arm) compared with placebo plus carboplatin/paclitaxel (control arm) in patients with primary advanced or recurrent endometrial cancer. 27 In the dMMR/ MSI-H population (n 5 118), estimated PFS at 24 months was 61.4% (95% CI, 46.3 – 73.4) in the treatment arm versus 15.7% (95% CI, 7.2 – 27.0) in the control arm (HR, 0.28 [95% CI, 0.16 – 0.50]; P , .001). In the overall population (n 5 494), PFS at 24 months was 36.1% (95% CI, 29.3 – 42.9) in the treatment arm versus 18.1% (95% CI, 13.0 – 23.9) in the control arm (HR, 0.64 [95% CI, 0.51 – 0.80]; P , .001), and OS at 24 months was 71.3% (95% CI, 64.5 – 77.1) versus 56.0% (95% CI, 48.9 – 62.5), respectively (HR, 0.64 [95% CI, 0.4 – 0.87]; P 5 .0021). Although OS improvement was observed in the fi rst in- terim analysis, it did not meet the prede fi ned statistical threshold for stopping ( P 5 .00177). The second interim analysis con fi rmed a sta- tistically signi fi cant and clinically meaningful OS bene fi t in the dos- tarlimab treatment arm, meeting the dual primary endpoint of the study (HR, 0.69 [95% CI, 0.54 – 0.89]; P 5 .0020). 28 The most com- mon adverse events that occurred or worsened during treat- ment were nausea (53.9% of patients in the treatment arm and 45.9% in the control arm), alopecia (53.5% and 50.0%), and fa- tigue (51.9% and 54.5%). Severe and serious adverse events were more frequent in the dostarlimab treatment arm than in the control arm. Based on the RUBY trial data, the panel added the carboplatin/ paclitaxel/dostarlimab regimen as a category 1, preferred primary or adjuvant therapy option for stage III – IV endometrial carcinoma. Additionally, footnotes were added to note that dostarlimab mainte- nance therapy is recommended and to incorporate the inclusion criteria from the RUBY trial (Figure 2). On July 31, 2023, the FDA ap- proved dostarlimab-gxly with carboplatin and paclitaxel, followed by single-agent dostarlimab-gxly, initially for dMMR primary ad- vanced or recurrent endometrial carcinoma, 29 and the indications were further expanded to include the treatment of primary ad- vanced or recurrent endometrial cancer, regardless of MMR/MSS status, on August 1, 2024. 30 DUO-E Trial: Evaluating Durvalumab in Advanced Endometrial Cancer The DUO-E/GOG-3041/ENGOT-EN10 trial 31 investigated whether adding the anti – PD-L1 antibody durvalumab to carboplatin plus paclitaxel improved outcomes in advanced or recurrent endo- metrial cancer. This phase III, global, double-blind, placebo- controlled trial randomly assigned eligible patients with newly diagnosed advanced or recurrent endometrial carcinoma in a 1:1:1 ratio to carboplatin/paclitaxel plus durvalumab placebo followed by placebo maintenance (control arm); carboplatin/ paclitaxel plus durvalumab followed by maintenance durvalu- mab plus olaparib placebo (durvalumab arm); and carboplatin/ paclitaxel plus durvalumab followed by maintenance durvalu- mab plus olaparib (durvalumab 1 olaparib arm). In the intention-to-treat (ITT) population (n 5 718), a statisti- cally signi fi cant PFS bene fi t was observed in the durvalumab (HR, 0.71 [95% CI, 0.57 – 0.89]; P 5 .003) and durvalumab 1 olaparib arms (HR, 0.55 [95% CI, 0.43 – 0.69]; P , .0001) versus the control arm. Interestingly, in prespeci fi ed, exploratory subgroup analyses of PFS in the dMMR group, similar clinically meaningful bene fi t was observed in both experimental arms versus the control arm Table 1. Summary of 4 Clinical Trials From the Systemic Therapy Section Summary NRG-GY018 36 KEYNOTE-B21 39 RUBY 27 DUO-E 31 Regimen Pembrolizumab/Carboplatin/ Paclitaxel Pembrolizumab/ Carboplatin/Paclitaxel Dostarlimab/Carboplatin/ Paclitaxel Durvalumab/Carboplatin/ Paclitaxel Biomarker dMMR/pMMR dMMR only dMMR/pMMR dMMR only Histology Any histologic subtype (except carcinosarcoma) Any histologic subtype Any histologic subtype Any histologic subtype Stage/Measurable disease \u000f Stage III with measurable disease postsurgery \u000f Stage IVA with measurable disease postsurgery \u000f Stage IVB with or without measurable disease \u000f Recurrent disease with or without measurable disease \u000f Stage III – IV with no evidence of disease \u000f Stage IIIA, IIIB, IIIC1 with measurable disease postsurgery \u000f Stage IIIC1 disease with carcinosarcoma, clear-cell, serous, or mixed histologic characteristics regardless of the presence of measurable disease \u000f Stage IIIC2 or IV disease regardless of the presence of measurable disease \u000f Recurrent disease with or without measurable disease \u000f Stage III with measurable disease \u000f Stage IV with or without measurable disease \u000f Recurrent disease with or without measurable disease Duration of immunotherapy maintenance a 2 years Pembrolizumab 400 mg every 6 weeks for 6 cycles 3 years Inde fi nite Abbreviations: dMMR, mismatch repair-de fi cient; pMMR, mismatch repair-pro fi cient. a Refer to the NCCN Chemotherapy Order Templates, available at NCCN.org. CE NCCN GUIDELINES ® INSIGHTS Uterine Neoplasms, Version 3.2025 288 © JNCCN — Journal of the National Comprehensive Cancer Network | Volume 23 Issue 8 | August 2025",
    "(HR for durvalumab vs control: 0.42 [95% CI, 0.22 – 0.80]; HR for durvalumab 1 olaparib vs control: 0.41 [95% CI, 0.21 – 0.75]). MMR-pro fi cient (pMMR) subgroups also showed PFS bene fi t in both groups (HR for durvalumab vs control: 0.77 [95% CI, 0.60 – 0.97]; HR for durvalumab 1 olaparib vs control: 0.57 [95% CI, 0.44 – 0.73]). 31 The safety pro fi les of the experimental arms were generally consistent with individual agents. The interim OS subgroup analysis presented at the Society of Gynecologic Oncology 2024 Annual Meeting 32 showed similar OS improvement for both of the experimental arms versus the con- trol arm in the dMMR subgroup (HR for durvalumab vs control: 0.34 [95% CI, 0.13 – 0.79]; HR for durvalumab 1 olaparib vs control: 0.28 [95% CI, 0.10 – 0.68]) compared with the pMMR subgroup, which showed only a trend toward bene fi t. Based on these fi nd- ings, the FDA approved durvalumab with carboplatin plus pacli- taxel followed by single-agent durvalumab only for adult patients with primary advanced or recurrent endometrial cancer that is dMMR. 33 Of note, the bene fi t of adding a PARP inhibitor as mainte- nance therapy remains uncertain, as current clinical data have shown con fl icting results. The GINECO randomized phase IIb UTOLA trial 34 evaluated the ef fi cacy of olaparib versus placebo as maintenance therapy after platinum-based chemotherapy in patients with advanced/metastatic endometrial cancer. This trial showed no signi fi cant clinical bene fi t between the olaparib and control arms, with a median PFS in the ITT population of 5.6 months (90% CI, 3.8 – 7.4) and 4.0 months (90% CI, 3.6 – 7.4), respectively (HR, 0.94; P 5 .29). On the other hand, the recent fi ndings from a phase II study (ClinicalTrials.gov identi fi er: NCT03617679) 35 showed clinical bene fi t with PARP inhibitor maintenance therapy in patients with metastatic and recurrent endometrial cancer who had received 1 to 2 prior lines of cyto- toxic chemotherapy. In the ITT population, this study showed a 19.4-month improvement in PFS with the PARP inhibitor versus placebo (HR, 0.45 [95% CI, 0.26 – 0.80]; P 5 .005) and a median OS of 28.4 months (HR, 0.48 [95% CI, 0.23 – 1.03]; P 5 .055). 35 Due to inconsistent data, the addition of olaparib for maintenance ther- apy was not endorsed by the panel at the 2024 meeting. Based on the FDA approval, the panel added the carbopla- tin/paclitaxel/durvalumab regimen in Version 3.2024 of the NCCN Guidelines with a category 1 recommendation as a pre- ferred regimen for primary or adjuvant therapy for stage III – IV dMMR tumors. In Version 1.2025, the panel added a footnote to include patient criteria (Figure 2). NRG-GY018 Trial: Evaluating Pembrolizumab in Advanced Endometrial Cancer NRG-GY018 is a double-blind, placebo-controlled, randomized phase III trial that evaluated the bene fi t of adding pembrolizu- mab to chemotherapy for patients with advanced or recurrent en- dometrial cancer (excluding carcinosarcoma). 36 A total of 816 patients were randomized in a 1:1 ratio to receive pembrolizumab or placebo along with paclitaxel plus carboplatin. The patients were strati fi ed into dMMR and pMMR cohorts. In the 12-month analysis, Kaplan-Meier estimates of PFS in the dMMR cohort were 74% and 38% in the pembrolizumab and placebo groups, re- spectively (HR, 0.30 [95% CI, 0.19 – 0.48]; P , .001), representing a 70% difference in relative risk. In the pMMR cohort, median PFS was 13.1 months with pembrolizumab and 8.7 months with pla- cebo (HR, 0.54 [95% CI, 0.41 – 0.71]; P , .001). OS data also fa- vored pembrolizumab plus chemotherapy in both the pMMR and dMMR groups 37 (HR, 0.79 [95% CI, 0.53 – 1.17]; P 5 .1157, and 0.55 [95% CI, 0.25 – 1.19]; P 5 .0617, respectively). HRs for PFS per blinded independent central review favored pem- brolizumab in these cohorts (HR, 0.64 [95% CI, 0.49 – 0.85]; P 5 .0008, and 0.45 [95% CI, 0.27 – 0.73]; P 5 .0005, respectively). Hence, the subgroup analyses of primary and secondary end- points in both the dMMR and pMMR cohorts favored the pem- brolizumab group regardless of MMR status. Based on these fi ndings, carboplatin/paclitaxel/pembrolizumab was added as category 1, preferred regimen for stage III – IV tumors, except for Version 3.2025 © 2025 National Comprehensive Cancer Network ® (NCCN ® ). All rights reserved. The NCCN Guidelines ® and this illustration may not be reproduced in any form without the express written permission of NCCN. ENDO-D 1 OF 5 SYSTEMIC THERAPY FOR ENDOMETRIAL CARCINOMA a a An FDA-approved biosimilar is an appropriate substitute for any recommended systemic biologic therapy in the NCCN Guidelines. b For stage III or IVA with measurable disease post surgery or stage IVB with or without measurable disease. For patients not meeting the eligibility criteria for NRG- GY018, carboplatin/paclitaxel + pembrolizumab should be considered for stage III–IV dMMR tumors (Van Gorp T, et al. Ann Oncol. Published online August 23, 2024). c NCCN Guidelines for Management of Immunotherapy-Related Toxicities. d Checkpoint inhibitors and/or monoclonal antibodies included in this regimen may be continued as maintenance therapy. Refer to the original study protocol for maintenance therapy dosing schedules. e For adult patients with primary advanced endometrial carcinoma: stage IIIA, IIIB, or IIIC1 with measurable disease post surgery, stage IIIC1 with carcinosarcoma, clear-cell, serous, or mixed histology regardless of the presence of measurable disease, and stage IIIC2 or stage IV regardless of the presence of measurable disease. f For stage III with measurable disease post surgery and stage IV with or without measurable disease. g For patients who have not received prior trastuzumab therapy. Primary or Adjuvant Therapy (Stage I–IV) Chemoradiation Therapy Systemic Therapy Preferred Regimen • Cisplatin plus RT followed by carboplatin/paclitaxel 1,2 Other Recommended Regimens (if cisplatin and carboplatin are unavailable) • Capecitabine/mitomycin 3 (category 2B) • Gemcitabine 4 (category 2B) • Paclitaxel 5,6 (category 2B) Preferred Regimens • Carboplatin/paclitaxel/pembrolizumab (for stage III–IV tumors, except for carcinosarcoma) (category 1) b,c,d,7,8 • Carboplatin/paclitaxel/dostarlimab-gxly (for stage III–IV tumors) (category 1) c,d,e,9 • Carboplatin/paclitaxel/durvalumab (for stage III–IV dMMR tumors only) (category 1) c,d,f,10 • Carboplatin/paclitaxel/trastuzumab (for stage III–IV HER2-positive uterine serous carcinoma or carcinosarcoma) d,g,11 • Carboplatin/paclitaxel/bevacizumab (stage III–IV with measurable disease) d,12,13 • Carboplatin/paclitaxel 14 Figure 2. ENDO-D 1 of 5. NCCN Clinical Practice Guidelines in Oncology for Uterine Neoplasms, Version 3.2025. Uterine Neoplasms, Version 3.2025 NCCN GUIDELINES ® INSIGHTS CE JNCCN.org | Volume 23 Issue 8 | August 2025 289",
    "carcinosarcoma, in Version 2.2023 (see Figure 2). This regimen received full FDA approval on June 17, 2024. 38 KEYNOTE-B21 Trial: Evaluating Pembrolizumab in Advanced Endometrial Cancer The panel chairs also reviewed the recently published interim re- sults of KEYNOTE-B21. 39 This study investigated the addition of pembrolizumab to adjuvant chemotherapy (with or without radi- ation therapy) among patients with newly diagnosed, high-risk endometrial cancer without any residual macroscopic disease following curative-intent surgery. Although adjuvant pembrolizu- mab plus chemotherapy did not improve disease-free survival (DFS) in all-comer patients with endometrial cancer, preplanned subgroup analyses suggest that pembrolizumab plus chemother- apy improved DFS in patients with dMMR tumors. A total of 1,095 patients were randomized to pembrolizumab (n 5 545) or placebo (n 5 550). At this interim analysis, 119 (22%) DFS events occurred in the pembrolizumab group and 121 (22%) in the placebo group (HR, 1.02 [95% CI, 0.79 – 1.32]; P 5 .570). Subgroup analysis of DFS favored the dMMR population (n 5 281) over the pMMR popu- lation (n 5 814) (HR, 0.31 [95% CI, 0.14 – 0.69] vs 1.20 [95% CI, 0.91 – 1.57], respectively). In light of these emerging data, the guide- lines were updated to recommend consideration of this regimen for the management of stage III – IV dMMR tumors (Figure 2). Conclusions The treatment landscape for uterine neoplasms is rapidly evolv- ing with the advent of biomarker-driven targeted therapies and ICI combinations. The NCCN panel is committed to providing evidence-based, consensus-driven recommendations by sys- tematically reviewing emerging data from peer-reviewed publi- cations, scienti fi c abstracts, and recent FDA approvals. The panel will reassess the FIGO 2023 staging system as additional data become available. To participate in this journal CE activity, go to https://education.nccn.org/Aug2025 References 1. Siegel RL, Kratzer TB, Giaquinto AN, et al. Cancer statistics, 2025. CA Cancer J Clin 2025;75:10 – 45. 2. Siegel RL, Giaquinto AN, Jemal A. Cancer statistics, 2024. CA Cancer J Clin 2024;74:12 – 49. 3. Siegel RL, Miller KD, Jemal A. Cancer statistics, 2016. CA Cancer J Clin 2016;66:7 – 30. 4. D ’ Angelo E, Prat J. Uterine sarcomas: a review. Gynecol Oncol 2010;116: 131 – 139. 5. Van den Bosch T, Coosemans A, Morina M, et al. Screening for uterine tumours. Best Pract Res Clin Obstet Gynaecol 2012;26:257 – 266. 6. Kitchener HC, Trimble EL. Endometrial cancer state of the science meet- ing. Int J Gynecol Cancer 2009;19:134 – 140. 7. Dinkelspiel HE, Wright JD, Lewin SN, Herzog TJ. Contemporary clinical management of endometrial cancer. Obstet Gynecol Int 2013;2013: 583891. 8. Obermair A, Youlden DR, Young JP, et al. Risk of endometrial cancer for women diagnosed with HNPCC-related colorectal carcinoma. Int J Cancer 2010;127:2678 – 2684. 9. Berek JS, Matias-Guiu X, Creutzberg C, et al. FIGO staging of endome- trial cancer: 2023. J Gynecol Oncol 2023;34:e85. 10. Santoro A, Angelico G, Travaglino A, et al. New pathological and clinical insights in endometrial cancer in view of the updated ESGO/ESTRO/ESP guidelines. Cancers (Basel) 2021;13:2623. 11. Bosse T, Nout RA, McAlpine JN, et al. Molecular classi fi cation of grade 3 endometrioid endometrial cancers identi fi es distinct prognostic sub- groups. Am J Surg Pathol 2018;42:561 – 568. 12. Rios-Doria E, Momeni-Boroujeni A, Friedman CF, et al. Integration of clin- ical sequencing and immunohistochemistry for the molecular classi fi cation of endometrial carcinoma. Gynecol Oncol 2023;174:262 – 272. 13. Segura SE, Pedra Nobre S, Hussein YR, et al. DNA mismatch repair- de fi cient endometrial carcinosarcomas portend distinct clinical, morphologic, and molecular features compared with traditional carci- nosarcomas. Am J Surg Pathol 2020;44:1573 – 1579. 14. Travaglino A, Raffone A, Santoro A, et al. Clear cell endometrial carcino- mas with mismatch repair de fi ciency have a favorable prognosis: a system- atic review and meta-analysis. Gynecol Oncol 2021;162:804 – 808. 15. D ’ Alessandris N, Travaglino A, Santoro A, et al. TCGA molecular sub- groups of endometrial carcinoma in ovarian endometrioid carcinoma: a quantitative systematic review. Gynecol Oncol 2021;163:427 – 432. 16. Dagher C, Mueller J, Abu-Rustum N, et al. Prognostic value of aggressive histology in surgically-staged, clinically uterine-con fi ned endometrial car- cinoma. Gynecol Oncol 2024;190:S261 – 262. 17. Leitao MM. 2023 changes to FIGO endometrial cancer staging: counter- point. Gynecol Oncol 2024;184:146 – 149. 18. WHO Classi fi cation of Tumours Editorial Board. WHO Classi fi cation of Tumours: Female Genital Tumours. IARC Publications; 2020. 19. Barnes EA, Martell K, Parra-Herran C, et al. Substantial lymphovascular space invasion predicts worse outcomes in early-stage endometrioid en- dometrial cancer. Brachytherapy 2021;20:527 – 535. 20. Bosse T, Peters EE, Creutzberg CL, et al. Substantial lymph-vascular space invasion (LVSI) is a signi fi cant risk factor for recurrence in endome- trial cancer — a pooled analysis of PORTEC 1 and 2 trials. Eur J Cancer 2015;51:1742 – 1750. 21. Peters EEM, Leon-Castillo A, Smit V, et al. De fi ning substantial lympho- vascular space invasion in endometrial cancer. Int J Gynecol Pathol 2022; 41:220 – 226. 22. Peters EEM, Bartosch C, McCluggage WG, et al. Reproducibility of lym- phovascular space invasion (LVSI) assessment in endometrial cancer. His- topathology 2019;75:128 – 136. 23. Dagher C, Bjerre Trent P, Alwaq fi R, et al. Oncologic outcomes based on lymphovascular space invasion in node-negative FIGO 2009 stage I endo- metrioid endometrial adenocarcinoma: a multicenter retrospective cohort study. Int J Gynecol Cancer 2024;34:1485 – 1492. 24. Dagher C, Bjerre Trent P, Alwaq fi R, et al. Effect of substantial lymphovas- cular space invasion on location of fi rst disease recurrence in surgical stage I endometrioid endometrial adenocarcinoma. Int J Gynecol Cancer 2025;35:101651. 25. McCluggage WG, Bosse T, Gilks CB, et al. FIGO 2023 endometrial can- cer staging: too much, too soon? Int J Gynecol Cancer 2024;34:138 – 143. 26. Miller DS, Filiaci VL, Mannel RS, et al. Carboplatin and paclitaxel for advanced endometrial cancer: fi nal overall survival and adverse event analysis of a phase III trial (NRG Oncology/GOG0209). J Clin Oncol 2020;38:3841 – 3850. 27. Mirza MR, Chase DM, Slomovitz BM, et al. Dostarlimab for primary advanced or recurrent endometrial cancer. N Engl J Med 2023;388:2145 – 2158. 28. Powell MA, Bjorge L, Willmott L, et al. Overall survival in patients with en- dometrial cancer treated with dostarlimab plus carboplatin-paclitaxel in the randomized ENGOT-EN6/GOG-3031/RUBY trial. Ann Oncol 2024;35: 728 – 738. 29. U.S. Food and Drug Administration. FDA approves dostarlimab-gxly with chemotherapy for endometrial cancer. Accessed March 26, 2025. Available at: https://www.fda.gov/drugs/drug-approvals-and-databases/ fda-approves-dostarlimab-gxly-chemotherapy-endometrial-cancer 30. U.S. Food and Drug Administration. FDA expands endometrial cancer in- dication for dostarlimab-gxly with chemotherapy. Accessed March 21, 2025. Available at: https://www.fda.gov/drugs/resources-information- approved-drugs/fda-expands-endometrial-cancer-indication-dostarlimab- gxly-chemotherapy 31. Westin SN, Moore K, Chon HS, et al. Durvalumab plus carboplatin/ paclitaxel followed by maintenance durvalumab with or without olaparib as fi rst-line treatment for advanced endometrial cancer: the phase III DUO-E trial. J Clin Oncol 2024;42:283 – 299. 32. Baurain JF, Chon HS, Pepin JT, et al. Durvalumab plus carboplatin/ paclitaxel followed by durvalumab with or without olaparib as a fi rstline CE NCCN GUIDELINES ® INSIGHTS Uterine Neoplasms, Version 3.2025 290 © JNCCN — Journal of the National Comprehensive Cancer Network | Volume 23 Issue 8 | August 2025",
    "treatment for endometrial cancer: overall survival and additional second- ary ef fi cacy endpoints by mismatch repair status in the DUO-E/GOG- 3041/ENGOT-EN10 trial. Gynecol Oncol 2024;190:S62 – 63. 33. U.S. Food and Drug Administration. FDA approves durvalumab with che- motherapy for mismatch repair de fi cient primary advanced or recurrent endometrial cancer. Accessed June 14, 2024. Available at: https://www. fda.gov/drugs/resources-information-approved-drugs/fda-approves- durvalumab-chemotherapy-mismatch-repair-de fi cient-primary-advanced- or-recurrent 34. Joly Lobbedez F, Leary A, Ray-Coquard IL, et al. LBA42 olaparib vs placebo as maintenance therapy after platinum-based chemotherapy in advanced/metastatic endometrial cancer patients: the GINECO random- ized phase IIb UTOLA trial. Ann Oncol 2023;34:S1283 – 1284. 35. Corr B, Haggerty A, Gysler S, et al. A phase II, randomized, double-blind study of the use of rucaparib versus placebo maintenance therapy in meta- static and recurrent endometrial cancer. Gynecol Oncol 2024;190:S63. 36. Eskander RN, Sill MW, Beffa L, et al. Pembrolizumab plus chemotherapy in advanced endometrial cancer. N Engl J Med 2023;388:2159 – 2170. 37. Eskander RN, Sill MW, Beffa L, et al. Pembrolizumab plus chemotherapy in advanced or recurrent endometrial cancer: overall survival and explor- atory analyses of the NRG GY018 phase 3 randomized trial. Nat Med 2025;31:1539 – 1546. 38. U.S. Food and Drug Administration. FDA approves pembrolizumab with chemotherapy for primary advanced or recurrent endometrial carcinoma. Accessed March 31, 2025. Available at: https://www.fda.gov/drugs/ resources-information-approved-drugs/fda-approves-pembrolizumab- chemotherapy-primary-advanced-or-recurrent-endometrial-carcinoma 39. Van Gorp T, Cibula D, Lv W, et al. ENGOT-en11/GOG-3053/KEYNOTE- B21: a randomised, double-blind, phase III study of pembrolizumab or placebo plus adjuvant chemotherapy with or without radiotherapy in pa- tients with newly diagnosed, high-risk endometrial cancer. Ann Oncol 2024;35:968 – 980. Uterine Neoplasms, Version 3.2025 NCCN GUIDELINES ® INSIGHTS CE JNCCN.org | Volume 23 Issue 8 | August 2025 291"
  ],
  "processed_at": "2026-01-30T15:58:55.903Z"
}