{
  "doc_id": "539dc920aa1bb278da838131a055d0eb",
  "source_id": "LI-RADS-CTMR-Radiation-TRA-v2024-Core",
  "total_pages": 20,
  "pages": [
    "LI - RADS ® CT/MRI Radiation TRA v2024 Core ⓒ 2024 American College of Radiology® | All rights reserved",
    "LI - RADS ® CT/MRI Radiation TRA v2024 Core ⓒ 2024 American College of Radiology® | All rights reserved Radiation TRA Algorithm Radiation TRA Algorithm Abbreviations Abbreviations Table of Contents Table of Contents LI - RADS ® CT/MRI Radiation TRA v2024 Core Observation treated by radiation - based LRT, imaged with multiphase CT/MRI in at - risk patient Step 1. Apply radiation TRA decision tree to assess for masslike enhancement (any degree, any phase), and its change over time after LRT , in treated lesion or along its margin Step 2 (Optional). Apply ancillary features (AFs) favoring viability to upgrade from LR - TR Nonprogressing to LR - TR Viable: Step 3. Apply tiebreaking rules if needed: if unsure between two TRA categories, choose category reflecting lower certainty (i.e., choose LR - TR Nonprogressing ) Step 4. Final check. After steps 1, 2 and 3 – Consider if the assigned TRA category is reasonable and appropriate. • Key concept for radiation TRA : need to assess change over time . • New or untreated observations outside treatment zone: apply CT/MRI Dx Algorithm. • Lesions treated by nonradiation - based LRT: apply nonradiation TRA algorithm . • In combination with systemic therapy: apply TRA algorithms with caution . * No masslike enhancement – examples include: complete lesion disappearance, no lesional enhancement, s mooth perilesional enhancement, or parenchymal perfusional changes without masslike enhancement N o masslike enhancement * present LR - TR Nonviable Masslike enhancement, which is stable or decreased in size over time after LRT LR - TR Nonprogressing LR - TR Nonevaluable P resence of masslike enhancement cannot be assessed due to image degradation or omission LR-TR Viable LR - TR Viable Masslike enhancement, which is new or increased in size over time after LRT • What: diffusion restriction (any degree) or mild - moderate T2 hyperintensity, which is new or increased in size over time after LRT • Where: in area of stable or decreasing masslike enhancement LR - TR Nonprogressing LR-TR Viable LR - TR Viable LR - TR Nonviable LR - TR Nonprogressing LR-TR Viable LR - TR Viable",
    "LI - RADS ® CT/MRI Radiation TRA v2024 Core ⓒ 2024 American College of Radiology® | All rights reserved Radiation TRA Algorithm Radiation TRA Algorithm Abbreviations Abbreviations Table of Contents Table of Contents Table of Contents Pages What’s New in LI - RADS® CT/MRI TRA v2024? 1 LI - RADS ® Treatment Response applicable populations 2 Reporting CT/MRI LI - RADS ® v2018 Reporting 3 CT/MRI TRA Reporting Template 4 Treatment Response Measurements 5 Suggested Imaging Workup Options and Time Intervals 5 Definitions Viability 6 Masslike enhancement 6 Ancillary features favoring viability 7 Complete disappearance 8 No lesional enhancement 8 Smooth perilesional enhancement 8 Parenchymal perfusional changes 8 LR - TR Nonevaluable 9 LR - TR Nonviable 10 LR - TR Nonprogressing 11 LR - TR Viable 12 High - yield concepts about Posttreatment Imaging after RT - based LRT 13 Abbreviations 15 Authors 16 Acknowledgments 17 i For more detailed information, supporting materials and FAQs, please refer to the LI - RADS® CT/MRI Treatment Response manual.",
    "LI - RADS ® CT/MRI Radiation TRA v2024 Core ⓒ 2024 American College of Radiology® | All rights reserved Radiation TRA Algorithm Radiation TRA Algorithm Abbreviations Abbreviations Table of Contents Table of Contents What’s New What’s New in LI - RADS ® CT/MRI TRA v 2024? Two Cores • The CT/MRI TRA system now has two separate Cores: • Nonradiation TRA Core for assessing TRA after nonradiation - based LRT or surgical resection • Radiation TRA Core for assessing TRA after radiation - based LRT • Both TRA were previously included in a single TRA algorithm. New algorithm for TRA after radiation - based locoregional therapies (LRTs) • Incorporating latest advances in knowledge, the updated CT/MRI TRA system includes a new algorithm for TRA after internal and external beam radiation - based LRTs, such as transarterial radioembolization (TARE) and stereotactic body radiation therapy (SBRT), respectively. • It previously included a single algorithm for TRA after radiation - and nonradiation - based LRTs. Introduction of new treatment response category (LR - TR Nonprogressing ) for radiation TRA • This applies to treated lesions with masslike enhancement, which is stable or decreased in size over time after radiation - based LRT. It does not apply to nonradiation TRA. Single feature for LR - TR Viable • Incorporating latest advances in knowledge, the updated CT/MRI TRA system now has a single feature of viability. • It previously had three major features for viability. v2017 Three features of viability: • Nodular, masslike, or thick irregular tissue with arterial phase hyperenhancement, w ashout or enhancement similar to pretreatment v2024 Single feature for nonradiation TRA: • Masslike enhancement ( any degree, any phase) Addition of ancillary features • Incorporating latest advances in knowledge, the updated CT/MRI TRA system has added ancillary features favoring viability to enable optional (at user’s discretion) upgrade from LR - TR Equivocal to LR - TR Viable or from LR - TR Nonprogressing to LR - TR Viable. • For nonradiation TRA: The following ancillary features can be used optionally to upgrade from LR - TR Equivocal to LR - TR Viable: • What: diffusion restriction (any degree) or mild - moderate T2 hyperintensity • Where: in area of uncertain enhancement 1",
    "LI - RADS ® CT/MRI Radiation TRA v2024 Core ⓒ 2024 American College of Radiology® | All rights reserved Radiation TRA Algorithm Radiation TRA Algorithm Abbreviations Abbreviations Table of Contents Table of Contents Getting Started LI - RADS ® CT/MRI TRA v2024 ✓ Apply in high - risk patients to assess response for path - proven or presumed (LR - 4, LR - 5, LR - M) HCC after locoregional treatment High - risk patients are those with cirrhosis OR Chronic hepatitis B viral infection even in absence of cirrhosis OR current or prior HCC, i ncluding adult liver transplant candidates and recipients posttransplant ✓ Apply to treated lesions imaged with post - treatment multiphase CT or MRI. This includes CT or MRI with extracellular contrast agents (ECA) and MRI with hepatobiliary contrast agents (HBA) ✓ Apply nonradiation TRA algorithm after nonradiation - based LRT: • Radiofrequency ablation (RFA) • Microwave ablation (MWA) • Cryoablation • Percutaneous ethanol ablation (PEA) • Transarterial embolization (TAE) • Conventional transarterial chemoembolization ( cTACE ) • Drug - eluding bead transarterial chemoembolization (DEB - TACE) ✓ Apply nonradiation TRA algorithm in postsurgical patients when assessing recurrence at the surgical margin ✓ Apply radiation TRA algorithm after radiation - based LRT: • Stereotactic body radiotherapy (SBRT) • Transarterial radioembolization (TARE) ✘ Do NOT apply in patients imaged with noncontrast or single - phase CT or MRI ✘ Do NOT apply in new or untreated lesions outside treatment zone ✘ Do NOT apply in postsurgical patients for observations away from surgical margin ✘ Do NOT apply in patients treated with systemic therapy alone. Apply with caution to patients on combination systemic therapy and LRT 2",
    "LI - RADS ® CT/MRI Radiation TRA v2024 Core ⓒ 2024 American College of Radiology® | All rights reserved Radiation TRA Algorithm Radiation TRA Algorithm Abbreviations Abbreviations Table of Contents Table of Contents LI - RADS ® CT/MRI TRA Reporting Treated lesion Recommended report content • Pretreatment category and size • Current response category (Nonevaluable) • Causative technical limitations or artifacts, and work - up suggestions • Pretreatment category and size, and current response category (Nonviable) • Change since prior • Pretreatment category and size • Current response category ( Nonprogressing ) • Size ( page 5 ) of largest masslike enhancing component (or range if in aggregate) • change since prior • Pretreatment category and size, current response category (Viable) • Size ( page 5 ) of largest masslike enhancing component (or range if in aggregate) • Ancillary features if applied • Change since prior Reporting requirement: TRA categories must be reported in Findings and Impression for all observations. These m ay be summarized in aggregate for clarity. Recommendation: For all individually reported observations and treated lesions, include • Identifier: sequent ial number or other unique identifier, kept fixed on all exams. • Series & image number where size is measured . If possible, also save key images on PACS. LR - TR Nonevaluable LR - TR Nonviable LR - TR Viable Reporting ⓒ 2024 American College of Radiology® | All rights reserved 3 • New or untreated observations outside treatment zone: refer to CT/MRI Diagnostic Core LR - TR Nonprogressing",
    "LI - RADS ® CT/MRI Radiation TRA v2024 Core ⓒ 2024 American College of Radiology® | All rights reserved Radiation TRA Algorithm Radiation TRA Algorithm Abbreviations Abbreviations Table of Contents Table of Contents Reporting CT/MRI TRA Reporting Templates Sample report: template A Treated lesion [#] – A lesion in segment [Couinaud segment] (series [#], image [#]), pretreatment category LR [category from preprocedure diagnostic report] [dated], was treated with [treatment type: RFA/MWA/cryoablation/PEA/TAE/DEB - TACE/ cTACE /TARE/SBRT ]. The posttreatment follow - up shows a [size] [mm/cm] lesion [with/without/uncertain/not accessible masslike enhancement]. Ancillary features include: [none/ list positive ancillary features: diffusion restriction, mild - moderate T2 hyperintensity]. [Additional comments/descriptions]. LR - TR category (v2024): [Nonevaluable/Nonviable/Equivocal/Non - progressing/Viable]. Sample report: template B Treated lesion #: 1/2/3/4/5 Location : Segment I/II/III/ IVa / IVb /V/VI/VII/VIII Pretreatment category [Uncertain/Not seen/Remote treatment/LR - 5/LR - 4/LR - 3/TIV/LR - M/Biopsy HCC/Biopsy iCC /Biopsy cHCC - CCA] Type of most recent treatment: [RFA/MWA/cryoablation/PEA/TAE/DEB - TACE/ cTACE / TARE/SBRT/Unknown] Date of most recent treatment: [MM - DD - YYYY/Unknown] Masslike enhancement: [Yes/No/Uncertain/Not assessable ] Size of largest masslike enhancing component: [size] [mm/cm] (series # [ ] /image [ ]) [new/increased/stable/decreased in size] since prior Diffusion restriction : [Yes/No/Not applicable ] [new/increased/stable/decreased in size] since prior MRI Mild - moderate T2 hyperintensity: [Yes/No/Not applicable ] [new/increased/stable/decreased in size] since prior MRI LR - TR category: [Nonevaluable/Nonviable/Equivocal/Nonprogressing/ Viable] Notes: • The above sample reports are meant as a guidance. The report elements, order of report elements, terminology, and other details should be customized to match institutional preference. • LI - RADS measurements are given in mm, but each institution should utilize units according to local standards and use them consistently. • Observations may be treated sequentially by different types of therapies. Use your judgment to select the appropriate TRA algorithm in such cases (see page 2 ). • You may not know which therapy was used. If the type of therapy can be inferred from imaging features, apply the appropriate TRA algorithm. Reference: Roudenko A et al, J Vasc Interv Radiol 2023 4",
    "LI - RADS ® CT/MRI Radiation TRA v2024 Core ⓒ 2024 American College of Radiology® | All rights reserved Radiation TRA Algorithm Radiation TRA Algorithm Abbreviations Abbreviations Table of Contents Table of Contents Treatment Response Measurements ) Treated lesions categorized as LR - TR Viable, LR - TR Equivocal, or LR - TR Nonprogressing should be reported with a single dimension measurement of the area of masslike enhancement in the lesion or along its margin, excluding intervening nonenhancing areas. Measurements can be performed on any phase and in any standard orthogonal imaging plane. LI - RADS ® TRA - Based Management Measurements Nonenhancing area How to measure masslike enhancement which is irregular Enhancing area Largest enhancing area Nonenhancing area How to measure masslike enhancement which is nodular 5 Treated lesions Multiphase CT or MRI Continue monitoring in ≈ 3 months* MDD for consensus management Often includes retreatment Repeat imaging in ≤ 3 months* Continue monitoring in ≈ 3 months* MDD in unusual or complex cases Categorize each treated lesion LR - TR Nonevaluable LR - TR Nonviable LR - TR Viable LR - TR Nonprogressing * Using same modality or different modality as appropriate.",
    "LI - RADS ® CT/MRI Radiation TRA v2024 Core ⓒ 2024 American College of Radiology® | All rights reserved Radiation TRA Algorithm Radiation TRA Algorithm Abbreviations Abbreviations Table of Contents Table of Contents LI - RADS ® Treatment Response Features Viability Presence of live tumor cells within or along margin of treated lesion. Radiologic viability is not synonymous with pathologic viability as i maging is not sensitive to microscopic or small foci of residual tumor. Major feature of viability Imaging feature that by itself can be used to assign LR - TR Viable category. In the LI - RADS TRA v2024 system, there is ONE major feature of viability: masslike enhancement. Masslike enhancement Enhancing area (any degree, any phase) that occupies space. Examples of masslike enhancement: • nodular enhancement • irregular peripheral enhancement • thick rim of enhancement Comments: Masslike enhancement is the major feature of viability after LRT or surgical resection. It is interpreted as follows: • After nonradiation - based LRT or surgical resection: • If there is masslike enhancement in a treated lesion, along treated lesion margin, or along surgical margin after resection, it is interpreted as viable tumor • if there is uncertainty about masslike enhancement (presence, morphology), it is interpreted as equivocal for viable tumor • After radiation - based LRT: • if there is masslike enhancement, which is new or increased over time after treatment, in a treated lesion or along treated lesion margin, it is interpreted as viable tumor • if there is masslike enhancement, which is stable or decreased over time after treatment, in a treated lesion or along treated lesion margin, it is interpreted as nonprogressing tumor Definitions 6",
    "LI - RADS ® CT/MRI Radiation TRA v2024 Core ⓒ 2024 American College of Radiology® | All rights reserved Radiation TRA Algorithm Radiation TRA Algorithm Abbreviations Abbreviations Table of Contents Table of Contents LI - RADS ® Treatment Response Features Ancillary features favoring viability Imaging features that can be used optionally (at user’s discretion) to upgrade from LR - TR Equivocal to LR - TR Viable or from LR - TR Nonprogressing to LR - TR Viable. In the LI - RADS TRA v2024 system, there are TWO ancillary features favoring viability: diffusion restriction (any degree) and mild - moderate T2 hyperintensity. Comments: Both features favoring viability apply only on MRI. There are no ancillary features favoring viability applicable to CT. There are no ancillary features favoring nonviability. Definitions 7 Diffusion restriction (any degree) Intensity higher than liver on diffusion - weighted images not caused only by T2 shine - through. Mild - moderate T2 hyperintensity Intensity on T2WI higher than liver, similar to or lower than non - iron - overloaded spleen, and lower than simple fluid. Comments: Diffusion restriction (any degree) and mild - moderate T2 hyperintensity are ancillary features favoring viability after LRT or surgical resection. They can be used optionally ( at user’s discretion) to upgrade from LR - TR Equivocal to LR - TR Viable or from LR - TR Nonprogressing to LR - TR Viable as follows: • After nonradiation - based LRT or surgical resection: • if one or both ancillary features is present in an area of uncertain masslike enhancement, the category can be upgraded from LR - TR Equivocal to LR - TR Viable. • After radiation - based LRT: • if one or both ancillary features is new or increased over time after treatment in an area of stable or decreased masslike enhancement, the category can be upgraded from LR - TR Nonprogressing to LR - TR Viable.",
    "LI - RADS ® CT/MRI Radiation TRA v2024 Core ⓒ 2024 American College of Radiology® | All rights reserved Radiation TRA Algorithm Radiation TRA Algorithm Abbreviations Abbreviations Table of Contents Table of Contents LI - RADS ® Treatment Response Features Examples of absent masslike enhancement There are many potential examples of absent masslike enhancement. FOUR such examples are listed and defined below. Complete lesion disappearance Nonvisualization of treated lesion on posttreatment multiphase CT or MRI, despite inclusion of required images, adequate image quality, and proper timing of late arterial phase No lesional enhancement Absence of enhancement with in treated lesion or along its margin Smooth perilesional enhancement Smooth rim of enhancement along margin of treated lesion . Parenchymal perfusional changes Treatment - related nonmasslike enhancement of hepatic parenchyma. Examples: • linear enhancement around hypoenhancing needle track after thermal ablation • geographic enhancement peripheral to treated lesion after intra - arterial embolization • geographic enhancement in surrounding radiation - treated lesion • geographic enhancement along surgical margin after resection Comments: Complete lesion disappearance, no lesional enhancement, smooth perilesional enhancement, and parenchymal perfusion changes are examples of absence of masslike enhancement. These features are commonly encountered after locoregional therapy or surgical resection, alone or in combination, and should not be interpreted as viable tumor. Definitions 8",
    "LI - RADS ® CT/MRI Radiation TRA v2024 Core ⓒ 2024 American College of Radiology® | All rights reserved Radiation TRA Algorithm Radiation TRA Algorithm Abbreviations Abbreviations Table of Contents Table of Contents Management options Continue posttreatment monitoring with same modality in ≤ 3 months. • Preferred option if the nonevaluability was due to a correctable technical error or artifact. Continue posttreatment monitoring with alternative modality in ≤ 3 months. • Suggested option if imaging with a different modality or contrast agent would confer diagnostic advantage. Response Criteria LR - TR Nonevaluable Conceptual definition: Treatment response cannot be meaningfully evaluated due to inappropriate imaging technique or inadequate imaging quality. Criterion: Presence of masslike enhancement cannot be assessed due to image degradation or omission. • Do NOT assign LR - TR Nonevaluable evaluable if the recommended contrast phases were acquired and are of acceptable quality, including proper late arterial phase timing. • Do NOT assign LR - TR Nonevaluable for treated lesions in which response categorization is challenged only by unusual imaging features. Potential causes: Motion or other artifacts, absence of one or more required contrast - enhanced phases, failure of contrast injection, gross arterial phase mistiming (too early or too late). 9 ?",
    "LI - RADS ® CT/MRI Radiation TRA v2024 Core ⓒ 2024 American College of Radiology® | All rights reserved Radiation TRA Algorithm Radiation TRA Algorithm Abbreviations Abbreviations Table of Contents Table of Contents If unsure LR - TR Nonviable vs. LR - TR Equivocal → LR - TR Equivocal LR - TR Nonviable vs. LR - TR Nonprogressing → LR - TR Nonprogressing Management options Continue posttreatment monitoring with same modality in ≈ 3 months. • Preferred option in most cases. Continue posttreatment monitoring with alternative modality in ≈ 3 months. • Suggested option if imaging with a different modality or contrast agent would confer diagnostic advantage. MDD in unusual or complex cases. Response Criteria LR - TR Nonviable Conceptual definition: Low likelihood of clinically significant viable tumor after treatment. Criterion: After nonradiation - based LRT or at surgical margin after resection: No masslike enhancement in treated lesion, along treated lesion margin, or along surgical margin. After radiation - based LRT: No masslike enhancement in treated lesion or along its margin. Examples: Complete lesion disappearance, no intralesional enhancement, smooth perilesional enhancement, parenchymal perfusional changes without masslike enhancement. 10",
    "LI - RADS ® CT/MRI Radiation TRA v2024 Core ⓒ 2024 American College of Radiology® | All rights reserved Radiation TRA Algorithm Radiation TRA Algorithm Abbreviations Abbreviations Table of Contents Table of Contents If unsure LR - TR Nonprogressing vs. LR - TR Nonviable → LR - TR Nonprogressing LR - TR Nonprogressing vs. LR - TR Viable → LR - TR Nonprogressing Management options Continue posttreatment monitoring with same modality in ≈ 3 months. • Preferred option in most cases. Continue posttreatment monitoring with alternative modality in ≈ 3 months. • Suggested option if imaging with a different modality or contrast agent would confer diagnostic advantage. MDD in unusual or complex cases. Response Criteria LR - TR Nonprogressing Conceptual definition: Growth of tumor has been arrested after treatment with radiation - based LRT, with expectation that the tumor response will evolve to nonviability. Criterion: Masslike enhancement (any degree, any phase), which is stable or decreased in size over time after LRT, in treated lesion or along treated lesion margin. Applies only to radiation TRA algorithm: i.e., for lesions treated by radiation - based LRTs such as SBRT or TARE 11",
    "LI - RADS ® CT/MRI Radiation TRA v2024 Core ⓒ 2024 American College of Radiology® | All rights reserved Radiation TRA Algorithm Radiation TRA Algorithm Abbreviations Abbreviations Table of Contents Table of Contents If unsure LR - TR Viable vs. LR - TR Equivocal → LR - TR Equivocal LR - TR Viable vs. LR - TR Nonprogressing → LR - TR Nonprogressing Management options MDD for consensus management. Often includes retreatment. Response Criteria LR - TR Viable Conceptual definition: High likelihood of clinically significant viable tumor after treatment Criterion: After nonradiation - based LRT or at surgical margin after resection: • Masslike enhancement* (any degree, any phase ) in treated lesion, along treated lesion margin, or along surgical margin OR • Uncertain masslike enhancement* (presence or morphology) plus mild - moderate T2 hyperintensity or diffusion restriction (any degree) in area of uncertain masslike enhancement After radiation - based LRT: • Masslike enhancement* (any degree, any phase), which is new or increased in size over time after LRT in lesion or along margin OR • Masslike enhancement (any degree, any phase) which is stable or decreased in size over time, plus mild - moderate T2 hyperintensity or diffusion restriction (any degree) in area of stable or decreasing masslike enhancement * May be nodular, smooth, or irregular 12",
    "LI - RADS ® CT/MRI Radiation TRA v2024 Core ⓒ 2024 American College of Radiology® | All rights reserved Radiation TRA Algorithm Radiation TRA Algorithm Abbreviations Abbreviations Table of Contents Table of Contents Po sttr eatment Imagin g after Radiation - Based LRT (TARE or SBRT) What should the radiologist know about the treated lesion or its margin after radiation - based LRT? Tumor response after radiation ( see Table below ) evolves over months and is attributable to damage to tumor DNA, damage to tumor stroma, formation of free radicals in the tumor microenvironment and activation of pro - inflammatory and reparative pathways. • Successfully treated tumors may be stable in size and enhancement for 3 - 6 months or longer. • Complete necrosis is uncommon after external beam radiation (SBRT) and TARE performed with standard dosimetry. Expected imaging appearance of tumor after SBRT or TARE performed with standard dosimetry ( ie without segmental/ablative dosimetry) Early post radiation period (< 3 months) • Persistent masslike arterial phase hyper - enhancement and washout • Smooth perilesional rim enhancement • Moderate to significant geographic parenchymal perfusional changes Late post radiation period (> 6 months) • Gradual decrease in tumor size • Gradual decrease in APHE • May show capsule or halo on delayed phase • Gradual decrease in parenchymal perfusional changes (geographic) which may convert from arterial phase enhancement early posttreatment to PVP or delayed phase enhancement, because of radiation fibrosis. • Progressive atrophy of liver in treatment zone Expected imaging appearance of tumor after TARE performed with segmental/ablative dosimetry ( ie with high - dose personalized dosimetry) Early post radiation period (< 3 months) • No intralesional enhancement secondary to complete de - vascularization/necrosis • Smooth perilesional rim enhancement • Moderate to significant geographic parenchymal perfusional changes Late post radiation period (> 6 months) • No intralesional enhancement • Gradual decrease in parenchymal perfusional changes (geographic) which may convert from arterial phase enhancement early posttreatment to PVP or delayed phase enhancement, because of radiation fibrosis. • Progressive atrophy of liver in treatment zone Essential Points 13",
    "LI - RADS ® CT/MRI Radiation TRA v2024 Core ⓒ 2024 American College of Radiology® | All rights reserved Radiation TRA Algorithm Radiation TRA Algorithm Abbreviations Abbreviations Table of Contents Table of Contents Posttreatment Imagin g after Radiation - Based LRT (TARE or SBRT) What should the radiologist know about the parenchyma surrounding the treated lesion after radiation - based LRT? Surrounding liver parenchyma’s response to radiation ( see Table below ) evolves over time and is attributable to the onset/resolution of • microvascular venoocclusion (microvascular thrombosis and sinusoidal outflow obstruction), congestive edema, and sometimes parenchymal or biliary necrosis (early post - treatment) • chronic microhemorrhage and hemosiderosis (mid post - treatment) • parenchymal fibrosis and architectural distortion (late post - treatment). The radiation changes in the surrounding parenchyma may challenge the assessment of treatment response by obscuring the appearance of the treated tumor, specifically, impairing the ability to differentiate persistently enhancing treated tumor from enhancing surrounding parenchyma. Close comparison between pretreatment and posttreatment images is critical. Diffuse or patchy parenchymal enhancement around the treated tumor due to microvascular venoocclusion (early) or fibrosis (late) could mimic diffuse or multifocal tumor; review of treatment planning map and pretreatment imaging helps in differentiation. If the parenchymal enhancement alterations are within the treatment zone, then they most likely represent manifestations of treatment rather than viable tumor. Treatment - related hepatocyte damage, parenchymal necrosis, or fibrosis may impair parenchymal uptake of hepatobiliary agents, causing hypointensity of the treatment zone on hepatobiliary phase (HBP) images. HBP phase images must be interpreted with other sequences to avoid misinterpretation of treatment zone hypointensity as viable tumor. The zone of HBP - phase hypointensity may help delineate the treatment zone. Expected imaging appearance of surrounding liver Early post radiation period (< 3 months) Late post radiation period (> 6 months) • Reactive hyperemia: APHE • Edema: p re - contrast low CT attenuation, low T1 signal, and high T2 signal • Microvascular venoocclusion : delayed liver enhancement • Microhemorrhage: foci of T1 shortening (high signal) or susceptibility (low signal) on T1 - weighted gradient - recalled echo (GRE) images • Parenchymal necrosis and biliary necrosis sometimes occur, especially after segmental/ablative TARE • Reactive hyperemia (APHE) resolves • Fibrosis develops: • precontrast low CT attenuation & low T1 signal • Progressive or delayed liver enhancement • Evolution of microhemorrhages • Structural changes: regional atrophy, architectural distortion, including biliary stricture and capsular retraction Essential Points 14",
    "LI - RADS ® CT/MRI Radiation TRA v2024 Core ⓒ 2024 American College of Radiology® | All rights reserved Radiation TRA Algorithm Radiation TRA Algorithm Abbreviations Abbreviations Table of Contents Table of Contents Abbreviations Abbreviations ACR American College of Radiology AF Ancillary feature(s) AP Arterial phase APHE Arterial phase hyperenhancement cTACE Transarterial chemo - embolization DEB - TACE Drug - eluting beads TACE EASL European Association for the Study of Liver Disease ECA Extracellular agent GRE Gradient - recalled echo HBA Hepatobiliary agent HBP Hepatobiliary phase HCC Hepatocellular carcinoma iCCA Intrahepatic cholangiocarcinoma LRT Locoregional therapy mRECIST Modified RECIST MDD Multidisciplinary discussion MWA Microwave ablation PEA Percutaneous ethanol ablation PVP Portal venous phase RECIST Response Evaluation Criteria in Solid Tumors RFA Radiofrequency ablation SBRT Stereotactic body radiation therapy TAE Transarterial (bland) embolization TARE 90 Y Transarterial radioembolization TR Treatment response TRA Treatment response assessment US Ultrasound 15",
    "LI - RADS ® CT/MRI Radiation TRA v2024 Core ⓒ 2024 American College of Radiology® | All rights reserved Radiation TRA Algorithm Radiation TRA Algorithm Abbreviations Abbreviations Table of Contents Table of Contents Authors Authors Lead authors Mishal Mendiratta - Lala, MD An Tang, MD Claude Sirlin, MD Treatment Response WG Members Mustafa Bashir, MD Resmi Charalel, MD Ahmed Gabr, MD Kathryn Fowler, MD Avinash Kambadakone, MD Ania Kielar , MD Charles Kim, MD Robert Lewandowski, MD Sara Lewis, MD David C. Madoff, MD Frank Miller, MD Amit Singal, MD Anuradha Shenoy - Bhangle , MD Bradley Spieler, MD Joseph Yacoub, MD Vahid Yaghmai, MD Hooman Yarmohammadi , MD Takeshi Yokoo, MD Chair Mishal Mendiratta Lala, MD Past Chair Richard Do, MD Ex - officio Victoria Chernyak, MD, MS Claude Sirlin, MD An Tang, MD 16",
    "LI - RADS ® CT/MRI Radiation TRA v2024 Core ⓒ 2024 American College of Radiology® | All rights reserved Radiation TRA Algorithm Radiation TRA Algorithm Abbreviations Abbreviations Table of Contents Table of Contents Acknowledgments Acknowledgments The LI - RADS Treatment Response Working Group would like to acknowledge the LI - RADS Lexicon and the LI - RADS Steering Committee for their critical review of this document. Lexicon & Writing Group Chairs An Tang, MD Claude Sirlin, MD Members Mustafa Bashir, MD Victoria Chernyak, MD Guilherme Cunha, MD David Fetzer, MD Kathryn Fowler, MD Aya Kamaya, MD Jimmy Lee, MD Matt McInnes, MD Mishal Mendiratta - Lala, MD Sedighe Shabanan, MD Amit Singal , MD Steering Committee Chairs Victoria Chernyak, MD, MS Kathryn Fowler, MD Members Mustafa Bashir, MD Jason Birnbaum, MD Amir Borhani, MD Ryan Brunsing, MD Guilherme Cunha, MD David Fetzer, MD Alice Fung, MD William Hong, MD Melina Hosseini, MD Elizabeth Hecht, MD Reena Jha, MD Aya Kamaya, MD Geetika Khanna, MD Andrea Siobhan Kierans, MD Jimmy Lee, MD Andrej Lyshchik, MD Robert Marks, MD Matt McInnes, MD Mishal Mendiratta - Lala, MD Donald Mitchell, MD Shuchi Rodgers, MD Maxime Ronot, MD Alexandra Roudenko, MD Anthony Samir, MD Cynthia Santillan, MD Sedighe Shabanan, MD Amit Singal , MD Claude Sirlin, MD An Tang, MD Lisa VanWagner, MD Sudhakar Venkatesh, MD Takeshi Yokoo, MD, PhD 17"
  ],
  "processed_at": "2026-01-30T14:08:11.350Z"
}