{
  "doc_id": "94f6d21cad2ab15cfaa69dd042884fca",
  "source_id": "LI-RADS-CEUS-Nonradiation-TRA-v2024-Manual",
  "total_pages": 53,
  "pages": [
    "LI - RADS ® CEUS Nonradiation TRA v2024 Manual ⓒ 2024 American College of Radiology® | All rights reserved",
    "ⓒ 2024 American College of Radiology® | All rights reserved Intralesional Tumor Viability Absent Uncertain Present Perilesional Tumor Viability Absent Uncertain Present Reconcile intralesional AND perilesional tumor viability assessment to assign a single Treatment Response Assessment (TRA) category LI - RADS ® CEUS NONRADIATION TRA v2024 Step 4. Final check. After steps 1, 2, and 3 – Ask yourself if the assigned TRA category is reasonable and appropriate. If YES: You are done, move on to the next Treated Lesion (if any). If NO: Re - evaluate. Apply Tiebreaking Rule if needed Apply Tiebreaking Rule if needed Step 2. Step 3. Observation treated by nonradiation - based Locoregional Therapy (TACE, TAE, RFA, MWA or PEA), or at surgical margin after resection, imaged with CEUS in at - risk patient. Step 1. Assess both intralesional AND perilesional tumor viability using CEUS Imaging Criteria. If not evaluable, assign LR - TR Nonevaluable and proceed to Step 4. Intralesional Tumor Viability CEUS Imaging Criteria Perilesional Tumor Viability CEUS Imaging Criteria Absent No intralesional enhancement Absent Enhancement identical to surrounding liver Uncertain Arterial phase hypoenhancement (with or without washout) Uncertain Arterial phase hyperenhancement without washout OR Arterial phase isoenhancement with washout OR Arterial phase hypoenhancement Present Arterial phase hyperenhancement (with or without washout) OR Arterial phase isoenhancement (with or without washout) Present Arterial phase hyperenhancement with washout LR - TR Nonviable LR - TR Equivocal LR - TR Equivocal LR - TR Equivocal LR - TR Viable LR - TR Viable LR - TR Viable LR - TR Viable LR - TR Viable • New distinct nodule(s) separate from Treated Lesion should be categorized using CEUS Diagnostic Algorithm instead of CEUS TRA Algorithm . • In patients after partial hepatectomy the entire resection margin should be evaluated using Perilesional Tumor Viability criteria . In patients without surgical cavity visible on B - mode ultrasound Intralesional Tumor Viability should be labeled as “Absent” .",
    "ⓒ 2024 American College of Radiology® | All rights reserved Algorithm Abbreviations Table of Contents LI - RADS ® CEUS Nonradiation TRA v2024 Manual Table of Contents Pages Overview What is LI - RADS® Treatment Response Assessment? 1 LI - RADS ® Algorithms 2 LI - RADS® Diagnostic and TRA Algorithms: Which to Use 3 Getting Started 4 LI - RADS ® Treatment Response Categories at a Glance 5 Key Concepts 6 Decision tree layout 9 CEUS Nonradiation TRA algorithm Step 1. Assess both intralesional AND perilesional tumor viability using CEUS Imaging Criteria 10 Step 2. Apply Tiebreaking Rules if Needed 11 Step 3. Reconcile Intralesional AND Perilesional tumor viability assessment to assign a single TRA category 12 Step 4. Final check 12 Technique Technical recommendations for CEUS Nonradiation TRA imaging 13 Lexicon 15 Limitations 16 Management Suggested imaging workup options and time intervals 17 Reporting Considerations before issuing a LI - RADS report in patients with lesions treated by LRT 18 Reporting 19 Reporting template 20 i",
    "ⓒ 2024 American College of Radiology® | All rights reserved Algorithm Abbreviations Table of Contents LI - RADS ® CEUS Nonradiation TRA v2024 Manual Table of Contents Pages Definitions Intralesional Tumor Viability Absent 21 Intralesional Tumor Viability Uncertain 23 Intralesional Tumor Viability Present 25 Perilesional Tumor Viability Absent 27 Perilesional Tumor Viability Uncertain 29 Perilesional Tumor Viability Present 34 Posttreatment imaging after Nonradiation LRT 36 ii FAQs Getting Started 38 Management 42 Treated biopsy proven HCC in LR - 3 and LR - 4 43 Treated LR - M, Cholangiocarcinoma, Combined Tumor 44 Surgical Resection 45 Abbreviations 46 Authors 47 Acknowledgements 48",
    "ⓒ 2024 American College of Radiology® | All rights reserved Algorithm Abbreviations Table of Contents LI - RADS ® CEUS Nonradiation TRA v2024 Manual Overview What is LI - RADS ® CEUS Treatment Response Assessment? LI - RADS CEUS Treatment Response Assessment (TRA) is: • A comprehensive system for standardizing Contrast - Enhanced Ultrasound (CEUS) acquisition, interpretation, reporting, and data collection for HCC and select cases of non - HCC malignancies ( iCCA and cHCC - CCA), treated with locoregional therapy (LRT) or surgical resection. • A dynamic document, to be expanded and refined as knowledge accrues and in response to user feedback. • Designed to improve communication, patient care, education, and research. • Supported and endorsed by the American College of Radiology (ACR). • Developed by a multidisciplinary, international consortium of diagnostic and interventional radiologists , hepatobiliary surgeons, hepatologists, hepatopathologists , and radiation oncologists through literature review and expert consensus . Contributors include academic and community physicians as well as members in training. • Complementary to other LI - RADS algorithms including LI - RADS CT/MRI TRA. LI - RADS CEUS TRA may be used for clinical care, education, or research by: • Community and academic radiologists • Radiologists in training • Other health care professionals providing care to patients with liver disease • Researchers Why is LI - RADS CEUS TRA important? • Enables clear communication between radiologists and other specialists caring for patients after locoregional therapy and surgical resection. • Provides standardized terminology to facilitate data collection, quality assurance, and research. • Provides a simple, practical system suitable for routine clinical practice for assessing treatment response in individual lesions . This is particularly relevant in patients with liver - limited disease and to inform patient management including the need for retreatment. • Prior systems (see below) were developed for clinical trials, emphasize overall patient response, and do not provide lesion - level treatment response assessment for each treated observation. What are other treatment response systems? • Response Evaluation Criteria in Solid Tumors (RECIST), modified RECIST ( mRECIST ), and European Association for the Study of Liver Disease (EASL) provide criteria to assess overall patient response in clinical trials and retrospective studies assessing treatment response for HCC patients, rather than to assess individual tumors or to inform clinical management. • LI - RADS CT/MRI TRA uses concepts from mRECIST for assessment of viability and tumor size measurements following treatment. It uses imaging criteria of tumor viability different from LI - RADS CEUS TRA. 1",
    "ⓒ 2024 American College of Radiology® | All rights reserved Algorithm Abbreviations Table of Contents LI - RADS ® CEUS Nonradiation TRA v2024 Manual LI - RADS ® Algorithms For surveillance of HCC In cirrhotic and other high - risk patients Using unenhanced ultrasound Note: in some patients with VIS - C, alternative modalities such as CT or abbreviated MRI should be considered. For diagnosis of HCC and Categorization of new distinct nodule(s) separate from Treated Lesion In cirrhotic and other high - risk patients Using contrast - enhanced ultrasound (CEUS) For diagnosis and staging of HCC In cirrhotic and other high - risk patients , including liver transplant candidates with HCC Using CT, MRI with extracellular agents (ECA), or MRI with hepatobiliary agents (HBA) For assessing response to nonradiation - based LRT, including resection, of HCC and select cases of non - HCC malignancies ( iCCA and cHCC - CCA) I n cirrhotic and other high - risk patients , including liver transplant candidates with HCC Using CEUS For assessing response to nonradiation - based LRT, including resection, of any treated lesion, including HCC and other malignancies In cirrhotic and other high - risk patients , including liver transplant candidates with HCC Using CT, MRI with ECA, or MRI with HBA For assessing response to radiation - based LRT of any treated lesion, including HCC and other malignancies In cirrhotic and other high - risk patients , including liver transplant candidates with HCC Using CT, MRI with ECA, or MRI with HBA Overview CT/MRI Diagnostic Algorithm CEUS Diagnostic Algorithm CT/MRI Nonradiation TRA Algorithm CEUS Nonradiation TRA Algorithm US Surveillance Algorithm CT/MRI R adiation TRA Algorithm 2",
    "ⓒ 2024 American College of Radiology® | All rights reserved Algorithm Abbreviations Table of Contents LI - RADS ® CEUS Nonradiation TRA v2024 Manual LI - RADS ® Diagnostic and TRA Algorithms: Which to Use Pretreatment Posttreatment Overview Untreated observation imaged by multiphase CT, MRI, or CEUS S ystemic therapy Assess treatment response with institutional or RECIST - type approach CT/MRI Diagnostic Algorithm CEUS Diagnostic Algorithm CT/MRI Diagnostic Algorithm CEUS Diagnostic Algorithm Surgical resection: observation NOT at surgical margin CT/MRI Nonradiation TRA Algorithm CEUS Nonradiation TRA Algorithm Surgical resection: observation at surgical margin CT/MRI Nonradiation TRA Algorithm CEUS Nonradiation TRA Algorithm Locoregional therapy with nonradiation - based treatment (ablation, TAE, cTACE , DEB - TACE) CT/MRI R adiation TRA Algorithm Locoregional therapy with radiation - based treatment (TARE, SBRT) if treated Treated observation imaged by multiphase CT, MRI, or CEUS 3",
    "ⓒ 2024 American College of Radiology® | All rights reserved Algorithm Abbreviations Table of Contents LI - RADS ® CEUS Nonradiation TRA v2024 Manual Getting Started LI - RADS ® CEUS NONRADIATION TRA v2024 ✓ Apply in high - risk patients to assess response for path - proven or presumed (LR - 3, LR - 4, LR - 5, LR - M) HCC after locoregional treatment including surgical resection High - risk patients are those with cirrhosis OR Chronic hepatitis B viral infection even in absence of cirrhosis OR current or prior HCC, i ncluding adult liver transplant candidates and recipients of liver transplant. ✓ Apply to treated lesions imaged with contrast - enhanced ultrasound. ✓ Apply nonradiation TRA algorithm after nonradiation - based LRT: • Radiofrequency ablation (RFA) • Microwave ablation (MWA) • Percutaneous ethanol ablation (PEA) • Transarterial embolization (TAE) • Conventional transarterial chemoembolization ( cTACE ) • Drug - eluding bead transarterial chemoembolization (DEB - TACE) ✓ Apply to Treated Lesions: • Visible on post - treatment B - mode ultrasound ✓ Apply in postsurgical patients when assessing recurrence at the surgical margin, when surgical cavity or surgical margin is visible on ultrasound. ✓ Apply with caution in select cases of non - HCC malignancies, such as iCCA and cHCC - CCA. ✘ Do NOT apply in patients with Treated Lesion not visible on B - mode ultrasound. ✘ Do NOT apply in new or untreated lesions outside treatment zone. ✘ Do NOT apply in patients treated with radiation - based therapies or in patients on systemic therapy. 4",
    "ⓒ 2024 American College of Radiology® | All rights reserved Algorithm Abbreviations Table of Contents LI - RADS ® CEUS Nonradiation TRA v2024 Manual LI - RADS ® CEUS NONRADIATION TRA v2024 Categories CEUS Nonradiation TRA Algorithm Categories Categories Treated by nonradiation - based therapy, Response not evaluable due to image omission or degradation LR - TR Nonevaluable Treated by nonradiation - based therapy, Probably or definitely not viable Treated by nonradiation - based therapy, Equivocally viable Treated by nonradiation - based therapy, Probably or definitely viable LR - TR Nonviable LR - TR Equivocal LR - TR Viable 5",
    "ⓒ 2024 American College of Radiology® | All rights reserved Algorithm Abbreviations Table of Contents LI - RADS ® CEUS Nonradiation TRA v2024 Manual Key Concepts Key Concepts CEUS Nonradiation TRA T umor response to a blation and nonradiation - based intra - arterial embolization Ablation and nonradiation - based intra - arterial embolization cause both t umor death and reactive changes in surrounding liver parenchyma. Surgical resection can produce reactive and granulation tissue development at the resection site. Hence, enhancement in treated lesion and along its margin might have different enhancement patterns, especially within first 4 weeks after treatment. • Due to extremely high sensitivity of CEUS to vascular flow, post - treatment reactive changes are common and may manifest as areas of abnormal perilesional enhancement, especially during the first 3 months after treatment. • Treated Lesions : • Treated lesions typically demonstrate no intralesional enhancement after successful treatment. • Arterial phase hyperenhancement or isoenhancement (with or without washout) within the Treated Lesion indicate persistent tumor viability. • Arterial phase hypoenhancement (with or without washout) within the Treated Lesion could be observed in incompletely treated lesions, but also in reactive/granulation tissue replacing successfully treated lesion. • Perilesional liver parenchyma : • Locoregional treatments, especially percutaneous ablation, can lead to development of substantial hyperemia around the ablated area, typically seen within 1 month after treatment. This can result in false - positive cases by misdiagnosing the hyperenhancement along the borders of treatment cavity, as viable tumor as well as false - negative cases by failure to distinguish post - procedure inflammation from a true residual viable tumor. • Liver parenchyma surrounding Treated Lesion expected to return to normal enhancement after successful treatment within 3 months after treatment. • Abnormal enhancement in liver parenchyma surrounding Treated Lesion that persist for >6 month is concerning and should be further evaluated with an alternative imaging modality Surgical resection The appearance of Treated Lesion depends on the amount of surgically removed liver • In patients after focal segmental or wedge resection it is common to see a surgical cavity or surface defect on B - mode ultrasound, which might appear “mass - like”. Tumor viability in this area should be evaluated using Intralesional Tumor Viability criteria. It should demonstrate no internal enhancement in patients with no viable disease. • In patients after partial hepatectomy the entire resection margin is considered perilesional tissue and should be evaluated using Perilesional Tumor Viability criteria. • In patients without surgical cavity visible on B - mode ultrasound Intralesional Tumor Viability should be labeled as “Absent” . 6",
    "ⓒ 2024 American College of Radiology® | All rights reserved Algorithm Abbreviations Table of Contents LI - RADS ® CEUS Nonradiation TRA v2024 Manual Key Concepts 7 Tumor Viability Assessment : • To improve the accuracy of CEUS for treatment response assessment, different diagnostic criteria are used to evaluate for disease viability within and outside of the Treated Lesion margins: • Broader criteria for intralesional enhancement are used to increase sensitivity of tumor viability detection. • Stricter criteria are used for perilesional enhancement to prevent misclassification of post - treatment reactive changes as viable tumor. CEUS Nonradiation TRA reconciles intralesional and perilesional tumor viability assessment and assigns a single treatment response category: • LR TR - Nonviable • LR TR - Equivocal • LR TR - Viable Patients with treated lesion(s) categorized as LR - TR Viable and select cases with LR - Equivocal categorization should be reviewed at MDD for consensus management. • Concept: the determination to retreat viable tumor or to change treatment is not based solely on the LR - TR category but is multifactorial. • Rationale : Multiple factors are relevant in determining whether to retreat or change treatment, These include • patient’s personal preferences, family and social circumstances, overall health • size, location, and number of viable tumors • size, location, number, and LI - RADS category of untreated observations • presence of extrahepatic metastases • prior treatment history • liver function • transplant eligibility • In general, no single physician or specialist, including the radiologist assessing treatment response, will know all this relevant information. • Implications : • The decision to retreat viable tumor or to change treatment is best made via a holistic approach that considers the above factors through multidisciplinary discussion (MDD). • Diagnostic radiologists should avoid language in their reports that compels treatment or change in treatment.",
    "ⓒ 2024 American College of Radiology® | All rights reserved Algorithm Abbreviations Table of Contents LI - RADS ® CEUS Nonradiation TRA v2024 Manual 8 Treated Lesion Intralesional vs. Perilesional contrast enhancement • CEUS LI - RADS Treatment Response Assessment leverages the unique ability of CEUS to visualize both anatomical (B - mode) and contrast - enhanced ultrasound images simultaneously and in real time. • Using B - mode images as anatomical reference allows separate evaluation of contrast enhancement patterns inside and outside of the Treated Lesion. Treated Lesion margin B - mode CEUS Key Concepts Treated Lesion After catheter - based treatments (TAE, cTACE , DEB - TACE) : • Treated observation visible on B - mode US After percutaneous treatments (RFA, MWA, PEA): • Combination of observation and parenchymal changes related to ablation procedure visible on B - mode US After surgical resection : • Surgical cavity after segmental or wedge resection visible on B - mode US",
    "ⓒ 2024 American College of Radiology® | All rights reserved Algorithm Abbreviations Table of Contents LI - RADS ® CEUS Nonradiation TRA v2024 Manual Decision tree 9 LI - RADS ® CEUS NONRADIATION TRA v2024 ALGORITHM Treatment response cannot be evaluated due to image degradation or omission New distinct nodule(s) separate from Treated Lesion, visible on ultrasound Reconcile intralesional AND perilesional tumor viability Use intralesional tumor viability t able Apply Tiebreaking Rule if needed Use perilesional tumor viability t able Apply Tiebreaking Rule if needed Assess both intralesional AND perilesional tumor viability on CEUS Treated Lesion OR margin of surgical resection visible on B - mode ultrasound Define margins of Treated Lesion on B - mode US Not adequate Adequate CEUS examination is technically adequate? LR - TR Nonevaluable LR - TR Nonviable LR - TR Equivocal LR - TR Viable CEUS Diagnostic Algorithm",
    "ⓒ 2024 American College of Radiology® | All rights reserved Algorithm Abbreviations Table of Contents LI - RADS ® CEUS Nonradiation TRA v2024 Manual • New distinct nodule(s) separate from Treated Lesion should be categorized using CEUS Diagnostic Algorithm instead of CEUS TRA Algorithm . • In patients after partial hepatectomy the entire resection margin should be evaluated using Perilesional Tumor Viability criteria . In patients without surgical cavity visible on B - mode ultrasound Intralesional Tumor Viability should be labeled as “Absent” . CEUS Nonradiation TRA algorithm 10 Step 1. Assess both intralesional AND perilesional tumor viability using CEUS Imaging Criteria If not evaluable, assign LR - TR Nonevaluable and proceed to Step 4. Conceptual definition CEUS Imaging Criteria Absent Low or negligible likelihood of viable tumor within the margins of the Treated Lesion No intralesional enhancement Uncertain The presence and the absence of viable tumor within the margins of Treated Lesion each have similar probability Arterial phase hypoenhancement (with or without washout) Present Definite or high likelihood of viable tumor within the margins of Treated Lesion Arterial phase hyperenhancement (with or without washout) OR Arterial phase isoenhancement (with or without washout) Conceptual definition CEUS Imaging Criteria Absent Low or negligible likelihood of viable tumor in close proximity to the outer margins of Treated Lesion Enhancement identical to surrounding liver Uncertain The presence and the absence of viable tumor in close proximity to the outer margins of Treated Lesion each have similar probability Arterial phase hyperenhancement without washout OR Arterial phase isoenhancement with washout OR Arterial phase hypoenhancement Present Definite or high likelihood of viable tumor in close proximity to the outer margins of Treated Lesion Arterial phase hyperenhancement with washout Intralesional Tumor Viability Perilesional Tumor Viability",
    "ⓒ 2024 American College of Radiology® | All rights reserved Algorithm Abbreviations Table of Contents LI - RADS ® CEUS Nonradiation TRA v2024 Manual 11 Step 2. Apply Tiebreaking Rule if Needed If unsure between two categories, choose the one reflecting lower certainty as illustrated below Lower certainty of nonviability Lower certainty of viability Absent Uncertain Present Absent Uncertain Present Intralesional tumor viability Perilesional tumor viability CEUS Nonradiation TRA algorithm",
    "ⓒ 2024 American College of Radiology® | All rights reserved Algorithm Abbreviations Table of Contents LI - RADS ® CEUS Nonradiation TRA v2024 Manual 12 To reconcile perilesional AND intralesional Tumor Viability, use the higher category of the two. • If one or both are Present - > Final category LR - TR Viable • If one is Uncertain and one is Absent - > Final category LR - TR Equivocal • If both are Absent - > Final category LR - TR Nonviable Step 3. Reconcile Intralesional AND Perilesional Tumor Viability Step 4. Final check. After steps 1, 2, 3 and 4 – Ask yourself if the assigned TRA category is reasonable and appropriate. If YES: You are done, move on to the next treated lesion (if any) If NO: Re - evaluate Intralesional Tumor Viability Absent Uncertain Present Perilesional Tumor Viability Absent Uncertain Present LR - TR Nonviable LR - TR Equivocal LR - TR Equivocal LR - TR Equivocal LR - TR Viable LR - TR Viable LR - TR Viable LR - TR Viable LR - TR Viable CEUS Nonradiation TRA algorithm",
    "ⓒ 2024 American College of Radiology® | All rights reserved Algorithm Abbreviations Table of Contents LI - RADS ® CEUS Nonradiation TRA v2024 Manual Technique 13 LI - RADS ® CEUS NONRADIATION TRA v2024 Technical Recommendations Examiner Training Appropriate ultrasound examiner and reader training is of paramount importance for successful CEUS LI - LIDS TRA implementation. An appropriately trained CEUS examiner should be able to perform a thorough CEUS examination of the liver including documentation of all relevant contrast - enhancement phases. An examiner should also have sufficient knowledge of ultrasound contrast agent administration, image optimization and artifact reduction (1) and the appropriate skills to manage rare contrast reactions. CEUS Imaging CEUS should be performed in accordance with technical recommendations from the ACR CEUS LI - RADS working group (2) and ACR – AIUM – SRU practice parameter for the performance of CEUS (3). Equipment The US scanners must be equipped with appropriate software and hardware packages for CEUS. The transducer choice is typically based on the depth and size of the examined Treated Lesion. In the vast majority of cases, CEUS examinations of the liver will be performed using a lower - frequency curved array transducer, with higher frequency and linear array transducers reserved for select superficially located lesions when curved array transducers provide suboptimal visualization. Contrast Agents Currently, there are two purely intravascular US contrast agents widely used for liver imaging. • Lumason (sulfur hexafluoride lipid - type A microspheres, Bracco Diagnostics Inc.), marketed as SonoVue outside of the United States. • Definity ( perflutren lipid microsphere, Lantheus Medical Imaging Inc.), marketed as Luminity outside of North America. References: 1. Fetzer DT et al, RadioGraphics 2023 2. Lyshchik A et al, Abdominal Radiology (NY) 2018 3. ACR – AIUM – SRU practice parameter for the performance of CEUS",
    "ⓒ 2024 American College of Radiology® | All rights reserved Algorithm Abbreviations Table of Contents LI - RADS ® CEUS Nonradiation TRA v2024 Manual Technique 14 LI - RADS ® CEUS NONRADIATION TRA v2024 Technical Recommendations Patient positioning and pre - contrast examination Most commonly, the patient is positioned supine with the right arm in abduction. After an optimal acoustic window is selected, B - mode images and measurements of a Treated Lesion are obtained. Contrast agent administration Contrast agent dose: The contrast dose can be adjusted based on the sensitivity of the equipment used for CEUS examination, patient size, and condition of the liver. Contemporary US devices and software allow for smaller doses than those listed on the package inserts. Typical dose of Lumason / SonoVue for liver imaging is 1.0 - 2.4ml. Typical dose of Definity/ Luminity for liver imaging is 0.2 - 0.4ml. Contrast agent injection: US contrast agent administration should be performed through an 18 - 22G peripheral intravenous line. If present, central venous lines and infusion ports can also be used following institutional protocols and aseptic techniques. The bolus of contrast should be immediately followed by a 5 - 10 mL normal saline flush. Imaging protocol To maximize benefits of real - time CEUS imaging and to preserve enough contrast agent to improve contrast washout detection, use the following recommended imaging protocol: • Imaging should be performed continuously from contrast injection until peak arterial phase (AP) enhancement to capture peak AP enhancement and characterize the presence and pattern of AP enhancement while scanning through the entire Treated Lesion and its immediate surroundings. Alternatively, continuous imaging could be extended beyond peak AP enhancement until 60 sec. After 60 sec, imaging should be performed intermittently (5 - 10 sec every 30 - 60 sec) to detect and characterize washout. Reference: Lyshchik A et al, Abdominal Radiology (NY) 2018",
    "ⓒ 2024 American College of Radiology® | All rights reserved Algorithm Abbreviations Table of Contents LI - RADS ® CEUS Nonradiation TRA v2024 Manual 15 LI - RADS ® CEUS NONRADIATION TRA v2024 Lexicon Lexicon Definition Viability Presence of live tumor cells within or along the margin of a Treated Lesion. Treated Lesion After catheter - based treatments (TAE, cTACE , DEB - TACE) : • Treated observation, visible on B - mode US After percutaneous treatments (RFA, MWA, PEA): • Combination of observation and parenchymal changes related to ablation procedure • Visible on B - mode US After surgical resection : • Surgical cavity after segmental or wedge resection visible on B - mode US Intralesional Contrast Enhancement Contrast enhancement within the margins of Treated Lesion Note: • Margins of Treated Lesion delineated on B - mode images • Contrast enhancement assessed on corresponding CEUS images Perilesional Contrast Enhancement Contrast enhancement in close proximity to the outer margins of Treated Lesion Note: • Margins of Treated Lesion delineated on B - mode images • Contrast enhancement assessed on corresponding CEUS images • Liver margin after surgical resection is considered perilesional tissue Intralesional Tumor Viability Presence of live tumor cells within the margin of the treated lesion. Intralesional tumor viability predominantly assessed in the arterial phase, where presence of intralesional arterial phase hyperenhancement or isoenhancement indicates viable disease Note: • Detection of washout is often not necessary for intralesional tumor viability assessment but could increase diagnostic confidence of intralesional tumor viability • In patients without surgical cavity visible on B - mode ultrasound Intralesional Tumor Viability should be labeled as “Absent” Perilesional Tumor Viability Presence of live tumor cells along the margin of the treated lesion. Perilesional tumor viability must be assessed in the arterial, portal and late imaging phases. Note: • Detection of washout is critical for accurate perilesional tumor viability characterization since perilesional arterial phase hyperenhancement + washout is consistent with perilesional tumor viability • In patients after partial hepatectomy the entire resection margin should be evaluated using Perilesional Tumor Viability criteria Technique",
    "ⓒ 2024 American College of Radiology® | All rights reserved Algorithm Abbreviations Table of Contents LI - RADS ® CEUS Nonradiation TRA v2024 Manual 16 LI - RADS ® CEUS NONRADIATION TRA v2024 Limitations Pathological correlation LR - TR Nonviable does not imply complete pathologic response. Imaging in general is insensitive to microscopic or small foci of residual tumor that may be detectable only at histologic evaluation. Biopsy proven HCC in LR - 3 nodules For biopsy proven HCC in LR - 3 nodules with AP isoenhancement and no washout on pre - treatment CEUS, perilesional treatment response evaluation on CEUS could be challenging and alternative imaging modality, such as CT/MRI or interval imaging follow - up might be necessary for further characterization. Biopsy proven HCC in nodules with AP hypoenhancement For extremely rare cases of biopsy proven HCC in nodules with AP hypoenhancement pre - treatment CEUS, both intralesional and perilesional treatment response evaluation on CEUS could be challenging and alternative imaging modality, such as CT/MRI or interval imaging follow - up might be necessary for further characterization. Treatment response assessment for radiation - based or systemic therapies The current version of CEUS LI - RADS TRA does not include assessment of radiation - based or systemic therapies, since only limited data on the use of CEUS to monitor response to these treatments currently exist. Ultrasound contrast agents The current version of CEUS LI - RADS TRA does not include the use of purely intravascular ultrasound contrast agent Optison ( perflutren protein - type A microspheres, GE Healthcare, Marlborough, MA USA) and contrast agent with a delayed Kupffer cell phase Sonazoid ( perfluorobutane microspheres, GE Healthcare, Oslo, Norway), since only limited data on the use of these contrast agents to monitor HCC treatment response currently exist. Technique",
    "ⓒ 2024 American College of Radiology® | All rights reserved Algorithm Abbreviations Table of Contents LI - RADS ® CEUS Nonradiation TRA v2024 Manual Management 17 * Using same modality or different modality as appropriate ** If stable after 1 - 2 years, follow - up interval may be extended to 6 months Timing of CEUS imaging after LRT • CEUS Nonradiation TRA LI - RADS does not include any specific guidelines on timing of CEUS imaging after LRT. • T he decisions on the most appropriate timing and imaging modality to evaluate HCC treatment response after LRT should be deferred to regional guidelines and MDD. LI - RADS ® CEUS NONRADIATION TRA v2024 Management Suggested Imaging Workup Options & Time Intervals Continue monitoring in ≈ 3 months*,** MDD for consensus management Often includes retreatment Repeat imaging in ≤ 3 months* Continue monitoring in ≈ 3 months* MDD in unusual or complex cases LR - TR Nonevaluable LR - TR Nonviable LR - TR Viable LR - TR Equivocal Decreasing in size ≥6 months after treatment <6 months after treatment New in previously LR - TR nonviable Stable in size ≥6 months after treatment MDD for consensus management Often includes CT or MRI CEUS Categorize each treated lesion Increasing in size",
    "ⓒ 2024 American College of Radiology® | All rights reserved Algorithm Abbreviations Table of Contents LI - RADS ® CEUS Nonradiation TRA v2024 Manual LI - RADS ® CEUS NONRADIATION TRA v2024 Reporting Use your judgment and common sense If a patient has multiple treated lesions or has both treated lesions and untreated observations: • Decide whether to report treated lesions and untreated observations individually, in aggregate, or as a combination of both, with the goal of communicating your findings and impression most clearly. Tailor your recommendations to your patient Avoid language that compels retreatment or change in treatment If there are one or more treated lesions with viable tumor (i.e., LR - TR Viable) and consideration for retreatment or change in treatment is appropriate, the following phrases might be used: • “Recommend MDD for consensus management” • “Consider MDD for consensus management” Do NOT use CEUS Nonradiation TRA LI - RADS for patients after radiation - based or systemic therapy Instead, use institutional or RECIST - type approach for interpretation and reporting in such patients. Often, aggregate reporting with more detailed description of select target lesions may be appropriate. Reporting 18",
    "ⓒ 2024 American College of Radiology® | All rights reserved Algorithm Abbreviations Table of Contents LI - RADS ® CEUS Nonradiation TRA v2024 Manual LI - RADS ® CEUS NONRADIATION TRA v2024 Reporting Treated lesion Reporting requirement Recommended report content Must be reported in Findings and Impression May summarize in aggregate for clarity Provide • pretreatment category and size • current response category (Nonevaluable) • causative technical limitations or artifacts, and work - up suggestions Must be reported in Findings and Impression May summarize in aggregate for clarity Provide • pretreatment category and size • current response category (Nonviable) • change since prior Must be reported in Findings and Impression May summarize in aggregate for clarity Provide • pretreatment category and size • current response category (Equivocal or Nonprogressing) • change since prior Must be reported in Findings and Impression May summarize in aggregate for clarity Provide • pretreatment category and size • current response category (Viable) • change since prior All individually reported observations and treated lesions should include • Identifier: sequent ial number or other unique identifier, kept fixed on all exams. • Image identifier (timing) where imaging features were assessed . If possible, also save key images on PACS. LR - TR Nonevaluable LR - TR Nonviable LR - TR Viable Reporting LR - TR Equivocal ⓒ 2024 American College of Radiology® | All rights reserved 19 • New or untreated observations outside treatment zone: refer to CEUS Diagnostic Core • After systemic therapy: report using institutional or RECIST - type approach .",
    "ⓒ 2024 American College of Radiology® | All rights reserved Algorithm Abbreviations Table of Contents LI - RADS ® CEUS Nonradiation TRA v2024 Manual Reporting 20 LI - RADS ® CEUS NONRADIATION TRA v2024 Reporting Template Sample report: template A Treated lesion [#] – A lesion in segment [Couinaud segment] (series [#], image [#]), pretreatment category LR [category from preprocedure diagnostic report] [dated], was treated with [treatment type: RFA/MWA/PEA/TAE/DEB - TACE/ cTACE / focal resection/segmentectomy/partial hepatectomy ]. The posttreatment follow - up shows a [size] [mm/cm]treated lesion [with/without/uncertain/ intralesional tumor viability]. Surrounding liver parenchyma enhancement consistent with [present/uncertain/absent tumor viability] . [Additional comments/descriptions]. After reconciling intralesional and perilesional tumor viability, LR - TR category (v2024) is established as: [Nonevaluable/Nonviable/Equivocal/Viable]. Sample report: template B Treated lesion #: 1/2/3/4/5 Location : Segment I/II/III/ IVa / IVb /V/VI/VII/VIII Pretreatment category [Uncertain/Not seen/Remote treatment/LR - 5/LR - 4/LR - 3/TIV/LR - M/Biopsy HCC] Type of most recent treatment: [RFA/MWA/PEA/TAE/DEB - TACE/ cTACE / Unknown] Date of most recent treatment: [MM - DD - YYYY/Unknown] Intralesional tumor viability: [Present/Absent/Uncertain/ Nonevaluable ] Perilesional tumor viability: [Present/Absent/Uncertain/ Nonevaluable ] LR - TR category: [Nonevaluable/Nonviable/Equivocal/Viable] Notes: • The above sample reports are meant as guidance. The report elements, order of report elements, terminology, and other details should be customized to match institutional preference. • LI - RADS measurements are given in mm, but each institution should utilize units according to local standards and use them consistently. • Observations may be treated sequentially by different types of therapies. Use your judgment to select the appropriate TRA algorithm in such cases. You may not know which therapy was used. If the type of therapy can be inferred from imaging features, apply the appropriate TRA algorithm. Reference: Roudenko A et al, J Vasc Interv Radiol 2023",
    "ⓒ 2024 American College of Radiology® | All rights reserved Algorithm Abbreviations Table of Contents LI - RADS ® CEUS Nonradiation TRA v2024 Manual B - mode CEUS arterial phase CEUS late phase B - mode CEUS arterial phase CEUS late phase B - mode CEUS arterial phase CEUS late phase Granulation tissue enhancement In rase cases, granulation tissue within the Treated Lesion could demonstrate mild hypoenhancement. This uncommon appearance should not be confused with Intralesional Tumor Viability. Conceptual definition: Low or negligible likelihood of viable tumor after treatment within the margins of the Treated Lesion Criterion: No enhancement within the margins of the Treated Lesion. If unsure Absent vs. Uncertain - > Uncertain 21 Intralesional Tumor Viability Absent Definitions",
    "ⓒ 2024 American College of Radiology® | All rights reserved Algorithm Abbreviations Table of Contents LI - RADS ® CEUS Nonradiation TRA v2024 Manual Criterion: No enhancement within the margins of the Treated Lesion. Intralesional Tumor Viability Absent . 1 - month post TACE. (A) B - mode images used as an anatomical reference to define Treated Lesion margins (dotted line). (B) Arterial phase CEUS image demonstrates No enhancement within the margins of the Treated Lesion (dotted line). 22 Intralesional Tumor Viability Absent Definitions",
    "ⓒ 2024 American College of Radiology® | All rights reserved Algorithm Abbreviations Table of Contents LI - RADS ® CEUS Nonradiation TRA v2024 Manual Intralesional Tumor Viability Uncertain B - mode CEUS arterial phase B - mode CEUS arterial phase Conceptual definition: The presence and the absence of viable tumor within the margins of Treated Lesion each have similar probability. Criterion: Arterial phase hypoenhancement within the margins of Treated Lesion (with or without washout). If unsure Uncertain vs. Absent - > Uncertain Uncertain vs. Present - > Uncertain 23 Definitions",
    "ⓒ 2024 American College of Radiology® | All rights reserved Algorithm Abbreviations Table of Contents LI - RADS ® CEUS Nonradiation TRA v2024 Manual Intralesional Tumor Viability Uncertain Criterion: Arterial phase hypoenhancement within the margins of Treated Lesion (with or without washout). Intralesional Tumor Viability Uncertain . 1 - month after microwave ablation. (A) B - mode images used as an anatomical reference to define Treated Lesion margins (dotted line). (B) Arterial phase CEUS image demonstrates irregular, peripheral intralesional hypoenhancement within the margins of the Treated Lesion (dotted line). (C) Late phase CEUS image demonstrated some degree of contrast washout within the margins of the Treated Lesion (dotted line). 24 Definitions",
    "ⓒ 2024 American College of Radiology® | All rights reserved Algorithm Abbreviations Table of Contents LI - RADS ® CEUS Nonradiation TRA v2024 Manual Intralesional Tumor Viability Present B - mode CEUS arterial phase B - mode B - mode B - mode Arterial phase hyperenhancement within the margins of Treated Lesion (with or without washout). Arterial phase isoenhancement within the margins of Treated Lesion (with or without washout). CEUS arterial phase CEUS arterial phase CEUS arterial phase Conceptual definition: Definite or high likelihood of viable tumor within the margins of Treated Lesion Criteria: One of the following: • Arterial phase hyperenhancement (with or without washout) OR • Arterial phase isoenhancement (with or without washout) If unsure Present vs. Uncertain - > Uncertain 25 Definitions",
    "ⓒ 2024 American College of Radiology® | All rights reserved Algorithm Abbreviations Table of Contents LI - RADS ® CEUS Nonradiation TRA v2024 Manual Intralesional Tumor Viability Present * * Criterion: Arterial phase hyperenhancement or isoenhancement within the margins of the Treated Lesion (with or without washout). Intralesional Tumor Viability Present . 1 - week post transarterial chemoembolization. (A) B - mode images used as an anatomical reference to define Treated Lesion margins (dotted line). (B) Arterial phase CEUS image demonstrates nodular intralesional area of contrast isoenhancement within the margins of the Treated Lesion (dotted line). (C) Late phase CEUS image demonstrated some degree of contrast washout within the margins of the Treated Lesion (dotted line). 26 Definitions",
    "ⓒ 2024 American College of Radiology® | All rights reserved Algorithm Abbreviations Table of Contents LI - RADS ® CEUS Nonradiation TRA v2024 Manual Perilesional Tumor Viability Absent B - mode CEUS arterial phase CEUS late phase Conceptual definition: Low or negligible likelihood of viable tumor in close proximity to the outer margins of Treated Lesion. Criterion: Parenchymal enhancement in close proximity to the outer margins of Treated Lesion identical to surrounding liver. If unsure Absent vs. Uncertain - > Uncertain 27 Definitions",
    "ⓒ 2024 American College of Radiology® | All rights reserved Algorithm Abbreviations Table of Contents LI - RADS ® CEUS Nonradiation TRA v2024 Manual Perilesional Tumor Viability Absent Criterion: Enhancement identical to surrounding liver. B - mode CEUS arterial phase CEUS late phase Perilesional Tumor Viability Absent . 1 - month post TACE. (A) B - mode images used as an anatomical reference to define Treated Lesion margins (dotted line). (B) Arterial phase CEUS image demonstrates normal enhancement in close proximity to margins of Treated Lesion (dotted line). 28 Definitions",
    "ⓒ 2024 American College of Radiology® | All rights reserved Algorithm Abbreviations Table of Contents LI - RADS ® CEUS Nonradiation TRA v2024 Manual Perilesional Tumor Viability Uncertain Conceptual definition: The presence and the absence of viable tumor in close proximity to the outer margins of Treated Lesion each have moderate probability Criteria: One of the following: • Arterial phase hyperenhancement without washout OR • Arterial phase isoenhancement with washout OR • Arterial phase hypoenhancement If unsure Uncertain vs. Absent - > Uncertain Uncertain vs. Present - > Uncertain 29 Definitions",
    "ⓒ 2024 American College of Radiology® | All rights reserved Algorithm Abbreviations Table of Contents LI - RADS ® CEUS Nonradiation TRA v2024 Manual Perilesional Tumor Viability Uncertain Arterial phase hyperenhancement without washout OR Arterial phase isoenhancement with washout OR Arterial phase hypoenhancement B - mode CEUS arterial phase CEUS late phase B - mode CEUS arterial phase CEUS late phase B - mode CEUS arterial phase CEUS late phase 30 Definitions",
    "ⓒ 2024 American College of Radiology® | All rights reserved Algorithm Abbreviations Table of Contents LI - RADS ® CEUS Nonradiation TRA v2024 Manual Perilesional Tumor Viability Uncertain Arterial phase hyperenhancement without washout OR Arterial phase isoenhancement with washout OR Arterial phase hypoenhancement B - mode CEUS arterial phase CEUS late phase B - mode CEUS arterial phase CEUS late phase B - mode CEUS arterial phase CEUS late phase 31 Definitions",
    "ⓒ 2024 American College of Radiology® | All rights reserved Algorithm Abbreviations Table of Contents LI - RADS ® CEUS Nonradiation TRA v2024 Manual Perilesional Tumor Viability Uncertain B - mode CEUS arterial phase CEUS late phase B - mode CEUS arterial phase CEUS late phase B - mode CEUS arterial phase CEUS late phase Arterial phase hyperenhancement without washout OR Arterial phase isoenhancement with washout OR Arterial phase hypoenhancement 32 Definitions",
    "ⓒ 2024 American College of Radiology® | All rights reserved Algorithm Abbreviations Table of Contents LI - RADS ® CEUS Nonradiation TRA v2024 Manual Perilesional Tumor Viability Uncertain Criteria: One of the following: • Arterial phase hyperenhancement without washout OR • Arterial phase isoenhancement with washout OR • Arterial phase hypoenhancement Perilesional Tumor Viability Uncertain . Immediately after radiofrequency ablation . (A) B - mode images used as an anatomical reference to define Treated Lesion margins (dotted line) . (B) Arterial phase CEUS image demonstrates nodular perilesional rim of hyperenhancement (arrow) adjacent to the margins of the Treated Lesion (dotted line) . (C) Late phase CEUS image demonstrated no detectable contrast washout in previously hyperenhanced area (arrow) along the margins of the Treated Lesion (dotted line) . (*) pseudoenhancement artifact from hyperechoic post - ablation changes in the center of treated lesion . 33 Definitions",
    "ⓒ 2024 American College of Radiology® | All rights reserved Algorithm Abbreviations Table of Contents LI - RADS ® CEUS Nonradiation TRA v2024 Manual B - mode CEUS arterial phase CEUS late phase B - mode CEUS arterial phase CEUS late phase B - mode CEUS arterial phase CEUS late phase Conceptual definition: Definite or high likelihood of viable tumor in close proximity to the outer margins of Treated Lesion Criterion: Arterial phase hyper - enhancement with washout in close proximity to the outer margins of Treated Lesion . If unsure Present vs. Uncertain - > Uncertain Perilesional Tumor Viability Present 34 Definitions",
    "ⓒ 2024 American College of Radiology® | All rights reserved Algorithm Abbreviations Table of Contents LI - RADS ® CEUS Nonradiation TRA v2024 Manual Criterion: Arterial phase hyper - enhancement with washout in close proximity to the outer margins of Treated Lesion. Perilesional Tumor Viability Present Perilesional Tumor Viability Present . 1 - month post - microwave ablation . (A) B - mode images used as an anatomical reference to define Treated Lesion margins (dotted line) . (B) Arterial phase CEUS image demonstrates nodular perilesional area of hyperenhancement (arrows) adjacent to the margins of the Treated Lesion (dotted line) . (C) Late phase CEUS image demonstrated mild washout in previously hyperenhanced area (arrows) along the margins of the Treated Lesion (dotted line) . 35 Definitions",
    "ⓒ 2024 American College of Radiology® | All rights reserved Algorithm Abbreviations Table of Contents LI - RADS ® CEUS Nonradiation TRA v2024 Manual Po sttr eatment Imagin g after Nonradiation - Based LRT: What should the radiologist know? What should the radiologist know about the treated lesion or the treated lesion margin after nonradiation - based thermal (RFA, MWA) or chemical (PEA) ablation? Tumor response after ablation (RFA, MWA, PEA) occurs immediately and is attributable to heat - induced (RFA, MWA), or chemical - induced (PEA) cell death via denaturation and coagulation necrosis of targeted tissue. • For thermal ablation: treatment zone should be larger (~ 10 mm) initially. (The goal is to ablate not only the lesion but also some parenchyma to kill any microscopic disease around the tumor). • For chemical ablation: the treatment zone is usually the same size as the pretreatment lesion. • For all types of ablation: gradual decrease in size of the Treated Lesion over time. • Foci of gas can be seen early post - ablation but should disappear by 7 - 10 days post - ablation. Persistent gas bubbles or new bubbles suggest developing abscess. What should the radiologist know about the treated lesion or the treated lesion margin after nonradiation - based intra - arterial embolization? Tumor response after nonradiation - based intra - arterial embolic therapies (TAE, cTACE , DEB - TACE) occurs immediately and is due to chemotoxic injury from the administered chemotherapeutic agent ( cTACE , DEB - TACE) or ischemic injury from arterial embolization (TAE, cTACE , DEB - TACE). • TAE, also known as ‘bland’ hepatic artery embolization, is performed with a mixture of contrast and small particles ( ie . Polyvinyl alcohol, gelfoam , emboshpheres ) which occludes the tumor’s blood supply. Anti - tumor effects are via ischemia and infarction of tumor. • cTACE (conventional TACE) is performed by emulsifying aqueous chemotherapeutic agents into iodized oil, which acts as the drug - transport agent. Anti - tumor effects are via ischemia and infarction, as well as chemotoxic injury. • DEB - TACE (drug eluting bead - TACE) is performed with drug - loaded microspheres that release chemotherapeutic agents in a controlled manner after embolization. Anti - tumor effects are via ischemia and infarction, as well as chemotoxic injury. • Intralesional echogenic material can be seen for several days - weeks after TACE (intraprocedural air, or embolic agents). Persistent or new intralesional gas may suggest developing abscess. Essential Points 36",
    "ⓒ 2024 American College of Radiology® | All rights reserved Algorithm Abbreviations Table of Contents LI - RADS ® CEUS Nonradiation TRA v2024 Manual Posttreatment Imaging after Nonradiation - Based LRT: What should the radiologist know? Expected imaging appearance of intralesional nonviable tumor after Nonradiation LRT • No residual enhancement of the targeted lesion. Expected imaging appearance of intralesional viable tumor after Nonradiation LRT • Hyperenhancement or isoenhancement (compared to the surrounding liver). • Intralesional tumor viability is predominantly assessed in the AP, where presence of intralesional APHE or isoenhancement indicates viable disease. Documentation of washout is often not necessary for intralesional tumor viability assessment, though can increase diagnostic confidence of intralesional tumor viability detection. Essential Points 37 Expected imaging appearance of liver parenchyma surrounding Treated Lesion after Nonradiation LRT • Parenchymal perfusional and inflammatory changes, which may vary in size and intensity. • Typically: Rim of hyperenhancement surrounding treated lesion without washout. • Occasional: wedge - shaped or geographic areas of decreased enhancement as a result of injury to normal liver parenchyma. • Enhancement surrounding a linear hypoenhancing track extending from the treatment zone toward the liver capsule may be seen after percutaneous ablation. This is attributable to the needle track itself or to track ablation (frequently performed as part of RFA or MWA). • Above changes are usually temporary and resolve within 3 - 6 months after treatment. Expected imaging appearance of perilesional viable tumor after Nonradiation LRT • Perilesional: APHE with washout in close proximity to margins of Treated Lesion. • Perilesional tumor viability must be assessed in the arterial, portal, and late imaging phases. Detection of washout is critical for accurate perilesional tumor viability characterization. • Perilesional APHE without washout is typical for post - procedure inflammatory changes. • Perilesional APHE with washout is consistent with perilesional tumor viability.",
    "ⓒ 2024 American College of Radiology® | All rights reserved Algorithm Abbreviations Table of Contents LI - RADS ® CEUS Nonradiation TRA v2024 Manual Frequently Asked Questions Getting Started The LI - RADS TRA Cores are long. Do I need to know everything in the Cores? The essential component of each TRA Core is the s treamlined 1 - page layout, which contains all four steps in each TRA algorithm. All other material is supplementary. What is a Treated Lesion? P ath - proven or presumed (LR - 3, LR - 4, LR - 5, LR - M) HCC or select cases of iCCA and cHCC - CCA that has been treated by locoregional therapies or surgical resection in patient at risk for HCC. Definition of Treated Lesion depends on the LRT method as follows: • Catheter - based treatments (TAE, cTACE , DEB - TACE) : treated observation visible on B - mode US. • Percutaneous treatments (RFA, MWA, PEA): Combination of treated observation and parenchymal changes related to ablation procedure visible on B - mode US. • Surgical resection: Surgical cavity after segmental or wedge resection visible on B - mode US. In patients after partial hepatectomy, surgical margin visible on B - mode US is considered perilesional tissue. Why “Treated Lesion” instead of “Treated Observation”? “Treated Lesion” and “Treated Observation” are both acceptable. LI - RADS uses “Treated Lesion” in the TRA Cores, assuming that the targeted observation is a true lesion, rather than a pseudolesion . What about lesions treated by radiation - based therapy? LI - RADS CEUS Nonradiation TRA v2024 does not address response to radiation - based therapy at this time. As evidence accrues, future versions may include assessment of radiation - based LRTs. What about lesions treated by systemic therapy? LI - RADS CEUS Nonradiation TRA v2024 does not address response to systemic therapy. A lesion targeted by ablation or embolic procedure is outsize the treatment zone. How do I categorize the lesion? If a targeted lesion is outside the treatment zone, it should be considered untreated. Apply the Diagnostic CEUS LI - RADS algorithm and categorize the targeted lesion is untreated. FAQs 38",
    "ⓒ 2024 American College of Radiology® | All rights reserved Algorithm Abbreviations Table of Contents LI - RADS ® CEUS Nonradiation TRA v2024 Manual Frequently Asked Questions Getting Started Is there a time limit after which LI - RADS TRA no longer applies? No. LI - RADS TRA can be applied indefinitely after LRT, even years after treatment. How do I distinguish residual/recurrent tumor from new tumor adjacent to a treated observation? Residual or recurrent tumor occurs in the lesion, or at the lesion margin, while new tumor occurs outside the margin. If in doubt about whether the area of concern is along the margin or outside the margin, assume it is at the margin and apply the TRA algorithm rather than the diagnostic algorithm. Does LR - TR Nonviable exclude microscopic viability? No. LR - TR Nonviable means there is no imaging evidence of gross viable tumor, but small foci of live tumor cells cannot be excluded by noninvasive imaging. Do I need to assess response of each treated lesion if the number of such lesions is large? While you need to assess the treatment response of each individual lesion, you may report treated lesions individually, in aggregate, or as a combination of both, in the manner that communicates your findings and impression most clearly. For example: “There are six treated lesions. • Four are nonviable (treated lesions 2, 4, 5, 6). • Two are viable: • Treated lesion 1, segment III – LR - TR Viable 25 mm (pre - treatment LR - 5, 35 mm). • Treated lesion 3, segment V – LR - TR Viable 12 mm (pre - treatment LR - 5, 40 mm).” What are parenchymal perfusional changes? Treatment - related APHE or hypoenhancement of hepatic parenchyma. Examples: • Linear enhancement around hypoenhancing needle track after thermal ablation. • Rim APHE without washout or geographic hypoenhancement peripheral to treated lesion or surgical margin. FAQs 39",
    "ⓒ 2024 American College of Radiology® | All rights reserved Algorithm Abbreviations Table of Contents LI - RADS ® CEUS Nonradiation TRA v2024 Manual Frequently Asked Questions Getting Started Can the TRA algorithms be used in patients who are not at - risk for HCCs? For example, can they be used to assess response of colorectal cancer metastases to the liver in a patient without cirrhosis or chronic HBV infection. Current LI - RADS algorithms apply ONLY to patients at risk for HCC. Thus, LI - RADS TRA algorithms do NOT apply to patients after locoregional therapy for primary liver cancers or metastases to the liver from extrahepatic origin, unless the primary liver cancer is HCC or the patient has cirrhosis or chronic HBV. However, with caution, LI - RADS TRA concepts, imaging features, and criteria can be applied to assist in treatment response assessment in non - high - risk patients. For example: • A colorectal cancer metastasis to the liver in a patient without cirrhosis or chronic HBV was treated by TACE. Pre - procedure imaging demonstrated rim enhancement followed by rapid washout. On post - TACE imaging, there is no intralesional enhancement with normally enhancing surrounding liver parenchyma. This could be interpreted and reported as “No viable disease”, but it should not be formally categorized and reported as “LR - TR Nonviable”. • A neuroendocrine metastasis to the liver in a patient without cirrhosis or chronic HBV was treated by ablation. Pre - procedure imaging demonstrated APHE with rapid with marked washout. On post - ablation imaging, there is APHE within the margins of treated lesion. This could be interpreted and reported as “ Viable”, but it should not be formally categorized and reported as “LR - TR Viable”. Why Nonradiation TRA is separated from Radiation TRA assessment? Emerging evidence indicates that nonradiation - based (RFA, MWA, cryoablation, PEA, TAE, cTACE , DEB - TACE) and radiation - based LRTs (TARE and SBRT), have different effects on the targeted tumor and surrounding liver. The current CEUS Nonradiation TRA LI - RADS provide algorithms for TRA only applicable to nonradiation - LRT. In patients with multiple treated lesions, how many lesions could be reliably evaluated with single CEUS examination? • CEUS is a lesion - based evaluation. The number of lesions that could be evaluated with a single CEUS examination depends on multiple patient - specific factors (acoustic window, lesion size and depth) as well as the examiner’s experience and level of confidence. As a general rule, up to 2 lesions could be reliably evaluated with single CEUS examination. Can CEUS be used to evaluate extrahepatic disease? • CEUS is generally a lesion - specific evaluation and cannot be used for disease staging. FAQs 40",
    "ⓒ 2024 American College of Radiology® | All rights reserved Algorithm Abbreviations Table of Contents LI - RADS ® CEUS Nonradiation TRA v2024 Manual Frequently Asked Questions Management What is the optimal follow - up interval to assess treatment response? Optimal follow - up interval depends on the applied treatment, individual patient's clinical conditions and risks, institutional guidelines, and reimbursement constraints (if applicable). In general, follow - up imaging is recommended every 3 months, although earlier initial imaging may be helpful after certain locoregional therapies. Also, immediate CEUS often performed after thermal ablation or embolization procedures to assess immediate tumor treatment response or occlusion of tumor arterial supply. In patients with LR - TR Nonviable stable for 1 - 2 years , follow - up interval may be extended to 6 months. Are there any pitfalls in assessing response too soon after treatment? Treatment - related parenchymal perfusional changes may resemble or obscure tumor enhancement, potentially reducing diagnostic confidence or causing causing interpretation errors. How do I determine if a treated lesion is nonevaluable ? LR - TR Nonevaluable should be assigned ONLY if treatment response cannot be meaningfully evaluated due to omission of required images (e.g., absence of one or more phases, failure of contrast injection, gross mistiming of the arterial phase, treated lesion not included in the field of view) or image degradation due to motion or other artifacts. LR - TR Nonevaluable should NOT be assigned if image quality is adequate, even if imaging features are difficult to characterize or interpret. If imaging features are difficult to characterize or interpret, categorize as LR - TR Equivocal. I recommended repeat imaging in ≤ 3 months, but the imaging was performed 4 months later. Is this a problem? The timeframes are just suggestions. Actual scheduling may deviate for many reasons. FAQs 41",
    "ⓒ 2024 American College of Radiology® | All rights reserved Algorithm Abbreviations Table of Contents LI - RADS ® CEUS Nonradiation TRA v2024 Manual Frequently Asked Questions Management A treated lesion is categorized as LR - TR Nonevaluable. The management page recommends repeat imaging in ≤ 3 months. What imaging modality should I recommend? The choice of imaging modality for evaluating a treated lesion categorized as LR - TR Nonevaluable depends on several factors such as ability to correct the root cause, insurance authorization, patient preference, and scheduling issues. Guidelines for specific scenarios are listed below: • Cause of image omission or degradation is correctable (e.g., translation services for language barriers, native - language breath - holding instructions, surmountable claustrophobia): recommend same modality. • Cause of image omission or degradation is not correctable (e.g., prior anaphylactic reaction to a class of contrast agent, limited breath - holding capacity, unsurmountable claustrophobia): recommend different modality. • Insurance will not authorize repeat imaging with same modality: recommend different imaging modality. • Patient prefers a different modality: recommend patient’s preferred modality unless an alternative modality would provide substantially better diagnostic performance. • There is an unacceptably long scheduling delay for a particular alternative imaging modality (e.g., MRI): recommend a modality with shorter scheduling delay (e.g., CT). What is the difference between residual and recurrent tumor and does the distinction matter? • Residual disease refers to a lesion that was never completely treated and therefore categorized as viable immediately after treatment. • Recurrent disease refers to a lesion that was completely treated and therefore categorized as nonviable initially after treatment, however, subsequently develops masslike enhancement. Is the distinction between residual and recurrent tumor important? Sometimes. Depending on the situation, this information can help guide the decision of whether to retreat with the same therapy or to switch to a different therapy. Does LI - RADS provide formal guidance on the interpretation and reporting of residual versus recurrent disease? • Not yet. Integration of the distinction between residual and recurrent disease into LI - RADS TRA reporting is a future direction. FAQs 42",
    "ⓒ 2024 American College of Radiology® | All rights reserved Algorithm Abbreviations Table of Contents LI - RADS ® CEUS Nonradiation TRA v2024 Manual Frequently Asked Questions Treated biopsy proven HCC in LR - 3 and LR - 4 Can I apply the LI - RADS CEUS Nonradiation TRA to treated, path - proven HCC categorized as LR - 3 and LR - 4 on pretreatment CEUS? • CEUS Nonradiation LI - RADS TRA can be used for treatment response assessment of HCC categorized as LR - 3 or LR - 4 on pretreatment CEUS. • In these cases, review of pretreatment imaging is very important to increase accuracy of TRA. • Lesions with APHE without washout on pretreatment CEUS • Intralesional tumor viability: Apply standard Intralesional tumor viability imaging criteria. • Perilesional tumor viability: Appearance similar to pre - treatment (APHE without washout), especially progressing or persisting ≥6 months is concerning for perilesional tumor viability and should be referred to MDD for further evaluation. • Lesions with AP isoenhancement and late/mild washout on pretreatment CEUS • Intralesional tumor viability: Apply standard Intralesional tumor viability imaging criteria. • Perilesional tumor viability: Appearance similar to pre - treatment (isoenhancement with washout), especially progressing or persisting ≥6 months is concerning for perilesional tumor viability and should be referred to MDD for further evaluation. • Lesions with AP isoenhancement without washout on pretreatment CEUS • Intralesional tumor viability: Apply standard Intralesional tumor viability imaging criteria. • Perilesional tumor viability: TRA will be very challenging in these cases, since the contrast enhancement could be indistinguishable from normal liver parenchyma. Therefore, most cases will likely benefit from surveillance with an alternative imaging modality. • Lesions with AP hypoenhancement with or without late and mild washout on pretreatment CEUS • Intralesional tumor viability: TRA will be very challenging in these cases, since this appearance could be indistinguishable from post - treatment granulation tissue. Therefore, most cases will likely benefit from close follow - up or in some cases from alternative imaging modality. • Perilesional tumor viability: TRA will be very challenging in these cases, since the contrast enhancement could be indistinguishable post - treatment perfusion alterations. Therefore, most cases will likely benefit from close follow - up or in some cases from alternative imaging modality. FAQs 43",
    "ⓒ 2024 American College of Radiology® | All rights reserved Algorithm Abbreviations Table of Contents LI - RADS ® CEUS Nonradiation TRA v2024 Manual Frequently Asked Questions Treated LR - M, Cholangiocarcinoma, Combined Tumor Can I apply the treatment response algorithm to LR - M, path - proven cholangiocarcinoma, or path - proven combined HCC - cholangiocarcinoma? LI - RADS CEUS Nonradiation TRA can be used in select cases for treatment response assessment of non - HCC malignancies, such as iCCA and cHCC - CCA as follows: • Lesions with APHE and early or marked washout on pretreatment CEUS • Intralesional tumor viability: Apply standard Intralesional tumor viability imaging criteria. • Perilesional tumor viability: Apply standard Perilesional tumor viability imaging criteria. • Lesions with rim - enhancement on pretreatment CEUS • Intralesional tumor viability: Apply standard Intralesional tumor viability imaging criteria. • Perilesional tumor viability: Apply standard Perilesional tumor viability imaging criteria, since in virtually all LR - M lesions rim - enhancement is followed by rapid and marked washout. • Lesions with AP isoenhancement and early or marked washout on pretreatment CEUS • Intralesional tumor viability: Apply standard Intralesional tumor viability imaging criteria. • Perilesional tumor viability: Appearance similar to pre - treatment (isoenhancement with washout), especially progressing or persisting ≥6 months is concerning for perilesional tumor viability and should be referred to MDD for further evaluation. • Lesions with AP hypoenhancement and early or marked washout on pretreatment CEUS • Intralesional tumor viability: TRA will be very challenging in these cases, since this appearance could be indistinguishable from post - treatment granulation tissue. Therefore, most cases will likely benefit from surveillance with an alternative imaging modality. • Perilesional tumor viability: TRA will be very challenging in these cases, since the contrast enhancement could be indistinguishable post - treatment perfusion alterations. Therefore, most cases will likely benefit from close surveillance or in select cases from an alternative imaging modality. Are there any pitfalls in assessing treatment response of LR - M, path - proven cholangiocarcinoma, or path - proven combined HCC - cholangiocarcinoma after LRT? Yes. There is limited literature on CEUS treatment response assessment of LR - M, iCCA and cHCC - CCA after LRT. FAQs 44",
    "ⓒ 2024 American College of Radiology® | All rights reserved Algorithm Abbreviations Table of Contents LI - RADS ® CEUS Nonradiation TRA v2024 Manual Frequently Asked Questions Surgical Resection What algorithm should I use for patients after surgical resection? Use the LI - RADS CEUS Nonradiation TRA Algorithm to assess observations at the surgical margin after segmental or wedge resection, or partial hepatectomy. The appearance of Treated Lesion depends on the amount of surgically removed liver. • The resection margin visible on B - mode ultrasound (inside the liver) is considered perilesional tissue and should be evaluated using Perilesional Tumor Viability criteria. • In patients after partial hepatectomy, the entire resection margin is considered perilesional parenchyma. • In patients after small focal segmental or wedge resections , a surgical cavity is often visible on B - mode ultrasound: • Resection cavities visible on B - mode are evaluated using Intralesional Tumor Viability criteria. • Resection cavities should demonstrate no internal enhancement in patients with no viable disease. • Viable disease should show masslike enhancement. • In patients after large segmental resections or lobectomies without surgical cavity visible on B - mode ultrasound: • Intralesional Tumor Viability should be applied with caution, and is generally labeled as “Absent”. • Viable disease should have a convincing B - mode correlate. Are there any pitfalls in assessing treatment response after surgical resection ? Yes. There is limited literature on CEUS treatment response assessment of surgical resection at this time. LI - RADS CEUS TRA should not be applied or applied with caution in patients if the surgical cavity is not clearly visible on B - mode US or when the entire surgical margin can not be clearly visualized with B - mode ultrasound. In these cases, evaluation with an alternative imaging modality is advised. Similar to other non - radiation LRTs, granulation tissue along the surgical cavity margin could demonstrate mild hypoenhancement. This uncommon appearance should not be confused with Intralesional Tumor Viability. Extrahepatic structures, such as omentum or bowel, might fill the resection cavity and result in variable post - contrast enhancement on CEUS. This should not be confused with intralesional tumor viability. If differentiation is difficult, consider evaluation with an alternative imaging modality. FAQs 45",
    "ⓒ 2024 American College of Radiology® | All rights reserved Algorithm Abbreviations Table of Contents LI - RADS ® CEUS Nonradiation TRA v2024 Manual Abbreviations Abbreviations ACR American College of Radiology AP Arterial phase APHE Arterial phase hyperenhancement CEUS Contrast - enhanced ultrasound cTACE Transarterial chemo - embolization cHCC - CCA Combined hepatocellular - cholangiocarcinoma DEB - TACE Drug - eluting beads TACE EASL European Association for the Study of Liver Disease HCC Hepatocellular carcinoma iCCA Intrahepatic cholangiocarcinoma LI - RADS Liver Imaging Reporting and Data System LRT Locoregional therapy mRECIST Modified RECIST MDD Multidisciplinary discussion MWA Microwave ablation Non - RT Nonradiation PEA Percutaneous ethanol ablation RECIST Response Evaluation Criteria in Solid Tumors RFA Radiofrequency ablation SBRT Stereotactic body radiation therapy TAE Transarterial (bland) embolization TARE 90 Y Transarterial radioembolization TR Treatment response TRA Treatment response assessment US Ultrasound 46",
    "ⓒ 2024 American College of Radiology® | All rights reserved Algorithm Abbreviations Table of Contents LI - RADS ® CEUS Nonradiation TRA v2024 Manual Authors Authors Lead authors Andrej Lyshchik, MD, PhD David T. Fetzer, MD Contrast - enhanced ultrasound WG Members Dirk Clevert , MD, PhD Christoph F. Dietrich , MD, PhD David T. Fetzer , MD Hyun - Jung Jang , MD, PhD Tae Kyoung Kim , MD, PhD Masatoshi Kudo , MD, PhD Jeong Min Lee , MD, PhD Andrej Lyshchik , MD, PhD Franca Meloni , MD Yasunori Minami , MD, PhD Fabio Piscaglia , MD Claude Sirlin, MD Stephanie R. Wilson , MD 47",
    "ⓒ 2024 American College of Radiology® | All rights reserved Algorithm Abbreviations Table of Contents LI - RADS ® CEUS Nonradiation TRA v2024 Manual Acknowledgements Acknowledgements The LI - RADS Treatment Response Working Group would like to acknowledge the LI - RADS Lexicon and the LI - RADS Steering Committee for their critical review of this document. Lexicon & Writing Group Chairs An Tang, MD Claude Sirlin, MD Members Mustafa Bashir, MD Victoria Chernyak, MD Guilherme Cunha, MD David Fetzer, MD Kathryn Fowler, MD Aya Kamaya, MD Jimmy Lee, MD Matt McInnes, MD Mishal Mendiratta - Lala, MD Sedighe Shabanan, MD Amit Singal, MD Treatment Response WG Chair Mishal Mendiratta Lala, MD Members Mustafa Bashir, MD Resmi Charalel , MD Ahmed Gabr , MD Kathryn Fowler, MD Avinash Kambadakone, MD Ania Kielar , MD Charles Kim, MD Robert Lewandowski, MD Sara Lewis, MD David C. Madoff, MD Frank Miller, MD Amit Singal, MD Anuradha Shenoy - Bhangle , MD Bradley Spieler, MD Joseph Yacoub, MD Vahid Yaghami , MD Hooman Yarmohammadi , MD Takeshi Yokoo, MD Steering Committee Chairs Victoria Chernyak, MD Kathryn Fowler, MD Members Mustafa Bashir, MD Jason Birnbaum, MD Amir Borhani , MD Ryan Brunsing, MD Guilherme Cunha, MD David Fetzer, MD Alice Fung, MD William Hong, MD Melina Hosseini, MD Elizabeth Hecht, MD Reena Jha, MD Aya Kamaya, MD Geetika Khanna, MD Andrea Siobhan Kierans, MD Jimmy Lee, MD Andrej Lyshchik, MD Robert Marks, MD Matt McInnes, MD Mishal Mendiratta - Lala, MD Donald Mitchell, MD Shuchi Rodgers, MD Maxime Ronot, MD Alexandra Roudenko, MD Anthony Samir, MD Cynthia Santillan, MD Sedighe Shabanan, MD Amit Singal, MD Claude Sirlin, MD An Tang, MD Lisa VanWagner, MD Sudhakar Venkatesh, MD Takeshi Yokoo, MD, PhD 48",
    "ⓒ 2024 American College of Radiology® | All rights reserved Algorithm Abbreviations Table of Contents LI - RADS ® CEUS Nonradiation TRA v2024 Manual Acknowledgements Acknowledgements Figures in this documents are used in part with permission of RSNA , from “Contrast - Enhanced US Liver Imaging Reporting and Data System Treatment Response Algorithm”, A. Lyshchik et al, Radiology 2024; permission conveyed through Copyright Clearance Center, Inc 49"
  ],
  "processed_at": "2026-01-30T14:08:11.111Z"
}