{
  "doc_id": "19a99dc49171aa639431241bb8102980",
  "source_id": "LI-RADS-CEUS-Nonradiation-TRA-v2024-Core",
  "total_pages": 16,
  "pages": [
    "LI - RADS ® CEUS Nonradiation TRA v2024 Core ⓒ 2024 American College of Radiology® | All rights reserved",
    "ⓒ 2024 American College of Radiology® | All rights reserved Intralesional Tumor Viability Absent Uncertain Present Perilesional Tumor Viability Absent Uncertain Present Reconcile intralesional AND perilesional tumor viability assessment to assign a single Treatment Response Assessment (TRA) category LI - RADS ® CEUS NONRADIATION TRA v2024 Step 4. Final check. After steps 1, 2, and 3 – Ask yourself if the assigned TRA category is reasonable and appropriate. If YES: You are done, move on to the next Treated Lesion (if any). If NO: Re - evaluate. Apply Tiebreaking Rule if needed Apply Tiebreaking Rule if needed Step 2. Step 3. Observation treated by nonradiation - based Locoregional Therapy (TACE, TAE, RFA, MWA or PEA), or at surgical margin after resection, imaged with CEUS in at - risk patient. Step 1. Assess both intralesional AND perilesional tumor viability using CEUS Imaging Criteria. If not evaluable, assign LR - TR Nonevaluable and proceed to Step 4. Intralesional Tumor Viability CEUS Imaging Criteria Perilesional Tumor Viability CEUS Imaging Criteria Absent No intralesional enhancement Absent Enhancement identical to surrounding liver Uncertain Arterial phase hypoenhancement (with or without washout) Uncertain Arterial phase hyperenhancement without washout OR Arterial phase isoenhancement with washout OR Arterial phase hypoenhancement Present Arterial phase hyperenhancement (with or without washout) OR Arterial phase isoenhancement (with or without washout) Present Arterial phase hyperenhancement with washout LR - TR Nonviable LR - TR Equivocal LR - TR Equivocal LR - TR Equivocal LR - TR Viable LR - TR Viable LR - TR Viable LR - TR Viable LR - TR Viable • New distinct nodule(s) separate from Treated Lesion should be categorized using CEUS Diagnostic Algorithm instead of CEUS TRA Algorithm. • In patients after partial hepatectomy the entire resection margin should be evaluated using Perilesional Tumor Viability criteria. In patients without surgical cavity visible on B-mode ultrasound Intralesional Tumor Viability should be labeled as “Absent” .",
    "LI - RADS ® CEUS Nonradiation TRA v2024 Core ⓒ 2024 American College of Radiology® | All rights reserved Algorithm Abbreviations Table of Contents Table of Contents Pages Overview What is LI - RADS ® Treatment Response Assessment? 1 Getting Started 2 Key Concepts 3 Decision tree layout 5 CEUS Nonradiation TRA algorithm Step 1. Assess both intralesional AND perilesional tumor viability using CEUS Imaging Criteria 6 Step 2. Apply Tiebreaking Rules if Needed 7 Step 3. Reconcile Intralesional AND Perilesional tumor viability assessment to assign a single TRA category 7 Step 4. Final check 7 Management Suggested imaging workup options and time intervals 8 Reporting Reporting template 9 i Abbreviations 10 Authors 11 Acknowledgements 12",
    "LI - RADS ® CEUS Nonradiation TRA v2024 Core ⓒ 2024 American College of Radiology® | All rights reserved Algorithm Abbreviations Table of Contents Overview What is LI - RADS ® CEUS Treatment Response Assessment? LI - RADS CEUS Treatment Response Assessment (TRA) is: • A comprehensive system for standardizing Contrast - Enhanced Ultrasound (CEUS) acquisition, interpretation, reporting, and data collection for HCC and select cases of non - HCC malignancies ( iCCA and cHCC - CCA), treated with locoregional therapy (LRT) or surgical resection. • A dynamic document, to be expanded and refined as knowledge accrues and in response to user feedback. • Designed to improve communication, patient care, education, and research. • Supported and endorsed by the American College of Radiology (ACR). • Developed by a multidisciplinary, international consortium of diagnostic and interventional radiologists , hepatobiliary surgeons, hepatologists, hepatopathologists , and radiation oncologists through literature review and expert consensus . Contributors include academic and community physicians as well as members in training. • Complementary to other LI - RADS algorithms including LI - RADS CT/MRI TRA. LI - RADS CEUS TRA may be used for clinical care, education, or research by: • Community and academic radiologists • Radiologists in training • Other health care professionals providing care to patients with liver disease • Researchers Why is LI - RADS CEUS TRA important? • Enables clear communication between radiologists and other specialists caring for patients after locoregional therapy and surgical resection. • Provides standardized terminology to facilitate data collection, quality assurance, and research. • Provides a simple, practical system suitable for routine clinical practice for assessing treatment response in individual lesions . This is particularly relevant in patients with liver - limited disease and to inform patient management including the need for retreatment. • Prior systems (see below) were developed for clinical trials, emphasize overall patient response, and do not provide lesion - level treatment response assessment for each treated observation. What are other treatment response systems? • Response Evaluation Criteria in Solid Tumors (RECIST), modified RECIST ( mRECIST ), and European Association for the Study of Liver Disease (EASL) provide criteria to assess overall patient response in clinical trials and retrospective studies assessing treatment response for HCC patients, rather than to assess individual tumors or to inform clinical management. • LI - RADS CT/MRI TRA uses concepts from mRECIST for assessment of viability following treatment. It uses imaging criteria of tumor viability different from LI - RADS CEUS TRA. 1",
    "LI - RADS ® CEUS Nonradiation TRA v2024 Core ⓒ 2024 American College of Radiology® | All rights reserved Algorithm Abbreviations Table of Contents Getting Started LI - RADS ® CEUS NONRADIATION TRA v2024 ✓ Apply in high - risk patients to assess response for path - proven or presumed HCC (LR - 3, LR - 4, LR - 5, LR - M) after locoregional treatment including surgical resection High - risk patients are those with cirrhosis OR Chronic hepatitis B viral infection even in absence of cirrhosis OR current or prior HCC, i ncluding adult liver transplant candidates and recipients of liver transplant. ✓ Apply to treated lesions imaged with contrast - enhanced ultrasound. ✓ Apply nonradiation TRA algorithm after nonradiation - based LRT: • Radiofrequency ablation (RFA) • Microwave ablation (MWA) • Percutaneous ethanol ablation (PEA) • Transarterial embolization (TAE) • Conventional transarterial chemoembolization ( cTACE ) • Drug - eluding bead transarterial chemoembolization (DEB - TACE) ✓ Apply to Treated Lesions: • Visible on post - treatment B - mode ultrasound ✓ Apply in postsurgical patients when assessing recurrence at the surgical margin, when surgical cavity or surgical margin is visible on ultrasound. ✓ Apply with caution in select cases of non - HCC malignancies, such as iCCA and cHCC - CCA. ✘ Do NOT apply in patients with Treated Lesion not visible on B - mode ultrasound. ✘ Do NOT apply in new or untreated lesions outside treatment zone. ✘ Do NOT apply in lesions treated with radiation - based therapies, or in patients on systemic therapy. 2",
    "LI - RADS ® CEUS Nonradiation TRA v2024 Core ⓒ 2024 American College of Radiology® | All rights reserved Algorithm Abbreviations Table of Contents Key Concepts LI - RADS ® CEUS NONRADIATION TRA v2024 Key Concepts T umor response to a blation and nonradiation - based intra - arterial embolization Ablation and nonradiation - based intra - arterial embolization cause both t umor death and reactive changes in surrounding liver parenchyma. Surgical resection can produce reactive and granulation tissue development at the resection site. Hence, enhancement in treated lesion and along its margin might have different enhancement patterns, especially within first 4 weeks after treatment. • Due to extremely high sensitivity of CEUS to vascular flow, post - treatment reactive changes are common and may manifest as areas of abnormal perilesional enhancement, especially during the first 3 months after treatment. • Treated Lesions : • Treated lesions typically demonstrate no intralesional enhancement after successful treatment. • Arterial phase hyperenhancement or isoenhancement (with or without washout) within the Treated Lesion indicate persistent tumor viability. • Arterial phase hypoenhancement (with or without washout) within the Treated Lesion could be observed in incompletely treated lesions, but also in reactive/granulation tissue replacing successfully treated lesion. • Perilesional liver parenchyma : • Locoregional treatments, especially percutaneous ablation, can lead to development of substantial hyperemia around the ablated area, typically seen within 1 month after treatment. This can result in false - positive cases by misdiagnosing the hyperenhancement along the borders of treatment cavity, as viable tumor as well as false - negative cases by failure to distinguish post - procedure inflammation from a true residual viable tumor. • Liver parenchyma surrounding Treated Lesion expected to return to normal enhancement after successful treatment within 3 months after treatment. • Abnormal enhancement in liver parenchyma surrounding Treated Lesion that persist for >6 month is concerning and should be further evaluated with an alternative imaging modality. Surgical resection The appearance of Treated Lesion depends on the amount of surgically removed liver. • In patients after focal segmental or wedge resection it is common to see a surgical cavity or surface defect on B - mode ultrasound, which might appear “mass - like”. Tumor viability in this cavity (outside the liver) should be evaluated using Intralesional Tumor Viability criteria. It should demonstrate no internal enhancement in patients with no viable disease. • In patients after partial hepatectomy the entire resection margin (inside the liver) is considered perilesional tissue and should be evaluated using Perilesional Tumor Viability criteria. • In patients without surgical cavity visible on B - mode ultrasound Intralesional Tumor Viability should be labeled as “Absent”. 3",
    "LI - RADS ® CEUS Nonradiation TRA v2024 Core ⓒ 2024 American College of Radiology® | All rights reserved Algorithm Abbreviations Table of Contents 4 LI - RADS ® CEUS NONRADIATION TRA v2024 Treated Lesion and TRA Categories • CEUS LI - RADS Treatment Response Assessment leverages the unique ability of CEUS to visualize both anatomical (B - mode) and contrast - enhanced ultrasound images simultaneously and in real time. • Using B - mode images as anatomical reference allows separate evaluation of contrast enhancement patterns inside and outside of the Treated Lesion. Treated Lesion margin B - mode CEUS Key Concepts Treated Lesion After catheter - based treatments (TAE, cTACE , DEB - TACE) : • Treated observation visible on B - mode US After percutaneous treatments (RFA, MWA, PEA): • Combination of observation and parenchymal changes related to ablation procedure visible on B - mode US After surgical resection : • Surgical cavity after segmental or wedge resection visible on B - mode US TRA Categories LR - TR Nonevaluable LR - TR Nonviable LR - TR Equivocal LR - TR Viable Treated by nonradiation - based therapy, response not evaluable due to image omission or degradation Treated by nonradiation - based therapy, probably or definitely not viable Treated by nonradiation - based therapy, equivocally viable Treated by nonradiation - based therapy, probably or definitely viable",
    "LI - RADS ® CEUS Nonradiation TRA v2024 Core ⓒ 2024 American College of Radiology® | All rights reserved Algorithm Abbreviations Table of Contents Decision tree 5 LI - RADS ® CEUS NONRADIATION TRA v2024 ALGORITHM Treatment response cannot be evaluated due to image degradation or omission New distinct nodule(s) separate from Treated Lesion, visible on ultrasound Reconcile intralesional AND perilesional tumor viability Use intralesional tumor viability t able Apply Tiebreaking Rule if needed Use perilesional tumor viability t able Apply Tiebreaking Rule if needed Assess both intralesional AND perilesional tumor viability on CEUS Treated Lesion OR margin of surgical resection visible on B - mode ultrasound Define margins of Treated Lesion on B - mode US Not adequate Adequate CEUS examination is technically adequate? LR - TR Nonevaluable LR - TR Nonviable LR - TR Equivocal LR - TR Viable CEUS Diagnostic Algorithm",
    "LI - RADS ® CEUS Nonradiation TRA v2024 Core ⓒ 2024 American College of Radiology® | All rights reserved Algorithm Abbreviations Table of Contents • New distinct nodule(s) separate from Treated Lesion should be categorized using CEUS Diagnostic Algorithm instead of CEUS TRA Algorithm . • In patients after partial hepatectomy the entire resection margin should be evaluated using Perilesional Tumor Viability criteria . In patients without surgical cavity visible on B - mode ultrasound Intralesional Tumor Viability should be labeled as “Absent” . CEUS Nonradiation TRA algorithm 6 Step 1. Assess both intralesional AND perilesional tumor viability using CEUS Imaging Criteria If not evaluable, assign LR - TR Nonevaluable and proceed to Step 4. Conceptual definition CEUS Imaging Criteria Absent Low or negligible likelihood of viable tumor within the margins of the Treated Lesion No intralesional enhancement Uncertain The presence and the absence of viable tumor within the margins of Treated Lesion each have similar probability Arterial phase hypoenhancement (with or without washout) Present Definite or high likelihood of viable tumor within the margins of Treated Lesion Arterial phase hyperenhancement (with or without washout) OR Arterial phase isoenhancement (with or without washout) Conceptual definition CEUS Imaging Criteria Absent Low or negligible likelihood of viable tumor in close proximity to the outer margins of Treated Lesion Enhancement identical to surrounding liver Uncertain The presence and the absence of viable tumor in close proximity to the outer margins of Treated Lesion each have similar probability Arterial phase hyperenhancement without washout OR Arterial phase isoenhancement with washout OR Arterial phase hypoenhancement Present Definite or high likelihood of viable tumor in close proximity to the outer margins of Treated Lesion Arterial phase hyperenhancement with washout Intralesional Tumor Viability Perilesional Tumor Viability",
    "LI - RADS ® CEUS Nonradiation TRA v2024 Core ⓒ 2024 American College of Radiology® | All rights reserved Algorithm Abbreviations Table of Contents 7 Step 2. Apply Tiebreaking Rule if Needed CEUS Nonradiation TRA algorithm Absent Uncertain Present If unsure between two Intralesional or Perilesional tumor viability categories, choose each category reflecting lower certainty, as follows: To reconcile perilesional AND intralesional Tumor Viability, use the higher category of the two. • If one or both are Present - > Final category LR - TR Viable • If one is Uncertain and one is Absent - > Final category LR - TR Equivocal • If both are Absent - > Final category LR - TR Nonviable Step 3. Reconcile Intralesional AND Perilesional Tumor Viability Step 4. Final check. After steps 1, 2, 3 and 4 – Ask yourself if the assigned TRA category is reasonable and appropriate. If YES: You are done, move on to the next treated lesion (if any) If NO: Re - evaluate Intralesional Tumor Viability Absent Uncertain Present Perilesional Tumor Viability Absent Uncertain Present LR - TR Nonviable LR - TR Equivocal LR - TR Equivocal LR - TR Equivocal LR - TR Viable LR - TR Viable LR - TR Viable LR - TR Viable LR - TR Viable",
    "LI - RADS ® CEUS Nonradiation TRA v2024 Core ⓒ 2024 American College of Radiology® | All rights reserved Algorithm Abbreviations Table of Contents Management 8 * Using same modality or different modality as appropriate. ** If stable after 1 - 2 years, follow - up interval may be extended to 6 months. Timing of CEUS imaging after LRT • CEUS Nonradiation TRA LI - RADS does not include any specific guidelines on timing of CEUS imaging after LRT. • D ecisions regarding most appropriate timing and imaging modality to evaluate HCC treatment response after LRT should be deferred to regional guidelines and MDD. Continue monitoring in ≈ 3 months*,** MDD for consensus management Often includes retreatment Repeat imaging in ≤ 3 months* Continue monitoring in ≈ 3 months* MDD in unusual or complex cases LR - TR Nonevaluable LR - TR Nonviable LR - TR Viable LR - TR Equivocal Decreasing in size ≥6 months after treatment <6 months after treatment New in previously LR - TR nonviable Stable in size ≥6 months after treatment MDD for consensus management Often includes CT or MRI CEUS Categorize each treated lesion Increasing in size LI - RADS ® CEUS NONRADIATION TRA v2024 Management: Suggested Imaging Workup Options & Time Intervals",
    "LI - RADS ® CEUS Nonradiation TRA v2024 Core ⓒ 2024 American College of Radiology® | All rights reserved Algorithm Abbreviations Table of Contents Reporting 9 LI - RADS ® CEUS NONRADIATION TRA v2024 Reporting Template Sample report: template A Treated lesion [#] – A lesion in segment [Couinaud segment] (series [#], image [#]), pretreatment category LR [category from preprocedure diagnostic report] [dated], was treated with [treatment type: RFA/MWA/PEA/TAE/DEB - TACE/ cTACE / focal resection/segmentectomy/partial hepatectomy ]. The posttreatment follow - up shows a [size] [mm/cm]treated lesion [with/without/uncertain/ intralesional tumor viability]. Surrounding liver parenchyma enhancement consistent with [present/uncertain/absent tumor viability] . [Additional comments/descriptions]. After reconciling intralesional and perilesional tumor viability, LR - TR category (v2024) is established as: [Nonevaluable/Nonviable/Equivocal/Viable]. Sample report: template B Treated lesion #: 1/2/3 Location : Segment I/II/III/ IVa / IVb /V/VI/VII/VIII Pretreatment category [Uncertain/Not seen/Remote treatment/LR - 5/LR - 4/LR - 3/TIV/LR - M/Biopsy HCC] Type of most recent treatment: [RFA/MWA/PEA/TAE/DEB - TACE/ cTACE / Unknown] Date of most recent treatment: [MM - DD - YYYY/Unknown] Intralesional tumor viability: [Present/Absent/Uncertain/ Nonevaluable ] Perilesional tumor viability: [Present/Absent/Uncertain/ Nonevaluable ] LR - TR category: [Nonevaluable/Nonviable/Equivocal/Viable] Notes: • The above sample reports are meant as guidance. The report elements, order of report elements, terminology, and other details should be customized to match institutional preference. • LI - RADS measurements are given in mm, but each institution should utilize units according to local standards and use them consistently. • Observations may be treated sequentially by different types of therapies. Use your judgment to select the appropriate TRA algorithm in such cases. You may not know which therapy was used. If the type of therapy can be inferred from imaging features, apply the appropriate TRA algorithm. • If multiple therapies have been used on a single lesion, generally the TRA associated with the most recent LRT should be applied. Reference: Roudenko A et al, J Vasc Interv Radiol 2023",
    "LI - RADS ® CEUS Nonradiation TRA v2024 Core ⓒ 2024 American College of Radiology® | All rights reserved Algorithm Abbreviations Table of Contents Abbreviations LI - RADS ® CEUS NONRADIATION TRA v2024 Abbreviations ACR American College of Radiology AP Arterial phase APHE Arterial phase hyperenhancement CEUS Contrast - enhanced ultrasound cTACE Transarterial chemo - embolization cHCC - CCA Combined hepatocellular - cholangiocarcinoma DEB - TACE Drug - eluting beads TACE EASL European Association for the Study of Liver Disease HCC Hepatocellular carcinoma iCCA Intrahepatic cholangiocarcinoma LI - RADS Liver Imaging Reporting and Data System LRT Locoregional therapy mRECIST Modified RECIST MDD Multidisciplinary discussion MWA Microwave ablation Non - RT Nonradiation PEA Percutaneous ethanol ablation RECIST Response Evaluation Criteria in Solid Tumors RFA Radiofrequency ablation SBRT Stereotactic body radiation therapy TAE Transarterial (bland) embolization TARE 90 Y Transarterial radioembolization TR Treatment response TRA Treatment response assessment US Ultrasound 10",
    "LI - RADS ® CEUS Nonradiation TRA v2024 Core ⓒ 2024 American College of Radiology® | All rights reserved Algorithm Abbreviations Table of Contents Authors LI - RADS ® CEUS NONRADIATION TRA v2024 Authors Lead authors Andrej Lyshchik, MD, PhD David T. Fetzer, MD Contrast - enhanced ultrasound WG Members Dirk Clevert , MD, PhD Christoph F. Dietrich , MD, PhD David T. Fetzer , MD Hyun - Jung Jang , MD, PhD Tae Kyoung Kim , MD, PhD Masatoshi Kudo , MD, PhD Jeong Min Lee , MD, PhD Andrej Lyshchik , MD, PhD Franca Meloni , MD Yasunori Minami , MD, PhD Fabio Piscaglia , MD Claude Sirlin, MD Stephanie R. Wilson , MD 11",
    "LI - RADS ® CEUS Nonradiation TRA v2024 Core ⓒ 2024 American College of Radiology® | All rights reserved Algorithm Abbreviations Table of Contents Acknowledgements LI - RADS ® CEUS NONRADIATION TRA v2024 Acknowledgements The LI - RADS Treatment Response Working Group would like to acknowledge the LI - RADS Lexicon and the LI - RADS Steering Committee for their critical review of this document. Lexicon & Writing Group Chairs An Tang, MD Claude Sirlin, MD Members Mustafa Bashir, MD Victoria Chernyak, MD Guilherme Cunha, MD David Fetzer, MD Kathryn Fowler, MD Aya Kamaya, MD Jimmy Lee, MD Matt McInnes, MD Mishal Mendiratta - Lala, MD Sedighe Shabanan, MD Amit Singal, MD Treatment Response WG Chair Mishal Mendiratta Lala, MD Members Mustafa Bashir, MD Resmi Charalel , MD Ahmed Gabr , MD Kathryn Fowler, MD Avinash Kambadakone, MD Ania Kielar , MD Charles Kim, MD Robert Lewandowski, MD Sara Lewis, MD David C. Madoff, MD Frank Miller, MD Amit Singal, MD Anuradha Shenoy - Bhangle , MD Bradley Spieler, MD Joseph Yacoub, MD Vahid Yaghami , MD Hooman Yarmohammadi , MD Takeshi Yokoo, MD Steering Committee Chairs Victoria Chernyak, MD Kathryn Fowler, MD Members Mustafa Bashir, MD Jason Birnbaum, MD Amir Borhani , MD Ryan Brunsing, MD Guilherme Cunha, MD David Fetzer, MD Alice Fung, MD William Hong, MD Melina Hosseini, MD Elizabeth Hecht, MD Reena Jha, MD Aya Kamaya, MD Geetika Khanna, MD Andrea Siobhan Kierans, MD Jimmy Lee, MD Andrej Lyshchik, MD Robert Marks, MD Matt McInnes, MD Mishal Mendiratta - Lala, MD Donald Mitchell, MD Shuchi Rodgers, MD Maxime Ronot, MD Alexandra Roudenko, MD Anthony Samir, MD Cynthia Santillan, MD Sedighe Shabanan, MD Amit Singal, MD Claude Sirlin, MD An Tang, MD Lisa VanWagner, MD Sudhakar Venkatesh, MD Takeshi Yokoo, MD, PhD 12",
    "LI - RADS ® CEUS Nonradiation TRA v2024 Core ⓒ 2024 American College of Radiology® | All rights reserved Algorithm Abbreviations Table of Contents Acknowledgements LI - RADS ® CEUS NONRADIATION TRA v2024 Acknowledgements Figures in this documents are used in part with permission of RSNA , from “Contrast - Enhanced US Liver Imaging Reporting and Data System Treatment Response Algorithm”, Lyshchik et al, Radiology 2024; permission conveyed through Copyright Clearance Center, Inc 13"
  ],
  "processed_at": "2026-01-30T14:08:11.019Z"
}