{
  "doc_id": "000b51bce567917f4a23ed2ce896c6d7",
  "source_id": "LI-RADS-US-Surveillance-v2024-Core__1_",
  "total_pages": 36,
  "pages": [
    "LI - RADS ® Ultrasound Surveillance v2024 Core ⓒ 2024 American College of Radiology® | All rights reserved",
    "LI - RADS ® US Surveillance v2024 Core ⓒ 2024 American College of Radiology® | All rights reserved Table of Contents Algorithm Management Technique S urveillance ultrasound in patient at high risk for HCC US category Category Concept Definition US - 1 Negative No US evidence of HCC No observation OR O nly definitely benign observation(s) US - 2 Subthreshold Observation (s) detected that may warrant short - interval US surveillance Observation (s) < 10 mm in diameter, not definitely benign US - 3 Positive Observation (s) detected that may warrant multiphase contrast - enhanced imaging Observation (s) ≥ 10 mm in diameter , not definitely benign, including are a(s) of parenchymal distortion OR Ne w thrombus in portal or hepatic vein Score Definition Examples VIS - A No or minimal limitations Limitations if any are unlikely to meaningfully affect sensitivity Liver homogeneous or mildly heterogeneous Minimal beam attenuation or shadowing Liver visualized in near entirety VIS - B Moderate limitations Limitations may obscure small (< 10 mm) observations Parenchymal heterogeneity that may impact detection of small (< 10 mm) observation(s) Moderate beam attenuation or shadowing Some p ortions of liver or diaphragm not visualized VIS - C Severe limitations Limitations significantly lower sensitivity for liver observations Liver severely heterogeneous Severe beam attenuation or shadowing Majority (> 50%) of right or left lobe not visualized Majority (> 50%) of diaphragm not visualized LI - RADS ® US Surveillance v2024 Core US - 3 US - 2 US - 1 Subthreshold Positive Negative VIS - B Moderate limitations VIS - C Severe limitations No or minimal limitations VIS - A US visualization score",
    "LI - RADS ® US Surveillance v2024 Core ⓒ 2024 American College of Radiology® | All rights reserved Table of Contents Algorithm Management Technique Table of Contents Pages Management LI - RADS ® US Surveillance Management 1 Overview What is LI - RADS ® US Surveillance? 3 What’s New in LI - RADS ® US Surveillance v2024? 4 Algorithm LI - RADS ® US Surveillance algorithm 5 Step 1. Assign LI - RADS ® US Surveillance Category 6 Step 2. A pply Tiebreaking Rule if Needed 8 Step 3. Assign LI - RADS ® US Surveillance Visualization Score 9 Step 4. Final Check 10 Definitions & Criteria Observation 12 AFP Positive 13 US - 1: Negative 14 US - 2: Subthreshold 15 US - 3: Positive 16 VIS - A: No or minimal limitations 17 VIS - B: Moderate limitations 18 VIS - C: Severe limitations 19 Technique LI - RADS ® US Surveillance Technical Recommendations 20 LI - RADS ® US Surveillance Recommended US Views 22 LI - RADS ® Surveillance Key Concepts LI - RADS ® Surveillance Key Concepts Overview 24 HCC Surveillance Tests vs. Diagnostic Tests 25 HCC Surveillance Tests vs. Diagnostic Tests LI - RADS ® Terminology 26 LI - RADS ® Population Appropriate Population for Application of LI - RADS ® US Surveillance 27 Differences in the LI - RADS ® Surveillance vs. CT/MRI and CEUS LI - RADS ® Populations 28 LI - RADS ® vs. AASLD Differences between LI - RADS ® Surveillance vs. AASLD 2023 29 Reporting template example 30 Gaps in Knowledge and Future Directions 31 Authors 32 Acknowledgments 33 Table of Contents",
    "LI - RADS ® US Surveillance v2024 Core ⓒ 2024 American College of Radiology® | All rights reserved Table of Contents Algorithm Management Technique Footnotes a. Surveillance US should be performed in outpatients if possible. If outpatient imaging is not feasible, surveillance US may be performed in emergency or hospitalized patients after acute conditions are resolved. In such situations, the LI - RADS US Surveillance algorithm may be used with caution for interpretation and reporting. b. This includes most patients with cirrhosis of any cause, and some patients with chronic HBV even in absence of cirrhosis. See page 27 for details. c. AFP positive: LI - RADS is aligned with AASLD for definition of AFP positive. See page 14 for details. Referrers should review AFP levels, determine whether AFP is positive, and make management decisions based on AFP values. d. If AFP is positive but the US category is not US - 3, CEUS is unlikely to be helpful. Therefore, further workup should be with diagnostic MRI or CT. Referrers should review AFP levels, determine whether AFP is positive, and make management decisions based on AFP values. e. If patient has MASH or EtOH cirrhosis, Child - Turcotte - Pugh (CTP) Class B or C cirrhosis, or BMI ≥ 35 kg/m 2 , there is higher risk for repeated VIS - C. In these patients, consider alternative surveillance modality (e.g., abbreviated MRI, multiphase CT). Otherwise, repeat US x 1 within 3 months. If still VIS - C, then consider alternative surveillance strategy. f. Includes VIS - A and VIS - B g. Repeat US up to two times at 3 - to 6 - month intervals . If observation is no longer visualized or remains < 10 mm on follow - up, exam may be recategorized as US - 1 and patient may return to 6 - month surveillance. LI - RADS ® US Surveillance Management Management P atient a at high risk for HCC b US - 1 Negative f Repeat US in 6 months Otherwise Otherwise Otherwise Otherwise Surveillance US US - 3 Positive Diagnostic MRI, CT, or CEUS if AFP positive c (but not US - 3) Diagnostic MRI or CT d if VIS - C Severe limitations Repeat US within 3 months x 1 OR consider alternative surveillance modality e if US - 2 Subthreshold f , Repeat US in 3 to 6 months x 2 g if 1",
    "LI - RADS ® US Surveillance v2024 Core ⓒ 2024 American College of Radiology® | All rights reserved Table of Contents Algorithm Management Technique LI - RADS ® US Surveillance Management LI - RADS US Surveillance management recommendations have been updated based on recent evidence and is closely aligned with updated AASLD 2023 recommendations 1 . Both Surveillance US Category and Visualization Score, as well as serum alpha - fetoprotein (AFP), affect management recommendations: US - 1 Negative and [VIS - A or VIS - B]: continue with routine 6 - month US surveillance. US - 2 Subthreshold and [VIS - A or VIS - B]: repeat US up to two times at 3 - to 6 - month intervals. If observation is no longer visualized or remains < 10 mm on over two consecutive exams, it is considered benign. The exam and those following may then be categorized as US - 1 Negative, and patient may return to routine 6 - month surveillance 2 . VIS - C and [US - 1 Negative or US - 2 Subthreshold ]: check for risk factors for repeat VIS - C (MASH - or EtOH - related cirrhosis; Child - Turcotte - Pugh class B or C cirrhosis; BMI ≥ 35 kg/m 2 ) 3,6,7 . • If there are no risk factors: repeat US within 3 months, as visualization score may improve to VIS - B or VIS - A 3,4 . Reasons for improvement include patient - , site - , sonographer - , or radiologist - related factors 5 . If repeat US is still VIS - C, consider alternative surveillance strategy (e.g., abbreviated MRI, multiphase CT), because VIS - C - scored US has low sensitivity for HCC 8 . • If there are one or more risk factors: consider alternative surveillance strategy after initial VIS - C, as repeat US is likely to be VIS - C again, and VIS - C - scored US has low sensitivity for HCC 8 . Choice of alternative surveillance: tailor to patient and take into account local preference, expertise, and resources. AFP Positive but US category is not US - 3 : CEUS is unlikely to be helpful in the absence of an ultrasound correlate. Therefore, further workup should be with diagnostic MRI or CT. Referrers should review AFP levels, determine whether AFP is positive, and make management decisions based on AFP values . US - 3 Positive, any US visualization score: call back for diagnostic multiphase contrast - enhanced CT or MRI, or CEUS, using diagnostic LI - RADS CT/MRI or CEUS algorithms, respectively. References 1. Singal AG, et al. Hepatology 2023 2. Tse JR, et al. AJR Am J Roentgenol 2022 3. Tiyarattanachai T, et al. AJR Am J Roentgenol 2022 4. Schoenberger H, et al. Clin Gastroenterol Hepatol 2022 5. Fetzer DT, et al,. AJR Am J Roentgenol 2022 6. Simmons O, et al. Aliment Pharmacol Ther 2017 7. King M, et al. Abdom Radiol (NY) 2023 8. Chong N, et al. Aliment Pharmacol Ther 2022 Management 2",
    "LI - RADS ® US Surveillance v2024 Core ⓒ 2024 American College of Radiology® | All rights reserved Table of Contents Algorithm Management Technique What is LI - RADS ® US Surveillance? The L iver I maging R eporting A nd D ata S ystem ( LI - RADS) US Surveillance is: • A standardized system for imaging technique, interpretation, reporting, and data collection for surveillance ultrasound exams in patients at risk for developing HCC . • A dynamic document, to be expanded and refined as knowledge accrues and in response to user feedback. • Designed to improve communication, patient care, education, and research. • Supported by the American College of Radiology (ACR). • Developed by a consortium of diagnostic radiologists and hepatologists with expertise in hepatobiliary imaging, with input from and approval by the LI - RADS Steering Committee. • Closely aligned with and integrated into AASLD clinical practice guidance LI - RADS Surveillance may be used by: • Community and academic radiologists • Radiologists in training • Other health care professionals providing care to patients with liver disease • Researchers LI - RADS US Surveillance includes: • A lexicon of standardized terminology • Reporting guidelines • Educational material LI - RADS US Surveillance requires two types of assessments, both pertaining to the whole liver rather than specific observations: • US category • US visualization score The US category summarizes the main results and helps determine the most appropriate follow - up. Three categories are possible: • US - 1 Negative • US - 2 Subthreshold • US - 3 Positive The US visualization score reflects patient and/or technical factors that may affect liver visualization or nodule detectability. This information communicates the expected level of sensitivity of the surveillance exam for HCC detection in an individual patient and also helps determine the most appropriate follow - up. Three visualization scores (VIS) are possible: • VIS - A No or minimal limitations • VIS - B Moderate limitations • VIS - C Severe limitations Overview 3",
    "LI - RADS ® US Surveillance v2024 Core ⓒ 2024 American College of Radiology® | All rights reserved Table of Contents Algorithm Management Technique What’s New 4 What’s New in LI - RADS ® US Surveillance v2024 ? Updated algorithm name • LI - RADS Ultrasound → LI - RADS Ultrasound Surveillance • Rationale : better reflects intended context of use – surveillance Modified visualization score terminology • A → VIS - A • B → VIS - B • C → VIS - C • Rationale : clarity; reflects clinical practice; aligns with AASLD terminology Updated surveillance - based surveillance management • VIS - C now warrants repeat US within 3 months x 1 OR consideration of alternative surveillance imaging modality depending on risk factors • US - 2 Subthreshold now should be recategorized US - 1 Negative if observation is no longer seen or remains < 10 mm on two follow - up exams • Positive AFP now warrants diagnostic imaging. This may be MRI or CT (if US category is not US - 3) or diagnostic CEUS, MRI, or CT (if US category is US - 3) • Rationale : reflects emerging scientific evidence 1,2,3 and aligns with AASLD management guidance: AASLD and LI - RADS Ultrasound Surveillance now have similar management in patients with positive AFP, VIS - C, or US - 2 Note : Alternative surveillance imaging modalities after VIS - C include full MRI, abbreviated MRI, or multiphase CT. There is not yet evidence to recommend one modality or the other. Users should use their judgment to select the optimal alternative modality for individual patients. Alternative surveillance is NOT recommended after VIS - A or VIS - B because HCC detection sensitivity is high (> 75%) for VIS - A and VIS - B ultrasound exams. 1 Clarification that surveillance US should be performed in outpatients if possible • LI - RADS now emphasizes that surveillance US should be deferred to the outpatient setting whenever possible. • If outpatient imaging is not feasible, surveillance US may be performed in emergency department or hospitalized patients after acute conditions are resolved. In such situations, the LI - RADS surveillance algorithm may be applied with caution for interpretation and reporting. • Rationale : US is more likely to have compromised liver visualization in acutely ill patients, which may lead to false negative exams or to incorrect labeling of patients as poor ultrasound candidates (i.e., more likely poorer visualization scores). Updated nomenclature for steatotic liver disease (SLD) 4 • Nonalcoholic fatty liver disease (NAFLD) → Metabolic dysfunction - associated SLD (MASLD) • Nonalcoholic steatohepatitis (NASH) → Metabolic dysfunction - associated steatohepatitis (MASH) • Rationale : reflects new nomenclature by AASLD and other major societies References 1. Chong N, et al. Aliment Pharmacol Ther 2022 2. Tse JR, et al. AJR Am J Roentgenol 2022 3. Fetzer DT, et al. AJR Am J Roentgenol 2022 4. Rinella, et al . Hepatology 2023",
    "LI - RADS ® US Surveillance v2024 Core ⓒ 2024 American College of Radiology® | All rights reserved Table of Contents Algorithm Management Technique LI - RADS ® US Surveillance Algorithm The next five slides summarize the LI - RADS US Surveillance Algorithm for assigning the US category and US visualization scores, assessments applied to the entire examination. Note: the algorithm applies only to patients at risk for developing HCC. See page 26 for details. Algorithm 5",
    "LI - RADS ® US Surveillance v2024 Core ⓒ 2024 American College of Radiology® | All rights reserved Table of Contents Algorithm Management Technique Step 1. Assign LI - RADS ® US Surveillance Category S urveillance ultrasound in patient at high risk for HCC Footnotes Surveillance setting • Surveillance US should be performed in outpatients if possible. If outpatient imaging is not feasible, surveillance US may be performed in emergency or hospitalized patients after acute conditions are resolved. In such situations, the LI - RADS surveillance algorithm may be used with caution for interpretation and reporting High risk for HCC • In general, this includes patients with cirrhosis of any cause, as well as some patients with chronic hepatitis B even in absence of cirrhosis. • See page 27 for details Observation • Distinctive area compared to ba ckground liver • See page 13 for details Definitely benign observation • Examples: Simple c yst, focal fat sparing around gallbladder, previously confirmed hemangioma 6 Algorithm Category Concept Definition US - 1 Negative No US evidence of HCC No observation OR O nly definitely benign observation(s) US - 2 Subthreshold Observation (s) detected that may warrant short - interval US surveillance Observation (s) < 10 mm in diameter, not definitely benign US - 3 Positive Observation (s) detected that may warrant multiphase contrast - enhanced imaging Observation (s) ≥ 10 mm in diameter , not definitely benign, including are a(s) of parenchymal distortion OR Ne w thrombus in portal or hepatic vein US category US - 3 US - 2 US - 1 Subthreshold Positive Negative",
    "LI - RADS ® US Surveillance v2024 Core ⓒ 2024 American College of Radiology® | All rights reserved Table of Contents Algorithm Management Technique 7 Algorithm Yes New thrombus in portal or hepatic vein Yes No No Yes No Step 1. Assign LI - RADS ® US Surveillance Category (Same content as prior slide, alternative display) Yes Area of parenchymal distortion No No Observation US - 1 Negative Only definitely benign observation(s) Yes US - 1 Negative Patient at high risk for HCC No STOP: don ’ t apply LI - RADS US Surveillance Observation(s) ≥ 10 mm Yes US - 3 Positive Observation(s) < 10 mm Yes US - 2 Subthreshold Footnotes Surveillance setting • Surveillance US should be performed in outpatients if possible. If outpatient imaging is not feasible, surveillance US may be performed in emergency or hospitalized patients after acute conditions are resolved. In such situations, the LI - RADS surveillance algorithm may be used with caution for interpretation and reporting High risk for HCC • In general, this includes patients with cirrhosis of any cause, as well as some patients with chronic hepatitis B even in absence of cirrhosis. • See page 27 for details Observation • Distinctive area compared to ba ckground liver • See page 13 for details Definitely benign observation • Examples: Simple c yst, focal fat sparing around gallbladder, previously confirmed hemangioma",
    "LI - RADS ® US Surveillance v2024 Core ⓒ 2024 American College of Radiology® | All rights reserved Table of Contents Algorithm Management Technique Thus: Footnotes Tie - breaking rule(s) Rule(s) to assign a final single category when deciding between two categories • For surveillance exam (LI - RADS US Surveillance) Assign the category with a higher degree of suspicion. Rationale: In surveillance context, goal is to maximize sensitivity. • For diagnostic exam (LI - RADS CEUS or LI - RADS CT/MRI) Assign the category with a lower degree of certainty. Rationale: In diagnostic (confirmatory) context, e mphasis is on specificity. 8 Step 2. Apply T iebreaking Rule (s) if Needed If unsure between two categories, choose the one reflecting greater suspicion US - 3 US - 2 US - 1 US - 3 US - 2 US - 1 US - 2 vs. US - 3 US - 2 vs. Algorithm",
    "LI - RADS ® US Surveillance v2024 Core ⓒ 2024 American College of Radiology® | All rights reserved Table of Contents Algorithm Management Technique Footnotes Surveillance setting • Surveillance US should be performed in outpatients if possible. If outpatient imaging is not feasible, surveillance US may be performed in emergency or hospitalized patients after acute conditions are resolved. In such situations, the LI - RADS surveillance algorithm may be used with caution for interpretation and reporting. High risk for HCC • In general, this includes patients with cirrhosis of any cause, as well as some patients with chronic hepatitis B even in absence of cirrhosis. • See page 27 for details Step 3. Assign LI - RADS ® US Surveillance Visualization Score Surveillance ultrasound in patient at high risk for HCC Algorithm VIS - B VIS - C Moderate limitations Severe limitations No or minimal limitations VIS - A US visualization score 9 Score Definition Examples VIS - A No or minimal limitations Limitations if any are unlikely to meaningfully affect sensitivity Liver homogeneous or mildly heterogeneous Minimal beam attenuation or shadowing Liver visualized in near entirety VIS - B Moderate limitations Limitations may obscure small (< 10 mm) observations Parenchymal heterogeneity that may impact detection of small (< 10 mm) observation(s) Moderate beam attenuation or shadowing Some p ortions of liver or diaphragm not visualized VIS - C Severe limitations Limitations significantly lower sensitivity for liver observations Liver severely heterogeneous Severe beam attenuation or shadowing Majority (> 50%) of right or left lobe not visualized Majority (> 50%) of diaphragm not visualized",
    "LI - RADS ® US Surveillance v2024 Core ⓒ 2024 American College of Radiology® | All rights reserved Table of Contents Algorithm Management Technique Algorithm No Limitations may obscure observations < 10 mm Limitations significantly lower sensitivity for liver observations No Yes Yes VIS - B Moderate limitations VIS - A No or minimal limitations VIS - C Severe limitations Patient at high risk for HCC? No Yes Step 4 . Final Check After Steps 1, 2, and 3 – Ask yourself if the assigned US category and visualization score seem reasonable and appropriate If YES: You are done. If NO: A ssigned US category and/or visualization score may be inappropriate, so reevaluate. Step 3. Assign LI - RADS ® US Surveillance Visualization Score (Same content as prior slide, alternative display) 10 STOP: don ’ t apply LI - RADS US Surveillance Footnotes Surveillance setting • Surveillance US should be performed in outpatients if possible. If outpatient imaging is not feasible, surveillance US may be performed in emergency or hospitalized patients after acute conditions are resolved. In such situations, the LI - RADS surveillance algorithm may be used with caution for interpretation and reporting. High risk for HCC • In general, this includes patients with cirrhosis of any cause, as well as some patients with chronic hepatitis B even in absence of cirrhosis. • See page 27 for details",
    "LI - RADS ® US Surveillance v2024 Core ⓒ 2024 American College of Radiology® | All rights reserved Table of Contents Algorithm Management Technique 11 LI - RADS ® US Surveillance Definitions, Category, and Visualization Score Criteria The next eight slides review the definitions and criteria for • LI - RADS Observation • US - 1 Negative • US - 2 Subthreshold • US - 3 Positive • VIS - A No or minimal limitations • VIS - B Moderate limitations • VIS - C Severe limitations The slides present the same material as before but with a list - view display. These are intended for users who prefer such a display. Definitions & Criteria",
    "LI - RADS ® US Surveillance v2024 Core ⓒ 2024 American College of Radiology® | All rights reserved Table of Contents Algorithm Management Technique Observation Distinctive area compared to background liver • Simple cyst • Solid hypoechoic, hyperechoic, isoechoic, or mixed echogenicity nodule • Area of parenchymal distortion • Thrombus in portal or hepatic vein Examples: 12 Definitions & Criteria",
    "LI - RADS ® US Surveillance v2024 Core ⓒ 2024 American College of Radiology® | All rights reserved Table of Contents Algorithm Management Technique AFP Positive Concept: AFP value or increase in AFP value over time that indicates high likelihood of HCC and may warrant diagnostic workup with multiphase contrast - enhanced CT or MRI Definition: AFP ≥ 20 ng/mL OR D oubling of AFP (or more) or increasing on two consecutive tests Examples: • AFP 35 ng/mL, no prior values available • AFP 10 ng/mL → AFP 15 ng/mL → 19 ng/mL • AFP 8 ng/mL → 18 ng/mL Definitions & Criteria References 1. Singal AG, et al. Hepatology 2023 2. Makoyeva, et al. Radiol Imaging Cancer 2020 3. Peng J, et al JUM 2021 Footnotes AFP Positive The definition of AFP Positive is adopted from and aligned with AASLD guidance 1 If the AASLD changes the definition, LI - RADS will update the definition to maintain alignment. Referrers should review AFP levels, determine whether AFP is positive, and make management decisions based on AFP values. Radiologists optionally may include AFP and other biomarker values in their LI - RADS surveillance reports. 13",
    "LI - RADS ® US Surveillance v2024 Core ⓒ 2024 American College of Radiology® | All rights reserved Table of Contents Algorithm Management Technique US - 1: Negative Concept: No US evidence of HCC Definition: No observation OR Only definitely benign observation(s) Examples: • Simple cyst • Focal hepatic fat sparing around gallbladder fossa • Previously confirmed hemangioma 14 Definitions & Criteria",
    "LI - RADS ® US Surveillance v2024 Core ⓒ 2024 American College of Radiology® | All rights reserved Table of Contents Algorithm Management Technique US - 2: Subthreshold Concept: Observation(s) detected that may warrant short - interval surveillance US Definition: Observation(s) < 10 mm in diameter, not definitely benign Example: • Solid nodule (any echogenicity) < 10 mm 15 Definitions & Criteria",
    "LI - RADS ® US Surveillance v2024 Core ⓒ 2024 American College of Radiology® | All rights reserved Table of Contents Algorithm Management Technique US - 3: Positive Concept: Observation(s) detected that may warrant characterization with multiphase contrast - enhanced imaging Definition: Observation (s) ≥ 10 mm in diameter , not definitely benign, including are a(s) of parenchymal distortion OR Ne w thrombus in portal or hepatic vein Examples: • Solid nodule (any echogenicity) ≥ 10 mm, not previously characterized as benign • Parenchymal distortion a • New thrombus in portal or hepatic vein Footnotes a. Parenchymal distortion Parenchymal area ≥ 10 mm distinct from background liver with one or more of the following manifestations: • Ill - defined area of heterogeneity • Refractive edge shadows • Loss of normal hepatic architecture relative to rest of liver 16 Definitions & Criteria",
    "LI - RADS ® US Surveillance v2024 Core ⓒ 2024 American College of Radiology® | All rights reserved Table of Contents Algorithm Management Technique VIS - A: No or minimal limitations Definition: Limitations if any are unlikely to meaningfully affect sensitivity Examples: • Liver homogeneous or mildly heterogeneous • Minimal beam attenuation or shadowing • Liver visualized in near entirety 17 Definitions & Criteria",
    "LI - RADS ® US Surveillance v2024 Core ⓒ 2024 American College of Radiology® | All rights reserved Table of Contents Algorithm Management Technique VIS - B: Moderate limitations Definition: Limitations may obscure small (< 10 mm) observations Examples: • Parenchymal heterogeneity that may impact detection of small (< 10 mm) observations • Moderate beam attenuation or shadowing a • Some p ortions of liver or diaphragm not visualized 18 Definitions & Criteria",
    "LI - RADS ® US Surveillance v2024 Core ⓒ 2024 American College of Radiology® | All rights reserved Table of Contents Algorithm Management Technique VIS - C: Severe limitations Definition: Limitations significantly lower sensitivity for liver observations Examples: • Liver severely heterogeneous • Severe beam attenuation or shadowing • Majority (> 50%) of right or left lobe not visualized • Majority (> 50%) of diaphragm not visualized 19 Definitions & Criteria",
    "LI - RADS ® US Surveillance v2024 Core ⓒ 2024 American College of Radiology® | All rights reserved Table of Contents Algorithm Management Technique LI - RADS ® US Surveillance Visualization Technical Recommendations Overview Surveillance US should be in accordance with the ACR Practice Parameters and Technical Standards for Performance of Ultrasound of the Abdomen and Retroperitoneum. • See ACR Practice Parameters and Technical Standards for details. General technical considerations Goal : optimize parenchymal visualization and to document entire liver. Surveillance US should be performed in outpatients if possible. If outpatient imaging is not feasible, surveillance US may be performed in emergency or hospitalized patients after acute conditions are resolved. Rationale : US is more likely to have limited liver visualization in acutely ill patients, which may lead to false negative exams or incorrectly label patients as having poor VIS scores. 1 Compare with prior exams whenever possible. Use a standard protocol, as this may improve reproducibility and facilitate comparison. Specific factors that may result in incomplete imaging of liver include: • Large patient body habitus or inability to cooperate • Limited acoustic windows • Parenchymal heterogeneity • Reduced beam penetration Suggestions to improve image quality and visualization of entire liver: • Instruct patient to be NPO for 4 - 6 hours prior to exam • Adjust patient positioning, inspiration level, and acoustic window • Apply adequate probe pressure against abdominal wall • Adjust image settings (e.g. transducer type, transducer presets, pulse frequency, harmonics) to balance resolution and penetration Assessment of liver, biliary system, and portal veins Acquire representative transverse and longitudinal grayscale (B - mode) images through entire liver to evaluate for cirrhotic morphologic changes and observations. • Encouraged: cine sweeps through liver • See page 23 for suggested views . Document patency of main portal vein with grayscale and color Doppler. • Optional: color Doppler of right and left portal veins, and hepatic veins; spectral Doppler of main portal vein to assess waveform, velocity, and flow direction Evaluate gallbladder and bile ducts. References 1. Schoenberger H, et al. Clin Gastroenterol Hepatol . 2022 20 Technique",
    "LI - RADS ® US Surveillance v2024 Core ⓒ 2024 American College of Radiology® | All rights reserved Table of Contents Algorithm Management Technique LI - RADS ® US Surveillance Visualization Technical Recommendations (continued) Documentation of liver observations Obtain grayscale and color/power Doppler images in transverse and longitudinal views. • Encouraged: cine sweeps through liver observations to permit more confident characterization Record: • Size of each liver observation in 3 dimensions • Involved lobe and Couinaud segment if possible • Proximity to or involvement of vessels, liver capsule, or bile ducts • Arterialized flow within any occluded vein , which would indicate tumor in vein Other optional assessments and procedures Record spleen size (required component of a complete abdominal US exam, although optional for focused HCC surveillance exam of liver). Document presence and degree of ascites. 21 Technique",
    "LI - RADS ® US Surveillance v2024 Core ⓒ 2024 American College of Radiology® | All rights reserved Table of Contents Algorithm Management Technique LI - RADS ® US Surveillance Recommended US Views Longitudinal images Recommended views Left lobe: • left of midline • at midline; i nclude proximal abdominal aorta, celiac artery, and SMA • with IVC; include caudate lobe, MPV, and pancreatic head • with left portal vein Right lobe: • with gallbladder • with right kidney • including right hemidiaphragm and adjacent pleural space • far lateral Main portal vein; include g rayscale and color Doppler Common duct at porta hepatis; include diameter measurement Optional views • Color Doppler of the right and left portal veins, and hepatic veins • Spectral Doppler of main portal vein to assess waveform, velocity, and flow direction Transverse images Recommended views Dome with hepatic veins Left lobe: • with left portal vein • falciform ligament to evaluate for the presence of patent paraumbilical vein • plus views to show entire left lobe including liver edge Main portal vein bifurcation Right lobe: • with right portal vein • with main portal vein • with gallbladder • with right kidney • plus views to show entire right lobe including liver edge • plus views of liver tip Optional views Color Doppler view of additional vascular structures Wide field of view to assess liver morphology (patterns of cirrhosis) Linear transducer to depict surface nodularity and any near - field parenchymal observations. 22 Technique",
    "LI - RADS ® US Surveillance v2024 Core ⓒ 2024 American College of Radiology® | All rights reserved Table of Contents Algorithm Management Technique LI - RADS ® US Surveillance Recommended US Views (continued) Cine sweeps Suggested cinematic (cine) sweeps that can be adapted at your institution Longitudinal and transverse cine sweeps of left and right lobes are recommended as per institutional protocol. Include as much hepatic parenchyma as possible and medial and lateral liver edges: • Transverse subcostal large field of view cine sweep: from below heart through porta hepatis and pancreatic head. Allows correlation with CT/MRI, segmental localization of observation(s) and further assessment of vessels and bile ducts. • Transverse right lobe cine sweep : from diaphragm to inferior aspect of right lobe; s upine or left posterior oblique. • Sagittal left lobe cine sweep : from patient midline to lateral left liver edge; helps e nsure visualization of lateral segment of left lobe. • Focused transverse and sagittal views of any focal observations ≥ 1cm. Recommended images and suggested cine sweeps can be adapted to meet institutional preferences and can be obtained in any order. Additional views and cine sweeps of observations should be obtained as needed. Additional anatomical and Doppler measurements may be included per institutional preferences. 23 Technique Cine of transverse large field of view Cine of transverse right lobe Cine of sagittal left lobe",
    "LI - RADS ® US Surveillance v2024 Core ⓒ 2024 American College of Radiology® | All rights reserved Table of Contents Algorithm Management Technique 24 LI - RADS ® US Surveillance Key Concepts LI - RADS US Surveillance is a standardized system for imaging technique, interpretation, reporting, and data collection for surveillance ultrasound exams in patients at risk for developing HCC. This system is complementary to LI - RADS CT/MRI and to LI - RADS CEUS, which are standardized systems for technique, interpretation, reporting, and data collection for diagnostic contrast - enhanced exams in patients at risk for developing HCC . The following slides review: • Concepts about “HCC surveillance tests” vs. “HCC diagnostic tests” & LI - RADS terminology • The appropriate population for application of LI - RADS Surveillance • Differences in the LI - RADS Surveillance vs. LI - RADS CT/MRI and LI - RADS CEUS populations • Differences in LI - RADS Surveillance vs AASLD (2023) • Reporting template example • Gaps in knowledge and future directions Key Concepts",
    "LI - RADS ® US Surveillance v2024 Core ⓒ 2024 American College of Radiology® | All rights reserved Table of Contents Algorithm Management Technique Key Concepts HCC Surveillance Tests vs. Diagnostic Tests LI - RADS ® Terminology HCC clinical practice guidelines classify imaging modalities as • Surveillance tests OR • Diagnostic tests Surveillance tests are intended to detect HCC in defined populations. • Ideally, surveillance tests should have high sensitivity, wide availability, low cost, and high patient acceptance. • The most common imaging modality used for HCC surveillance is unenhanced US . In select patients, alternative surveillance strategies such as CT or MRI may be used for this purpose. • C irculating biomarkers such as serum alpha fetoprotein may be used for surveillance in combination with imaging tests. • LI - RADS US Surveillance addresses the use of US for surveillance and suggests when alternative surveillance strategies may be appropriate in select patients. Diagnostic tests are used to further characterize positive surveillance tests or to characterize incidentally detected observations. Similar to surveillance, the accuracy of diagnostic tests relies on the pre - test probability of disease. Hence, diagnostic algorithms should be applied only in high - risk populations. • Ideally, diagnostic tests should have high specificity so the presence of HCC can be confirmed. • In North America, the imaging modalities most commonly used for HCC diagnosis are multiphase contrast - enhanced CT and MRI . These modalities cover the entire liver and assess the extent (stage) of HCC. • Another modality used for HCC diagnosis is contrast - enhanced ultrasound (CEUS) . This modality typically permits detailed characterization of sonographically visible observations. It may not reliably visualize the entire liver; hence, it is suitable for diagnosis but not usually for staging. • Multiphase imaging is a requirement for HCC diagnosis; hence, single - phase imaging exams are not considered diagnostic tests for HCC. LI - RADS CT/MRI and LI - RADS CEUS address the use of the corresponding modalities for diagnosis. The distinction between surveillance vs. diagnosis may be blurred. In some radiology practices, multiphase contrast - enhanced imaging exams are performed for surveillance. In these instances, the same modality serves as the surveillance test as well as the diagnostic test. 25",
    "LI - RADS ® US Surveillance v2024 Core ⓒ 2024 American College of Radiology® | All rights reserved Table of Contents Algorithm Management Technique 26 Key Concepts HCC Surveillance Tests vs. Diagnostic Tests LI - RADS ® Terminology LI - RADS adopts the surveillance vs. diagnostic terminology used by clinical practice guidelines LI - RADS refers to unenhanced US as a “ surveillance” test and refers to contrast - enhanced US, multiphase CT, and multiphase MRI as “diagnostic” tests to maintain concordance with clinical practice guidelines. The use of the terms “surveillance” and “diagnostic” in this setting are intended to clarify the context in which these imaging modalities are used and are not intended to imply differing levels of quality or value between these modalities. Surveillance Diagnosis a First US Follow - up US Follow - up US Follow - up US Etc. If US - 1 or US - 2 If US - 1 or US - 2 If US - 1 or US - 2 If US - 1 or US - 2 If any test is positive CEUS Multiphase CT Multiphase MRI or or Consider alternative surveillance strategy c If repeated VIS - C Or if VIS - C and risk factor b for repeat VIS - C Footnotes a. LI - RADS does not recommend any particular imaging modality for diagnosis, because the optimal choice of modality for individual patients depends on multiple factors, including availability, local expertise, patient preference, clinical context, and other considerations. b. Risk factors for repeat VIS - C: MASH - or EtOH - related cirrhosis, CTP Class B or C cirrhosis, BMI≥ 35 kg/m 2 c. Alternative surveillance strategy: may include abbreviated MRI or multiphase CT. Choice of alternative surveillance should be tailored to the patient and take into account local preference, expertise, and resources.",
    "LI - RADS ® US Surveillance v2024 Core ⓒ 2024 American College of Radiology® | All rights reserved Table of Contents Algorithm Management Technique 27 LI - RADS Population Appropriate population for application of LI - RADS ® Surveillance LI - RADS Surveillance should be applied to patients in a surveillance program for HCC. Recommended surveillance populations are aligned with AASLD a and include: • Adult patients with (Child - Turcotte - Pugh A or B) cirrhosis of any etiology • Subsets of adult patients with chronic Hepatitis B even in the absence of cirrhosis including: o Males > 40 or females > 50 from an endemic country b o Those from Africa at an earlier age c o Those with a family history of HCC o Those with a PAGE - B score d ≥ 10 in Western populations on anti - viral therapy In other geographic regions, the HCC surveillance population may also include: • Other subsets of adults with chronic hepatitis B viral infection even in the absence of cirrhosis • Subsets of adults with chronic hepatitis C viral infection even in the absence of cirrhosis • Subsets of adults with MASH even in the absence of cirrhosis Surveillance is not recommended in patients with Child - Turcotte - Pugh C cirrhosis who are not eligible for liver transplantation or in patients with life - limiting comorbid conditions with life expectancy less than 1 - 2 years that cannot be remedied by liver transplantation or other directed therapies a . See your regional HCC clinical practice guidelines for details a . Footnotes a. According to 2023 American Association for the Study of Liver Diseases ( A ASLD) Practice Guidance b. Endemic country as defined by AASLD hepatitis B virus guidance c. Surveillance can be initiated as early as third decade of life given median age of 46 years at HCC diagnosis d. PAGE - B risk score for Western populations on anti - viral therapy. Add points from each category to calculate PAGE - B risk score Age < 30: 0 30 - 39: 2 40 - 49:4 50 - 59: 6 60 - 69: 8 ≥ 70: 10 Gender Female: 0 Male: 6 Platelets ≥ 200,000: 0 100,000 - 199,999: 6 < 100,000: 9",
    "LI - RADS ® US Surveillance v2024 Core ⓒ 2024 American College of Radiology® | All rights reserved Table of Contents Algorithm Management Technique 28 LI - RADS Population Differences in the LI - RADS ® Surveillance vs. CT/MRI and CEUS LI - RADS ® Populations The LI - RADS surveillance population (patients in whom use of LI - RADS US Surveillance is considered appropriate) and the LI - RADS diagnostic population (patients in whom use of LI - RADS CT/MRI or CEUS is appropriate) are not necessarily the same. There may be patients for whom HCC surveillance might be performed but application of LI - RADS CT/MRI or CEUS is not appropriate even if a surveillance test is positive: e.g., patients with cirrhosis due to vascular disorder such as Budd - Chiari, hereditary hemorrhagic telangiectasia, or congestive hepatopathy or patients with congenital hepatic fibrosis. There may be patients for whom HCC surveillance might not be appropriate but CT/MR or CEUS is performed: e.g., patients with cirrhosis and short life expectancy due to non - hepatic disease.",
    "LI - RADS ® US Surveillance v2024 Core ⓒ 2024 American College of Radiology® | All rights reserved Table of Contents Algorithm Management Technique Differences in LI - RADS US Surveillance vs. AASLD Guidance Visualization Score B does not affect management in LI - RADS US Surveillance whereas in AASLD, two short - interval surveillance US examinations are suggested A difference between LI - RADS US Surveillance and AASLD is that AASLD suggests two short - interval US exams ( each at 3 to 6 - month intervals) for VIS - B scored exams and if stable, to then return to routine surveillance US at 6 - month intervals. However, LI - RADS US Surveillance recommends continuing routine 6 - month surveillance US for VIS - B scored exams. Rationale: A recent study showed similar sensitivity for HCC diagnosis in patients with VIS - B and VIS - A scored exams. 1 Of note, neither LI - RADS US Surveillance nor AASLD recommend alternative surveillance imaging modalities ( e.g., multiphase CT or abbreviated MRI) for VIS - B scored exams. 1,2 References 1. Chong N, et al. Alimentary Pharmacology & Therapeutics 2022 2. Schoenberger H, et al. Clin Gastroenterol Hepatol . 2022 LI - RADS vs. AASLD 29",
    "LI - RADS ® US Surveillance v2024 Core ⓒ 2024 American College of Radiology® | All rights reserved Table of Contents Algorithm Management Technique Reporting Template Example HISTORY: Indicate if patient has cirrhosis or chronic HBV without cirrhosis, if known. Indicate etiology of chronic liver disease if known. COMPARISON: Date: [] Type: [ultrasound, CT, abbreviated MRI] BIOMARKERS (optional): Date: [] Biomarker(s): [] Value(s): [] PROCEDURE COMMENTS: Grayscale and color Doppler images of the abdomen were obtained. FINDINGS: Liver: Visualization: [VIS - A, VIS - B, VIS - C]. (If VIS - B or C, state why) Liver morphology/parenchyma/contour: [Echotexture, echogenicity, smooth, nodular] Liver observation(s): [Any focal observations, including location, size and echogenicity] Liver vasculature: [portal vein and hepatic veins] Bile ducts: [Describe biliary tree] Common duct diameter is [CHD size] at the porta hepatis. Gallbladder: [gallbladder findings] Spleen: [size of spleen] Other organs (optional): [pancreas, aorta, IVC, kidneys] Ascites: [No ascites/small volume of ascites/moderate volume of ascites/large volume of ascites] Other findings: [Varices, paraumbilical vein, lymph nodes, etc.] IMPRESSION: 1. [Overall summary of liver and portal hypertension findings] 2. US category: [US - 1, US - 2, US - 3] 3. VIS - Score: [VIS - A, VIS - B, VIS - C] 4. Recommendation: [US - 1: Routine 6 - month surveillance US exam recommended; US - 2: Two short interval 3 to 6 - month surveillance US recommended. If observation remains ≤ 1cm after 2 exams or is no longer seen, may recategorize as US - 1 Negative; US - 3: Multiphase contrast - enhanced imaging recommended for further characterization; VIS - C: Recommend repeat ultrasound surveillance exam within 3 months. If exam remains VIS - C, recommend alternative surveillance strategy; Repeat VIS - C: Recommend alternative surveillance strategy] Optional text: Referrer should review AFP values, determine if AFP is positive, and alter management recommendations accordingly. Reporting 30",
    "LI - RADS ® US Surveillance v2024 Core ⓒ 2024 American College of Radiology® | All rights reserved Table of Contents Algorithm Management Technique 31 Future Directions Gaps in Knowledge and Future Directions Definition of LI - RADS surveillance population It is unknown whether patients without cirrhosis or hepatitis B with multiple other HCC risk factors should undergo HCC surveillance. LI - RADS encourages research to better define the HCC surveillance population. Research is also needed to identify genetic and phenotypic factors (e.g., circulating biomarkers) that modulate HCC risk as these could inform further refinement of surveillance guidelines. Ideal alternative surveillance imaging strategy It is unknown which alternative imaging strategy, combination of strategies, or time interval between exams for alternative strategies is optimal in patients with repeat VIS - C exams or risk factors for repeat VIS - C. LI - RADS encourages research to develop optimal surveillance imaging strategies for patients undergoing HCC surveillance.",
    "LI - RADS ® US Surveillance v2024 Core ⓒ 2024 American College of Radiology® | All rights reserved Table of Contents Algorithm Management Technique 32 LI - RADS ® US Surveillance v2024 Authors Co - Chairs, LI - RADS Surveillance Working Group Aya Kamaya, MD Shuchi Rodgers, MD Members, LI - RADS Surveillance Working Group David Burrowes , MD Victoria Chernyak , MD Hailey Choi, MD Nirvikar Dahiya,MD Adrian Dawkins, MD David Fetzer, MD Christopher Fung, MD Helena Gabriel, MD Alison Harris, MD Cheng William Hong, MD Yuko Kono, MD Aman Khurana, MD Kathryn McGillen , MD Tara Morgan, MD Daniel Oppenheimer, MD James Seow , MD Claude Sirlin , MD Justin Tse , MD Authors",
    "LI - RADS ® US Surveillance v2024 Core ⓒ 2024 American College of Radiology® | All rights reserved Table of Contents Algorithm Management Technique 33 Acknowledgments The LI - RADS Surveillance Working Group would like to acknowledge the LI - RADS Steering Committee for its critical review of this document Co - Chairs, LI - RADS Steering Committee Victoria Chernyak, MD Kathryn Fowler, MD Members, LI - RADS Steering Committee Mustafa Bashir, MD Jason Birnbaum, MD Amir Borhani, MD Ryan Brunsing, MD Guilherme Cunha, MD David Fetzer, MD Alice Fung, MD William Hong, MD Melina Hosseini, MD Elizabeth Hecht, MD Reena Jha, MD Aya Kamaya, MD Geetika Khanna, MD Andrea Siobhan Kierans, MD Jimmy Lee, MD Andrej Lyshchik, MD Robert Marks, MD Matt McInnes, MD Mishal Mendiratta - Lala, MD Donald Mitchell, MD Shuchi Rodgers, MD Maxime Ronot, MD Alexandra Roudenko, MD Anthony Samir, MD Cynthia Santillan, MD Sedighe Shabanan, MD Amit Singal , MD Claude Sirlin, MD An Tang, MD Lisa VanWagner, MD Sudhakar Venkatesh, MD Takeshi Yokoo, MD, PhD Acknowledgments"
  ],
  "processed_at": "2026-01-30T14:08:11.409Z"
}