{
  "doc_id": "c534611b478e8a1022ad5db69e37d147",
  "source_id": "LI-RADS-CT-MRI-2018-Core__2_",
  "total_pages": 61,
  "pages": [
    "LI-RADS ® CT/MRI v2018 Core ⓒ 20 18 American College of Radiology® | All rights reserved",
    "CT/MRI Diagnostic Table Arterial phase hyperenhancement (APHE) No APHE Nonrim APHE Observation size (mm) < 20 ≥ 20 < 10 10 - 19 ≥ 20 Count additional major features: • Enhancing “c apsule” • • Threshold growth None LR - 3 LR - 3 LR - 3 LR - 3 LR - 4 One LR - 3 LR - 4 LR - 4 LR - 5 ≥ Two LR - 4 LR - 4 LR - 4 LR - 5 LR - 5 Observations in this cell are categorized based on one additional major feature: • LR - 4 – if enhancing “capsule” • LR - 5 – if nonperipheral “washout” OR threshold growth If unsure about the presence of any major feature: characterize that feature as absent OPTN users in USA: see page 15 for conversion of LI-RADS ® categories to OPTN Classes CT/MRI LI - RADS ® v2018 CORE LR - 4 LR - 5 Untreated observation without pathologic proof in patient at high risk for HCC Otherwise, use CT/MRI diagnostic table below LR - 3 If intermediate probability of malignancy LR - 4 If probably HCC LR - 5 If definitely HCC If definitely benign LR - 1 If probably benign LR - 2 LR - M LR - TIV If definite tumor in vein (TIV) LR - NC If cannot be categorized due to image degradation or omission If probably or definitely malignant but not HCC specific (e.g., if targetoid ) LR - 4 LR - 5 Nonperipheral “washout” 2018 American College of Radiology® | All rights reserved",
    "LI - RADS ® v2018 CT/MRI Core Diagnostic Algorithm Treatment Response Last Viewed Table of Contents Pages Overview What is LI - RADS® 2 LI - RADS ® Algorithms 3 What’s New What is new in v2018 4 Why update in 2018 5 Getting Started 6 Categories 7 Diagnosis Step 1. Apply LI - RADS Diagnostic Algorithm 8 Step 2. Consider Applying Ancillary Features 9 Step 3. Apply Tiebreaking Rules if Needed 9 Step 4. Final Check 10 Treatment Response Step 1. Apply LI - RADS Treatment Response Algorithm 11 Step 2. Measure Viable Tumor Size if Applicable 12 Step 3. Apply Tiebreaking Rule if Needed 12 Step 4. Final Check 12 Technique LI - RADS Technical Recommendations 13 Management Suggested Imaging Workup Options and Time Intervals 14 OPTN and LI - RADS 15 Reporting Considerations Before Issuing a LI - RADS Report 16 Reporting: Requirements and Content 18 Definitions Imaging Phases 19 Major Imaging Features 20 Tumor in Vein 21 LR - M Criteria 22 LR - M Reporting 23 Ancillary Imaging Features Favoring Malignancy 24 Ancillary Imaging Features Favoring Benignity 25 LI - RADS Treatment Response Features 26 Examples of LR - 1 and LR - 2 Entities 27 Observation with Infiltrative Appearance 28 2018 American College of Radiology® | All rights reserved",
    "LI - RADS ® v2018 CT/MRI Core Diagnostic Algorithm Treatment Response Last Viewed Table of Contents Pages FAQs Getting Started 29 What’s new 31 LI - RADS® Diagnostic Categories 35 LI - RADS® Treatment Response Categories 37 Diagnosis 38 Treatment Response 45 Technique 48 Management 50 Reporting 52 Imaging Features 55 Abbreviations 58 CT/MRI Manual (With References) (pending) Other LI - RADS Documents (pending): US LI - RADS, CEUS LI - RADS, LI - RADS Downloads 2018 American College of Radiology® | All rights reserved",
    "LI - RADS ® v2018 CT/MRI Core Diagnostic Algorithm Treatment Response Last Viewed What is LI - RADS ® ? The L iver I maging R eporting A nd D ata S ystem ( LI - RADS) is: • A comprehensive system for standardizing the terminology, technique, interpretation, reporting, and data collection of liver imaging • A dynamic document, to be expanded and refined as knowledge accrues and in response to user feedback • Designed to improve communication, patient care, education, and research • Supported and endorsed by the American College of Radiology (ACR) • Developed by a multidisciplinary, international consortium of diagnostic and interventional radiologists , hepatobiliary surgeons, hepatologists, and hepatopathologists . Contributors include academic and community physicians as well as members in training. LI - RADS may be used for clinical care, education, or research by: • Community and academic radiologists • Radiologists in training • Other health care professionals providing care to patients with liver disease • Researchers LI - RADS is consistent with and fully integrated into: • AASLD clinical practice guidance LI - RADS is consistent with: • NCCN guidelines LI - RADS can be utilized by liver transplant centers in the United States. • The conversion from LI - RADS categories to OPTN classes is straightforward. See page 15 . 2 Overview 2018 American College of Radiology® | All rights reserved",
    "LI - RADS ® v2018 CT/MRI Core Diagnostic Algorithm Treatment Response Last Viewed LI - RADS ® Algorithms For surveillance of HCC In cirrhotic and other high - risk patients Using unenhanced ultrasound For diagnosis of HCC In cirrhotic and other high - risk patients Using contrast - enhanced ultrasound (CEUS) For diagnosis and staging of HCC In cirrhotic and other high - risk patients , including liver transplant candidates with HCC Using CT, MRI with extracellular agents (ECA), or MRI with hepatobiliary agents (HBA) For assessing response of HCC to locoregional treatment In cirrhotic and other high - risk patients , including liver transplant candidates with HCC Using CT, MRI with extracellular agents (ECA), or MRI with hepatobiliary agents (HBA) Notes: • Multiphase CT or MRI is sometimes used for HCC surveillance , depending on regional guidelines, institutional preferences, and other factors. LI - RADS neither recommends for nor against CT or MRI for this purpose, but LI - RADS may be used to interpret and report those exams if performed. • LI - RADS v2017 does not address treatment response with CEUS, or after systemic therapy or surgery. These will be addressed in the next LI - RADS version. Overview Ultrasound LI - RADS ® CEUS LI - RADS ® CT/MRI Diagnostic LI - RADS ® CT/MRI Treatment Response LI - RADS ® 3 2018 American College of Radiology® | All rights reserved",
    "LI - RADS ® v2018 CT/MRI Core Diagnostic Algorithm Treatment Response Last Viewed What’s New in LI - RADS ® v 2018? Revised, simplified definition of threshold growth • Threshold growth definition was simplified to: ≥ 50% size increase of a mass in ≤ 6 months. • Rationale : simplicity; achieve concordance with definitions advocated by AASLD and OPTN. • AASLD, OPTN, and LI - RADS now have the same definition for threshold growth. ⚠️ Note : the following no longer meet criteria for TG but are considered subthreshold growth: • New ≥ 10 mm observations in ≤ 24 months • ≥ 100% size increase on imaging exams > 6 months apart Revised, simplified criteria for LR - 5: • LR - 5 criteria were revised to match those advocated by AASLD. • The - g and - us designations were eliminated for simplicity. • New LR - 5 criteria are listed below and summarized in Diagnostic Table (page 8) : Size Criteria Comments 10 - 19 mm Nonrim APHE AND • Nonperipheral “washout” Does not provide exception points for liver transplantation in USA Nonrim APHE AND both of the following: • Nonperipheral “washout” • Enhancing “capsule” Equivalent to OPTN 5A Nonrim APHE AND • Threshold growth* Equivalent to OPTN 5A - g ≥ 20 mm Nonrim APHE AND one or more of following: • Nonperipheral “washout” • Enhancing “capsule” • Threshold growth* Equivalent to OPTN 5B or 5X * Note – apply v2018 definition of threshold growth: ≥ 50% size increase of a mass in ≤ 6 months • Rationale: simplicity; closer concordance with AASLD and OPTN criteria. • LI - RADS and AASLD now have identical criteria for definite HCC. • LI - RADS and OPTN now have almost identical criteria for HCC, with one exception (below). ⚠️ Exception: 10 - 19 mm + APHE + nonperipheral “washout” = LR - 5, but does not meet OPTN Class 5 criteria v2018 also includes clarifications, corrections, new FAQs, and some formatting changes. Most of these are in response to user feedback since v2017 release. What’s New 4 2018 American College of Radiology® | All rights reserved",
    "LI - RADS ® v2018 CT/MRI Core Diagnostic Algorithm Treatment Response Last Viewed Why is an update needed in 2018? The LI - RADS mission and long - term vision is to unify HCC diagnostic imaging criteria. Recently, a critical milestone was achieved with integration of LI - RADS into the American Association for the Study of Liver Diseases (AASLD) 2018 HCC clinical practice guidance. This integration requires revisions to the definition of the LI - RADS major feature threshold growth and to one LI - RADS category 5 criterion (10 - 19 mm + arterial phase hyperenhancement + “washout” = LR - 5). Although our intended update cycle is every 3 to 4 years, the recent unification of LI - RADS with AASLD necessitated the expedited release of version 2018 to reflect the above changes . Thank you for your understanding and for using LI - RADS! Respectfully, The LI - RADS Steering Committee Adrija Mamidipalli Jeff Weinreb Alessandro Furlan, Chair, Rad - Path WG Jonathan Hooker Alexander Towbin, Chair, Pediatrics WG Judy Wawira Amit Singal Kathryn Fowler, Co - Chair, Management WG Amol Shah Khaled Elsayes, Co - Chair, Outreach & Education An Tang, Chair, International WG Lauren Hicks, ACR Staff Andrej Lyshchik , Co - Chair, CEUS WG Marc Kohli, Chair, Tech & Apps WG Ania Kielar, Co - Chair, Outreach & Education Matt McInnes , Chair, Evidence WG Avinash Kambadakone, Chair, Technique WG Maxime Ronot , Chair, Benign Liver Lesions WG Aya Kamaya, Chair, Ultrasound WG Mustafa Bashir, Chair, Gaps in Knowledge WG Claude Sirlin, Chair, Steering Committee Mythreyi Chatfield, ACR Staff Cynthia Santillan Reena Jha Demetri Papadatos Richard Do Donald Mitchell Rohit Loomba Elizabeth Hecht, Co - Chair, Management WG Sasha Roudenko Eric Ehman Soudabeh Fazeli Evan Siegelman Tom Hope Hero Hussain Victoria Chernyak, Vice - Chair, Steering Committee Jason Birnbaum William Hong Jay Heiken, Co - Chair, Hepatobiliary WG Yuko Kono, Chair, CEUS WG What’s New 5 We hope you appreciate the necessity of this expedited update. We recognize the importance of stability and plan a return to the 3- to 4-year update cycle, with the next major comprehensive update anticipated in 2021. 2018 American College of Radiology® | All rights reserved",
    "LI - RADS ® v2018 CT/MRI Core Diagnostic Algorithm Treatment Response Last Viewed CT/MRI LI - RADS ® v2018 ✓ Apply in patients at high risk for HCC, namely those with: • Cirrhosis OR • Chronic hepatitis B viral infection OR • Current or prior HCC Including adult liver transplant candidates and recipients posttransplant ✘ Do not apply in patients: • Without the above risk factors • < 18 years old • With cirrhosis due to congenital hepatic fibrosis • With cirrhosis due to a vascular disorder such as hereditary hemorrhagic telangiectasia, Budd - Chiari syndrome, chronic portal vein occlusion, cardiac congestion, or diffuse nodular regenerative hyperplasia ✓ Apply for multiphase exams performed with: • CT or MRI with extracellular contrast agents (ECA) OR • MRI with hepatobiliary contrast agents (HBA) ✘ Do not a ssign LI - RADS categories for observations: • That are path - proven malignancies OR • That are path - proven benign lesions of non - hepatocellular origin such as hemangiomas See page 50 for guidance on reporting path-proven lesions. 6 Getting Started 2018 American College of Radiology® | All rights reserved",
    "LI - RADS ® v2018 CT/MRI Core Diagnostic Algorithm Treatment Response Last Viewed CT/MRI LI - RADS ® v2018 Categories Diagnostic Categories Treatment Response Categories Not categorizable (due to image omission or degradation) LR - NC Tumor in vein LR - TIV Definitely benign LR - 1 Probably benign LR - 2 Intermediate probability of malignancy LR - 3 Probably HCC Definitely HCC Probably or definitely malignant, not necessarily HCC LR - 4 LR - 5 LR - M Treated, Response not evaluable (due to image omission or degradation) LR - TR Nonevaluable Treated, Probably or definitely not viable LR - TR Nonviable Treated, Equivocally viable LR - TR Equivocal Treated, Probably or definitely viable LR - TR Viable Diagnostic categories are assigned in 4 steps (pages 8 - 10) Treatment response categories are assigned in 4 steps (pages 11 - 12) 7 Categories 2018 American College of Radiology® | All rights reserved",
    "LI - RADS ® v2018 CT/MRI Core Diagnostic Algorithm Treatment Response Last Viewed Step 1 . Apply CT/MRI LI - RADS ® Diagnostic Algorithm CT/MRI Diagnostic Table Arterial phase hyperenhancement (APHE) No APHE Nonrim APHE Observation size (mm) < 20 ≥ 20 < 10 10 - 19 ≥ 20 Count additional major features: • Enhancing “c apsule” • • Threshold growth None LR - 3 LR - 3 LR - 3 LR - 3 LR - 4 One LR - 3 LR - 4 LR - 4 LR - 5 ≥ Two LR - 4 LR - 4 LR - 4 LR - 5 LR - 5 Observations in this cell are categorized based on one additional major feature: • LR - 4 – if enhancing “capsule” • LR - 5 – if nonperipheral “washout” OR threshold growth If unsure about the presence of any major feature: characterize that feature as absent OPTN users in USA: see page 15 for conversion of LI-RADS ® categories to OPTN Classes LR - 4 LR - 5 Untreated observation without pathologic proof in patient at high risk for HCC Otherwise, use CT/MRI diagnostic table below LR - 3 If intermediate probability of malignancy LR - 4 If probably HCC LR - 5 If definitely HCC If definitely benign LR - 1 If probably benign LR - 2 LR - M LR - TIV If definite tumor in vein (TIV) LR - NC If cannot be categorized due to image degradation or omission If probably or definitely malignant but not HCC specific (e.g., if targetoid ) LR - 4 LR - 5 Categories (page 7) Major features (page 20) LR - NC Definition (page 8) Tumor in Vein (page 21) LR - 1 & LR - 2 Examples (page 27) LR - M Criteria (page 22) 8 Diagnosis Nonperipheral “washout” 2018 American College of Radiology® | All rights reserved",
    "LI - RADS ® v2018 CT/MRI Core Diagnostic Algorithm Treatment Response Last Viewed Step 2. Optional: Apply Ancillary Features (AFs) Ancillary features may be used at radiologist discretion for: Improved detection, increased confidence, or category adjustment For category adjustment (upgrade or downgrade) , apply ancillary features as follows: If ≥ 1 AF favoring malignancy and ≥ 1 AF favoring benignity: Do not adjust category Ancillary features cannot be be used to upgrade to LR - 5 Ancillary features favoring malignancy Ancillary features favoring benignity Favoring malignancy in general, not HCC in particular • US visibility as discrete nodule • Subthreshold growth • Restricted diffusion • Mild - moderate T2 hyperintensity • Corona enhancement • Fat sparing in solid mass • Iron sparing in solid mass • Transitional phase hypointensity • Hepatobiliary phase hypointensity Favoring HCC in particular • Nonenhancing “capsule” • Nodule - in - nodule • Mosaic architecture • Blood products in mass • Fat in mass, more than adjacent liver • Size stability > 2 yrs • Size reduction • Parallels blood pool • Undistorted vessels • Iron in mass, more than liver • Marked T2 hyperintensity • Hepatobiliary phase isointensity If unsure about presence of any ancillary feature: characterize that feature as absent Definitions of imaging phases (page 19) Definitions of ancillary features favoring malignancy (page 24) Definitions of ancillary features favoring benignity (page 25) 9 LR - 5 LR - 3 LR - 2 LR - 4 LR - 1 ≥ 1 AF favoring malignancy: upgrade by 1 category up to LR - 4 (Absence of these AFs should not be used to downgrade) ≥ 1 AF favoring benignity: downgrade by 1 category (Absence of these AFs should not be used to upgrade) Diagnosis Diagnostic Algorithm ✘ 2018 American College of Radiology® | All rights reserved",
    "LI - RADS ® v2018 CT/MRI Core Diagnostic Algorithm Treatment Response Last Viewed Step 3. Apply T iebreaking Rules if Needed If unsure about presence of TIV, do not categorize as LR - TIV If unsure between two categories, choose the one reflecting lower certainty Step 4 . Final Check After Steps 1, 2, and 3 – Ask yourself if the assigned category seems reasonable and appropriate If YES: You are done, move on the next observation (if any). If NO: A ssigned LI - RADS category may be inappropriate, so reevaluate. 10 Diagnosis LR - M LR - 2 LR - 1 LR - 3 LR - 4 LR - 5 Lower certainty of benignity Lower certainty of malignancy Lower certainty of hepatocellular origin No TIV LR - TIV Diagnostic Algorithm 2018 American College of Radiology® | All rights reserved",
    "LI - RADS ® v2018 CT/MRI Core Diagnostic Algorithm Treatment Response Last Viewed Step 1. Apply LI - RADS ® CT/MRI Treatment Response Algorithm CT/MRI Treatment Response Table Response Category Criteria LR - TR Nonviable • No lesional enhancement OR • Treatment - specific expected enhancement pattern LR - TR Equivocal Enhancement at ypical for treatment - specific expected enhancement pattern and not meeting criteria for probably or definitely viable LR - TR Viable Nodular, masslike , or thick irregular tissue in or along the treated lesion with any of the following: • Arterial phase hyperenhancement OR • Washout appearance OR • Enhancement similar to pretreatment LR - TR Nonevaluable LR - TR Nonviable LR - TR Equivocal LR - TR Viable If treatment response cannot be evaluated due to image degradation or omission Treated observation Otherwise, use CT/MRI treatment response table If probably or definitely not viable If equivocally viable If probably or definitely viable Definitions of treatment response features (page 26) 11 Treatment Response Treatment Response 2018 American College of Radiology® | All rights reserved",
    "LI - RADS ® v2018 CT/MRI Core Diagnostic Algorithm Treatment Response Last Viewed Step 2. Measure Viable Tumor Size Size of equivocally, probably, or definitely viable tumor Longest dimension through enhancing area of treated lesion, not traversing nonenhancing area Step 3. A pply Tiebreaking Rule if Needed If unsure between two categories, choose the one reflecting lower certainty as illustrated below Step 4. Final Check After Steps 1, 2, and 3 - Ask yourself if the assigned response category seems reasonable and appropriate If YES: You are done, move on the next observation (if any). If NO: A ssigned LI - RADS category may be inappropriate, so reevaluate. Nonenhancing area How to measure thick irregular viable tumor Enhancing area Largest enhancing area Nonenhancing area How to measure nodular viable tumor LR - TR Nonviable LR - TR Equivocal LR - TR Viable Lower certainty of nonviability Lower certainty of viability 12 Treatment Response Treatment Response 2018 American College of Radiology® | All rights reserved",
    "LI - RADS ® v2018 CT/MRI Core Diagnostic Algorithm Treatment Response Last Viewed CT/MRI LI - RADS ® v2018 Technical Recommendations CT Recommended equipment • Multidetector CT with ≥ 8 detector rows Required images • Arterial phase (late arterial phase strongly preferred) • Portal venous phase • Delayed phase Suggested images • Precontrast , if patient has had locoregional treatment • Multiplanar reformations MRI with extracellular contrast agents or gadobenate dimeglumine Recommended equipment • 1.5T or 3T • Torso phased - array coil Required images • Unenhanced T1 - weighted OP and IP imaging • T2 - weighted imaging (fat suppression per institutional preference) • Multiphase T1 - weighted imaging • Precontrast imaging • Arterial phase (late arterial phase strongly preferred) • Portal venous phase • Delayed phase Suggested or optional images • Diffusion - weighted imaging • Subtraction imaging • Multiplanar acquisition • 1 - to 3 - hr hepatobiliary phase with gadobenate dimeglumine (same sequence type as for multiphase, may use higher flip angle to increase T1 contrast) MRI with gadoxetate disodium Recommended equipment • 1.5T or 3T • Torso phased - array coil Required images • Unenhanced T1 - weighted OP and IP imaging • T2 - weighted imaging (fat suppression per institutional preference) • Multiphase T1 - weighted imaging • Precontrast imaging • Arterial phase (late arterial phase strongly preferred) • Portal venous phase • Transitional phase (2 to 5 minutes after injection) • Hepatobiliary phase (same sequence type as for earlier phases, may use higher flip angle to increase T1 contrast) Suggested or optional images • Diffusion - weighted imaging • Subtraction imaging • Multiplanar acquisitions Definitions of phases (page 19) 13 Technique 2018 American College of Radiology® | All rights reserved",
    "LI - RADS ® v2018 CT/MRI Core Diagnostic Algorithm Treatment Response Last Viewed CT/MRI LI - RADS ® - Based Management: Suggested Imaging Workup Options & Time Intervals Below are management suggestions by AASLD and LI - RADS in consensus. Management Untreated observations Treated observations Multiphase CT or MRI Return to surveillance in 6 months LR - 1 HCC confirmed Multi - disciplinary discussion for consensus manage - ment LR - 5 Repeat or alternative diagnostic imaging in ≤ 3 months LR - NC No observation Negative Return to surveillance in 6 months Multi - disciplinary discussion for tailored workup Often includes biopsy LR - M Pathology diagnosis If biopsy Return to surveillance in 6 months Consider repeat diagnostic imaging in ≤ 6 months LR - 2 LR - 4 Multi - disciplinary discussion for tailored workup May include biopsy Pathology diagnosis If biopsy LR - 3 Repeat or alternative diagnostic imaging in 3 - 6 months Multi - disciplinary discussion for tailored workup May include biopsy LR - TIV Pathology diagnosis If biopsy Categorize each untreated observation detected Multiphase CT or MRI Continue monitoring in ≤ 3 months with: • Same modality, OR • Different modality Multi - disciplinary discussion for consensus management Often includes retreatment LR - TR Nonevaluable LR - TR Equivocal LR - TR Nonviable LR - TR Viable Continue monitoring in ≤ 3 months with: • Same modality, OR • Different modality Continue monitoring in ≤ 3 months with: • Same modality, OR • Different modality Categorize each treated observation detected 14 2018 American College of Radiology® | All rights reserved",
    "LI - RADS ® v2018 CT/MRI Core Diagnostic Algorithm Treatment Response Last Viewed OPTN and LI - RADS ® (for LI - RADS Users in USA) • OPTN system assigns HCC exception points for liver transplant candidates with HCC in USA • CT/MRI LI - RADS can be applied to liver transplant candidates meeting LI - RADS eligibility criteria (See page 6 ). • Basic information regarding LI - RADS and OPTN is provided below: Imaging technique OPTN technical requirements are nearly identical to LI - RADS, except LI - RADS provides guidance for use of gadoxetate disodium. Reporting Observations contributing to OPTN staging (i.e., LR - 5, LR - 5g, path - proven HCC) should be reported with the following information: • Size or size of the viable tumor if treated • Major features used for categorizing Although they do not meet OPTN 5A or 5B criteria: • LR - M and LR - TIV should be reported, as they may affect pretransplant workup and/or transplant eligibility • LR - 4 and 10 - 19 mm LR - 5 observations with nonrim APHE and nonperipheral “washout” but without enhancing “capsule” or threshold growth should be reported, as there is high likelihood they represent HCC, and their presence may suggest multifocal HCC Caveats OPTN and LI - RADS criteria for definite HCC are identical except for: 10 - 19 mm observations with nonrim APHE + nonperipheral “washout” but without enhancing “capsule” or threshold growth: • OPTN: these are not assigned any OPTN Class. • LI - RADS: these are categorized LR - 5 (consistent with AASLD). Implication: Some LR - 5 observations do not count as OPTN 5. OPTN and LI - RADS populations differ: • OPTN: applies to all transplant candidates • LI - RADS: applies only to transplant candidates meeting eligibility criteria ( page 6 ) Implication: OPTN may be applied in some transplant candidates for whom LI - RADS is not recommended due to incomplete validation of imaging for noninvasive diagnosis of HCC. This includes pediatric patients and vascular causes of cirrhosis. More detailed information on OPTN tumor staging and LI - RADS (Manual, pending) Management 15 2018 American College of Radiology® | All rights reserved",
    "LI - RADS ® v2018 CT/MRI Core Diagnostic Algorithm Treatment Response Last Viewed CT/MRI LI - RADS ® v2018 Reporting: Considerations Before Issuing a LI - RADS ® Report Use your judgment and common sense If a patient has multiple observations: • Decide whether to report observations individually, in aggregate, or as a combination of both, with the goal of communicating your findings and impression most clearly. Tailor your recommendations to your patient. • Page 14 provides general guidance for imaging workup options, but optimal management may vary depending on the observation or patient. Is any observation path - proven to your knowledge? If an observation has been biopsied and there is no uncertainty about the path diagnosis (i.e., the path diagnosis is a malignant entity such as HCC or the path diagnosis is a non - hepatocellular benign entity such as hemangioma ) , report the path diagnosis rather than the LI - RADS category. If an observation has been biopsied but there is either uncertainty about the path diagnosis or the path diagnosis is a potential HCC precursor (i.e. regenerative or dysplastic nodule), report the LI - RADS category and the path diagnosis together. See page 31 for further guidance and rationale. Is there tumor in vein? If yes, report the likely etiology. Most LR-TIV observations are HCC but some may be iCCA, cHCC- CCA, or other non-HCC malignancies. See page 21 for further guidance. Is there a LR - M observation? If yes, report the likely etiology if possible. The differential diagnosis of LR-M includes iCCA, cHCC- CCA, other non-HCC malignancies, as well as HCC with atypical imaging features. See page 23 for for further guidance. Avoid language that compels biopsy or other invasive procedure If consideration for liver biopsy is appropriate, the following phrases might be used: • “Options for diagnostic workup include ____ and possibly biopsy.” • “If distinction between HCC and ___ would be helpful, biopsy may be considered.” • “Biopsy may be necessary to distinguish between HCC and ___.” • “…probably HCC. To establish a definite diagnosis, biopsy may be considered.” 16 Reporting 2018 American College of Radiology® | All rights reserved",
    "LI - RADS ® v2018 CT/MRI Core Diagnostic Algorithm Treatment Response Last Viewed CT/MRI LI - RADS ® v2018 Reporting: Considerations Before Issuing a LI - RADS ® Report Is your patient a liver transplant candidate in the USA? If yes, the LI - RADS category needs to be converted to OPTN Class by the radiologist or transplant team. The conversion is straightforward if the following are reported: size, major features, and number of LR - 5* observations and of path - proven HCCs – or the viable tumor size if treated. For more advanced disease, report the presence of nodal or distant metastasis and LR - TIV observations. Also, report LR - M observations as these may affect transplant eligibility. * Remember that a lthough categorized LR - 5, 10 - 19 mm observations with nonrim APHE and nonperipheral “washout\" as the only additional major feature are not considered OPTN Class 5A for HCC exception points in the USA 17 Reporting 2018 American College of Radiology® | All rights reserved",
    "LI - RADS ® v2018 CT/MRI Core Diagnostic Algorithm Treatment Response Last Viewed CT/MRI LI - RADS ® v2018 Reporting: Untreated observation Reporting requirement Recommended report content No observation Should be reported in Impression. “There are no reportable LI - RADS observations.” Must be reported in Impression. Provide causative technical limitations or artifacts, and work - up suggestions. Summarize in aggregate OR Report in Impression if: was suspicious nodule on the antecedent ultrasound or was LR - 4, - 5, or - M on prior. Provide category range and approximate number of observations. If downgrading from prior exam, provide rationale. Report in Impression if : no higher category observations or was LR - 4, LR - 5, or LR - M on prior. Provide major features, growth, and contributory ancillary features. Indicate relevant change since prior. Must be reported in Findings and Impression. May summarize in aggregate for clarity. Provide major features, growth, contributory ancillary & other features . Indicate relevant change since prior. For LR - M: indicate likely etiology if possible (see page 23 ) Must be reported in Findings and Impression. Indicate likely etiology (see page 21 ); d escribe vessel(s) involved and categorize parenchymal mass if any Treated observation Reporting requirement Recommended report content Must be reported in Findings and Impression. Provide causative technical limitations or artifacts, and work - up suggestions. Must be reported in Findings and Impression. May summarize in aggregate for clarity. Provide pretreatment category and size, current response category. For TR viable or equivocal: Report viable tumor size (or range if in aggregate), criteria for viability, and change since prior. All reported observations should include • Identifier: sequent ial number or other unique identifier, kept fixed on all exams. • Series & image number where size is measured . If possible, also save key images on PACS. LR - TR Nonevaluable LR - TR Nonviable LR - TR Equivocal LR - TR Viable 18 Reporting LR - 5 LR - 4 LR - 3 LR - 2 LR - 1 LR - M LR - NC LR - TIV 2018 American College of Radiology® | All rights reserved",
    "LI - RADS ® v2018 CT/MRI Core Diagnostic Algorithm Treatment Response Last Viewed LI - RADS ® CT/MRI Phases Arterial phase (AP) In LI - RADS, the arterial phase refers to the hepatic arterial phase unless otherwise specified. The arterial phase is a postcontrast injection time range with the following characteristics : • Hepatic artery and branches are fully enhanced. • Hepatic veins not yet enhanced by antegrade flow. Two subtypes: • Early AP: Subtype of AP in which portal vein is not yet enhanced. • Late AP: Subtype of AP in which portal vein is enhanced. Late AP is strongly preferred for HCC diagnosis and staging, because the degree of enhancement in HCC usually is higher in the late than in the early AP. Some HCCs may show hyperenhancement only in the late AP. Early AP Late AP Extracellular phase (ECP) Postcontrast phase in which liver enhancement is attributable mainly to extracellular distribution of a contrast agent. Operationally, this refers to: • PVP and DP if an extracellular agent or gadobenate is given. • PVP only if gadoxetate is given. Portal venous phase (PVP) Postcontrast injection time range with the following characteristics : • Portal veins are fully enhanced. • Hepatic veins are enhanced by antegrade flow. • Liver parenchyma usually is at peak enhancement. Delayed phase (DP) Postcontrast phase acquired with extracellular agents or gadobenate after the portal venous phase and with the following characteristics: • Portal and hepatic veins are enhanced but less than in PVP. • Liver parenchyma is enhanced but usually less than in PVP. Typically acquired 2 to 5 minutes after injection. Transitional phase (TP) Postcontrast phase acquired with a hepatobiliary agent after the extracellular phase, before the hepatobiliary phase, and with the following characteristics: • Liver vessels and hepatic parenchyma are of similar signal intensity. • Both the intracellular and extracellular pools of the agent contribute substantially to parenchymal enhancement. Typically acquired 2 to 5 minutes after injection of gadoxetate . Typically not obtained with gadobenate. Hepatobiliary phase (HBP) Postcontrast phase acquired with a hepatobiliary agent where: • Liver parenchyma is hyperintense to hepatic blood vessels. • There is excretion of contrast into biliary system. Typically acquired about 20 minutes after injection with gadoxetate . Typically not obtained with gadobenate . If obtained, typically acquired 1 - 3 hours after injection with gadobenate . HBP is suboptimal if liver is not more intense than hepatic blood vessels. 19 Definitions 2018 American College of Radiology® | All rights reserved",
    "LI - RADS ® v2018 CT/MRI Core Diagnostic Algorithm Treatment Response Last Viewed LI - RADS ® Major Imaging Features Nonrim APHE Nonrim-like enhancement in arterial phase unequivocally greater in whole or in part than liver. Enhancing part must be higher in attenuation or intensity than liver in arterial phase. Contrast with rim APHE (inclusion criterion for LR-M, page 22). Nonperipheral “washout” Nonperipheral v isually assessed temporal reduction in enhancement in whole or in part relative to composite liver tissue from earlier to later phase resulting in hypoenhancement in the extracellular phase : • portal venous or delayed phase if ECA or gadobenate is given • portal venous phase if gadoxetate is given Can apply to any enhancing observation, even if no APHE . Contrast with p eripheral “washout” (inclusion criterion for LR - M, page 22 ) or TP or HBP hypointensity ( ancillary features favoring malignancy, page 24 ). Enhancing “capsule” Smooth, uniform, sharp border around most or all of an observation , unequivocally thicker or more conspicuous than fibrotic tissue around background nodules, and visible as as enhancing rim in PVP, DP, or TP. Contrast with nonenhancing capsule ( ancillary feature favoring HCC, page 24 ) or corona enhancement (ancillary feature favoring malignancy, page 24). Size Largest outer - edge - to - outer - edge dimension of an observation: • Include “capsule” in measurement. • Pick phase, sequence, plane in which margins are clearest. • Do not measure in arterial phase or DWI if margins are clearly visible on different phase (size may be overestimated in arterial phase due to summation with periobservation enhancement and is not measured reliably on DWI due to anatomic distortion). Threshold growth Size increase of a mass by ≥ 50% in ≤ 6 months • Apply threshold growth only if the observation unequivocally is a mass. Do not apply threshold growth if there is a reasonable possibility that the observation is a pseudolesion such as a perfusion alteration. See page 57 for discussion on how to differentiate masses from pseudolesions. • Apply threshold growth only if there is a prior CT or MRI exam of sufficient quality and appropriate technique to gauge if growth has occurred. Do not assess threshold growth by comparing to prior US or CEUS exams. • Measure on same phase, sequence, and plane on serial exams if possible. 20 Definitions 2018 American College of Radiology® | All rights reserved",
    "LI - RADS ® v2018 CT/MRI Core Diagnostic Algorithm Treatment Response Last Viewed LI - RADS ® Tumor in Vein Tumor in vein Unequivocal enhancing soft tissue in vein, regardless of visualization of parenchymal mass Additional clues to diagnosis of tumor in vein: Imaging features that suggest tumor in vein but do NOT establish its presence are listed below : • Occluded vein with ill - defined walls • Occluded vein with restricted diffusion • Occluded or obscured vein in contiguity with malignant parenchymal mass • Heterogeneous vein enhancement not attributable to artifact If these features are seen, scrutinize vein for enhancing soft tissue. Categorization: Categorize as LR - TIV. Reporting: Indicate in report most probable etiology. See below for guidance: 21 Definitions LR - TIV LR - TIV “LR - TIV, definitely due to HCC” If contiguous with LR - 5 mass “LR - TIV, may be due to non - HCC malignancy” If contiguous with targetoid mass “LR - TIV, probably due to HCC” Otherwise 2018 American College of Radiology® | All rights reserved",
    "LI - RADS ® v2018 CT/MRI Core Diagnostic Algorithm Treatment Response Last Viewed LR - M Criteria Targetoid mass (see below for definition and imaging appearances) OR Nontargetoid mass with one or more of the following: • Infiltrative appearance. See page 28 . • Marked diffusion restriction. See manual (pending). • Necrosis or severe ischemia. See manual (pending). • Other feature that in radiologist’s judgment suggests non - HCC malignancy (specify in report). See manual (pending). No tumor in vein Not meeting LR - 5 criteria Targetoid, definition Target - like imaging morphology . Concentric arrangement of internal components. Likely reflects peripheral hypercellularity and central stromal fibrosis or ischemia. Characteristic of • Intrahepatic cholangiocarcinoma ( iCCA ) • Combined HCC - cholangiocarcinoma (combined HCC - CCA or cHCC - CCA) • Other non - HCC malignancies Can be seen in HCC with atypical appearance. Therefore, targetoid appearance suggests non - HCC malignancy but does not exclude HCC. Targetoid mass, imaging appearance on various phases or sequences Targetoid dynamic enhancement: Rim APHE Spatially defined subtype of APHE in which arterial phase enhancement is most pronounced in observation periphery Peripheral “washout” Spatially defined subtype of “washout” in which apparent washout is most pronounced in observation periphery Delayed central enhancement Central area of progressive postarterial phase enhancement Targetoid appearance on DWI or TP/HBP: Targetoid restriction Concentric pattern on DWI characterized by restricted diffusion in observation periphery with less restricted diffusion in observation center Targetoid TP or HBP appearance Concentric pattern in TP or HBP characterized by moderate - to - marked hypointensity in observation periphery with milder hypointensity in center 22 Definitions 2018 American College of Radiology® | All rights reserved",
    "LI - RADS ® v2018 CT/MRI Core Diagnostic Algorithm Treatment Response Last Viewed LR - M Criteria Reporting: The differential diagnosis of LR - M includes • More common: HCC with atypical imaging features, iCCA , cHCC - CCA • Less common: other primary or metastatic malignancies, benign entities such as sclerosing hemangiomas and abscesses If possible, radiologists should indicate in their report the most probable etiology for each LR - M observation, as this information may influence management, including the need and urgency for biopsy. The algorithm below provides imaging - based guidance for determining and reporting the most probable etiology among the more common causes. Elevations in circulating tumor biomarkers such as AFP and CA 19 - 9, if available, can also refine the differential diagnosis (see FAQs page 39 ). Definitions “May represent HCC with atypical features or cHCC - CCA” If there is at least one imaging feature suggesting hepatocellular origin • Fat in mass • Iron in mass • Blood products in mass • Nodule in nodule architecture • Mosaic architecture • Nonenhancing capsule appearance • Intrinsic T1 hyperintensity • HBP hyperintensity > liver (if HBP is adequate) “Probably represents HCC” If infiltrative appearance ⚠️ Algorithm above is not exhaustive. It addresses only the more common diagnostic considerations encountered in at - risk patients. Otherwise “Etiology uncertain” “Most likely represents iCCA , cHCC - CCA, or HCC with atypical features” If targetoid LR - M 23 2018 American College of Radiology® | All rights reserved",
    "LI - RADS ® v2018 CT/MRI Core Diagnostic Algorithm Treatment Response Last Viewed LI - RADS ® Ancillary Imaging Features Favoring Malignancy & The Imaging Modalities in Which They Are Visible Ancillary features favoring malignancy, not H CC in particular Feature Definition CT MRI ECA MRI HBA US visibility as discrete nodule Unenhanced US visibility as discrete nodule or mass corresponding to CT - or MRI - detected observation + + + Subthreshold growth Unequivocal size increase of a mass, less than threshold growth. See page 20 for definition of threshold growth. + + + Corona enhancement Periobservational enhancement in late arterial phase or early PVP attributable to venous drainage from tumor + + + Fat sparing in solid mass Relative paucity of fat in solid mass relative to steatotic liver OR in inner nodule relative to steatotic outer nodule + / – + + Restricted diffusion Intensity on DWI, not attributable solely to T2 shine - through, unequivocally higher than liver and/or ADC unequivocally lower than liver — + + Mild - moderate T2 hyperintensity Intensity on T2WI mildly or moderately higher than liver and similar to or less than non - iron - overloaded spleen — + + Iron sparing in solid mass Paucity of iron in solid mass relative to iron - overloaded liver OR in inner nodule relative to siderotic outer nodule — + + Transitional phase hypointensity Intensity in the transitional phase unequivocally less, in whole or in part, than liver — — + Hepatobiliary phase hypointensity Intensity in the hepatobiliary phase unequivocally less, in whole or in part, than liver — — + Ancillary features favoring HCC in particular Feature Definition CT MRI ECA MRI HBA Nonenhancing “capsule” Capsule appearance not visible as an enhancing rim. See page 20 for definition of enhancing “capsule”. + + + Nodule - in - nodule architecture Presence of smaller inner nodule within and having different imaging features than larger outer nodule + + + Mosaic architecture Presence of randomly distributed internal nodules or compartments, usually with different imaging features + + + Fat in mass, more than adjacent liver Excess fat within a mass, in whole or in part, relative to adjacent liver + / – + + Blood products in mass Intralesional or perilesional hemorrhage in the absence of biopsy, trauma or intervention + / – + + + usually evaluable – not evaluable + / – may or may not be evaluable ADC = apparent diffusion coefficient, DWI = diffusion - weighted imaging, ECA = extracellular agent, HBA = hepatobiliary agent, PVP = portal venous phase, T2WI = T2 - weighted imaging 24 Definitions 2018 American College of Radiology® | All rights reserved",
    "LI - RADS ® v2018 CT/MRI Core Diagnostic Algorithm Treatment Response Last Viewed LI - RADS ® Ancillary Imaging Features Favoring Benignity & The Imaging Modalities in Which They Are Visible Ancillary features favoring benignity Feature Definition CT MRI ECA MRI HBA Size stability ≥ 2 years No significant change in observation size measured on exams ≥ 2 years apart in absence of treatment + + + Size reduction Unequivocal spontaneous decrease in size over time, not attributable to artifact, measurement error, technique differences, or resorption of blood products + + + Parallels blood pool enhancement Temporal pattern in which enhancement eventually reaches and then matches that of blood pool + + + Undistorted vessels Vessels traversing an observation without displacement, deformation, or other alteration + + + Iron in mass, more than liver Excess iron in a mass relative to background liver + / – + + Marked T2 hyperintensity Intensity on T2WI markedly higher than liver and similar to bile ducts and other fluid - filled structures — + + Hepatobiliary phase isointensity Intensity in hepatobiliary phase nearly identical to liver — — + + usually evaluable – not evaluable + / – may or may not be evaluable ECA = extracellular agent, HBA = hepatobiliary agent, T2WI = T2 - weighted imaging 25 Definitions 2018 American College of Radiology® | All rights reserved",
    "LI - RADS ® v2018 CT/MRI Core Diagnostic Algorithm Treatment Response Last Viewed LI - RADS ® Treatment Response Features Viability Presence of live tumor cells within or along the margin of a treated lesion. Radiologic viability is not synonymous with pathologic viability as i maging is not sensitive to microscopic or small foci of residual tumor. Treatment - specific expected enhancement Expected t emporal and spatial pattern of posttreatment enhancement attributable to treatment - related changes in parenchymal perfusion. For some treatments, early posttreatment enhancement patterns may not reliably differentiate viable from nonviable tumor. In the early postprocedural period for such treatments, the most appropriate response category may be LR - TR Equivocal. No lesional enhancement Absence of enhancement within or along the margin of a treated lesion. Note: complete disappearance after locoregional treatment is considered equivalent to absence of enhancement. Posttreatment APHE N odular, masslike , or thick and irregular APHE contained within or along the margin of a treated lesion suggests posttreatment tumor viability. Posttreatment “washout” N odular, masslike , or thick and irregular washout appearance contained within or along the margin of a treated lesion suggests posttreatment tumor viability. Posttreatment e nhancement similar to pretreatment Nodular, masslike , or thick and irregular enhancement similar to pretreatment enhancement in all postcontrast phases contained within or along the margin of a treated lesion suggests posttreatment tumor viability, even in the absence of APHE or washout appearance. 26 Definitions 2018 American College of Radiology® | All rights reserved",
    "LI - RADS ® v2018 CT/MRI Core Diagnostic Algorithm Treatment Response Last Viewed Examples of LR - 1 and LR - 2 Entities Definite: • Cyst • Hemangioma • Perfusion alteration (e.g., arterioportal shunt) • Hepatic fat deposition/sparing • Hypertrophic pseudomass • Confluent fibrosis or focal scar Spontaneous disappearance List above not meant to be exhaustive Probable: • Cyst • Hemangioma • Perfusion alteration (e.g., arterioportal shunt) • Hepatic fat deposition/sparing • Hypertrophic pseudomass • Confluent fibrosis or focal scar D istinctive nodule without malignant imaging features (see below) List above not meant to be exhaustive Distinctive nodule without malignant features Solid nodule < 20 mm distinctive in imaging appearance compared to background nodules AND with no major feature of HCC, no feature of LR - M, and no ancillary feature of malignancy. Common examples: • T1 hyperintense • T2 hypointense • Siderotic • HBP hyperintense • Any combination of above No APHE, WO, capsule, or growth No feature of LR - M (see page 22 ) No ancillary feature of malignancy (see page 24 ) If ≥ 20 mm, categorize as LR - 3 or higher depending on imaging features ⚠️ Caution: Nodules with features suggestive of focal nodular hyperplasia (FNH) or hepatocellular adenoma (HCA) usually should be categorized LR - 3. With caution, they may be categorized LR - 2. They should not be categorized LR - 1. Rationale: these are diagnoses of exclusion in high - risk patients. 27 LR - 1 and LR - 2 LR - 1 LR - 2 2018 American College of Radiology® | All rights reserved",
    "LI - RADS ® v2018 CT/MRI Core Diagnostic Algorithm Treatment Response Last Viewed Observation with Infiltrative Appearance Observation with infiltrative appearance Observation with non - circumscribed margin (indistinct transition) thought to represent malignancy with permeative growth pattern. Terminology: • Malignancies with permeative growth pattern are frequently termed “infiltrative”. • LI - RADS prefers the term infiltrative appearance. Rationale: may represent true infiltration of tumor cells into liver parenchyma, confluence of tiny nodules, or both. The distinction is difficult. Differential diagnosis for malignancies with infiltrative CT and MRI appearance : • Common: HCC • Uncommon: iCCA , cHCC - CCA, m etastasis to liver from extrahepatic primary, lymphoma CT and MRI detection of malignancies with infiltrative appearance: • May manifest as diffuse ill - defined mass, often involving more than one segment • Despite large size, may be difficult to detect • Pre - contrast imaging may help. • Careful analysis of all available images frequently is necessary. • Suggestive features (partial list): • Tumor in vein (often first and most helpful clue) • Obscured or non - visualized veins not attributable to chronic benign occlusion • Heterogeneous attenuation/signal intensity • Mild - to - moderate T1 hypointensity , T2 hyperintensity , restricted diffusion • Heterogeneous enhancement in one or more phases • Presence of multiple vague or ill - defined nodules • Architectural distortion Pitfall: Some benign processes may have infiltrative appearances and be misinterpreted as malignant. Examples: focal or regional alteration in perfusion, fat deposition, iron deposition. Clue: these do not invade veins, obscure vessels, or distort parenchymal architecture. LI - RADS categorization of ill - defined observations: 28 Definitions LR - 5 LR - 2 LR - M LR - TIV Ill - defined observation without pathologic proof in patient at high risk for HCC If thought to represent benign focal or regional alteration in perfusion, fat, iron, or other nonneoplastic parenchymal process If meets criteria for LR - 5 (e.g., APHE + “washout”) Otherwise If tumor in vein 2018 American College of Radiology® | All rights reserved",
    "LI - RADS ® v2018 CT/MRI Core Diagnostic Algorithm Treatment Response Last Viewed Getting Started What is a LI - RADS observation? An observation is a distinctive area compared to background liver at imaging. It may be a lesion (mass or nodule) or pseudolesion (e.g., perfusion alteration, hypertrophic pseudomass , or artifact). The term “observation” is clunky. Can I use another term? “Observation” generically applies to any apparent abnormality detected at imaging. As a generic term, it is preferred over “lesion” or “nodule”, since some observations (e.g. perfusion alterations, artifacts) may represent pseudolesions rather than true lesions or nodules. For these reasons, the LI - RADS decision tree and algorithm use the generic term “observation”. In clinical, educational, and research settings, however, use of narrower terms may provide clearer and more succinct communication. Depending on the context, it is acceptable to use the narrowest term for which there is certainty. For example, if there is certainty that a given observation is a true lesion rather than a pseudolesion , then the term “lesion” is acceptable. If there is certainty that the given observation is a nodule, then the narrower term “nodule” is acceptable. For more information, see Manual (pending). Why does LI - RADS not apply to patients without risk factors, to patients < 18 years old, or to patients with cirrhosis due to congenital hepatic fibrosis? The positive predictive value of imaging for HCC may not be sufficiently high in such patients. Why does LI - RADS not apply to patients with cirrhosis due to a vascular disorder such as hereditary hemorrhagic telangiectasia, Budd - Chiari syndrome, chronic portal vein occlusion, cardiac congestion, or diffuse nodular regenerative hyperplasia? Such conditions are associated with formation of benign hyperplastic nodules that may resemble HCC on imaging, potentially causing false positive diagnoses. I am not sure if my patient has cirrhosis. Can I apply CT/MRI LI - RADS? You can apply LI - RADS and provide a conditional category. For example: “25 mm mass with APHE and washout appearance. If the patient has cirrhosis or chronic hepatitis B, this meets criteria for LR - 5 (definitely HCC).” My institution is a transplant center and is required to use the OPTN system. Can I use LI - RADS instead of or in addition to OPTN? Yes, you may use LI - RADS in any patient with cirrhosis, chronic hepatitis B, or current or prior HCC. This includes liver transplant candidates and/or recipients with any of those risk factors. 29 FAQs 2018 American College of Radiology® | All rights reserved",
    "LI - RADS ® v2018 CT/MRI Core Diagnostic Algorithm Treatment Response Last Viewed Getting Started My patient has active extrahepatic primary malignancy. Can I use LI - RADS ? Yes. LI - RADS may be applied, but assignment of LR - 5 should be done with caution because LI - RADS imaging criteria and observation categories were not developed or validated in this setting. Concurrent extrahepatic malignancy reduces the positive predictive value of LR - 5 for HCC, especially if the primary tumor is hypervascular . If in doubt, categorize as LR - M rather than LR - 5; c onsider a dditional imaging and multidisciplinary discussion. Can I use the LI - RADS diagnostic algorithm in a patient who has cirrhosis and heart failure? Yes. LI - RADS can be used in a patient with cirrhosis and heart failure, as long as the cirrhosis is not due to the heart failure or other vascular disorder (see page 4 ). Why does LI - RADS not apply to single - phase CT or MRI exams? Characterization of all LI - RADS major imaging features is possible only if multiple imaging phases are acquired. See page 13 for LI - RADS technical recommendations. How do I interpret and report observations on single - phase CT or MRI in at - risk patients? Provide your best diagnosis or differential diagnosis. Suggest multiphase CT or MRI if a formal LI - RADS categorization would help in patient management. Why shouldn’t I assign a LI - RADS category for path - proven malignancies and for path - proven benign lesions of non - hepatocellular origin? LI - RADS is intended to clarify communication. Assigning a LI - RADS category to a pathologically proven lesion (in which there is now certainty about the diagnosis) may cause confusion, especially for LI - RADS categories that convey some uncertainty (i.e., LR - 2, LR - 3, LR - 4, or LR - M). Should I assign a LI - RADS category to path - proven benign lesions of hepatocellular origin (e.g., regenerative or dysplastic nodules)? These are exceptions to the prior rule. For path - proven regenerative or dysplastic nodules, assign a LI - RADS category in addition to the path diagnosis. Assigning LI - RADS categories alleviates potential harm from false - negative pathology, facilitates monitoring of nodules for possible progression, and informs management decisions. 30 FAQs 2018 American College of Radiology® | All rights reserved",
    "LI - RADS ® v2018 CT/MRI Core Diagnostic Algorithm Treatment Response Last Viewed What’s New Why did LI - RADS change the LR - 5 criteria? To achieve congruency with the new AASLD criteria released in 2018. How will this affect the specificity of LR - 5 for diagnosis of HCC? The revised criteria are slightly less stringent; some specificity reduction is expected. The reduction is likely to be small, however, as prior studies have shown that in high - risk patients, the combination of 10 - 19 mm size, nonrim APHE, and nonperipheral “washout” provides > 90% specificity for HCC. Why did LI - RADS eliminate the – us and – g designations? For simplicity and based on feedback from international users that the designations are irrelevant outside the United States and introduce unnecessary complexity. Why did LI - RADS v2018 change the definition of threshold growth? For simplicity and concordance with AASLD and OPTN criteria . To ensure that measured change represents actual growth, not measurement error, LI - RADS suggests a 5 - mm size increase threshold. 31 FAQs 2018 American College of Radiology® | All rights reserved",
    "LI - RADS ® v2018 CT/MRI Core Diagnostic Algorithm Treatment Response Last Viewed What’s New How does the change in definition impact the characterization of growth? The impact on categorization is summarized below: How do the changes introduced in v2018 impact categorization? The impact on categorization is summarized below: 32 FAQs LR - 5 LR - 4 LR - 5 LI - RADS v2017 LI - RADS v2018 Visible on antecedent surveillance US All others LR - 5g LR - 5 Size 10 - 19 mm ≥ 50% size increase in ≤ 6 months + + Nonrim APHE + + Size 10 - 19 mm Nonrim APHE Nonperipheral “washout” LR - 5us Prior Exam ≤ 6 months earlier > 6 months earlier ≤ 24 months earlier ≥ 50% size increase ≥ 100% size increase New ≥ 10 mm = = = LI - RADS v2018 Threshold growth Subthreshold growth Subthreshold growth LI - RADS v2017 Threshold growth Threshold growth Threshold growth Current Exam 2018 American College of Radiology® | All rights reserved",
    "LI - RADS ® v2018 CT/MRI Core Diagnostic Algorithm Treatment Response Last Viewed What’s New How do the changes introduced in v2018 impact categorization? (Cont’d) The impact on categorization is summarized below: 33 FAQs LI - RADS v2017 LI - RADS v2018 LR - 5 LR - 4 New observation ≥ 10 mm + Size 10 - 19 mm Enhancing “capsule” + + Nonrim APHE LR - 5 ≥ 100% size increase in > 6 months + LR - 4 Size 10 - 19 mm Enhancing “capsule” + + Nonrim APHE LR - 5 LR - 4 Size ≥ 20 mm ≥ 100% size increase in > 6 months + + Nonrim APHE New ≥ 10 mm LR - 5 Size ≥ 20 mm + + Nonrim APHE LR - 4 2018 American College of Radiology® | All rights reserved",
    "LI - RADS ® v2018 CT/MRI Core Diagnostic Algorithm Treatment Response Last Viewed What’s New I am a radiologist at a transplant center in the USA. What are the key differences between LI - RADS 5 and OPTN Class 5? There is only one substantive difference between LI - RADS 5 and OPTN Class 5: What are other differences? Other differences relate to nomenclature. For example: Features LI - RADS v2018 OPTN 10 - 19 mm + APHE + TG OPTN 5A - g 10 - 19 mm + APHE + nonperipheral “washout” + enhancing “capsule” OPTN 5A 20 - 50 mm + APHE + 1 or more additional major features OPTN 5B > 50 mm + APHE + 1 or more additional major features OPTN 5X Enhancing soft tissue in vein OPTN 5X One or more features of LR - M Does not meet criteria for HCC 34 FAQs + + Size 10 - 19 mm Nonrim APHE Nonperipheral “washout” = LR - 5 LI - RADS v2018 OPTN Not definitely HCC (Not Class 5) LR - 5 LR - 5 LR - 5 LR - 5 LR - TIV LR - M 2018 American College of Radiology® | All rights reserved",
    "LI - RADS ® v2018 CT/MRI Core Diagnostic Algorithm Treatment Response Last Viewed LI - RADS ® Diagnostic Categories What are LI - RADS diagnostic categories? They are categories reflecting the probability of HCC, non - HCC malignancy or benignity. Do LI - RADS diagnostic categories correspond exactly to histological categories ? No, the categories reflect probabilities; they do not correspond to exact histological categories. For example, while all LR - 1 observations are benign, not at all benign entities can be categorized LR - 1. In particular, regenerative nodules and low - grade dysplastic nodules cannot be categorized LR - 1 because imaging cannot definitively exclude malignant foci in such lesions. Similarly, all LR - 5s are HCC, but not all HCCs can be categorized LR - 5. In particular, HCCs < 10 mm, HCCs without APHE, and HCCs with atypical features (e.g., rim APHE) cannot be LR - 5. What is the differential diagnosis of each diagnostic category? FAQs 35 All LR - 1s are benign, non - hepatocellular lesions and pseudolesions A fraction of LR - Ms are unusual benign lesions (e.g., sclerosing hemangiomas) Many LR - 3s are vascular pseudolesions Some LR - Ms are HCCs with atypical features LR - 1 RN LGDN HGDN HCC Malignancy, not HCC Benign, not HC Almost all LR - 5s are HCC LR - 5 Most but not all LR - 4s are HCC LR - 4 Large majority of LR - 2s are benign; a small fraction are dysplastic or malignant LR - 2 LR - 3s vary from benignity to dysplastic nodules to HCCs LR - 3 Most LR - Ms are non - HCCs LR - M TIV Most but not all TIVs are due to HCC HC = hepatocellular. HGDN = high=grade dysplastic nodule. LGDN = low - grade dysplastic nodule. RN = regenerative nodule 2018 American College of Radiology® | All rights reserved",
    "LI - RADS ® v2018 CT/MRI Core Diagnostic Algorithm Treatment Response Last Viewed LI - RADS ® Diagnostic Categories What is the percentage of HCC and malignancy associated with each LI - RADS category?? The percentage (with 95% confidence intervals) associated with LR - 1, LR - 2, LR - 3, LR - 4, LR - 5, and LR - M is summarized below: ⚠️ The above graph represents data from the literature using versions 2014 and 2017. Data using version 2018 are not yet available. Reference CB van der Pol et al. ILCA 2018: 12th Annual Conference of the International Liver Cancer Association. 2018. 36 FAQs 37% HCC 94% malignancy 100 10 20 30 40 50 60 70 80 90 100 80 70 60 50 40 30 20 10 90 0 0 Percentage of HCC Percentage of overall malignancy LR - 2 LR - 3 LR - 4 LR - 5 LR - M LR - 1 16% HCC 18% malignancy 37% HCC 39% malignancy 74% HCC 81% malignancy 95% HCC 98% malignancy 0% HCC 0% malignancy ⚠️ Estimates may be inflated by selection bias for histology - sampled lesions 2018 American College of Radiology® | All rights reserved",
    "LI - RADS ® v2018 CT/MRI Core Diagnostic Algorithm Treatment Response Last Viewed LI - RADS ® Treatment Response Categories What are LI - RADS treatment response categories? They are categories reflecting the probability of viability after locoregional treatment. Do the LI - RADS treatment response categories correspond exactly to histological viability ? No, the categories reflect probabilities, they do not correspond to exact histological viability. For example, noninvasive imaging cannot exclude small foci of live tumor cells. Hence, LR - TR nonviable means there is no evidence of gross viable tumor, but it does not exclude histological viability. 37 FAQs 2018 American College of Radiology® | All rights reserved",
    "LI - RADS ® v2018 CT/MRI Core Diagnostic Algorithm Treatment Response Last Viewed Diagnosis Why doesn’t LI - RADS have a category for path - proven HCC analogous to BI - RADS 6? Biopsy plays a less important role in the workup and management of HCC in at - risk patients than it does in breast cancer. Nevertheless, such a category may be useful in some situations and a Path category is being considered for the next LI - RADS major update in 2021 or 2022. How do I determine if an observation is noncategorizable (LR - NC)? An o bservation is considered noncategorizable if it cannot be categorized meaningfully because key phases were omitted or degraded, preventing assessment of one or more major features. As a direct result, reasonable categories range from those where cancer is unlikely (LR - 1 or LR - 2) to those where cancer is likely (LR - 4, LR - 5, LR - M). Do not assign LR - NC if the range of categories can be narrowed to LR - 1 vs LR - 2 or to LR - 4 vs LR - 5 vs LR - M. Do not assign LR - NC if categorization is challenged only by unusual imaging features or by inability to characterize ancillary features. What is the difference between LR - 5 and LR - M? LR - 5 indicates 100% certainty of HCC. LR - M indicates high certainty of malignancy but the features are not specific for HCC. Why does LI - RADS have a LR - M category? LR - M was created to categorize observations that are highly likely to be malignant but which lack imaging features specific for HCC. The differential diagnosis for such observations includes HCC with atypical features and non - HCC malignancies such as iCCA and cHCC - CCA. The distinction between these various malignancies can be important due to potential differences in prognosis and management. For example, liver transplantation is usually contraindicated in patients with iCCA or cHCC - CCA, whereas liver transplantation can be a curative treatment in patients with HCC. The presence of LR - M alerts the treating team and the patient to the possibility of a cancer other than HCC, information that may influence patient management. Does LR - M exclude HCC? LR - M does not exclude HCC. The differential diagnosis for LR - M includes HCC with nonspecific imaging features in addition to iCCA and other malignancies. Based on current data, about 1/3 of LR - M observations are HCC, about 2/3 are non - HCC malignancies, and about 5% are benign. 38 FAQs 2018 American College of Radiology® | All rights reserved",
    "LI - RADS ® v2018 CT/MRI Core Diagnostic Algorithm Treatment Response Last Viewed Diagnosis If the distinction between HCC, iCCA , and cHCC - CCA may be clinically important, why not just have a separate LI - RADS category for each tumor type? There is not yet sufficient scientific evidence to develop imaging criteria and categories that differentiate these tumor types with 100% certainty. Hence, LI - RADS has a single category, M, to indicate a high likelihood of the presence of one of these types. As mentioned on page XX, however, there are times when imaging features allow the radiologist to narrow the list of likely tumor types. In those circumstances, communicating clearly the most likely tumor type(s) may help guide patient management even if there is less than 100% certainty. See page 23 for guidance on reporting LR - M. How do I categorize a mass with infiltrative appearanc e not meeting LR - TIV or LR - 5 criteria? LR - M. Infiltrative appearance suggests malignancy but does not provide 100% certainty for HCC. Non - HCC malignancies and some benign processes may have an infiltrative appearance. See page 28 . Moreover, imaging criteria to reliably differentiate infiltrative - appearing HCC from non - HCC malignancy have not been validated yet. Therefore , LR - M is the most appropriate category. Nevertheless, since the majority of mases with infiltrative appearance in at - risk patients are HCC, consider including in your report a statement that the most likely etiology is HCC. • For example: “LR - M with infiltrative appearance, likely represents HCC that does not meet LR - 5 criteria.” See page 28 . On page 23, LI - RADS indicates that elevated levels of circulating biomarkers such as AFP and CA 19 - 9 can help narrow the differential diagnosis of LR - M. What defines elevated AFP and CA 19 - 9 levels and how do I interpret the elevations? There are no simple cutoffs for interpreting AFP or CA 19 - 9 levels. The “normal” values for these biomarkers are ≤ 10 ng/mL and ≤ 37 Units/mL, respectively, but interpretation of values above these levels can be challenging. Values depend on the etiology of the underlying liver disease and may fluctuate with changes in liver disease activity. For these reasons, low - level elevations have a low positive predictive value for HCC or CCA. Conversely, very high values, e.g. AFP >400 ng/mL, provide high specificity but low sensitivity. Often, the trend over time is more helpful than a one - time value. For example, a rise in the AFP level from 20 to 60 ng/mL is suggestive of HCC, whereas a one - time value of 60 ng/mL is not as informative. Another challenge is the limited knowledge of how well these biomarkers differentiate cHCC - CCA from HCC or iCCA . Interpretation of biomarker elevations can also be difficult if a patients has lesions with different imaging appearances, as it is possible to have synchronous cancers, e.g. HCC in an LR - 5 lesion and iCCA in an LR - M lesion. Research is needed to better understand the interpretation of AFP, CA 19 - 9, and other emerging biomarkers. Despite the caveats above, some guidance is helpful and provided on the next page. 39 FAQs 2018 American College of Radiology® | All rights reserved",
    "LI - RADS ® v2018 CT/MRI Core Diagnostic Algorithm Treatment Response Last Viewed Diagnosis Below is a general guide for interpreting AFP elevation : • Marked elevation of AFP (≥ 200 ng/mL) → high probability of HCC • Moderate elevation of AFP (≥ 100 ng/mL) → moderate to high probability of HCC Below is a guide for interpreting CA 19 - 9 elevation: • Marked elevation of CA 19 - 9 (≥ 200 Units/mL) → high probability of iCCA • Moderate elevation of CA 19 - 9 ( ≥ 100 Units/mL ) → moderate to high probability of iCCA R adiologists are encouraged to interpret biomarker values in the context of multidisciplinary discussion. How do I categorize a tumor in vein? LR - TIV. Tumor in vein indicates malignancy. Although HCC is the most common cause, other tumors can grow into vessels such as iCCA , cHCC - CCA, and rarely metastases to the liver. Scrutinize the images for a contiguous parenchymal mass. The LI - RADS category of a contiguous mass (if present) can help you suggest the most likely etiology of the tumor in vein. While this information does not alter the category, it may influence patient management and should be reported if possible. • Examples: • “LR - TIV contiguous with LR - 4 parenchymal mass, probably due to HCC.” • “LR - TIV contiguous with LR - 5 parenchymal mass, definitely due to HCC.” • “LR - TIV contiguous with LR - M parenchymal mass, may be due to non - HCC malignancy.” • “LR - TIV contiguous with infiltrative - appearing parenchymal mass, probably due to HCC.” See page 21 Why did LI - RADS change LR - 5V to LR - TIV? Since non - HCC malignancies (e.g., iCCA , cHCC - CCA) can cause tumor in vein, categorizing all observations with tumor in vein as LR - 5V (i.e., definitely HCC with tumor in vein) is incorrect. The LI - RADS diagnostic table includes observations without APHE or any additional major feature. I am confused. How could such an observation be visible in the first place? Observations without APHE or any additional major feature may be visible based on ancillary features favoring malignancy, ancillary features of benignity, or other imaging features (e.g., T1 hyperintensity, T2 hypointensity , DWI hypointensity , HBP hyperintensity). 40 FAQs 2018 American College of Radiology® | All rights reserved",
    "LI - RADS ® v2018 CT/MRI Core Diagnostic Algorithm Treatment Response Last Viewed FAQs Diagnosis Can you explain how to categorize distinctive nodules < 20 mm without associated major features or LR - M features? A distinctive nodule < 20 mm without associated major features or LR - M features usually is categorized LR - 2. Examples include siderotic nodules, T1 hyperintense nodules, T2 hypointense nodules, DWI hypointense nodules, and HBP hyperintense nodules. If the nodule has one or more ancillary features (AFs) favoring malignancy and no ancillary features favoring benignity, it should be upgraded to LR - 3. Examples include steatotic nodules, T2 hyperintense nodules, diffusion restricting nodules, and HBP hypointense nodules. The algorithm below explains how to categorize such nodules, based on presence of AFs. Distinctive nodule <20 mm: • No APHE, “washout”, “capsule”, or threshold growth • No feature of LR - M Examples LR - 2 No AF of malignancy • Siderotic nodule • T1 hyperintense nodule • T2 hypointense nodule • DWI hypointense nodule • HBP hyperintense nodule This is a LR - 2 distinctive nodule without malignant features (see page 20 , page 22 , page 24 ). ≥ 1 AF of malignancy AND ≥ 1 AF of benignity LR - 2 Nodule with both • Intralesional fat (AF of malignancy) AND • Spontaneous size reduction (AF of benignity) The presence of conflicting AFs precludes category adjustment. LR - 3 ≥ 1 AF of malignancy AND No AF of benignity Nodule with ONE OR MORE of the following: • Intralesional fat • T2 hyperintensity • Diffusion restriction • HBP hypointensity The presence of one or more AF of malignancy excludes LR - 2 categorization and places the nodule in the top left cell of the CT/MRI Diagnostic table (see page 8 ) – i.e., LR - 3. Comments 41 AF = ancillary feature 2018 American College of Radiology® | All rights reserved",
    "LI - RADS ® v2018 CT/MRI Core Diagnostic Algorithm Treatment Response Last Viewed FAQs Diagnosis Can you explain how to categorize distinctive nodules ≥ 20 mm without associated major features or LR - M features? It depends on whether such nodules have ancillary features (AFs). If they have no AFs or if the radiologist elects not to apply AFs, then these nodules are categorized LR - 3 since they land in the second cell from left on the top row of the CT/MRI Diagnostic table : These include T1 hyperintense nodules, T2 hypointense nodules, DWI hypointense nodules, and HBP hyperintense nodules. If, on the other hand, the nodule has one or more AFs favoring malignancy, the nodule has no AFs favoring benignity, and the radiologist elects to apply the AF(s), then it is categorized LR - 4. Examples include steatotic nodules, T2 hyperintense nodules, diffusion restricting nodules, and HBP hypointense nodules. With respect to distinctive nodules lacking major features and LR - M features, why are those measuring < 20 mm categorized LR - 2 or LR - 3 (if there are AFs favoring malignancy) whereas those measuring ≥ 20 mm are categorized LR - 3 or LR - 4 (if there are AFs favoring malignancy)? Due to the difference in size. Nodules ≥ 20 mm are more likely to be malignant than nodules < 20 mm and so should be assigned a higher category. 42 CT/MRI Diagnostic Table Arterial phase hyperenhancement (APHE) No APHE Nonrim APHE Observation size (mm) < 20 ≥ 20 < 10 10 - 19 ≥ 20 Count additional major features: • Nonperipheral “washout” • Enhancing “c apsule” • Threshold growth None LR - 3 LR - 3 LR - 3 LR - 3 LR - 4 One LR - 3 LR - 4 LR - 4 LR - 5 ≥ Two LR - 4 LR - 4 LR - 4 LR - 5 LR - 5 LR - 4 LR - 5 LR - 3 2018 American College of Radiology® | All rights reserved",
    "LI - RADS ® v2018 CT/MRI Core Diagnostic Algorithm Treatment Response Last Viewed Diagnosis Why can’t ancillary features be used to upgrade to LR - 5? Ancillary features increase diagnostic confidence and modify the probability of malignancy. The features do not have sufficient specificity for HCC to allow upgrading to LR - 5, however. Why did LI - RADS make ancillary features optional? This was done to encourage more radiologists to adopt LI - RADS by reducing its complexity. As new users become familiar with LI - RADS, they can use ancillary features to further improve their practice. What should I do if some ancillary features favor malignancy and others favor benignity? D o not change category (see page 9 ). What if there many more ancillary features favoring malignancy and than favoring benignity? D o not change category (see page 9 ). Why does the tiebreaking rule choose the category reflecting lower certainty? This maintains 100% certainty for LR - 5 and LR - 1. For example, if there is doubt about whether an observation is definitely or probably benign, then it cannot be considered definitely benign. The rule also helps achieve 100% positive predictive value of LR - 5 for HCC. If there is uncertainty between LR - 5 and LR - 4 or between LR - 5 and LR - M, the tiebreaking rule selects LR - 4 or LR - M, respectively. Does a category of LR - 3 or LR - 4 exclude non - HCC malignancy? No. LR - 3 and LR - 4 criteria are not specific for hepatocellular origin and so do not exclude non - HCC malignancy. Thus, a small minority of LR - 3 or LR - 4 observations may be non - HCC malignancies. Step 4 of the LI - RADS diagnostic algorithm is to assess if the assigned category seems reasonable and appropriate and to reevaluate if not. Can you provide an example? One example would be a observation with rim APHE that has unequivocally decreased in size over serial exams without treatment and in which size reduction is not attributable to resorption of blood products. Although rim APHE usually prompts a categorization of LR - M, the spontaneous size reduction would be unusual for a malignant neoplasm and suggests an alternative diagnosis such as a sclerosing hemangioma. In this case, the best category would be LR - 1, LR - 2, or LR - 3 depending on the confidence level. 43 FAQs 2018 American College of Radiology® | All rights reserved",
    "LI - RADS ® v2018 CT/MRI Core Diagnostic Algorithm Treatment Response Last Viewed Diagnosis How do I categorize observations that land in the “diagonal” LR - 4 or LR - 5 cell? Observations in this cell should be categorized LR - 4 OR LR - 5 as follows Regarding 10 - 19 mm observations with nonrim APHE and exactly one additional major feature, how do LI - RADS v2018, AASLD 2018, and OPTN categories compare? 44 LI - RADS v2018 Size 10 - 19 mm + Nonrim APHE + Enhancing “capsule” LR - 4 Size 10 - 19 mm + Nonrim APHE + Nonperipheral “washout” LR - 5 Size 10 - 19 mm Threshold growth + + Nonrim APHE LR - 5 AASLD 2018 LR - 4 LR - 5 LR - 5 OPTN OPTN 5A - g Exactly 1 additional major feature Does not meet HCC criteria LR - 4 LR - 5 LR - 5 LR - 4 10 - 19 mm observation with nonrim APHE and exactly one additional major feature if “washout” if threshold growth (equivalent to OPTN 5A - g) if enhancing “capsule” LR - 5 FAQs 2018 American College of Radiology® | All rights reserved",
    "LI - RADS ® v2018 CT/MRI Core Diagnostic Algorithm Treatment Response Last Viewed Treatment Response What is a treated observation? An observation that has been treated by locoregional therapies such as radiofrequency ablation, percutaneous ethanol ablation, cryoablation, microwave ablation, transarterial embolization or chemoembolization, doxorubicin - eluting bead chemoembolization, transarterial radioembolization , and external beam radiotherapy. See Manual (pending). What about observations treated by systemic therapy? LI - RADS v2018 does not address systemic treatment response assessment. Can I use LI - RADS Treatment Response algorithm in a patient that underwent both locoregional therapy and systemic therapy? Yes. In patients undergoing systemic therapy, radiologists at their discretion may apply the treatment response algorithm to assess lesions after locoregional therapy. Radiologists may not apply this algorithm to assess the treatment response of other lesions in such patients, however. How do I determine if a treated observation is nonevaluable ? A category of LR - TR Nonevaluable should be assigned if tr eatment response cannot be meaningfully evaluated due to inappropriate imaging technique or inadequate imaging quality. Do not assign a response category of nonevaluable if image quality is adequate, even if imaging features are difficult to characterize or interpret. See Manual (pending). What if the arterial phase is inadequate but the portal venous phase shows unequivocal enhancement? Is that Nonevaluable or Equivocal? Assign a response category of LR - TR Equivocal. Consider immediate repeat imaging or, if needed to ensure an adequate arterial phase, alternative imaging. What is the optimal follow - up interval to assess treatment response ? Optimal follow-up intervals depend on the treatment, institutional guidelines, and reimbursement constraints. In general, follow-up CT or MRI is recommended every 3 months, although initial imaging at 1 month may help after certain treatments. See page 14 . 45 FAQs 2018 American College of Radiology® | All rights reserved",
    "LI - RADS ® v2018 CT/MRI Core Diagnostic Algorithm Treatment Response Last Viewed Treatment Response Are there any pitfalls in assessing response too soon after treatment ? Treatment - related changes in parenchymal perfusion may resemble or obscure tumor enhancement, potentially leading to false positive or false negative assessment of viability. This pitfall is particularly relevant for radioembolization or external beam radiation therapy, where lesions may retain APHE and even grow slightly for the first several months after treatment. What should I do if I am unsure about tumor viability versus posttreatment change? Categorize as LR - TR Equivocal if image quality is adequate. See page 12 . Does LR - TR nonviable exclude microscopic viability? No. LR - TR nonviable means there is no evidence of gross viable tumor, but small foci of live tumor cells cannot be excluded by noninvasive imaging. How do I distinguish residual tumor from new tumor adjacent to a treated observation? In contrast to new tumor in adjacent liver, residual tumor usually arises within or at the margin of the treated observation. No single threshold distance from the margin reliably distinguishes a new lesion from a marginal recurrence. Use your judgment to make the distinction and apply the corresponding LI - RADS algorithm (CT/MRI Treatment Response or Diagnostic). Example: a new observation has features indicating de novo origin (e.g., nodule in nodule) and/or excluding metastasis from the treated lesion (e.g., differences in fat, iron, HBP intensity): this should be considered a new tumor. How do I assess the response of tumor in vein to treatment? This can be challenging. Apply the LI - RADS treatment response criteria as best you can. How do I categorize and report a new tumor in vein that arises adjacent to a treated observation? The new tumor in vein should be categorized as LR - TIV and reported as “new LR - TIV adjacent to a treated observation”. The treated observation should be categorized and reported as any other treated observation. Rationale: the finding of new tumor in vein should be communicated to the treating physician as LR - TIV, as this new finding can affect the management of the patient, regardless of the treatment response category of the treated observation. 46 FAQs 2018 American College of Radiology® | All rights reserved",
    "LI - RADS ® v2018 CT/MRI Core Diagnostic Algorithm Treatment Response Last Viewed Treatment Response Do I need to assess response of each observation if the number of observations is large? If there are a large number of treated observations with similar posttreatment imaging features and likely representing similar response, you may assess treatment response in aggregate. How do I categorize the treatment response of an observation that completely disappears after treatment? As nonviable – i.e., LR - TR nonviable. How do I assess the treatment response of an observation that develops along the surgical margin of a resected tumor? New observations located along the surgical margin should be categorized using the LI - RADS treatment response algorithm as nonevaluable , nonviable, equivocal, or viable. How do I assess an observation that develops remote from the surgical margin of a resected tumor? An observation that develops remote from the surgical margin after hepatectomy should be categorized using the LI - RADS diagnostic response algorithm as LR - NC, LR - TIV, LR - 1, LR - 2, LR - 3, LR - 4, LR - 5, or LR - M. 47 FAQs 2018 American College of Radiology® | All rights reserved",
    "LI - RADS ® v2018 CT/MRI Core Diagnostic Algorithm Treatment Response Last Viewed Technique What modality and contrast agent type does LI - RADS recommend for diagnosis or staging? LI - RADS provides guidance on proper imaging technique for each modality (CT, MRI) and agent (ECA, HBA) but does not recommend any particular modality or agent. The choice of modality and agent depends on patient preference, tolerance, and safety; numerous factors that may affect image quality or exam feasibility; prior imaging modality and agent; and institutional and radiologist expertise. Radiologists are encouraged to tailor the modality and agent to the individual patient. What about for monitoring treatment response? Although treatment response may be monitored with CT or MRI and with any contrast agent: • MRI may be preferable to CT after iodized oil - TACE because high - density oil within an embolized tumor may obscure residual or recurrent tumoral enhancement • MRI with an extracellular agent may be preferable to MRI with gadoxetate , which is prone to arterial phase motion artifacts. In patients in which detection of new lesions is considered more important than assessing response of treated lesions, gadoxetate - MRI may be appropriate. Radiologists should tailor the modality and agent to the individual patient and applied treatment. Can I use LI - RADS for interpretation and reporting if recommended images are omitted? Yes. A specific LI - RADS category often can be assigned even if recommended images are omitted. For example, an exam with only arterial and delayed phase images would allow confident LR - 5 categorization if those images depicted a mass with APHE, “washout”, and “capsule”. Are LI - RADS technical recommendations for CT and MRI consistent with OPTN? Yes. See page 15 for brief review of OPTN & LI - RADS. See Manual (pending) for detailed review. Why does LI - RADS use “transitional phase” rather than “delayed phase” for gadoxetate ? For gadoxetate - enhanced MRI, the period from 2 - 5 minutes postinjection represents a transition from extracellular - dominant (i.e., portal venous phase) to intracellular - dominant (i.e., hepatobiliary phase) enhancement, and so is termed the “transitional phase”. During this period, both the intracellular and the extracellular pools of gadoxetate contribute substantially to parenchymal enhancement. This is fundamentally different from the conventional delayed phase using other agents, where enhancement reflects extracellular distribution of contrast material. 48 FAQs 2018 American College of Radiology® | All rights reserved",
    "LI - RADS ® v2018 CT/MRI Core Diagnostic Algorithm Treatment Response Last Viewed Technique Why is the late arterial phase strongly preferred? And what is the optimal scan delay? Late arterial phase is strongly preferred, because HCC enhancement is usually higher in the late than in the early arterial phase and some HCCs show enhancement only in the late arterial phase. The optimal delay depends on the modality (CT/MRI); type, volume and concentration of contrast agent; rate of contrast injection; timing method (fixed/bolus tracking/timing run); and number and time to K - space center of arterial phases (for MRI). See Manual (pending). How do I gauge if liver enhancement is adequate during the hepatobiliary phase ( HBP) ? Liver enhancement during the HBP is adequate if the parenchyma is unequivocally hyperintense relative to hepatic blood vessels. It is suboptimal otherwise. T he mechanism for suboptimal HBP enhancement is not well understood but probably reflects reduced number of functional hepatocytes or dysfunctional cellular transport mechanisms. Pitfall: visible excretion of gadoxetate into bile duct does not indicate adequate liver enhancement. See Manual (pending). If HBP is suboptimal, should I delay the acquisition or increase the flip angle? Delaying the HBP acquisition may improve image quality in cirrhotic livers with diminished function, but has unknown impact on diagnostic accuracy. Increasing the flip angle improves lesion - to - liver contrast - to - noise ratio for metastases in normal livers, but has unknown impact on image quality and diagnostic accuracy in cirrhotic livers with diminished function. If liver enhancement during the HBP is suboptimal, how do I characterize observations that are hypointense, isointense, or hyperintense relative to liver? See FAQ/imaging features on page 5 6 . 49 FAQs 2018 American College of Radiology® | All rights reserved",
    "LI - RADS ® v2018 CT/MRI Core Diagnostic Algorithm Treatment Response Last Viewed 50 Management LI - RADS indicates that it may be appropriate to recommend alternative diagnostic imaging in ≤ 6 months if there is no observation. Can you explain the rationale? In most cases in which no observation is detected at multiphase CT or MRI, return to routine surveillance in 6 months suffices. However, there may be cases where the antecedent screening test is so strongly positive (e.g., a definite solid nodule on ultrasound or a markedly elevated AFP) that alternative imaging may be needed to exclude a false negative result on the initial CT or MRI. In such cases, use your judgment for recommending the appropriate alternative imaging exam and time interval. If available at your institution, CEUS may be particularly helpful in cases in which screening ultrasound detected a solid nodule that was not identified at follow - up diagnostic multiphasic CT or MRI. Does optimal patient management derive directly from the LI - RADS category ? No, o ptimal management is determined by a combination of the LI - RADS category and a clinical assessment that integrates patient preferences, co - morbidities, hepatic disease burden, eligibility for liver transplantation, socioeconomic and health insurance status, and appointment availability. Since radiologists may not know all relevant factors, multidisciplinary discussion for consensus - based management may be helpful in difficult cases. If I think that biopsy will be needed to establish a diagnosis, should I recommend this? It is reasonable to state that biopsy might be necessary to establish a diagnosis, but there are factors other than the imaging test itself that might influence a decision to biopsy, as mentioned above. Beyond providing information to be considered, it is best to not compel a clinician to undertake an invasive procedure, since there may be reasons unknown to the radiologist why this may not be appropriate for a given patient. I am concerned my clinical colleagues will not want me to recommend imaging follow - up time frames in my reports. Am I required to include that information in my reports? No, the follow - up time frames listed on page 13 are typical times, but use your judgment about whether to include specific time frames in your reports. FAQs 2018 American College of Radiology® | All rights reserved",
    "LI - RADS ® v2018 CT/MRI Core Diagnostic Algorithm Treatment Response Last Viewed 51 Management The management for LR - 3 is different in the CEUS and CT/MRI algorithms. Why is that? As shown by two recent studies 1,2 , most CT - or MRI - detected LR - 3 observations are benign perfusion alterations or indolent lesions that can be followed safely without multidisciplinary discussion (see Manual, pending). Less is known about the natural history of LR - 3 observations detected at CEUS, but indirect evidence suggests that such observations warrant close scrutiny. By definition, all CEUS observations are visible on precontrast B - mode images. In a cirrhotic liver, sonographically visible nodules have high probability of being HCC, unless contrast enhancement features are diagnostic of hemangioma or other benign entity. Verifying the high HCC probability, a recent retrospective study 3 found that 60% (45/75) of CEUS LR - 3 observations are HCC (see CEUS manual, pending). References 1. J - Y Choi et al. Indeterminate observations (Liver Imaging Reporting and Data System Category 3) on MRI in the cirrhotic liver: fate and clinical implications. AJR 2013. PMID 24147469 2. M Tanabe et al. Imaging outcomes of Liver Imaging Reporting and Data System Version 2014 Category 2, 3, and 4 observations detected at CT and MR Imaging. Radiology 2016. PMID 27115054 3. E Terzi, L. De Bonis , S. Leoni, et al. Dig Liv Dis, 2017; 49, Suppl 1, e22 FAQs 2018 American College of Radiology® | All rights reserved",
    "LI - RADS ® v2018 CT/MRI Core Diagnostic Algorithm Treatment Response Last Viewed Reporting How many observations should I report individually? Use your judgment in deciding how many observations to report individually, in aggregate, or as a combination of both to convey clinically relevant findings and impression most clearly. What should I report if I see no concerning observations? LR - 1 and LR - 2 observations can be reported in aggregate in the Findings. The Impression should convey a simple summary statement such as “no LI - RADS observations suspicious for malignancy”. How should I report a treated observation? Report the current response category and current tumor viable size if appropriate. Also, whenever possible, report the pretreatment LI - RADS category (or path diagnosis), and the pretreatment size. For example: • LR - TR Nonviable, (pretreatment LR - 5, 22 mm) • LR - TR Viable 20 mm, (pretreatment, LR - 5, 32 mm) • LR - TR Equivocal 15 mm, (pretreatment path - proven HCC, 21 mm) Any special reporting considerations for transplant candidates with HCC? A standard CT/MRI LI - RADS report contains the needed information for transplant candidates with HCC: number and size of LR - 5 observations and path - proven HCCs, or their viable tumor sizes if treated by a locoregional therapy. List major features for each LR - 5 observation to enable conversion to OPTN classes. Remember that a lthough categorized LR - 5, 10 - 19 mm observations with APHE and washout appearance as the only additional major feature do not qualify as OPTN Class 5A for HCC exception points for liver transplant in the USA Also report LR - M and LR - TIV observations, as these may affect pretransplant workup and transplant eligibility. What should I report if an observation is biopsied and has a path - proven diagnosis? This depends on the path diagnosis: • If malignant or if benign of non - hepatocellular origin (e.g., hemangioma): report observation’s path diagnosis, clinically relevant imaging features, and change since prior: e.g., ”path - proven hemangioma, stable in size and other imaging features since prior.” • If benign of hepatocellular origin (e.g., regenerative or dysplastic nodule): report observation’s LI - RADS category and pathology diagnosis, imaging features, and change since prior: e.g., “LR - 4 with path diagnosis of dysplastic nodule, has new APHE and interval growth from 12 to 16 mm.” 52 FAQs 2018 American College of Radiology® | All rights reserved",
    "LI - RADS ® v2018 CT/MRI Core Diagnostic Algorithm Treatment Response Last Viewed Reporting What if the path diagnosis is discordant with the LI - RADS category? Indicate in your report there is discordance, providing the LI - RADS category and the path diagnosis. Explain briefly why this represents a discordance. Consider multidisciplinary discussion with consensus review of the histology, imaging, and other clinical data to adjudicate the discordance. If I am not supposed to assign a LI - RADS category for path - proven observations, why am I supposed to report their imaging features and change since prior? Radiologists should continue to characterize major features and key ancillary features for biopsy - proven observations as changes in these features may be clinically relevant. Examples: “Path - proven cholangiocarcinoma with interval growth, based on imaging, from 22 mm to 28 mm” or “Path - proven HCC with interval development, based on imaging, of tumor in vein”. How should I report LR - TIV? Indicate most likely etiology (HCC, non - HCC, unsure) if possible . See page 21 for guidance. Also describe vessel(s) involved as well as presence and size of associated parenchymal mass. Why should I report the most likely etiology of TIV if possible? One of the main goals of LI - RADS is to facilitate clear communication. Sometimes imaging features allow the radiologist to narrow the list of likely TIV etiologies. In those circumstances, communicating clearly the most likely etiology may help guide patient management even if there is less than 100% certainty. See page 21 for guidance on reporting LR - TIV. How should I report LR - M? Report major features, growth, contributory ancillary and other features. Indicate relevant change since prior. Indicate most likely etiology if possible. See page 23 for guidance. If imaging does not differentiate the various LR - M tumor types with 100% certainty, why should I report the most likely etiology when possible? One of the main goals of LI - RADS is to facilitate clear communication. Sometimes imaging features allow the radiologist to narrow the list of likely tumor types. In those circumstances, communicating clearly the most likely tumor type(s) may help guide patient management even if there is less than 100% certainty. See page 23 for guidance on reporting LR - M. 53 FAQs 2018 American College of Radiology® | All rights reserved",
    "LI - RADS ® v2018 CT/MRI Core Diagnostic Algorithm Treatment Response Last Viewed Reporting What should I report if an observation met threshold growth criteria previously but not on the current exam? As discussed on page 5 7 , if a mass meets the threshold growth criterion at any point, threshold growth is characterized as present on all subsequent exams (i.e., threshold growth “positivity” carries over to future exams). Therefore continue to characterize threshold growth as being present. Report the change in size from the most recent prior and, if possible, the date when the threshold growth criterion was last met. See page 5 7 . What should I do if the LI - RADS category assigned using LI - RADS criteria does not adequately convey the actual likelihood of malignancy based on my judgment? Report LI - RADS category and your judgment assessment: e.g., “LR - 4, highly likely to be HCC.” What should I report for LR - NC observations? Report causative technical limitations or artifacts, and work - up suggestions. In particular indicate whether the causative technical limitation or artifact is resolvable using the same imaging method or whether a different modality or contrast agent is needed to yield a high quality exam in the future. What should I report if there are no concerning observations but one or more required sequences is missing or degraded by severe artifact? Report that although there are no concerning observations, the exam is limited technically, which may reduce sensitivity for small masses. Suggest consideration for repeat imaging with the same (if the limitation is resolvable) or other (if the limitation is not resolvable) method. Where do I find report templates to use in my practice and examples of LI - RADS reports? These can be downloaded here (pending). 54 FAQs 2018 American College of Radiology® | All rights reserved",
    "LI - RADS ® v2018 CT/MRI Core Diagnostic Algorithm Treatment Response Last Viewed Imaging Features Is there a minimum size for application of APHE, “washout”, and “capsule”? No. It suffices that the presence of these features be definite in the judgment of the radiologist. On what plane should I measure observation size ? For standardization, favor the axial plane. However, you may measure on a different plane on which margins are undistorted and well visualized. Use the same plane on future exams to assess growth. Does washout appearance apply only to observations with APHE? No, “washout” may apply even in the absence of APHE, as long as there is some enhancement. Do washout appearance and APHE need to coincide in the same part of an observation ? No, APHE and washout appearance do not need to coincide in the same part. For example, a 25 mm mass with APHE in one part and “washout” in another part may be categorized LR - 5. Why does “washout” require comparison to composite liver tissue rather than nodules ? Historically, the literature in this field has assessed observation \"washout\" relative to the background liver — which we interpret as composite liver parenchyma — rather than nodules in particular. Until an alternative comparator is shown to be superior, we will preserve the current approach. Why can’t I evaluate “washout” in the transitional phase when performing gadoxetate - MRI? With gadoxetate - MRI, portal venous phase “washout” is relatively specific for HCC. However, transitional phase hypointensity lacks specificity because background liver uptake of the contrast agent is sufficiently high that cholangiocarcinomas and other non - HCC malignancies may appear hypointense. See Manual (pending). 55 FAQs 2018 American College of Radiology® | All rights reserved",
    "LI - RADS ® v2018 CT/MRI Core Diagnostic Algorithm Treatment Response Last Viewed Imaging Features Why does LI - RADS make a distinction between features that favor malignancy in general vs. features that favor HCC in particular? Most features favoring malignancy are nonspecific, occurring in HCC and non - HCC. However, some features are specific for HCC and may help differentiate HCC from non - HCC. If liver enhancement during the HBP is suboptimal, how do I characterize observations that are hypointense , isointense, or hyperintense relative to liver? If an observation is hypointense in the hepatobiliary phase, it may be characterized as such despite suboptimal hepatobiliary phase parenchymal enhancement. However, if an observation is isointense or hyperintense, characterization of hepatobiliary phase intensity may be unreliable. See related questions in FAQ/Technique on page 4 9 . LR - M criteria seem most applicable to iCCA . What about other non - HCC malignancies? LR - M criteria were formulated based on limited available evidence, most of which concerns HCC vs. iCCA differentiation. There is not yet sufficient evidence to formulate criteria for other non - HCC malignancies (primary or secondary). Fortunately, other malignancies are rare. How do I differentiate HCC, cholangiocarcinoma, and hepatocholangiocarcinoma ? Some imaging features indicate hepatocellular origin (see below). The presence of such features excludes malignancies of non - hepatocellular origin such intrahepatic cholangiocarcinoma ( iCCA ) but they do not exclude combined hepatocellular carcinoma - cholangiocarcinoma ( cHCC - CCA), which contain both hepatocellular and cholangiocellular elements. Implication: for malignant masses with hepatocellular features, the differential diagnosis is HCC and cHCC - CCA; differentiation of HCC from cHCC - CCA may not be possible. What features suggest hepatocellular origin? Fat in mass, blood products in mass, nodule - in - nodule, mosaic architecture, intrinsic T1 hyperintensity , HBP isointensity or hyperintensity , enhancing or nonenhancing “capsule”. 56 FAQs 2018 American College of Radiology® | All rights reserved",
    "LI - RADS ® v2018 CT/MRI Core Diagnostic Algorithm Treatment Response Last Viewed Imaging Features Why does growth apply only to masses? Conceptually, growth refers to enlargement of a mass by spreading or expansion. Nonmass lesions like focal fat deposition may enlarge due to deposition of fat in adjacent hepatocytes but this does not represent spreading or expansion of the previously steatotic hepatocytes. More importantly, this provision preserves specificity for HCC by preventing attribution of growth to nonmass benign processes such as arterial perfusion alterations which may appear larger on one exam than on a prior due to changes in arterial phase timing or other factors. The provision that growth only applies to masses prevents false categorization of these benign vascular pseudolesions as LR - 5. How can I differentiate an arterial phase hyperenhancing mass with threshold growth from a benign vascular pseudolesion that appears larger on one exam than on a prior? Features that favor mass over a vascular pseudolesion include visibility on other phases and/or sequences and mass effect (e.g., contour abnormality; displacement or distortion of vessels or ducts). Features that favor a vascular pseudolesion include occultness on all other phases and sequences, peripheral location, geographic or wedge shape (on source or multiplanar reformatted images), and absence of mass effect. MRI with a hepatobiliary agent can help differentiate an arterial phase hyperenhancing mass from a vascular pseudolesion . The former tends to be distinctive from background liver in the hepatobiliary phase due to differences in signal intensity, texture, or other features. The latter tends to be occult. See manual (pending). If a mass met the threshold growth criterion previously but not on the current exam compared to the most recent prior exam(s), is threshold growth present or absent? If a mass meets the threshold growth criterion at any point, threshold growth is characterized as present on all subsequent exams. Rationale: growth rates of malignant tumors may fluctuate and therefore may not meet the threshold growth criterion on every examination. See page 54 for reporting guidance. 57 FAQs 2018 American College of Radiology® | All rights reserved",
    "LI - RADS ® v2018 CT/MRI Core Diagnostic Algorithm Treatment Response Last Viewed Abbreviations Abbreviations AASLD American Association for the Study of Liver Diseases ACR American College of Radiology ADC Apparent diffusion coefficient AF Ancillary feature(s) AFP Alpha - fetoprotein AP Arterial phase APHE Arterial phase hyperenhancement CEUS Contrast - enhanced ultrasound cHCC - CCA Combined hepatocellular carcinoma - cholangiocarcinoma DP Delayed phase DWI Diffusion - weighted imaging ECA Extracellular agent ECP Extracellular phase FNH Focal nodular hyperplasia HBA Hepatobiliary agent HBP Hepatobiliary phase HC Hepatocellular HCA Hepatocellular adenoma HCC Hepatocellular carcinoma HGDN High - grade dysplastic nodule iCCA Intrahepatic cholangiocarcinoma LGDN Low - grade dysplastic nodule MDD Multidisciplinary discussion NCCN National Comprehensive Cancer Network OPTN Organ Procurement and Transplantation Network PVP Portal venous phase T2WI T2 - weighted imaging TACE Transcatheter arterial chemoembolization TIV Tumor in vein TP Transitional phase WO “Washout” or washout appearance 58 2018 American College of Radiology® | All rights reserved"
  ],
  "processed_at": "2026-01-30T14:08:11.261Z"
}