{
  "doc_id": "90fd032603d9cc46c851d8c5219878d3",
  "source_id": "LIRADS-Lexicon",
  "total_pages": 25,
  "pages": [
    "Term Definition (2021) Context of Use (COU) Applicable modalities General comments LI - RADS specific comments Synonyms (their use is generally less preferred) Type of term (if used in context of LI - RADS) Date approved Arterial phase hyperenhance ment (APHE) Enhancement in arterial phase more than liver, resulting in brightness higher than liver. Broad CEUS, CT, MRI On MRI: assessment of APHE requires acquisiton of precontrast as well as arterial phase (AP) images. On CT: in absence of prior treatment ,APHE can usually be assessed without precontrast images. The reason is that untreated observations are rarely hyperattenuating on precontrast CT. On CEUS: assessment of APHE requires continuous imaging during the AP. APHE can be seen in the entire observation or only in part(s) of the observation. If any part of the observation has APHE, then APHE is considered to be present. Enhancement from hypo on precontrast to iso on arterial phase does not qualify as APHE. On CT and MRI: • APHE has two main subtypes: • Rim APHE • Nonrim APHE On CEUS: • APHE has four main subtypes: • Rim APHE • Nonrim APHE • Spokewheel, centrifugal APHE • Peripheral discontinuous nodular APHE • Spokewheel , centrifugal APHE is suggestive but not diagnostic of FNH. • Peripheral discontinuous nodular APHE is diagnostic of hemangioma Caveat: Peripheral discontinuous nodular enhancement is a temporal enhancement pattern that can be assessed on CT or MRI in ad dition to CEUS. Unlike peripheral discontinuous nodular APHE, it is not considered an APHE subtype because its assessment requires the acquisition of at least one postarterial phase and it can be assessed even if an arterial phase is not acquired. See peri pheral discontinuous nodular enhancement . In the LI - RADS CT/MRI diagnostic algorithms, the main APHE subtypes are classified as follows: • Rim APHE is a LR - M feature • Nonrim APHE is a major feature of HCC See https://www.acr.org/ - /media/ACR/Files/Clinical - Resources/LIRADS/Chapter - 16 - Imaging - features.pdf to learn about APHE and its subtypes. In the LI - RADS CEUS diagnostic algorithm, the main APHE subtypes are classified as follows: • Rim APHE is a LR - M feature • Nonrim APHE is a major feature of HCC • Peripheral discontinuous nodular APHE, diagnostic of hemangioma Arterial hypervascularity, hyp ervascularity in arterial phase, increased contrast enhancement in hepatic arterial phase, increased contrast enhancement in late hepatic arterial phase, hyperv ascularity, high attenuation area in arterial phase, contrast uptake in arterial phase, wash in Imaging feature, general 5/2021 Arterial phase (AP) A postcontrast phase when: Broad CEUS, CT, MRI On CEUS: the AP usually starts around 10 - 15 seconds after injection, and lasts for 10 - 20 seconds. On CT and MRI: th e AP is divided into two temporal subtypes: See https://www.acr.org/ - /media/ACR/Files/Clini cal - Resources/LIRADS/Chapter - 12 - Technique.pdf to learn more about the early arterial phase. Early phase, angiographic phase Imaging phase 5/2021",
    "Term Definition (2021) Context of Use (COU) Applicable modalities General comments LI - RADS specific comments Synonyms (their use is generally less preferred) Type of term (if used in context of LI - RADS) Date approved • Hepatic artery and branches are fully enhanced AND • Hepatic veins are not enhanced more than liver by antegrade flow. • Early AP: Subtype of AP in which portal vein is not enhanced or is enhanced less than liver • Late AP: Subtype of AP in which portal vein is enhanced more than liver Blood pool agents (BPAs) Contrast agents that distribute mainly in the vascular space after intravenous injection. Broad CEUS, MRI Blood pool agents rem ain in the blood with little or no distribution in the extravascular space. Applies mainly to CEUS microbubble agents. Can also apply to iron - based or protein - binding Gd - based MR agents with prolonged vascular dwell times, such as gadofosveset trisodium and ferumoxytol, respectively. Neither of these MR contrast agents is approved for liver imaging in the United States. See https://www.acr.org/ - /media/ACR/Files/RADS/LI - RADS/CEUS - LI - RADS - 2017 - Core.pdf to learn more about BPAs. Intravascular contrast agents Type of contrast agent 5/2021 Blood products in mass Blood products in a mass, in absence of biopsy, trauma or intervention LI - RADS CT, MRI Blood products • Do not enhance • Are typically heterogeneous • Are often amorphous or geographic in shape • Have imaging characteristics that depend on their acuity: • CT • Acute and subacute: hyp erattenuating relative to liver • Chronic: iso or hypoattenuating. • MRI • Acute (hours to days): T1 hypo or iso, T2 hypo • Subacute (days to months): T1 hyper, T2 variable • Chronic (months to years): T1 hypo, T2 hypo. For subacute or chronic blood products: there may be signal loss on 2nd echo of dual - gradient - echo sequence or high R2* value on R2* map (if obtained) or low T2* value on T2* map (if obtained). In the context of the LI - RADS CT/MRI diagnostic algorithm, b lood products in mass • Is an an cillary feature favoring malignancy in general . • Should not be applied as an ancillary feature favoring malignancy if there is history of biopsy, trauma or intervention • Should not be applied as an ancillary feature favoring malignancy in nonsolid lesions s uch as hemorrhagic cysts. See https://www.acr.org/ - /media/ACR/Files/Clinical - Resources/LIRADS/Chapter - 16 - Imaging - features.pdf to learn more about blood products in mass and how it is used in LI - RADS. Hematoma, hemorrhage, methemoglobin, hemosiderin Ancil lary feature favoring HCC in particular 5/2021 Capsule Smooth, uniform, sharp border on CT or MRI around most or all of an observation. LI - RADS CT, MRI In the LI - RADS CT/MRI diagnostic algorithm, capsule has two subtypes: • Enhancing capsule, which is a major feature of HCC • Nonenhancing capsule, which is an ancillary feature favoring HCC in particular Capsule appearance, pseudocapsule, tumor capsule, tumor pseudocapsule, fibrous capsule, Imaging feature, general 5/2021",
    "Term Definition (2021) Context of Use (COU) Applicable modalities General comments LI - RADS specific comments Synonyms (their use is generally less preferred) Type of term (if used in context of LI - RADS) Date approved If the capsule is enhancing, the enhancement must be most pronounced in a postarterial phase. If a capsule is visible as both an enhancing rim AND as a nonenhancing rim, it should be characterized as enhancing capsule, NOT as nonenhancing capsule. If the liver parenchyma visually consists of both nodules and fibrosis, then the capsule must be thicker or more conspicuous than the fibrotic tissue around background nodules. The imaging feature, capsule, refers to the imaging appearance of a capsule. Pathologically, it may represent a true tumor capsule or a pseudocapsule. Thus, an imaging capsule does not imply that there is a true capsule patholog ically. The imaging appearance of capsule may represent a true tumor capsule or a pseudocapsule on pathology. The distinction between true capsule and pseudocapsule can only be made at pathology. See https://www.acr.org/ - /media/ACR/Files/Clinical - Resourc es/LIRADS/Chapter - 16 - Imaging - features.pdf to learn more about capsule and its subtypes. fibrous pseudocapsule Continuous imaging Acquisition of images without pause or interruption. Broad US, CEUS On US and CEUS, typically 10 - 20 frames/second. CT and MRI can also acquire images without pause or interruption, but this is not commonly performed with these modalities. Technical term 5/2021 Corona enhancement Periobservational enhancement in late arterial phase or early portal venous phase . The enhancement is contiguous with and surrounds all or part of the observation. Broad CT, MRI Usually lobulated and may vary in thickness. Corona enhancement is thought to represent venous drainage from arterialized tumor. In the context of the LI - RADS CT/MRI diagnostic algorithm, c orona enhancement is an ancillary feature favoring malignancy in general . See https://www.acr.org/ - /media/ACR/Files/Clinical - Resources/LIRADS/Chapter - 16 - Imaging - features.pdf to learn more about c orona enhancement and how it is used in LI - RADS. Corona, perilesional staining Ancillary feature favoring malignancy, not HCC in particula r 5/2021",
    "Term Definition (2021) Context of Use (COU) Applicable modalities General comments LI - RADS specific comments Synonyms (their use is generally less preferred) Type of term (if used in context of LI - RADS) Date approved Delayed central enhancement Postarterial phase pattern where inner part of observation is more enhanced than periphery. Broad CT, MRI Delayed central enhancement is a subtype of targetoid morphology. The area of delayed enhancement in an observation may be central, eccentric, or heterogeneous, but not peripheral. The adjective “central” refers to inner portions of the observation but is not meant to imply that the delayed enhancement is literally in t he geometric center of the observation. Delayed central enhancement: • Does not apply to central scar with delayed enhancement • Does not apply to observations that can be confidently diagnosed as hemangioma based on other features In the context of the LI - RADS CT/MRI diagnostic algorithm, delayed central enhancement is an LR - M feature. See https://www.acr.org/ - /media/ACR/Files/Clinical - Resources/LIRADS/Chapter - 16 - Imaging - features.pdf to learn more about delayed central enhancement. Sustained central enha ncement, concentric progressive enhancement, centripetal progressive enhancement Imaging feature, LR - M 5/2021 Delayed phase (DP) A postarterial phase acquired at least 2 minutes after injection of an extracellular agent or gadobenate when p ortal and hepatic veins are enhanced more than liver. Broad CT, MRI with ECA, MRI with gadobenate dimeguline The DP is typically acquired 2 to 5 minutes after injection of an extracellular agent or gadobenate. The DP does not apply to MRI performed with gadoxetate (the term “transitional phase” is used for images acquired 2 to 5 minutes after injection). The portal venous phase (PVP) and DP appear similar. They can be distinguished by: • Timing after injection • If both phases are acquired: the liver, the portal veins, and the hepatic veins are usually less enhanced in the DP than in the PVP. See https://www.acr.org/ - /media/ACR/Files/Clinical - Resources/LIRADS/Chapter - 12 - T echnique.pdf to learn more about the delayed phase. Interstitial phase, equilibrium phase, late dynamic phase, late venous phase Imaging phase 5/2021 Diffusion restriction Intensity higher than liver on diffusion - weighted images not caused only by T2 shine - through. Broad MRI Should be assessed on DW images acquired with at least moderate diffusion weighting (b ≥ 400 s/mm 2 ). If an adequate ADC map is obtained or if ADC is calculated from source images, ADC is lower than or similar to liver. T2 shine - through can be seen in observations with moderate to high signal intensity on T2 - weighted images. To differentiate: • Restricted diffusion: ADC (either calculated or based on the ADC map) lower or similar to liver In the context of the LI - RADS CT/MRI diagnostic algorithm, restricted diffusion is: • A nontargetoid LR - M feature, if marked in degree • A targetoid LR - M feature, if targetoid morphology • An ancillary feature favo ring malignancy in general, otherwise Impeded diffusion, diffusion restriction, high DWI signal Imaging feature, Ancillary feature favoring malignancy in general, not HCC in particular 5/2021",
    "Term Definition (2021) Context of Use (COU) Applicable modalities General comments LI - RADS specific comments Synonyms (their use is generally less preferred) Type of term (if used in context of LI - RADS) Date approved • T2 shine - through: ADC (either calcula ted or based on the ADC map) higher than liver See https://www.acr.org/ - /media/ACR/Files/Clinical - Resources/LIRADS/Chapter - 16 - Imaging - features.pdf to learn more about restricted diffusion. Early arterial phase (AP) Subtype of AP on CT or MRI when portal vein is not enhanced or is enhanced less than liver. Broad CT, MRI In the early AP: • There may be some enhancement of the portal vein. However, if the portal vein is enhanced more than liver, the early AP has passed. • There should be no enhancement of the hepatic veins by antegrade flow. If there is any enhancement of the hepatic veins by antegrade flow , the early AP has passed. See https://www.acr.org/ - /media/ACR/Files/Clinical - Resources/LIRADS/Chapter - 12 - Technique.pdf to learn more about the early arterial phase. Early phase, angiographic phase Imaging phase 5/2021 Early washout Subtype of washout on CEUS with early onset (< 60 s) after contrast injection. Broad CEUS Early washout is usually marked in degree. Early washout usually happens earlier than 60 seconds, and late washout much later. In the context of the LI - RADS CEUS algorithm, onset must be less than 60 seconds (< 60 s) after contrast injection. See https://www.acr.org/ - /media/ACR/Files/RADS/LI - RADS/CEUS - LI - RADS - 2017 - Core.pdf. Imaging feature, LR - M 5/2021 Enhancing capsule Subtype of capsule visible as an enhancing rim in portal venous phase, delayed phase, or transitional phase. LI - RADS CT, MRI In the LI - RADS CT/MRI algorithm, enhancing capsule is: • One of two defined subtypes of capsule. • A major feature of HCC The enhancement of the capsule must be most pronounced in a postarterial phase. If there is a rim that enhances more in the arterial phase (AP) than the postarterial phases, it should be characterized as rim arterial phase hyperenhancement (APHE), not as enhancing capsule. A border visible only as an enhancing rim in the hepatobiliary phase (HBP) should not be characterized as an enhancing capsule. See https://www.acr.org/ - /media/ACR/Files/Clinical - Resources/LIRADS/Chapter - 16 - Imaging - features.pdf to lear n more about enhancing capsule. Capsule, tumor capsule, pseudocapsule, fibrous capsule, capsular enhancement, delayed enhancing rim Imaging feature, major 5/2021 Enhancing soft tissue in vein Presence of enhancing soft tissue in vein, regardless of visualization of parenchymal mass. Broad CEUS, CT, MRI For terminology about vascular involvement in pediatric liver tumor imaging, refer to PRETEXT (https://www.pedrad.org/Portals/5/Subspecialties/Abdominal%20Im aging/PRETEXT%202017.pdf) In the context of the LI - RADS CEUS and CT/MRI diagnostic algorithms, enha ncing soft tissue in vein establishes the diagnosis of tumor in vein and is categorized LR - TIV. Tumor in vein and enhancing soft tissue in vein are related but not identical terms: • Tumor in vein is a LI - RADS category • Enhancing soft tissue in vein is the LI - RADS imaging criterion for tumor in vein None Imaging feature, LR - TIV 5/2021",
    "Term Definition (2021) Context of Use (COU) Applicable modalities General comments LI - RADS specific comments Synonyms (their use is generally less preferred) Type of term (if used in context of LI - RADS) Date approved Extracellular agents (ECAs) Contrast agents with predominantly extracellular distribution after intravenous injection. Broad CT, MRI For MRI, examples of FDA - approved agents (as of February, 2021, nonexhaustive list) include: gadopentetate dimeglumine, gadoteridol, gadodiamide, gadoversetamide, gadobutrol, gadoterate meglumine. See https://www.acr.org/ - /media/ACR/Files/Clinical - Resource s/LIRADS/Chapter - 12 - Technique.pdf to learn more about ECAs. Extracellular fluid contrast agents Type of contrast agent 5/2021 Fade Reduction in enhancement relative to liver from hyperehancement in an earlier phase to isoenhancement or minimal hyperenhancement in all later phases. This can have one of the following patterns: • hyper (arterial phase) → iso/min hyper (all later phases) • hyper (portal venous phase) → iso/min hyper (all later phases) Broad CT, MRI, CEUS Fade can be assessed only if at least two contrast - enhanced phases are obtained (e.g., arterial phase followed by one or more postarterial phases) so that the reduction in enhancement over time can be assessed. Fade cannot be assessed if there is a single contrast - enhanced phase. If there is hypoenhancement relative to the liver on any postarterial phase, do not characterize as fade. While fade is similar to washout in that the area of interest appears to de - enhance relative to liver, fade and washout a re not the same. See washout for detailed comparison. In the LI - RADS CT/MRI diagnostic algorithm: If any part of the observation has washout, then washout is considered to be present, even if other or even most parts of the observation show fade. See ht tps://www.acr.org/ - /media/ACR/Files/Clinical - Resources/LIRADS/Chapter - 16 - Imaging - features.pdf to learn more about fade. 5/2021 Fat in mass, more than adjacent liver More fat in a mass than in liver. Broad CT, MRI Imaging criteria: • Observation is a mass AND • As follows by imaging modality: • CT: • Mass or part of mass has attenuation < - 10 HU OR • If unenhanced CT is available and liver is fatty, mass has attenuation less than liver on unenhanced CT • MRI: Mass or part of mass has any of following compared to liver: • More signal loss on OP compared to IP • Higher fat signal on fat - only images • High er fat fraction on fat - fraction maps • More signal loss on fat - suppressed compared to non - fat - suppressed images with similar or identical weighting Use caution in applying this feature if OP has a longer TE than IP; in this situation, signal loss on the longer echo may indicate either fat or iron. In the context of the LI - RADS CT/MRI diagnostic algorithm, f at in mass, more than adjacent liver is an ancillary feature favoring HCC in particular . See https://www.acr.org/ - /media/ACR/Files/Clinical - Resources /LIRADS/Chapter - 16 - Imaging - features.pdf to learn more about f at in mass, more than adjacent liver and how it is used in LI - RADS. Steatotic nodule, intralesional fat, fatty lesion, fat deposition, fatty metamorphosis, and intralesional fatty metaplasia Anci llary feature favoring HCC in particular 5/2021 Fat sparing in solid mass Less fat in a solid mass than in fatty liver. Broad CT, MRI Imaging criteria: • Observation is solid mass AND • Liver is fatty AND In the context of the LI - RADS CT/MRI diagnostic algorithm: • Fat sparing in solid mass is an ancillary feature favoring malignancy in general • Do not apply fat sparing as an ancillary feature favoring malignancy in nonsolid lesions such as cysts or hemangiomas Lesional fat sparing Ancillary feature favoring malignancy, not HCC in particular 5/2021",
    "Term Definition (2021) Context of Use (COU) Applicable modalities General comments LI - RADS specific comments Synonyms (their use is generally less preferred) Type of term (if used in context of LI - RADS) Date approved • As follows by imaging modality: • CT: Mass has higher attenuation than liver on unenhanced CT • MRI: Compared to liver, mass has any of following: • Less signal loss on OP compared to IP • Lower fat signal on fat - only images • Lower fat fraction on fat - fraction maps Less signal loss on fat - suppressed compared to non - fat - suppressed images with similar or identical weighting. See https://www.acr.org/ - /media/ACR/Files/Clinical - Resources/LIRADS/Chapter - 16 - Imaging - features.pdf to learn more about Iron sparing in solid mass and how it is u sed in LI - RADS. Growth Definite size increase of a mass that cannot be explained only by technique differences, artifact, measurement error, or interval hemorrhage. Broad US, CEUS, CT, MRI Measure on same phase, sequence, and plane on serial exams if possible. Do not characterize as growth if size increase can be explained by technique differences, artifact, measurement error, or interval hemorrhage. There is insufficient evidence to define an absolute or percent change in size as a cut - off for establishing the presence of growth. Users should therefore use their judgement. In the context of all LI - RADS diagnostic algorithms, if there is d oubt about the presence of growth: • Do not characterize as growth • Do not characterize as size stability In the context of the LI - RADS CT/MRI diagnostic algorithm, growth: • Applies only to masses; It does not apply to pseudolesions such as perfusion alterations or nonmasslike lesion such as focal fat deposition. • Should be assessed only if there is a prior CT or MRI exam of sufficient quality and appropriate technique to quantify the interval growth. • Should not be assessed by compar ing to prior US or CEUS exams. • Has two subtypes: • Threshold growth (a major feature of HCC) • Subthreshold growth (an ancillary feature favoring malignancy in general) See https://www.acr.org/ - /media/ACR/Files/Clinical - Resources/LIRADS/Chapter - 16 - Imaging - fea tures.pdf to learn more about growth and its subtypes. In the context of CEUS LI - RADS diagnostic algorithm, growth: • Is an ancillary feature favoring malignancy in general • Should not be assessed by comparing to prior CT or MRI exams LI - RADS CEUS does not classify growth into subtypes. Interval growth, progression, size increase, diameter increase Imaging feature, general 5/2021 Hepatobiliary agents (HBAs) Contrast agents with sufficient hepatobiliary uptake and excretion to allow hepatobiliary phase (HBP) imaging. Broad MRI Applies to gadoxetate and gadobenate. See https://www.acr.org/ - /media/ACR/Files/Clinical - Resources/LIRADS /Chapter - 12 - Technique.pdf and https://www.acr.org/ - /media/ACR/Files/Clinical - Resources/LIRADS/Chapter - 13 - HBA.pdf to learn more about HBAs. Hepatocellular agents, biphasic agents Type of contrast agent 5/2021 Hepatobiliary phase (HBP) Postcontrast phase acquired with a hepatobiliary agent when Broad MRI with gadoxetate The HBP is typically acquired about 20 minutes after injection of gadoxetate. See https://www.acr.org/ - /media/ACR/Files/Clinical - Resources/LIRADS/Chapter - 12 - Technique.pdf and Hepatocellular phase Imaging phase 5/2021",
    "Term Definition (2021) Context of Use (COU) Applicable modalities General comments LI - RADS specific comments Synonyms (their use is generally less preferred) Type of term (if used in context of LI - RADS) Date approved liver parenchyma is intended to be hyperintense to hepatic blood vessels. or gadobenate If obtained with gadobenate, the HBP is acquired 1 - 3 hours after injection. Excretion of contrast into the biliary tree may or may not be pr esent. https://www.acr.org/ - /media/ACR/Files/Clinical - Resources/LIRADS/Chapter - 13 - HBA.pdf to learn more about HBP. Hepatobiliary phase (HBP) hypointensity Intensity in the hepatobiliary phase lower than liver. Broad MRI with gadoxetate or gadobenate HBP hypointensity does not qualify as washout appearance. Compare to functional areas of parenchyma (i.e., do not compare to vessels or to parts of liver that do not take up the agent). In the context of the LI - RADS CT/MRI diagnostic algorithm: • HBP hypointensity can be seen in the entire observation or only in part(s) of the observation. If any part of the observation has HBP hypointensity, then HBP hypointensity is considered to be present. • Unless in a targetoid pattern, HBP hypointensity is an ancillary feature favoring malignancy in general • Targetoid HBP hypointensity is a subtype of HBP hypointensity. Th is subtype is a targetoid LR - M feature and not an ancillary feature favoring malignancy in general. See https://www.acr.org/ - /media/ACR/Files/Clinical - Resources/LIRADS/Chapter - 16 - Imaging - features.pdf to learn more about HBP hypointensity and how it is use d in LI - RADS. Hepatobiliary phase hypoenhancement, hepatobiliary phase “defect” Imaging feature, ancillary feature favoring malignancy, not HCC in particular 5/2021 Hepatobiliary phase (HBP) isointensity Uniform intensity in hepatobiliary phase identical or nearly identical to liver. Broad MRI with gadoxetate or gadobenate HBP isointensity applies only to observations that are homogeneous in the HBP. Compare to functional areas of parenchyma (i.e., do not compare to vessels or to parts of liver that do not take up the agent). In the context of the LI - RADS CT/MRI diagnostic algorithm, HBP isointensity • is an ancillary feature favoring benignity. • should not be applied as an ancillary feature favoring benignity if HBP enhancement of liver is suboptimal See https://www.acr.org/ - /media/ACR/Files/Clinical - Resources/LIRADS/Chapter - 16 - Imaging - features.pdf to learn more about HBP isointensity and how it is used in LI - RADS. HBP isoenhancement, occult in HBP Ancillary feature favoring benignity 5/20 21 Hyperechoic Echogenicity higher than a reference tissue, organ, or structure Broad US, CEUS In the context of the LI - RADS US and CEUS algorithms, this definition applies to observations, which should be compared to background liver. See https://www.acr.org/ - /media/ACR/Files/RADS/LI - RADS/LI - RADS - US - Algorithm - Portrait - 2017.pdf to learn more about hyperechoic and how it is used in the US algorithm. Echogenic General term 5/2021 Hypoechoic Echogenicity lower than a reference tissue, organ, or structure. Broad US, CEUS In the context of the LI - RADS US and CEUS algorithms, this definition applies to observations, which should be compared to background liver. See https://www.acr.org/ - /media/ACR/Files/RADS/LI - RADS/LI - RADS - US - Algorithm - Portrait - 2017.pdf to learn more about hypoechoic and how it is used in the US algorithm. General term [ 5/2021 Imaging phase A time range after intravenous contrast injection with characteristic changes in enhancement of liver parenchyma, Broad CEUS, CT, MRI The time after contrast administration is divided into discrete phases for simp licity and clinical utility. Examples for liver imaging include: See https://www.acr.org/ - /media/ACR/Files/Clinical - Resources/LIRADS/Chapter - 12 - Technique.pdf to learn more about imaging phases. General term 5/2021",
    "Term Definition (2021) Context of Use (COU) Applicable modalities General comments LI - RADS specific comments Synonyms (their use is generally less preferred) Type of term (if used in context of LI - RADS) Date approved vessels, and for some agents, bile ducts. • Arterial phase • Portal venous phase • Delayed phase • Late phase • Transitional phase • Hepatobiliary phase The transitional phase and hepatobiliary phase are unique to hepatobiliary agents. The delayed phase is unique to extracellular agents. The late phase is unique to blood pool agents such as those used in CEUS. The postarterial phase is a general term that refers to all phases after the arterial phase. The transition between the various phases is gradual, with exact timing dependent on patient - related and technical factors. Images might be acquired during a transition from one phase to the next, in which case the images might have overlapping characteristics of the two adjacent ph ases. Intermittent imaging A series of brief CEUS image acquisitions, each lasting a few seconds and repeated at intervals of about 30 to 60 seconds w ithout any imaging in between. Broad CEUS Technical term 5/2021 Iron in mass, more than liver More iron in a mass than in liver. Broad CT, MRI Imaging criteria (MRI): • Observation is a mass AND • Mass contains iron, i.e., any of following : • Lower signal intensity on second echo (longer TE) compared to first echo (shorter TE) on dual - echo gradient - echo sequence • Abnormally low signal intensity on T2W images • Abnormally high R2* value on R2* maps (if obtained) • Abnormally low T2* value on T2* maps (if obtained) AND • Compared to mass, liver has less iron i.e., any of following: • Less signal loss on second echo (longer TE) compared to first echo (shorter TE) on dual - echo gradient - echo sequence • Higher signal intensity on T2W images • Lower R2* value on R2* maps (if obtained) • Higher T2* value on T2* maps (if obtained) Use caution in applying this feature if OP has a longer TE than IP; in this situation, signal loss on the longer echo may indicate either fat or iron. In the context of the LI - RADS CT/MRI diagnostic algorithm, i ron in mass, more than liver is an ancillary feature favorin g benignity . See https://www.acr.org/ - /media/ACR/Files/Clinical - Resources/LIRADS/Chapter - 16 - Imaging - features.pdf to learn more about iron in mass, more than liver and how it is used in LI - RADS Siderotic nodule Ancillary feature favoring benignity 5/2021",
    "Term Definition (2021) Context of Use (COU) Applicable modalities General comments LI - RADS specific comments Synonyms (their use is generally less preferred) Type of term (if used in context of LI - RADS) Date approved Iron sparing in solid mass Less iron in a solid mass than in iron - overloaded liver. Broad MRI Imaging criteria (MRI): • Observation is solid mass AND • Liver is iron - overloaded. Features suggesting iron overload include: • Lower signal intensity on second echo (longer TE) compared to first echo (shorter TE) on dual - echo gradient - echo sequence • Abnormally low signal intensity on T2W images • Abnormally high R2* value on R2* maps (if obtained) • Abnormally low T2* value on T2* maps (if obtained) AND • Compar ed to liver, mass has less iron, i.e., any of following: • Less signal loss on second echo (longer TE) compared to first echo (shorter TE) on dual - echo gradient - echo sequence • Higher signal intensity on T2W images • Lower R2* value on R2* maps (if obtained) • Higher T2* value on T2* maps (if obtained) This feature cannot be reliably characterized on US or CT. In the context of the LI - RADS CT/MRI diagnostic algorithm: • Iron sparing in solid mass is an ancillary feature favoring malignancy in general . • Do not apply iron sparing as an ancillary feature favoring malignancy in nonsolid lesions such as cysts or hemangiomas See https://www.acr.org/ - /media/ACR/Files/Clinical - Resources/LIRADS/Chapter - 16 - Imaging - features.pdf to learn more about Iron sparing in solid mass and how it is used in LI - RADS. Lesional iron sparing, lesional iron resistance Imaging feature, ancillary feature favoring malignancy, not HCC in particular 5/2021 Isoechoic Echogenicity equal to a reference tissue, organ, or structure. Broad US, CEUS In the context of the LI - RADS US and CEUS algorithms, this definition applies to observations, which should be compared to background liver. See https://www.acr.org/ - /media/ACR/Files/RADS/LI - RADS/LI - RADS - US - Algorithm - Portrait - 2017.pdf to learn more about isoechoic and how it is used in the US algorithm. General term 5/2021 Late arterial phase (AP) Subtype of AP on CT or MRI when portal vein is enhanced more than liver. Broad CT, MRI In late AP: • Enhancement of the portal vein may or may not be homogeneous. • There may be faint enhancement of the hepatic veins by antegrade flow. However, if the hepatic veins are enhanced more than liver by antegrade flow, the late AP has passed. See https://www.acr. org/ - /media/ACR/Files/Clinical - Resources/LIRADS/Chapter - 12 - Technique.pdf to learn more about the late arterial phase. Imaging phase 5/2021 Late phase (LP) A postarterial phase on CEUS images acquired after the portal venous phase when portal and hepatic veins are enhanced but less than in portal venous phase. Broad CEUS LP lasts from end of portal venous phase (PVP) until there is clearance of microbubbles from the circu lation at about 4 - 6 min. Liver parenchyma is enhanced but usually less than in PVP. See https://www.acr.org/ - /media/ACR/Files/RADS/LI - RADS/CEUS - LI - RADS - 2017 - Core.pdf to learn about LP. Imaging phase 5/2021 Late washout Subtype of washout on CEUS with late onset (> 60 s) after contrast injection. Broad CEUS In the context of the LI - RADS CEUS algorithm, onset of washout must be 60 seconds or more (≥ 60 s) after contrast injection. See https://www.acr.org/ - /media/ACR/Fil es/RADS/LI - RADS/CEUS - LI - RADS - 2017 - Core.pdf. Imaging feature, major 5/2021 Lesion An observation that represents a pathologic abnormality. Broad US, CEUS, CT, MRI May be a mass or a non - masslike lesion. See mass for examples of mass. Examples of nonmasslike lesions: See https://www.acr.org/ - /media/ACR/Files/Clinical - Resources/LIRADS/Chapter - 7 - The - LIRADS - observation.pdf to learn more about lesion. FLL, focal liver lesion General term 5/2021",
    "Term Definition (2021) Context of Use (COU) Applicable modalities General comments LI - RADS specific comments Synonyms (their use is generally less preferred) Type of term (if used in context of LI - RADS) Date approved • Nonmasslike fat deposition or sparing • Nonmasslike iron deposition or sparing The term “lesion” should not be used interchangeably with the term “observation”. A lesion is a type of observation. Although all lesions are observations, not all observations are lesions. If there is uncertainty about whether an observation represents a pathologic abnormality (i.e., a true lesion), the term “observation” is preferred over the term “lesion”. LI - RADS ancillary feature Imaging feature used by LI - RADS to adjust category, increase diagnostic confidence, or detect observations difficult to visualize on other sequences LI - RADS CEUS, CT, MRI Ancillary features are divided into: • Favoring malignancy • Favoring benignity Ancillary features favoring malignancy are subdivided into: • Favoring malignancy in general • Favoring HCC in particular See https://www.acr.org/ - /media/ACR/Files/Clinical - Resources/LIRADS/Chapter - 16 - Imaging - features.pdf to learn more about ancillary features and how they are is used in LI - RADS. 5/2021 LI - RADS feature of TIV Imaging feature used by LI - RADS to assign or suggest LR - TIV category. LI - RADS CEUS, CT, MRI In the context of the LI - RADS CT/MRI diagnostic algorithm, there are two types of TIV features: • Feature diagnostic of tumor in vein • Feature suggestive of tumor in vein Feature diagnostic of tumor in vein: • In LI - RADS, there is one feature diagnostic of tumor in vein – enhancing soft tissue in vein. • This feature is necessary and sufficient to establish the presence of tumor in vein and to categorize an observation as LR - TIV. Any observation with this feature should be categorized LR - TIV, regardless of the presence or absence or any other feature and regardless of visualization of a parenchymal mass. Features suggestive of tumor in vein : • In LI - RADS, there are four features suggestive of TIV: • Occluded vein with ill - defined walls • Occluded vein with restricted diffusion • Occluded or obscured vein in contiguity with malignant parenchymal mass • Heterogeneous vein appearance not attributable to artifact • These features suggest but do not establish the presence of TIV and cannot by themselves be used to categorize an observation as LR - TIV. If present, such features should prompt the radiologist to scrutinize the vein for enhancing soft tissue. 5/2021",
    "Term Definition (2021) Context of Use (COU) Applicable modalities General comments LI - RADS specific comments Synonyms (their use is generally less preferred) Type of term (if used in context of LI - RADS) Date approved See https://www.acr.org/ - /media/ACR/Files/Clinical - Resources/LIRADS/Chapter - 16 - Imaging - features.pdf to learn more about LI - RADS features of TIV and how they are used in LI - RADS. In the context of LI - RADS CEUS diagnostic algorithm, tumor in vein is defined as unequivocal enhancing soft tissue in vein, regardless of visualization of a parenchymal mass. Tumor in vein should be differentiated from partially occlusive/recanalized bland thrombus. Arrival time of microbubble contrast agent to the vein hel ps in this differentiation: • Early arrival (~ same time as hepatic artery opacification): favors tumor in vein • Arrival several (~10) seconds after hepatic artery opacification: favors portal flow in patent portion of non - occlusive/recanalized bland thrombu s LI - RADS LR - M features Imaging features used by LI - RADS to assign LR - M category. LI - RADS CEUS, CT, MRI LR - M features indicate a high probability of malignancy but are not specific for HCC. In context of the LI - RADS CT/MRI diagnostic algorithm, LR - M features are divided into: • Targetoid LR - M features • Nontargetoid LR - M features Targetoid LR - M features include: • Rim arterial phase hyperenhancement (APHE) • Peripheral washout • Delayed central enhancemenrt • Targetoid diffusion restriction • Targetoid transitional phase (TP) or hepatobiliary phase (HBP) appearance Nontargetoid LR - M features include: • Infiltrative appearance • Marked diffusion restriction • Necrosis or severe ischemia • Other feature that in radiologist’s judgment suggests non - HCC malignancy See https://www.acr.org/ - /media/ACR/Files/Clinical - Resources/LIRADS/Chapter - 16 - Imaging - features.pdf to learn more about LR - M features and how they are used in LI - RADS. In context of the LI - RADS CEUS diagnostic algorithm, LR - M features include any one of th e following: • Rim APHE followed by any washout 5/2021",
    "Term Definition (2021) Context of Use (COU) Applicable modalities General comments LI - RADS specific comments Synonyms (their use is generally less preferred) Type of term (if used in context of LI - RADS) Date approved • Early washout onset (< 1 min) • Marked washout degree (if seen before 2 min) See https://www.acr.org/ - /media/ACR/Files/RADS/LI - RADS/CEUS - LI - RADS - 2017 - Core.pdf to learn more about LR - M features and how they are used in the CEUS LI - RADS diagnostic algorithm. LI - RADS major feature Imaging feature used by LI - RADS in assigning LR - 3, LR - 4, and LR - 5 categories, reflecting the relative probability that an observation is HCC. LI - RADS CEUS, CT, MRI LI - RADS defines five major features on CT and MRI: • Nonrim arterial phase hyperenhancement (APHE) • Nonperipheral washout • Enhancing capsule • Size • Threshold growth LI - RADS defines three major features on CEUS: • Nonrim APHE • Late and mild washout • Size Locoregional therapy A therapy that targets a specific lesion or part of the liver without physically removing it. Broad Examples include: • Ablative therapy • Transcatheter therapy • External beam radiation Surgical resection physically removes part of the liver and is not considered locoregional therapy. Systemic administration of chemotherapeutic or biologic agents is also not considered locoregional therapy. See https://www.acr.org/ - /media/ACR/Files/Clini cal - Resources/LIRADS/Chapter - 9 - Treatment - response.pdf learn more about locoregional therapy. General term 5/2021 Marked T2 hyperintensity Intensity on T2WI higher than non - iron - overloaded spleen and as high as or almost as high as simple fluid. Broad MRI Characteristic imaging feature of cysts and some hemangiomas. In the context of the LI - RADS CT/MRI diagnostic algorithm, m arked T2 hyperintensity is an ancillary feature favoring benignity . See https://www.acr.org/ - /media/ACR/Files/Clinical - Resources/LIRADS/Chapter - 16 - Imaging - features.pdf to learn more about m arked T2 hyperintensity and how it is used in LI - RADS. T2 bright, high T2 s ignal intensity, fluid signal, lightbulb T2 bright Ancillary feature favoring benignity 5/2021 Marked washout Subtype of washout on CEUS in which the observation becomes black or “punched out” while the background liver is still enhanced. Broad CEUS In the context of the LI - RADS CEUS algorithm, the observation must become black or “punched out” within 2 minutes from contrast injection. See https://www.acr.org/ - /media/ACR/Files/RADS/LI - RADS/CEUS - LI - RADS - 2017 - Core.pdf. Imaging feature, LR - M 5/2021 Mass Space - occupying lesion that distorts or destroys parenchyma or other anatomic structures. Broad US, CEUS, CT, MRI Examples include: • Malignant neoplasms • Benign neoplasms • Hemangiomas • Cysts See https://www.acr.org/ - /media/ACR/Files/Clinical - Resources/LIRADS/Chapter - 7 - The - LIRADS - observation.pdf to learn more about mass. General term 5/2021",
    "Term Definition (2021) Context of Use (COU) Applicable modalities General comments LI - RADS specific comments Synonyms (their use is generally less preferred) Type of term (if used in context of LI - RADS) Date approved • Confluent fibrosis • Treated lesions May be of any size or shape: • Round or oval • Geographic • Irregular • Diffuse • Confluent • “Infiltrative” or “permeative” If a mass is either oval or round in shape, it is considered a nodule. For such observations, either the term “nodule” or “mass” may be used, depending on context, user preference, and size. If a mass is geographic or irregular in shape or has a diffuse, confluent, or infiltrative appearance, the term “nodule” does not apply. Mild washout Subtype of washout on CEUS in which observation becomes less enhanced than liver, but not dev oid of enhancement (i.e., some enhancement persists). Broad CEUS Mild washout includes all washout appearing later than 2 minutes after contrast injection. See https://www.acr.org/ - /media/ACR/Files/RADS/LI - RADS/CEUS - LI - RADS - 2017 - Core.pdf. Imaging feature, major 5/2021 Mild - moderate T2 hyperintensity Intensity on T2WI higher than liver, similar to or lower than non - iron - overloaded spleen, and lower than simple fluid Broad MRI In patients without a spleen or with an iron - overloaded spleen, intensity should be lower than simple fluid. In the context of the LI - RADS CT/MRI diagnostic algorithm, m ild - moderate T2 hyperintensity is an ancillary feature favoring malignancy in general . See https://www.acr.org/ - /media/ACR/Files/Clinical - Resources/LIRADS/Chapter - 16 - Imaging - features.pdf to learn more about m ild - moderate T2 hyperintensity and how it is used in LI - RADS. Slightly bright T2, mild - moderate T2 signal Ima ging feature, ancillary feature favoring malignancy, not HCC in particular 5/2021 Mosaic appearance Presence of any combination of internal nodules, compartments, or septations, within a solid or mostly solid mass. Broad CEUS, CT, MRI The internal nodules or compartments differ in imaging features from each other . If there is a single inner nodule within a mass, the term nodule - in - nodule may be used. Components of a mass with mosaic appearance may be necrotic or cystic. The term mosaic appearance does not apply to a septated cyst. In the context of the LI - RADS CT/MRI diagnostic algorithm, m osaic appearance is an ancillary feature favoring HCC in particular . See htt ps://www.acr.org/ - /media/ACR/Files/Clinical - Resources/LIRADS/Chapter - 16 - Imaging - features.pdf to learn more about mosaic appearance and how it is used in LI - RADS. Mosaic pattern, mosaic architecture Imaging feature, ancillary feature favoring HCC in particu lar 5/2021 Multiphase imaging Acquisition of images at two or more different phases after intravenous contrast injection. Broad CEUS, CT, MRI Common examples of multiphase imaging on CT and MRI include acquisition of: • AP (arterial phase), PVP (portal venous phase) • AP, PVP, and delayed phase (DP) • AP, PVP, transitional phase (TP), and hepatobiliary phase (HBP) For diagnosis and staging of patients at risk for HCC, LI - RADS recommends acquisition of • CEUS: AP, PVP, late phase • CT: AP, PVP, and DP Technical term 5/2021",
    "Term Definition (2021) Context of Use (COU) Applicable modalities General comments LI - RADS specific comments Synonyms (their use is generally less preferred) Type of term (if used in context of LI - RADS) Date approved • MRI with extracellular agent or gadobenate: Precontrast, AP, PVP, DP • MRI with gadoxetate: Pr econtrast, AP, PVP, TP, and HBP See https://www.acr.org/ - /media/ACR/Files/Clinical - Resources/LIRADS/Chapter - 12 - Technique.pdf to learn more about multiphase imaging and recommended LI - RADS technique Nodule Spherical or oval mass. Broad US, CEUS, CT, MRI A nodule is a type of mass that is either round or oval in shape, and not a cyst or abscess. If a mass is geographic or irregular in shape or has a diffuse, confluent, or infiltrative appearance, the term “nodule” does not apply. While there is no strict size cutoff, the term “nodule” is often reserved for small masses, generally ≤ 2 cm. See https://www.acr.org/ - /media/ACR/Files/Clinical - Resources/LIRADS/Chapter - 7 - The - LIRADS - observation.pdf to learn more about nodules. General te rm 5/2021 Nodule - in - nodule appearance Presence of a smaller inner nodule within a larger outer nodule. Broad CEUS, CT, MRI The inner nodule differs in imaging features from the outer nodule or mass. It may be: • Peripherally or centrally located within the outer nodule • Small relative to the outer nodule or almost as large as the outer nodule • Round, oval, or lobulated in shape Nodule - in - nodule appearance is a type of mosaic appearance. The inner and outer nodules must be solid. The term nodule - in - nodule appearance does not apply to a hemangioma. In the context of the LI - RADS CT/MRI diagnostic algorithm, n odule - in - nodule appearance is an ancillary feature favoring HCC in particular . See https://www.acr.org/ - /media/ACR/Files/Clinical - Resources/LIRADS/Chapter - 16 - Imaging - features.pdf to learn more about nodule - in - nodule appearance and how it is used in LI - RADS. Nodule - in - no dule pattern, nodule - in - nodule architecture Imaging feature, ancillary feature favoring HCC in particular 5/2021 Nonenhancing capsule Subtype of capsule that does not show enhancement on any image. LI - RADS CT, MRI In the LI - RADS CT/MRI algorithm, nonenhancing capsule: • Is one of two defined subtypes of capsule. • Is an ancillary feature favoring HCC in particular. • May be seen as follows: • Precontrast CT: hypoattenuating • Precontrast T1WI: hypointense • T2WI: hypo - or hyperintense • DWI: hyperintense • Contrast - enhanced CT or T1WI: nonenhancing • Transitional phase (TP): hypointense • Hepatobiliary phase (HBP): hypointense See https://www.acr.org/ - /media/ACR/Files/Clinical - Resources/LIRADS/Chapter - 16 - Imaging - features.pdf to learn more about nonenhancing capsule. Nonenhancing distinctive rim Imaging feature, ancillary feature favoring HCC in particular 5/2021 Nonmasslike (adjective) Not having the properties of a mass; without distorting or destroying parenchyma or other anatomic structures. Broad US, CEUS, CT, MRI May apply to lesions or pseudolesions Examples include: • Nonmasslike fat deposition or sparing See https://www.acr.org/ - /media/ACR/Files/Clinical - Resources/LIRADS/Chapter - 7 - The - LIRADS - observation.pdf to learn more about mass, nonmasslike, and related terms. General term 5 /2021",
    "Term Definition (2021) Context of Use (COU) Applicable modalities General comments LI - RADS specific comments Synonyms (their use is generally less preferred) Type of term (if used in context of LI - RADS) Date approved • Nonmasslike iron deposition or sparing • Nonmasslike arterial phase hyperenhancement (APHE) • Nonmasslike heterogeneous enhancement Nonperipheral washout Subtype of washout that is NOT mainly in observation periphery. Broad CT, MRI, CEUS Nonperipheral washout may be homogeneous or heterogeneous; if heterogeneous, it may be focal, scattered (patchy, spotty), nodule - in - nodule, or mosaic. See washout for additional comments. In the LI - RADS CT/MRI algorithm, nonperipheral washout is: • One of two defined subtypes of washout • A major feature of HCC See https://www.acr.org/ - /media/ACR/Files/Clinical - Resources/L IRADS/Chapter - 16 - Imaging - features.pdf to learn more about nonperipheral washout. Washout; venous/portal venous/delayed/late phase hypoenhancement, hypoattenuation, or hypointensity; deenhancement Imaging feature, major 5/2021 Nonrim arterial hyperenhance ment (nonrim APHE) Subtype of APHE that is NOT mainly in observation periphery. Broad CEUS, CT, MRI Nonrim APHE is a subtype of APHE. Nonrim APHE may be homogeneous or heterogeneous. See APHE for additional comments. In the context of the LI - RADS CT/MRI diagnostic algorithm, nonrim APHE is: • One of two defined subtypes of APHE • A major feature of HCC See https://www.acr.org/ - /media/ACR/Files/Clinical - Resources/LIRADS/Chapter - 16 - Imaging - features.pdf to learn more about APHE and its subtypes. Arterial hypervascularity, hypervascularity in arterial phase, increased contrast enhancement in hepatic arterial phase, increased contrast enhancement in late hepatic arterial phase, hypervascularity, high attenuation area in arterial phase, contrast uptake in arterial phase, wash in Imaging feature, major 5/2021",
    "Term Definition (2021) Context of Use (COU) Applicable modalities General comments LI - RADS specific comments Synonyms (their use is generally less preferred) Type of term (if used in context of LI - RADS) Date approved Observation Area distinctive compared to liver at imaging. Broad US, CEUS, CT, MRI Observation is a general term that includes lesion and pseudolesion. May be a true lesion (if it corresponds to a pathologic abnormality) or a pseudolesion (if it does not correspond to a pathologic abnormality). The LI - RADS decision tree and algorithm use the generic term “observation” for simplicity. For clear communication in clinical practice, radiologists may use the most specific term for which there i s certainty. For example, if a radiologist is certain that an observation is a solid nodule, then the term “nodule” is acceptable. On the other hand, if a radiologist is not certain if an observation is a true lesion or a pseudolesion, the term “observatio n” is preferred, as the terms “nodule” or “lesion” or “focal liver lesion” may be misleading. See https://www.acr.org/ - /media/ACR/Files/Clinical - Resources/LIRADS/Chapter - 7 - The - LIRADS - observation.pdf to learn more observation, lesion, pseudolesion, and rel ated terms. Lesion or pseudolesion General term 5/2021 Observation, lesion, pseudolesion, mass, nodule N/A Broad US, CEUS, CT, MRI Observation, lesion, pseudolesion , mass, and nodule are a group of related but not identical terms. The terms are related hierarchically. Observation is a general term that encompasses all the other terms in this group. Lesion and pseudolesion are types of observations. A mass is a type of lesion. A nodule is a type of mass. The most specific term can be used depending on context and user preference. For example, if an observation is thought to be a true lesion, then either the term “lesio n” or the term “observation” may be used. If there is uncertainty about whether an observation is a true lesion or a pseudolesion, the term “observation” is preferable. See https://www.acr.org/ - /media/ACR/Files/Clinical - Resources/LIRADS/Chapter - 7 - The - LIRAD S - observation.pdf to learn more about observation, lesion, pseudolesion, mass, and nodule. Group of terms 5/2021 Parallels blood pool enhancement Temporal pattern in which enhancement approximates blood pool in all phases. Broad CT, MRI In general, the following blood vessels represent the blood pool in each phase: • Arterial phase (AP): aorta or hepatic artery • Portal venous phase (PVP): portal vein • Delayed (DP), transitional (TP), and hepatobiliary (HBP) phases: portal vein or hepatic vein This enhancement pattern is characteristic but in isolation is not diagnostic of hemangiomas. Other features (i.e. marked T2 - hyperintensity and peripheral discontinuous nodular enhancement) may be needed to confirm the diagnosis of hemangioma. Note that w ith gadoxetate the blood pool usually becomes about isointense to liver in transitional phase and hypointense to liver in hepatobiliary phase (HBP). Therefore, care should be exercised In the context of the LI - RADS CT/MRI diagnostic algorithm, parallels blood pool enhancement is an ancillary featur e favoring benignity. See https://www.acr.org/ - /media/ACR/Files/Clinical - Resources/LIRADS/Chapter - 16 - Imaging - features.pdf to learn more about parallels blood pool enhancement and how it is used in LI - RADS. Following signal/attenuation/brig htness/enhanceme nt of blood pool on all phases Ancillary feature favoring benignity 5/2021",
    "Term Definition (2021) Context of Use (COU) Applicable modalities General comments LI - RADS specific comments Synonyms (their use is generally less preferred) Type of term (if used in context of LI - RADS) Date approved when applying this feature with gadoxetate. See https://www.acr.org/ - /m edia/ACR/Files/Clinical - Resources/LIRADS/Chapter - 16 - Imaging - features.pdf to learn more about the application of this feature with gadoxetate. Parenchymal distortion Parenchymal area seen on ultrasound with one or more of the following characteristics: • Ill - defined area of heterogeneity • Refractive shadow • Loss of normal hepatic architecture Broad US, CEUS Loss of normal hepatic architecture includes loss of visualization of normal portal triads or hepatic veins. In the context of the LI - RADS US surveillance algorithm, parenchymal distortion ≥ 10 mm in size is cate gorized US - 3 Positive. See https://www.acr.org/ - /media/ACR/Files/RADS/LI - RADS/LI - RADS - US - Algorithm - Portrait - 2017.pdf . General term 5/2021 Perfusion alteration Nonmasslike change in blood supply to an area of the liver. Broad CT, MRI, CEUS Often seen as a nonmasslike area of hyperenhancement in the arterial phase with isoenhancemeent on postarterial phases. May be of any size. Usually geographic, occasional round or oval in shape. Often peripherally located. May be caused by or be associated with a mass. On CT and MRI, may be mistaken for a nodule, especially if round or oval in shape, or for an infiltrative mass, especially if heterogeneous. See https://www.acr.org/ - /media/ACR/Files/Clinical - Resources/LIRAD S/Chapter - 7 - The - LIRADS - observation.pdf and https://www.acr.org/ - /media/ACR/Files/Clinical - Resources/LIRADS/Chapter - 15 - Benign - entities.pdf to learn more about perfusion alterations. THID, THAD, THED, AP shunt, perfusional abnormality, perfusion anomaly, vas cular pseudolesion General term 5/2021 Peripheral discontinuous nodular arterial phase hyperenhance ment (APHE) Areas of enhancement that during the arterial phase are initially round or globular in shape and distributed discontinuously along the periphery of a lesion and then rapidly expand to fill the lesion in its entirely or nearly in its entirety. Broad CEUS Peripheral discontinuous nodular APHE is a temporal subtype of APHE assessable with continuous imaging during the arterial phase (AP) on CEUS. Diagnostic imaging feature of nonsclerosed hemangiomas on CEUS. In the LI - RADS CEUS algorithm, peripheral discontinuous nodular APHE is: • A subtype of APHE • Diagnostic of hemangioma See https://www.acr.org/ - /media/ACR/Files/RADS/LI - RADS/CEUS - LI - RADS - 2017 - Core.pdf to learn more about peripheral discontinuous nodular APHE and how it is used in CEUS LI - RADS. Imaging feature, general 5/2021 Peripheral discontinuous nodular enhancement Areas of enhancement that in the early postcontrast phases are round or globular in shape and distributed discontinuously along the periphery of a lesion and that in subsequent phases expand and approximately parallel the blood pool in brightne ss. Broad CEUS, CT, MRI Peripheral discontinuous nodular enhancement is a temporal enhancement pattern. Strict assessment of this feature requires acquisition of two or more phases. As the areas of enhancement expand they may coalesce to become continuou s, may fill the lesion in its entirely or nearly in its entirety, and may no longer appear round or globular. The enhancing areas approximately parallel the blood pool in brightness. If a hepatobiliary agent is given, the enhancing areas See https://www.acr.org/ - /media/ACR/Files/Clinical - Resources/LIRADS/Chapter - 16 - Imaging - features.pdf to learn more about peripheral discontinuous nodular hyperenhancement and how it is used in LI - RADS. Peripheral discontinuous globular enhancement, peripheral discontinuous puddles of enhancement, peripheral discontinuous puddling Imaging feature, general 5/2021",
    "Term Definition (2021) Context of Use (COU) Applicable modalities General comments LI - RADS specific comments Synonyms (their use is generally less preferred) Type of term (if used in context of LI - RADS) Date approved usually become iso - and then hypo - intense relative to liver in the transitional and hepatobiliary phases. Diagnostic imaging f eature of nonsclerosed hemangiomas. Although strict assessment of peripheral discontinuous nodular enhancement requires acquisition of two or more phases, a diagnosis of hemangioma can be made on a single postcontrast phase if the imaging features are suf ficiently characteristic. In such cases, the temporal pattern is inferred. Peripheral washout Subtype of washout that is mainly in observation periphery. Broad CT, MRI Peripheral washout is • a subtype of targetoid morphology and • a subtype of washout. See washout for additional comments. In the context of the LI - RADS CT/MRI diagnostic algorithm, the presence of peripheral washout suggests intrahepatic cholangiocarcinoma (iCCA) or other non - HCC malignancy, but it does not exclude HCC. See https://www.acr.org/ - /media/ACR/Files/Clinical - Resources/LIRADS/Chapter - 16 - Imaging - features.pdf to learn more about peripheral washout an d how it is used in LI - RADS. Venous/portal venous/delayed/late phase peripheral hypoenhancement, peripheral hypoattenuation, or hypointensity; peripheral deenhancement Imaging feature, LR - M 5/2021 Portal venous phase (PVP) A postarterial phase acquired no more than 2 minutes after injection of a contrast agent when portal and hepatic veins are enhanced more than liver. Broad CEUS, CT, MRI On CEUS: the PVP usually starts around 30 - 45 seconds after injection, lasts for 90 - 100 seconds, and ends at around 2 minutes after injection. On CT and MRI: Typically PVP images are acquired around 60 seconds to 80 seconds after start of injection. The PVP and delayed phase (DP) appear similar. They can be distinguished by: • Timing after injection • If both phases are acquired: the liver, the portal veins, and the hepatic veins are usually more enhanced in the PVP than in the DP. In some patients, the transitional phase may begin before 2 minutes after injection of gadoxetate. If the liver is as enhanced or more enhanced than veins after injection of gadoxetate, the PVP has passed, even if the images are acquired within 2 minutes of injection. See https://www.acr.org/ - /media/ACR/Files/Clinical - Resources/LIRADS/Chapter - 12 - Technique.pdf to lea rn more about the portal venous phase. Early postarterial phase, portal dominant phase Imaging phase 5/2021 Postarterial extracellular phase (ECP) A general term referring to: • PVP and DP, if an extracellular agent or gadobenate is given • PVP only, if gadoxetate is given B road CT, MRI During the postarterial extracellular phase, enhancement of the liver is mainly due to extracellular distribution of a contrast agent. Does not apply to blood pool agents. Imaging phase 5/2021 Postarterial phase General term that refers to imaging after the arterial phase. Broad CEUS, CT, MRI On CEUS: the postarterial phase is divided into the portal venous phase and the late phase. On CT and MRI with extracellular contrast agents: the postarterial Venous phase, late phase Imaging phase 5/2021",
    "Term Definition (2021) Context of Use (COU) Applicable modalities General comments LI - RADS specific comments Synonyms (their use is generally less preferred) Type of term (if used in context of LI - RADS) Date approved phase is divided into the portal venous phase and delayed phase. On MRI with gadoxetate: the postarterial phase is divided into the portal venous phase, transitional phase, and hepatobiliary phase. On MRI with gadobenate: the postarterial phase is divid ed into the portal venous phase, delayed phase, and hepatobiliary phase. A transitional phase does occur but is rarely acquired. Pseudolesion An observation that may simulate but does not represent a pathologic abnormality. Broad US, CEUS, CT, MRI May be mistaken for a true lesion. Examples include: • Round or oval perfusion alterations • Some artifacts such as ghosting artifacts from aorta See https://www.acr.org/ - /media/ACR/Files/Clinical - Resources/LIRADS/Chapter - 7 - The - LIRADS - observation.pdf to learn more about pseudolesions. General term 5/2021 Refractive shadowing Linear shadows from the lateral edges of an observation. Observation may be well - defined or ill - defined. Broad US, CEUS In some infiltrative tumors, refractive shadows may be the best sonographic finding to indicate their presence. See https://www.acr.org/ - /media/ACR/Files/RADS/LI - RADS/LI - RADS - US - Algorithm - Portrait - 2017.pdf. General term 5/2021 Rim arterial phase hyperenhance ment (rim APHE) Subtype of APHE that is mainly in observation periphery. Broad CEUS, CT, MRI Rim APHE is • a subtype of targetoid morphology and • a subtype of APHE. Rim APHE can be smooth or irregular. It can vary in thickness. Rim APHE should not be confused with peripheral discontinuous nodular enhancement, which is characteristic of hemangioma. See APHE for additional comments. In the LI - RADS CEUS and CT/MRI algorithms, rim APHE is an LR - M feature. See https://www.acr.org/ - /media/ACR/ Files/Clinical - Resources/LIRADS/Chapter - 16 - Imaging - features.pdf and https://www.acr.org/ - /media/ACR/Files/RADS/LI - RADS/CEUS - LI - RADS - 2017 - Core.pdf to learn more about rim APHE. Peripheral APHE, ring APHE, targetoid APHE, APHE in target pattern, rim enhancem ent Imaging feature, LR - M 5/2021 Size Largest outer - edge - to - outer - edge dimension of an observation. Broad US, CEUS, CT, MRI Pick phase, series, and plane in which margins are clearest. In the context of the LI - RADS CT/MRI diagnostic algorithm: • Include capsule in measurement. • Do not measure in arterial phase or DWI if margins are clearly visible on different series See https://www.acr.org/ - /media/ACR/Files/Clinical - Resources/LIRADS/Chapter - 16 - Imaging - features.pdf to learn more about size and how it is used in LI - RADS. The definition of “size” in LI - RADS corresp onds to the definition of the “longest diameter” in RECIST. LI - RADS prefers “size” rather than “diameter” as observations may not be spherical. Diameter, dimension, long axis Imaging feature, general Imaging feature, major 5/2021 Size reduction Spontaneous decrease in size over time, that cannot be explained only by technique differences, artifact, or measurement error. Broad CT, MRI, US, CEUS In the context of the LI - RADS CT/MRI diagnostic algorithm, size reduction: • Is an ancillary feature favoring benignity • Should be measured on the same phase, sequence, and plane on serial exams if possible Decreased size, shrinkage, regression Ancillary feature favoring benignity 5/2021",
    "Term Definition (2021) Context of Use (COU) Applicable modalities General comments LI - RADS specific comments Synonyms (their use is generally less preferred) Type of term (if used in context of LI - RADS) Date approved • Should be assessed only if there is a prior CT or MRI exam of sufficient quality and appropriate technique to reliably measure interval change in size, if any • Should not be assessed by comparing to prior US or CEUS exams • Should not be applied as an ancillary feature favoring benignity if the size reduction is due to resorption of blood products. Rationale: size reduction due to resorption of blood products can be seen in malignant tumors In the context of CEUS LI - RADS diagnostic algorithm, size reduction : • Is an ancillary feature favoring favoring benignity • Should not be assessed by comparing to prior CT or MRI exams LI - R ADS CEUS does not classify growth into subtypes. See https://www.acr.org/ - /media/ACR/Files/Clinical - Resources/LIRADS/Chapter - 16 - Imaging - features.pdf to learn more about size reduction and how it is used in LI - RADS. Size stability ≥ 2 years No change in observation size measured on serial exams ≥ 2 years apart. LI - RADS CT, MRI, CEUS In the context of the LI - RADS CT/MRI diagnostic algorithm, size stability ≥ 2 years: • Is an ancillary feature favoring benignity • Should be measured on the same phase, sequence, and plane on serial exams if possible • Should be assessed only if there is a prior CT or MRI exam of sufficient quality and appropriate technique to reliably measure interval change in size, if any • Should not be assessed by comparing to prior US or CEUS exams • Should not be applied as an ancillary feature favoring benignity if there is any doubt about size stability In the context of CEUS LI - RADS diagnostic algorithm, size stability ≥ 2 years : • Is an ancillary feature favoring benignity • Should not be assessed by comparing to prior CT or MRI exams See https://www.acr.org/ - /media/ACR/Files/Clinical - Resources/LIRADS/Chapter - 16 - Imaging - features.pdf to learn more about size stability ≥ 2 years and how it is used in LI - RADS. Stable size, unchanged size, stable diameter, unchanged diameter Ancillary feat ure favoring benignity 5/2021 Spokewheel, centrifugal arterial phase hyperenhance ment (APHE) Enhancement in a lesion that during the arterial phase begins as an internal focus and then rapidly expands outward in a radial, spoke - wheel pattern. Broad CEUS Spokewheel, centrifugal APHE is a temporal subtype of APHE assessable with continuous imaging during the arterial phase (AP) on CEUS. Imaging feature suggestive of FNH on CEUS. Imaging feature, general OR Imaging feature, diagnostic of FNH 5/2021",
    "Term Definition (2021) Context of Use (COU) Applicable modalities General comments LI - RADS specific comments Synonyms (their use is generally less preferred) Type of term (if used in context of LI - RADS) Date approved Subthreshold growth Size increase of a mass, less than threshold growth. Any of the following: • Size increase < 50% over any time period • Any size increase over time interval > 6 months • A new mass of any size LI - RADS CT, MRI In the context of the LI - RADS CT/MRI diagnostic algorithm, subthreshold growth is a(n): • Subtype of growth • Ancillary feature favoring malignancy in general See https://www.acr.org/ - /media/ACR/Files/Clinical - Resources/LIRADS/Chapter - 16 - Imaging - features.pdf to learn more about subthreshold growth. Subthreshold diameter increase, subthreshold size increase, growth less than threshold Imaging feature, ancillary featu re favoring malignancy, not HCC in particular 5/2021 Targetoid Target - like morphology on CT or MRI. The center and periphery of a mass have different imaging characteristics. Broad CT, MRI In the context of the CT/MRI LI - RADS algorithm: • Five subtypes of targetoid have been defined: • Rim arterial phase hyperenhancement (APHE) • Peripheral washout • Delayed central enhancement • Targetoid diffusion restriction • Targetoid transitional phase (TP) or hepatobiliary phase (HBP) appearance • The presence of any of the targetoid subtypes suggests intrahepatic cholangiocarcinoma (iCCA) or other non - HCC malignancy, but it does not exclude HCC. See https://www.acr.org/ - /media/ACR/Files/Clinical - Resources/LIRA DS/Chapter - 16 - Imaging - features.pdf to learn more about targetoid features and how they are used in LI - RADS. Target - like, target appearance Imaging feature, LR - M 5/2021 Targetoid diffusion restriction Subtype of restricted diffusion that is greatest in observation periphery. Broad MRI Targetoid diffusion restriction is • A subtype of targetoid morphology and • A subtype of diffusion restriction In the context of the LI - RADS CT/MRI diagnostic algorithm, targetoid diffusion restriction is an LR - M feature See https://www.acr.org/ - /media/ACR/Files/Clinical - Resources/LIRADS/Chapter - 16 - Imaging - features.pdf to learn more about targetoid diffusion restriction and how it is used in LI - RADS. Peripheral restriction, DWI target sign/a ppearance, targetoid diffusion Imaging feature, LR - M 5/2021 Targetoid transitional phase (TP) or hepatobiliary phase (HBP) appearance Suptype TP or HBP hypointensity where the observation periphery is more hypointense than the center. Broad MRI with HBA Targetoid TP/HBP appearance is • A subtype of targetoid morphology and • A subtype of TP/HBP hypointensity In the context of the LI - RADS CT/MRI diagnostic algorithm, targetoid TP or HBP appearance is an LR - M feature. See https://www.acr.org/ - /media/ACR/Files/Clinical - Resources/LIRADS/Chapter - 16 - Imaging - features.pdf to learn more about TP or HBP appearance and how it is used in LI - RADS. HBP /TP cloud, HBP/TP target sign/appearance Imaging feature, LR - M 5/2021 Threshold growth Size increase of a mass by ≥ 50% in ≤ 6 months. LI - RADS CT, MRI In the context of the LI - RADS CT/MRI diagnostic algorithm, threshold growth: • Is one of two defined subtypes of growth. • Is a major feature of HCC. See https://www.acr.org/ - /media/ACR/Files/Clinical - Resources/LIRADS/Chapter - 16 - Imaging - features.pdf to learn more about threshold growth. Growth by 50% or more, size increase by 50% or more Imaging feature, major 5/2021",
    "Term Definition (2021) Context of Use (COU) Applicable modalities General comments LI - RADS specific comments Synonyms (their use is generally less preferred) Type of term (if used in context of LI - RADS) Date approved Transitional phase (TP) Postarterial phase acquired with an intravenous hepatobiliary contrast agent when l iver vessels and hepatic parenchyma are of similar signal intensity, which occurs between the portal venous and hepatobiliary phase . Broad MRI with gadoxetate. (While the TP does occur with gadobenate, TP images are usually not acquired with this agent) During the TP, enhancement of the liver is due to both extracellular and intracellular distribution of a hepatobiliary contrast agent. The TP i s typically acquired 2 to 5 minutes after injection of gadoxetate. Although TP images are typically acquired 2 to 5 minutes after injection of gadoxetate, the onset of the TP is variable. In some patients, the onset may be before 2 minutes after injectio n; in other patients, the onset may be later than 5 minutes after injecton. This phase is acquired almost exclusively with gadoxetate. While TP exists with gadobenate, it is rarely, if ever, acquired. See https://www.acr.org/ - /media/ACR/Files/Clinical - Re sources/LIRADS/Chapter - 12 - Technique.pdf to learn more about the TP. Interstitial phase, equilibrium phase, late dynamic phase are often misused to indicate the transitional phase but they are not true synonyms for the transitional phase. Imaging phase 5/ 2021 Transitional phase (TP) hypointensity Intensity in the transitional phase lower than liver. Broad MRI with gadoxetate TP hypointensity does not qualify as washout. Compare to functional areas of parenchyma (i.e., do not compare to vessels or to parts of liver that do not take up the agent). In the context of the LI - RADS CT/MRI diagnostic algorithm: • TP hypointensity can be seen in the entire observation or only in part(s) of the observation. If any part of the observation has TP hypointensity, th en TP. hypointensity is considered to be present. • Unless in a targetoid pattern, TP hypointensity is an ancillary feature favoring malignancy in general • Targetoid TP hypointensity is a subtype of TP hypointensity. This subtype is a targetoid LR - M feature a nd not an ancillary feature favoring malignancy in general. See https://www.acr.org/ - /media/ACR/Files/Clinical - Resources/LIRADS/Chapter - 16 - Imaging - features.pdf to learn more about TP hypointensity and how it is used in LI - RADS. Transitional phase hypoenha ncement, late dynamic phase hypointensity, late dynamic phase hypoenhancement, equilibrium phase hypointensity, interstitial phase hypointensity Imaging feature, ancillary feature favoring malignancy, not HCC in particular 5/2021 Treated lesion Lesion treated by any therapy. Broad CEUS, CT, MRI Lesions can be treated by locoregional therapy, resection, systemic therapy, or a combination. LI - RADS provides guidance on assessing treatment response or recurrence after locoregional therapy or resection. See https://www.acr.org/ - /m edia/ACR/Files/RADS/LI - RADS/LI - RADS - 2018 - Core.pdf and https://www.acr.org/ - /media/ACR/Files/Clinical - Resources/LIRADS/Chapter - 9 - Treatment - response.pdf to learn more about how to assess treatment response using LI - RADS. LI - RADS does not yet provide guidance on assessing treatment response after systemic therapy. General term 5/2021 Undistorted vessels Vessels traversing an observation without displacement, deformation, or other alteration. Broad CT, MRI Characteristic of perfusion alteration. In the context of the LI - RADS CT/MRI diagnostic algorithm, undistorted vessels is an ancillary feature favoring benignity. See https://www.acr.org/ - /media/ACR/Files/Clinical - Resources/LIRADS/Chapter - 16 - Imaging - features.pdf to learn more about undistorted vessels. Lack of mass effect on vessels Ancillary feature favoring benignity 5/2021 US visibility as nodule Unenhanced US visibility as discrete nodule or mass corresponding to CT - or MRI - detected observation. LI - RADS CT, MRI In the context of the LI - RADS CT/MRI diagnostic algorithm, US visibility as nodule is an ancillary feature favoring malignancy in gener al . See https://www.acr.org/ - /media/ACR/Files/Clinical - Resources/LIRADS/Chapter - 16 - Imaging - features.pdf to learn more about US visibility as nodule and how it is used in LI - RADS. US detectability as discrete nodule, sonographic visibility as discrete nodule, sonographic visibility as nodule Imaging feature. ancillary feature favoring malignancy, not HCC in particular 5/2021",
    "Term Definition (2021) Context of Use (COU) Applicable modalities General comments LI - RADS specific comments Synonyms (their use is generally less preferred) Type of term (if used in context of LI - RADS) Date approved Washout Reduction in enhancement from earlier to later phase resulting in hypoenhancement relative to liver. This can have one of the following patterns by modality: CT or MRI: • Hyperenhancing to hypoenhancing • Isoenhancing to hypoenhancing If hepatobiliary agent is given, must be assessed before the transitional phase. CEUS: • Hyperenhancing to hypoenhancing • Isoenhancing to hypoenhancing • Hypoenhancing to unequivocally more hypoenhancing Broad CT, MRI, CEUS Washout can be assessed only if at least two contrast - enhanced phases are obtained (e.g., arterial phase followed by one or more postarterial phases) so that the reduction in enhancement over time can be assessed. Washout cannot be assessed if there is a single contrast - enhanced phase. Washout must occur in an extracellular postarterial phase: • For extracellular contrast agents and gadobenate: hypoenhancement in portal venous phase (PVP), delayed phase (DP), or both • For gadoxetate: hypoenhancement in PVP only. Hypointensity in transitional phase (TP) or hepatobiliary phase (HBP) does not qualify as washout Washout can be assessed qualitatively (i.e., visually) relative to liver parenchyma. It does not require quantitative measurements. Washout applies t o observations with at least some enhancement. It does not apply to nonenhancing observations. Reduction in enhancement from arterial phase hyperenhancement (APHE) to isoenhancement does not qualify as washout. If APHE is present, the areas with APHE and washout do not need to coincide. If the liver parenchyma visually consists of both nodules and fibrosis, then compare to composite liver tissue (i.e., a visual average of the nodules and fibrosis). Washout can be seen in the entire observation or only in part(s) of the observation. If any part of the observation has washout, then washout is considered to be present. On CT or MRI: • Washout has two subtypes based on morphology: • Peripheral washout • Nonperipheral washout On CEUS: • Washout is divided into subtypes based on time of onset and degree: • Time of onset: • Early: < 60 seconds after contrast injection • Late: ≥ 60 seconds after contrast injection • Degree: • Mild: less enhanced than liver, but not devoid of enhancement (i.e., some enhancement persists). If mild washout becomes In the LI - RADS CT/MRI diagnostic algorithm, the washout subtypes are classified as follows: • Peripheral washout is a LR - M feature • Nonperipheral washout is a major feature of HCC In the LI - RADS CEUS diagnostic algorithm, the washout subtypes are classified as follows: • Early or marked washout is a LR - M feature • Late and mild washout is a major feature of HCC See https://www.acr.org/ - /media/ACR/Files/Clinical - Resources/LIRADS/Chapter - 16 - Imaging - features.pdf and https://www.acr.org/ - /media/ACR/Files/RADS/LI - RADS/CEUS - LI - RADS - 2017 - Core.pdf to learn more about washout and its subtypes. venous/portal venous/delayed /late phase hypoenhancement, hypoattenuation, or hypointensity; deenhancement Imaging feature, general 5/2021",
    "Term Definition (2021) Context of Use (COU) Applicable modalities General comments LI - RADS specific comments Synonyms (their use is generally less preferred) Type of term (if used in context of LI - RADS) Date approved marked > 2 minutes after contrast injection, it is still characterized as mild. • Marked: virtually devoid of enhancement (“punched - out”) by 2 min after contrast injection. While washout is similar to fade i n that the area of interest appears to de - enhance relative to liver, washout and fade are not the same: Washout: • Follows isoenhancement or hyperenhancement in an earlier phase (CT or MRI) or any degree of enhancement in an earlier phase (CEUS) • Results i n hypoenhancement in a later phase relative to liver • Examples (AP = arterial phase; PVP = portal venous phase; DP = delayed phase; LP = late phase): • CT/MRI/CEUS: • Hyper (AP) → hypo (PVP or DP/LP or both) • Hyper (PVP) → hypo (DP/LP) • Iso (AP) → hypo (PVP or DP/LP or both) • Iso (PVP) → hypo (DP/LP) • CEUS only • Hypo (AP) → more hypo (PVP or LP or both) • Hypo (PVP) → more hypo (LP) Fade: • Follows hyperenhancement in an earlier phase • Results in iso - or minimal hyperenhancement in all later phases rel ative to liver • Examples: • CT/MRI/CEUS • Hyper (AP) → iso/min hyper (all later phases) • Hyper (PVP) → iso/min hyper (all later phases) ."
  ],
  "processed_at": "2026-01-30T14:08:11.498Z"
}