{
  "doc_id": "b5efa9ae59aa5434d5e6a352168d3719",
  "source_id": "Lung-RADS-v1-1-Update",
  "total_pages": 13,
  "pages": [
    "ACR Lung - RADS ® - Update 1.1 2019",
    "Lung - RADS 1.1 Updates 1. Added p erifissural nodules 2. New size criteria for non - solid nodules 3. Category 4B management for new large nodules 4. Revised mean nodule diameter measurement and reporting 5. Added volumetric measurements 6. C - modifier category eliminated",
    "Lung - RADS Update #1 – ’19 – Perifissural Nodules  Define perifissural nodules  Lung - RADS v1.0:  Nodules with features of an intrapulmonary lymph node should be managed by mean diameter and the 0 - 4 numerical category classification  Lung - RADS v1.1:  Solid nodules with smooth margins, an oval, lentiform or triangular shape, and mean diameter less than 10 mm ( perifissural nodules) should be classified as category 2  For nodules 10 mm or larger, they will continue to be managed based on the size criteria",
    "Lung - RADS Update #1 – ’19 – Perifissural Nodules  A perifissural nodule is a fissure - attached, homogeneous, solid nodule that had smooth margins and an oval, lentiform , or triangular shape [1]. They represent about 20% of nodules detected in lung cancer screening, are invariably benign, and do not require follow - up [1,2,3 ]  More broadly, smooth or attached NCNs comprised 83% of all indeterminate solid pulmonary nodules detected in the NELSON trial [4]. At 1 year follow - up, no cancer was found in smooth (0/654) or attached (0/503) 5 - 10 mm nodules. Xu et al concluded that 1 year follow - up is sufficient  PANCAN & BCCA pooled: probability of lung cancer in perifissural nodules was zero (0 of 571 nodules; one - sided 97.5% CI, 0 to 0.006) [5]  At this time, the evidence available for costal pleural - based nodules does not support doing the same for these nodules; additional evidence is needed 1. Collins J, Sterns EJ. Solitary and multiple pulmonary nodules. 3 ed. Collins J, Sterns EJ, editors. Philadelphia: Wolters Klu wer; 2015. 123 - 45 p 2. de Hoop B et al. Pulmonary perifissural nodules on CT scans: rapid growth is not a predictor of malignancy. Radiology. 2012;265(2):611 - 6 3. MacMohan et al. Guidelines for Management of Incidental Pulmonary Nodules Detected on CT Images: From the Fleischner Society 2017. Radiology. 2017 Jul;284(1):228 - 243 4. Xu DM et al. Smooth or attached solid indeterminate nodules detected at baseline CT screening in the NELSON study: cancer ri sk during 1 year of follow - up. Radiology. 2009;250(1):264 - 72 5. McWilliams A et al. Probability of Cancer in Pulmonary Nodules Detected on First Screening CT. NEJM2013;369;910 - 919",
    "Lung - RADS Update #2 – ’19 – Non Solid Nodules  Raise the size threshold for pure non solid nodules from 20 mm to 30 mm  Lung - RADS v1.0  Category 2 non solid nodule(s) (GGN):  < 20 mm OR  ≥ 20 mm and unchanged or slowly growing  Category 3 non solid nodule(s ):  ( GGN) ≥ 20 mm on baseline CT or new  Lung - RADS v1.1 :  Category 2 non solid nodule(s) (GGN):  < 30 mm OR  ≥ 30 mm and unchanged or slowly growing; for more extensive growth or size, may be upcoded to 4X for a management referral  Category 3 non solid nodule(s):  (GGN) ≥ 30 mm on baseline CT or new",
    "Lung - RADS Update #2 – ’19 – Non Solid Nodules  Slow - growing & longer volume doubling time than solid nodules  Mean volume doubling time for growing NSNs 769 &1041 days [6,7]  No growth or indolent course:  90% did not grow @ long - term follow - up [8,9]  Safe to follow on an annual basis [10]  Indolent course especially in screening settings [11]  Management evolved to selective surgery & longer annual follow - up:  2017 Fleischner Guideline solitary GGO > 8 mm: CT in 6 - 12 months to confirm persistence, then every 2 years until 5 years; if grows or new solid component, consider resection  New solid component is an important marker of invasive adenocarcinoma 6. de Hoop B, et al. Pulmonary ground - glass nodules: increase in mass as an early indicator of growth. Radiology. 2010;255:199 - 2 06 7. Veronesi G et al. Positron emission tomography in the diagnostic work - up of screening - detected lung nodules. Eur Respir J. 20 15;45:501 - 10 8. Chang et al. Natural History of Pure Ground - Glass Opacity Lung Nodules Detected by Low - Dose CT Scan. Chest 2013;143:172 - 178 9. Kakinuma et al. Solitary Pure Ground - Glass Nodules 5 mm or Smaller: Frequency of Growth. Radiology 2015;276:873 - 882 10. Yankelevitz et al. CT Screening for Lung Cancer: Nonsolid nodules in Baseline and Annual Repeat Rounds. Radiology 2015; 2 77( 2):555 - 64 11. Gulati CM et al. Outcomes of unresected ground - glass nodules with cytology suspicious for adenocarcinoma. J Thorac Oncol 201 4;9:685 - 91",
    "Lung - RADS Update #3 – ’19 – 4B Management  Address management for new large nodules  Lung - RADS v1.0: Category 4B Management  Chest CT with or without contrast, PET/CT and/or tissue sampling depending on the *probability of malignancy and comorbidities. PET/CT may be used when there is a ≥ 8 mm solid component. For new large nodules that develop on an annual repeat screening CT  Lung - RADS v1.1: Category 4B Management  Chest CT with or without contrast, PET/CT and/or tissue sampling depending on the *probability of malignancy and comorbidities. PET/CT may be used when there is a ≥ 8 mm solid component. For new large nodules that develop on an annual repeat screening CT, a 1 month LDCT may be recommended to address potentially infectious or inflammatory conditions",
    "Lung - RADS Update #4 – ’19 – Nodule Measurement  Change in how nodule diameter is measured & recorded  Lung - RADS v1.0:  Report average diameter (of long and short axis diameters) rounded to the nearest whole number  Lung - RADS v1.1:  To calculate nodule mean diameter, measure both the long and short axis to one decimal point, and report mean nodule diameter to one decimal point",
    "Lung - RADS Update #4 – ’19 – Nodule Measurement  Change in how diameter is measured & recorded  Change in nodule size represents a combination of true change plus measurement error.  Using average diameter measurements, in order to overcome measurement error and confirm true change, growth of at least 1.5 mm is required. If using volumetric techniques, true change can be determined using the QIBA Lung Nodule Profile Calculator (v0.1) http://services.accumetra.com/NoduleCalculator.html",
    "Lung - RADS Update #5 – ’19 – Volumetry  Lung - RADS v1.1:  Added volume measurements next to diameter measurements  Facilitates future movement to more accurate and comparable 3D volume measurements over time",
    "Lung - RADS Update #5 – ’19 – Volumetry Diameter Volume 1.5 mm 2 mm 3 4 mm 34 mm 3 6 mm 113 mm 3 8 mm 268 mm 3 10 mm 524 mm 3 15 mm 1767 mm 3 30 mm 14137 mm 3",
    "Lung - RADS Update #6 – ’19 – C - Modifier  Lung - RADS v1.1:  C - modifier category eliminated  The modifier was removed to clarify the purpose of Lung Cancer Screening.  Patients diagnosed and treated for lung cancer usually have annual chest CTs for disease surveillance – which is not the same as screening.",
    "References 1. Collins J, Sterns EJ. Solitary and multiple pulmonary nodules. 3 ed. Collins J, Sterns EJ, editors. Philadelphia: Wolters Kluwer; 2015. 123 - 45 p 2. de Hoop B et al. Pulmonary perifissural nodules on CT scans: rapid growth is not a predictor of malignancy. Radiology. 2012;265(2):611 - 6 3. MacMohan et al. Guidelines for Management of Incidental Pulmonary Nodules Detected on CT Images: From the Fleischner Society 2017. Radiology. 2017 Jul;284(1): 228 - 243 4 . Xu DM et al. Smooth or attached solid indeterminate nodules detected at baseline CT screening in the NELSON study: cancer risk during 1 year of follow - up. Radiology. 2009;250(1):264 - 72 5. McWilliams A et al. Probability of Cancer in Pulmonary Nodules Detected on First Screening CT. NEJM2013;369;910 - 919 6. de Hoop B, et al. Pulmonary ground - glass nodules: increase in mass as an early indicator of growth. Radiology. 2010;255:199 - 206 7. Veronesi G et al. Positron emission tomography in the diagnostic work - up of screening - detected lung nodules . Eur Respir J. 2015;45:501 - 10 8. Chang et al. Natural History of Pure Ground - Glass Opacity Lung Nodules Detected by Low - Dose CT Scan. Chest 2013;143:172 - 178 9. Kakinuma et al. Solitary Pure Ground - Glass Nodules 5 mm or Smaller: Frequency of Growth . Radiology 2015;276:873 - 882 10. Yankelevitz et al. CT Screening for Lung Cancer: Nonsolid nodules in Baseline and Annual Repeat Rounds. Radiology 2015; 277(2):555 - 64 11. Gulati CM et al. Outcomes of unresected ground - glass nodules with cytology suspicious for adenocarcinoma. J Thorac Oncol 2014;9:685 - 91"
  ],
  "processed_at": "2026-01-30T14:42:19.811Z"
}