{
  "doc_id": "55060c4ae1a46362f7fbc53dc57a5b1e",
  "source_id": "macmahon2005",
  "total_pages": 6,
  "pages": [
    "Heber MacMahon, MB, BCh, BAO John H. M. Austin, MD Gordon Gamsu, MD Christian J. Herold, MD James R. Jett, MD David P. Naidich, MD Edward F. Patz, Jr, MD Stephen J. Swensen, MD Published online 10.1148/radiol.2372041887 Radiology 2005; 237:395– 400 1 From the Department of Radiology, University of Chicago, 5841 S Mary- land Ave, MC2026, Chicago, IL 60637 (H.M.); Department of Radiology, Co- lumbia University Medical Center, New York, NY (J.H.M.A.); Department of Radiology, New York Hospital, Cor- nell Medical Center, New York, NY (G.G.); Department of Radiology, Uni- versity of Vienna Medical School, Vi- enna, Austria (C.J.H.); Departments of Medicine (J.R.J.) and Diagnostic Radi- ology (S.J.S.), Mayo Clinic College of Medicine, Rochester, Minn; Depart- ment of Radiology, NYU Medical Cen- ter, New York, NY (D.P.N.); and De- partment of Radiology, Duke Univer- sity Medical Center, Durham, NC (E.F.P.). Received November 5, 2004; revision requested January 5, 2005; re- vision received March 3; accepted May 2. Address correspondence to H.M. (e-mail: macm@midway.uchicago.edu ). © RSNA, 2005 Guidelines for Management of Small Pulmonary Nodules Detected on CT Scans: A Statement from the Fleischner Society 1 Lung nodules are detected very commonly on computed tomographic (CT) scans of the chest, and the ability to detect very small nodules improves with each new generation of CT scanner. In reported studies, up to 51% of smokers aged 50 years or older have pulmonary nodules on CT scans. However, the existing guidelines for follow-up and management of noncalcified nodules detected on nonscreening CT scans were developed before widespread use of multi– detector row CT and still indicate that every indeterminate nodule should be followed with serial CT for a minimum of 2 years. This policy, which requires large numbers of studies to be performed at considerable expense and with substantial radiation exposure for the affected population, has not proved to be beneficial or cost-effective. During the past 5 years, new information regarding prevalence, biologic characteristics, and growth rates of small lung cancers has become available; thus, the authors believe that the time-honored requirement to follow every small indeterminate nodule with serial CT should be revised. In this statement, which has been approved by the Fleischner Society, the pertinent data are reviewed, the authors’ conclusions are summarized, and new guidelines are proposed for follow-up and management of small pulmonary nodules detected on CT scans. © RSNA, 2005 Until now, it has been the accepted standard of practice to regard all noncalcified pulmo- nary nodules as potentially malignant lesions that require close monitoring until proved stable over a period of 2 years (1,2). This approach was adopted prior to the widespread use of computed tomography (CT) and was based on the observation that a substantial proportion of noncalcified nodules that were detected at chest radiography turned out to be lung cancers. These nodules were almost all larger than 5 mm in diameter, and most were in the 1–3-cm range. Since the introduction of helical CT in the early 1990s and multi– detector row CT in the late 1990s, the detection of focal rounded pulmonary opacities (“nodules”) as small as 1–2 mm in diameter has become routine. In fact, the majority of smokers who undergo thin-section CT have been found to have small lung nodules, most of which are smaller than 7 mm in diameter (3). However, the clinical importance of these extremely small nodules differs substantially from that of larger nodules detected on chest radiographs, in that the vast majority are benign. This issue has been highlighted in several recent publications on CT screening for lung cancer, and the positive relationship of lesion size to likelihood of malignancy has been clearly demonstrated (4,5). The only current guidelines in the radiology literature for management of small nodules are those that have been developed in the context of lung cancer screening programs (6 – 8). However, subjects who undergo lung cancer screening in most countries are selected on the basis of age, substantial smoking history, absence of serious comorbid disease, and willingness to participate in all necessary follow-up imaging and intervention. Also, these programs tend to take an aggressive approach to follow-up and early interven- Editorials 395 R adiology",
    "tion, with a view to achieving the highest possible cure rate while gaining further insight into the behavior and character- istics of small malignant lesions. There- fore, patients whose nodules are detected incidentally during the course of CT per- formed for other reasons should not nec- essarily be treated in the same way as subjects in a screening program. Nonethe- less, although CT screening has not as yet been proved to help reduce mortality from lung cancer, these programs provide an important source of information for deter- mining the optimal management of “inci- dental” nodules detected in other situa- tions. Our intent in this position statement is to provide practical guidelines for the management of small pulmonary nod- ules that are detected during the course of CT examinations performed for pur- poses other than lung cancer screening. We recognize that this issue is complex and difficult to reduce to a simple algo- rithm. We also realize that the definition of a pulmonary nodule is itself elusive, and that not all focal opacities qualify as nodules. Yet, we believe that there is a practical need in the medical community for guidance in this area. BACKGROUND Available data indicate that fewer than 1% of very small ( \u0001 5-mm) nodules in patients without a history of cancer will demonstrate malignant behavior (ie, de- tectable growth or metastases over a pe- riod of 2 or more years) (5,7,9). Nonethe- less, multiple follow-up examinations over a 2-year period are commonly per- formed when such nodules are detected incidentally. Guidelines for the manage- ment of the solitary pulmonary nodule were published in 2003 by the American College of Chest Physicians (2) and in a review in by Ost and colleagues in the New England Journal of Medicine (1). How- ever, neither of these articles specifically addressed the issue of the very small nod- ule that is detected as an incidental find- ing on a CT scan. Ost and colleagues con- cluded by recommending CT follow-up at 3, 6, 12, 18, and 24 months for all “low-probability” indeterminate nodules (ie, nodules with a low likelihood of be- ing cancer), regardless of size (1). The American College of Chest Physicians recommendation for management of in- determinate solitary nodules was similar, with the proposal for 3-, 6-, 12-, and 24- month CT follow-up intervals, also with- out any specified lower size limit for a nodule that would qualify for this proto- col (2). The rationale for recommending serial follow-up studies for all indeterminate small nodules is that some of them will turn out to be cancers and that early in- tervention will provide an opportunity for cure. The “downside” of this policy includes potential morbidity and mor- tality from surgery for benign nodules and other false-positive findings, poor utilization of limited resources, in- creased health care costs, unnecessary patient anxiety, loss of credibility for radiologists who may seem to recom- mend excessive numbers of CT scans with little benefit, and increased radia- tion burden for the affected popula- tion. The radiation issue is particularly important in younger patients and must be taken into account in deter- mining appropriate follow-up strategies (10 –13). There remains a growing need to reex- amine the radiologic approach to small nodules, particularly when CT is per- formed for indications other than screen- ing. Several fundamental issues need to be considered before an imaging strategy is recommended. Since the decision to perform follow-up studies relies on size, lesion characteristics (eg, morphology), and growth rates (typically described as doubling time), an understanding of these features and their relationship to malignancy should dictate further evalu- ation. In addition, the patient’s risk pro- file, including age and smoking history, needs to be integrated into the diagnostic algorithm. Nodules Detected on CT Scans During the past 5 years, new informa- tion regarding the morphology, biologic characteristics, and growth rates of small lung cancers has become available from CT lung cancer screening programs throughout the world. Selected studies are summarized below as representative of the present state of knowledge in this area. Henschke et al (9) published the initial results from the Early Lung Cancer Ac- tion Project CT screening project in 1999. They enrolled 1000 asymptomatic smok- ers or ex-smokers with at least 10 pack- years of cigarette smoking who were aged 60 years or older. Screening CT studies were performed with 10-mm collima- tion. The investigators found noncalci- fied nodules in 23% of subjects and ma- lignant nodules in 2.7%. All detected nodules were subjected to thin-section CT. If the nodule did not exhibit un- equivocally benign characteristics (be- nign pattern of calcification, smooth margins, and size less than 20 mm), it was followed up with thin-section CT at 3 months and subsequently at 6, 12, and 24 months in the absence of change. Only one cancer was less than 5 mm in diameter at the time of detection in the baseline (10-mm-collimation) study. The results of the repeat screening were re- ported in 2001. Seven new cancers were detected at the repeat screening; three of these were 5 mm in size (defined as the average of the length and width in that study); all the other proved cancers were larger (8). Swensen et al (7) reported the results of the Mayo Clinic Lung Cancer Screening Trial after completion of three annual low-dose CT examinations in 1520 smok- ers. The subjects were aged 50 years or older and had a smoking history of 20 pack-years or more. Two years after base- line screening, 2832 noncalcified pulmo- nary nodules had been identified in 1049 (69%) participants. Thirty-six lung can- cers were diagnosed with the aid of CT (2.6% of participants, 1.4% of nodules): 26 at baseline (prevalence) and 10 at sub- sequent annual (incidence) CT examina- tions. Thirty-two (80%) of these cancers were larger than 8 mm, and only one was smaller than 5 mm at the time of detec- tion. Two cancers were detected by using sputum cytology, and there were two in- terval cancers. Benjamin et al (14) reported the results of a retrospective review of 334 non- screening cases in which a lung nodule or nodules were detected that were less than 10 mm in their long axis and for which follow-up CT was recommended. These nodules were identified from 3446 con- secutive chest CT studies performed at their institution. Among patients with a nodule, 87 patients had “definitive” fol- low-up results (2 years without change or biopsy). Nodules in 10 (11%) of these patients were malignant. Nine of these cases were metastases from known pri- mary tumors, and one turned out to be a metastasis from an occult primary tumor. This high incidence of metastases is a reflection of the patient population that was used for this study, in that 56% of the included patients had a known pri- mary tumor. The authors of that article suggested that the malignancy rate in small nodules in patients without a known neoplasm may be as low as 1% and that follow-up may not be necessary in such cases. 396 \u0001 Radiology \u0001 November 2005 MacMahon et al R adiology",
    "Nodule Size On the basis of analysis of information from the ongoing Mayo Clinic CT Screening Trial, Midthun et al (4) re- ported that fewer than 1% of very small ( \u0001 5-mm) nodules in patients without a history of cancer were malignant. They indicated a likelihood of malignancy of 0.2% for nodules smaller than 3 mm, 0.9% for those 4 –7 mm, 18% for those 8 –20 mm, and 50% for those larger than 20 mm. Henschke and colleagues (5) recently addressed the issue of optimal follow-up intervals for nodules smaller than 5 mm in diameter. They performed a retrospec- tive review of a total of 2897 baseline screening studies performed between 1993 and 2002 in order to identify those subjects with noncalcified nodules that, at initial detection, were (a) smaller than 5 mm in diameter and (b) 5–9 mm in diameter. In accordance with the screen- ing program guidelines, indeterminate nodules were rescanned at 3-, 6-, and 12- month intervals, while some in the 5–9-mm range that had particularly sus- picious morphology were recommended for biopsy. On the basis of the results of these follow-up studies and biopsies, the authors determined that when the largest noncalcified nodule was smaller than 5 mm in diameter (378 patients), a fol- low-up study in 12 months would have resulted in no case of delayed diagnosis, compared with more aggressive short- term follow-up. However, when the larg- est nodule was 5–9 mm in diameter, ap- proximately 6% of cases (all of which were malignant) showed interval nodule growth detectable on 4 – 8-month fol- low-up scans. Therefore, they recom- mended that patients with nodules no larger than 5 mm in diameter on a base- line screening CT scan should be referred for repeat annual screening in 12 months time, with no interval scans. This recom- mendation differs only slightly from the current protocol for the ongoing Na- tional Lung Screening Trial, in which pa- tients with nodules smaller than 4 mm in diameter are recommended to return for screening after 12 months, without inter- val scans or other work-up. Note that these recommendations refer to high-risk subjects who have enrolled in a screening program. A further practical issue arises in the follow-up to detect interval growth of very small nodules. Comparison of cur- rent and previous scans can be performed by using hard copy with manual mea- surement, soft copy with electronic cali- pers, or software that performs auto- mated volumetric measurement of the nodule (15). The minified display used for hard copy makes accurate measure- ment of subcentimeter nodules virtually impossible. Even with a state-of-the-art soft-copy display and electronic calipers, substantial inter- and intrareader varia- tions in two-dimensional measurements have been documented (16). Revel and colleagues (16) determined that two-di- mensional measurements obtained with electronic calipers were unreliable as a basis for distinguishing benign from ma- lignant solid nodules in the 5–15-mm size range. Limited studies (15,17) that have been performed with automated three-dimensional analysis suggest that such systems can be considerably more accurate and consistent than unaided radiologists in determining interval changes in small nodules. However, Kos- tis and colleagues (18) have shown that even sophisticated automated volume- measurement methods are susceptible to errors due to motion artifacts or segmen- tation problems, particularly in the case of very small nodules. Growth Rate Hasegawa et al (19) reported an analy- sis of the growth rates of small lung can- cers detected during a 3-year mass screen- ing program. They classified nodules as ground-glass opacity, as ground-glass opacity with a solid component, or as solid. Mean volume doubling times were 813 days, 457 days, and 149 days, respec- tively, for these three types, all of which were significantly different. In addition, the mean volume doubling time for can- cerous nodules in nonsmokers was signif- icantly longer than that for cancerous nodules in smokers. The mean volume doubling time was also significantly longer for nodules not visible on chest radiographs (presumably a function of their smaller average size and/or their lesser average opacity). These data further support the use of extended follow-up intervals for small nonsolid or partly solid nodules, even in high-risk patients. Authors of a number of other series (20,21) have confirmed similar findings and have estimated the median tumor doubling times, assuming a constant growth rate to be in the 160 –180-day range. Authors of all of these reports, however, recognize wide variations, and in one study 22% of tumors had a vol- ume doubling time of 465 days or more (21). Note that a 5-mm nodule with a doubling time of 60 days will reach a diameter of 20.3 mm in 12 months, whereas a similar nodule with a doubling time of 240 days would reach a diameter of only 7.1 mm in the same period. Relative Risk Sone et al (22) reported the results of a CT screening program carried out in Ja- pan in 1996 –1998 that enrolled 5483 subjects. They found an equal prevalence (0.5%) of lung cancer in smokers and nonsmokers, although the death rate from lung cancer in smokers in Japan is approximately four times higher than that in nonsmokers (23). This discrep- ancy may be explained by an overdiag- nosis bias, as many of these slow-growing cancers in nonsmokers might never have been detected or become symptomatic if the subjects had not been screened. It is unclear how many of the nonsmokers in this study may have been affected by sec- ond-hand smoke and whether this phe- nomenon, or underreporting of smoking by screening subjects, might account for the relatively high lung cancer mortality in nonsmokers in Japan compared with that in the United States (24). The relative risk for developing lung carcinoma in male smokers was about 10 times that in nonsmokers in the eight prospective studies reviewed for the 1982 report of the Surgeon General on “The Health Consequences of Smoking” (25). For heavy smokers, the risk was 15–35 times greater (25,26). Despite initial evi- dence suggesting an increased risk of lung cancer in women compared with that in men with an equal smoking his- tory, this has not been confirmed in more recent studies (27–30). A history of lung cancer in first-degree relatives is also a notable risk factor, and strong evidence for a specific lung cancer susceptibility gene has been discovered recently (31,32). Other established risk factors include exposure to asbestos, ura- nium, and radon (33–35). However, cig- arette smoke remains the overwhelm- ingly dominant culprit. Several large screening programs are continuing, and we will learn more from these studies in the next several years. Although the available data are still in- complete, certain tentative conclusions can be drawn at the present: 1. Approximately half of all smokers over 50 years of age have at least one lung nodule at the time of an initial screening examination. In addition, approximately 10% of screening subjects develop a new nodule during a 1-year period (36). 2. The probability that a given nodule Volume 237 \u0001 Number 2 Fleischner Society Statement on CT of Small Pulmonary Nodules \u0001 397 R adiology",
    "is malignant increases according to its size (4,5). Even in smokers, the percent- age of all nodules smaller than 4 mm that will eventually turn into lethal cancers is very low ( \u0001 1%), whereas for those in the 8-mm range the percentage is approxi- mately 10%–20% (4,7,8,37). 3. Cigarette smokers are at greater risk for lethal cancers, and malignant nodules in smokers grow faster, on average, than do those in nonsmokers (19,25,26). Also, the cancer risk for smokers increases in proportion to the degree and duration of exposure to cigarette smoke (38). 4. Certain features of nodules correlate with likelihood of malignancy, cell type, and growth rate. For instance, small purely ground-glass opacity (nonsolid) nodules that have malignant histopatho- logic features tend to grow very slowly, with a mean volume doubling time on the order of 2 years (19). Solid cancers, on the other hand, tend to grow more rap- idly, with a mean volume doubling time on the order of 6 months. The growth rate of partly solid nodules tends to fall between these extremes, and this partic- ular morphologic pattern is highly pre- dictive of adenocarcinoma (39 – 41). 5. Increasing patient age generally cor- relates with increasing likelihood of ma- lignancy. Lung cancer is uncommon in patients younger than 40 years and is rare in those younger than 35 years (42). At the other end of the age scale, although the likelihood of cancer increases, surgi- cal intervention carries greater risks. Also, the likelihood of a small nodule evolving into a cancer that will cause premature death becomes a lesser concern as comor- bidity increases in a person and predicted survival decreases with advancing years. Management Approach A number of investigators have already raised serious concerns about current management strategies for the indeter- minate small nodule, particularly after encountering an overwhelming number of such abnormalities on CT scans (7,14,36). In the study by Henschke et al (5) described earlier, the authors found no cancers in patients in whom the larg- est noncalcified nodule was less than 5 mm in diameter on the initial scan (zero of 378 patients). Thus there was no ad- vantage in performing short-interval fol- low-up for nodules smaller than 5 mm in their study, even in high-risk patients. Therefore, we recommend altering the existing recommendations, which indi- cate that every indeterminate nodule, re- gardless of size and morphology, should be subjected to a minimum of four or five follow-up CT examinations before being designated benign and the patient being reassured (1,2). As summarized above, data from ongoing CT screening pro- grams with multidetector CT with 5-mm collimation indicate that approximately half of all smokers over 50 years of age have at least one lung nodule on the ini- tial scan (36). In addition, approximately 10% of screening subjects develop a new nodule over a 1-year period, and about 12% can be expected to have one or more additional nodules that were missed on the original scan (36). Assuming similar demographics, approximately 20% of pa- tients who have a nodule detected on CT scans can be expected to have at least one new nodule detected during the cur- rently recommended 2-year minimum follow-up period, which will in turn mandate another series of follow-up CT studies with similar opportunities for new nodules to be detected during the additional follow-up period. Therefore, strict application of the existing recom- mendations would result in multiple fol- low-up studies over 2 or more years for a large proportion of all patients who un- dergo thoracic CT. In the case of nodules larger than 8 mm, additional options such as contrast material– enhanced CT, positron emis- sion tomography (PET), percutaneous needle biopsy, and thoracoscopic resec- tion can be considered (43– 46). Because these approaches depend greatly on available expertise and equipment and have limited applicability to nodules in the subcentimeter range, we have chosen not to offer detailed recommendations in this regard. Rather, we have elected to focus on the issue of follow-up imaging of smaller nodules. Specifically, for what kinds of lesions is it appropriate to fol- low, and if followed, at what intervals? Therefore, we propose a set of guidelines, summarized in the Table, for the man- agement of small pulmonary nodules de- tected on CT scans. Note that the recommendations shown in the Table apply only to adult patients with nodules that are “inciden- tal” in the sense that they are unrelated to known underlying disease. The follow- ing examples describe patients to whom the above guidelines would not apply. Patients known to have or suspected of having malignant disease. —Patients with a cancer that may be a cause of lung me- tastases should be cared for according to the relevant protocol or specific clinical situation. Pertinent factors will include the site, cell type, and stage of the pri- mary tumor and whether early detection of lung metastases will affect care. In this setting, frequent follow-up CT may be indicated. Young patients. —Primary lung cancer is rare in persons under 35 years of age ( \u0001 1% of all cases), and the risks from radiation exposure are greater than in the older population. Therefore, unless there is a known primary cancer, multiple fol- low-up CT studies for small incidentally detected nodules should be avoided in young patients. In such cases, a single low-dose follow-up CT scan in 6 –12 months should be considered. Patients with unexplained fever. —In cer- tain clinical settings, such as a patient presenting with neutropenic fever, the Recommendations for Follow-up and Management of Nodules Smaller than 8 mm Detected Incidentally at Nonscreening CT Nodule Size (mm)* Low-Risk Patient † High-Risk Patient ‡ \u0001 4 No follow-up needed § Follow-up CT at 12 mo; if unchanged, no further follow-up \u0002 \u0002 4–6 Follow-up CT at 12 mo; if unchanged, no further follow-up \u0002 Initial follow-up CT at 6–12 mo then at 18–24 mo if no change \u0002 \u0002 6–8 Initial follow-up CT at 6–12 mo then at 18–24 mo if no change Initial follow-up CT at 3–6 mo then at 9–12 and 24 mo if no change \u0002 8 Follow-up CT at around 3, 9, and 24 mo, dynamic contrast-enhanced CT, PET, and/or biopsy Same as for low-risk patient Note.—Newly detected indeterminate nodule in persons 35 years of age or older. * Average of length and width. † Minimal or absent history of smoking and of other known risk factors. ‡ History of smoking or of other known risk factors. § The risk of malignancy in this category ( \u0001 1%) is substantially less than that in a baseline CT scan of an asymptomatic smoker. \u0002 Nonsolid (ground-glass) or partly solid nodules may require longer follow-up to exclude indolent adenocarcinoma. 398 \u0001 Radiology \u0001 November 2005 MacMahon et al R adiology",
    "presence of a nodule may indicate active infection, and short-term imaging fol- low-up or intervention may be appropri- ate. Previous CT scans, chest radiographs, and other pertinent imaging studies should be obtained for comparison whenever possible, as they may serve to demonstrate either stability or interval growth of the nodule in question. A low-dose, thin-section, unenhanced technique should be used, with limited longitudinal coverage, when follow-up of a lung nodule is the only indication for the CT examination. DISCUSSION Not every focal opacity qualifies as a nod- ule. Unfortunately, the familiar lung nodule has eluded all efforts at precise definition. A committee of the Fleischner Society on CT nomenclature described the pathologic definition of a nodule as a “small, approximately spherical, circum- scribed focus of abnormal tissue” and the radiologic definition as a “round opacity, at least moderately well marginated and no greater than 3 cm in maximum diam- eter” (47). Therefore, a linear or essen- tially two-dimensional opacity that does not have an approximately spherical component is not a nodule. In general, purely linear or sheetlike lung opacities are unlikely to represent neoplasms and do not require follow-up, even when the maximum dimension exceeds 8 mm (48). Depending on their appearance and ra- diologic context, certain nodular opaci- ties may be judged sufficiently typical of scarring that follow-up is not warranted. Because at least 99% of all nodules 4 mm or smaller are benign and because such small opacities are extremely com- mon on thin-section CT scans, we do not recommend follow-up CT in every such case; in selected cases with suspicious morphology or in high-risk subjects, a single follow-up scan in 12 months should be considered. We accept that this protocol could result in a few indolent cancers being missed, but we believe that the number of such instances would be extremely small relative to the reduction in the number of unnecessary studies. Given the high prevalence of small be- nign nodules, the requirement to follow every such case for a period of 2 years requires vast resources. The radiation burden for the affected population is also substantial, and this could be a cause of cancer in itself (10). Finally, there is no conclusive evidence, as yet, that serial CT studies with early intervention for de- tected cancers can reduce disease-specific mortality, even in high-risk patients (7). Therefore, we do not recommend fol- low-up CT for every small indeterminate nodule. Management decisions should not be based on nodule size alone. While any calcification in a small nodule favors a benign cause, central, laminar, or dense diffuse patterns of calcification are reli- able evidence of benignancy (49). Fat content suggests a hamartoma or occa- sionally a lipoid granuloma or lipoma (50). Solid versus nonsolid appearance, spiculation, or other characteristics influ- ence the likelihood of malignancy and probable growth rate in any given case (19,39,49,51,52). Longer follow-up in- tervals are appropriate for nonsolid (ground-glass opacity) and very small opacities (19,40). For instance, even if malignant, a nonsolid nodule that is smaller than 6 mm will probably not grow perceptibly in much less than 12 months (19,40). Also, as discussed earlier, it has been established that accurate mea- surement of growth in subcentimeter nodules is problematic (16). Other features such as clustering of multiple nodules in a single location in the lung tend to favor an infectious pro- cess, although a dominant nodule with adjacent small satellite nodules can be seen in primary lung cancer (53,54). For a single nodule, upper lobe location in- creases the likelihood of malignancy, be- cause primary lung cancers are more common in the upper lobes (55). On the other hand, small, irregular, benign sub- pleural opacities, presumably due to scar- ring, are extremely common in the apical areas in older patients, whereas triangu- lar or ovoid circumscribed nodules 3–9 mm in diameter adjacent to pleural fis- sures commonly represent intrapulmo- nary lymph nodes (56). A history of can- cer can greatly increase the likelihood of a nodule being malignant, depending on the nature and stage of the primary neo- plasm (57). The patient’s age and the presence of comorbid conditions should influence management recommendations (58). For instance, an incidentally detected 5-mm indeterminate nodule in an 85-year-old patient with comorbid conditions is rel- atively unlikely to develop into a symp- tomatic lung cancer during the patient’s lifetime and, therefore, does not neces- sarily require follow-up (5). However, noncalcified nodules larger than 8 mm diameter can bear a substantial risk of malignancy and should be managed ac- cordingly (39). Depending on the cir- cumstances, follow-up imaging studies or intervention may be appropriate. Con- servative management is generally ap- propriate for nodules in very elderly pa- tients or in those with major comorbid disease. Interval growth of any nodule suggests an active process, and further evaluation or intervention should be considered in such cases. It is impossible to ignore medicolegal considerations when discussing manage- ment of pulmonary nodules. The current practice in the United States of recom- mending follow-up studies for all inde- terminate opacities is partly related to perceived liability if a cancer should de- velop (59). When the medical commu- nity has preached the importance of early detection of cancer for so long, it may prove difficult to convince physi- cians and the public that follow-up CT of every nodule in every patient is unneces- sary. Nonetheless, it is our hope that the guidelines presented here will support a practical and medically appropriate ap- proach to the management of inciden- tally detected small pulmonary nodules. The recommendations presented here are based on our current understanding of pulmonary nodules, and we expect that they will continue to evolve as more information becomes available. References 1. Ost D, Fein AM, Feinsilver SH. The solitary pulmonary nodule. N Engl J Med 2003; 348:2535–2542. 2. Tan BB, Flaherty KR, Kazerooni EA, Iannet- toni MD; American College of Chest Phy- sicians. The solitary pulmonary nodule. Chest 2003;123(suppl 1):89S–96S. 3. Swensen SJ, Silverstein MD, Ilstrup DM, Schleck CD, Edell ES. The probability of malignancy in solitary pulmonary nod- ules: application to small radiologically in- determinate nodules. Arch Intern Med 1997;157:849 – 855. 4. Midthun DE, Swensen SJ, Jett JR, Hartman TE. Evaluation of nodules detected by screening for lung cancer with low dose spiral computed tomography. Lung Can- cer 2003;41(suppl 2):S40. 5. Henschke CI, Yankelevitz DF, Naidich DP, et al. CT screening for lung cancer: suspi- ciousness of nodules according to size on baseline scans. Radiology 2004;231(1):164 – 168. 6. Aberle DR, Gamsu G, Henschke CI, Naidich DP, Swensen SJ. A consensus state- ment of the Society of Thoracic Radiology: screening for lung cancer with helical computed tomography. J Thorac Imaging 2001;16(1):65– 68. 7. Swensen SJ, Jett JR, Hartman T, et al. Screening for lung cancer with CT: Mayo Clinic experience. Radiology 2003;226(3): 756 –761. Volume 237 \u0001 Number 2 Fleischner Society Statement on CT of Small Pulmonary Nodules \u0001 399 R adiology",
    "8. Henschke CI, Naidich DP, Yankelevitz DF, et al. Early Lung Cancer Action Project: initial findings on repeat screening. Can- cer 2001;92:153–159. 9. Henschke CI, McCauley DI, Yankelevitz D, et al. Early Lung Cancer Action Project: overall design and findings from baseline screening. Lancet 1999;354:99 –105. 10. Brenner DJ. Radiation risks potentially as- sociated with low-dose CT screening of adult smokers for lung cancer. Radiology 2004;231(2):440 – 444. 11. Mayo JR, Alrich J, Mu ¨ller NL. Radiation exposure at chest CT: a statement of the Fleischner Society. Radiology 2003;228(1): 15–21. 12. Imhof H, Schibany N, Ba-Ssalamah A, et al. Spiral CT and radiation dose. Eur J Radiol 2003;47(1):29 –37. 13. Kalra MK, Maher MM, Toth TL, et al. Strat- egies for CT radiation dose optimization. Radiology 2004;230(3):619 – 628. 14. Benjamin MS, Drucker EA, McLoud T, Shepard JO. Small pulmonary nodules: de- tection at chest CT and outcome. Radiol- ogy 2003;226(2):489 – 493. 15. Revel MP, Lefort C, Bissery A, et al. Pulmo- nary nodules: preliminary experience with three-dimensional evaluation. Radiology 2004;231(2):459 – 466. 16. Revel MP, Bissery A, Bienvenu M, Aycard L, Lefort C, Frija G. Are two-dimensional CT measurements of small noncalcified pulmonary nodules reliable? Radiology 2004;231(2):453– 458. 17. Yankelevitz DF, Gupta R, Zhao B, Hen- schke CI. Small pulmonary nodules: eval- uation with repeat CT—preliminary expe- rience. Radiology 1999;212:561–566. 18. Kostis W, Yankelevitz DF, Reeves AP, Flu- ture SC, Henschke CI. Small pulmonary nodules: reproducibility of three-dimen- sional volumetric measurement and esti- mation of time to follow-up CT. Radiology 2004;231(2):446 – 452. 19. Hasegawa M, Sone S, Takashima S, et al. Growth rate of small lung cancers detected on mass CT screening. Br J Radiol 2000;73: 1252–1259. 20. Usuda K, Sato Y, Sagawa M, et al. Tumor doubling time and prognostic assessment of patients with primary lung cancer. Can- cer 1994;74(8):2239 –2244. 21. Winer-Muram HT, Jennings SG, Tarver RD, et al. Volumetric growth rate of stage I lung cancer prior to treatment: serial CT scanning. Radiology 2002;223(3):798 – 805. 22. Sone S, Li F, Yang ZG, et al. Results of three-year mass screening programme for lung cancer using mobile low-dose spiral computed tomography scanner. Br J Can- cer 2001;84(1):25–32. 23. Cancer statistics in Japan ’99: index of ta- bles—standardized cancer mortality ratio among daily smokers in Japan (cohort study 1966-1982). National Cancer Cen- ter Web site. http://www.ncc.go.jp/en /statistics/1999/tables.html. Updated De- cember 1, 2004. 24. Hirayama T. Non-smoking wives of heavy smokers have a higher risk of lung cancer: a study from Japan. Br Med J (Clin Res Ed) 1981;282(6259):183–185. 25. U.S. Department of Health and Human Services. The health consequences of smoking: a report of the surgeon general. Atlanta, Ga: U.S. Department of Health and Human Services, Centers for Disease Control and Prevention, National Center for Chronic Disease Prevention and Health Promotion, Office on Smoking and Health, 1982. 26. Guyatt GH, Newhouse MD. Are active and passive smoking harmful? determination of causation. Chest 1985;88(3):445– 451. 27. Risch HA, Howe G, Jain M, Burch JD, Ho- lowaty EJ, Miller AB. Are female smokers at higher risk for lung cancer than male smokers? a case-control analysis by histo- logic type. Am J Epidemiol 1993;138(5): 281–293. 28. Blot WJ, McLaughlin JK. Are women more susceptible to lung cancer? J Natl Cancer Inst 2004;96(11):812– 813. 29. Zang EA, Wynder EL. Differences in lung cancer risk between men and women: ex- amination of the evidence. J Natl Cancer Inst 1996;88:183–192. 30. Bain C, Feskanich D, Speizer FE, et al. Lung cancer rates in men and women with com- parable histories of smoking. J Natl Cancer Inst 2004;96:826 – 834. 31. Mayne ST, Buenconsejo J, Janerich D. Fa- milial cancer history and lung cancer risk in United States nonsmoking men and women. Cancer Epidemiol Biomarkers Prev 1999;8:1065–1069. 32. Bailey-Wilson JE, Amos CI, Pinney SM, et al. A major lung cancer susceptibility locus maps to chromosome 6q2325. Am J Hum Genet 2004;75:460 – 474. 33. Lee PN. Relation between exposure to as- bestos and smoking jointly and the risk of lung cancer. Occup Environ Med 2001;58: 145–153. 34. Gottlieb LS, Husen LA. Lung cancer among Navajo uranium miners. Chest 1982;81: 449 – 452. 35. Field RW, Steck DJ, Smith BJ, et al. Resi- dential radon gas exposure and lung can- cer: the Iowa Radon Lung Cancer Study. Am J Epidemiol 2000;151(11):1091–1102. 36. Swensen SJ. CT. Screening for lung cancer. AJR Am J Roentgenol 2002;179:833– 836. 37. Pastorino U, Bellomi M, Landoni C, et al. Early lung-cancer detection with spiral CT and positron emission tomography in heavy smokers: 2-year results. Lancet 2003; 362:593–597. 38. Bach PB, Kattan M, Thornquist MD, et al. Variations in lung cancer risk among smokers. J Natl Cancer Inst 2003;95(6): 470 – 478. 39. Henschke CI, Yankelevitz DF, Mirtcheva R, et al. CT screening for lung cancer: fre- quency and significance of part-solid and nonsolid nodules. AJR Am J Roentgenol 2002;178:1053–1057. 40. Aoki T, Nakata H, Watanabe H, et al. Evo- lution of peripheral lung adenocarcino- mas: CT findings correlated with histology and tumor doubling time. AJR Am J Roent- genol 2000;174:763–768. 41. Li F, Sone S, Abe H, MacMahon H, Doi K. Comparison of thin section CT findings in malignant and benign nodules in CT screening for lung cancer. Radiology 2004; 233(3):793–798. 42. Gadgeel SM, Ramalingam S, Cummings G, Kraut MJ, Wozniak AJ, Gaspar LE. Lung cancer in patients \u0001 50 years of age: the experience of an academic multidisci- plinary program. Chest 1999;115(5):1232– 1236. 43. Swensen SJ, Viggiano RW, Midthun DE, et al. Lung nodule enhancement at CT: mul- ticenter study. Radiology 2000;214:73– 80. 44. Rohren EM, Turkington TG, Coleman RE. Clinical applications of PET in oncology. Radiology 2004;231(2):305–332. 45. Yamagami T, Iida S, Kato T, Tanaka O, Nishimura T. Combining fine-needle aspi- ration and core biopsy under CT fluoros- copy guidance: a better way to treat pa- tients with lung nodules? AJR Am J Roent- genol 2003;180:811– 815. 46. Suzuki K, Nagai K, Yoshida J, et al. Video- assisted thoracoscopic surgery for small in- determinate pulmonary nodules. Chest 1999;115:563–568. 47. Austin JH, Mu ¨ller N, Friedman PJ, et al. Glossary of terms for CT of the lungs: rec- ommendations of the nomenclature com- mittee of the Fleischner Society. Radiology 1996;200:327–331. 48. Takashima S, Sone S, Li F, et al. Small sol- itary pulmonary nodules ( \u0001 1 cm) detected at population-based CT screening for lung cancer: reliable high-resolution CT fea- tures of benign lesions. AJR Am J Roentge- nol 2003;180:955–964. 49. Erasmus JJ, Connolly JE, McAdams HP, Roggli VL. Solitary pulmonary nodules. I. Morphologic evaluation for differentia- tion of benign and malignant lesions. Ra- dioGraphics 2000;20:43–58. 50. Gaerte SC, Meyer CA, Winer-Muram HT, Tarver RD, Conces DJ. Fat-containing le- sions of the chest. RadioGraphics 2002; 22(Spec Issue):S61–S78. 51. Wang JC, Sone S, Feng L, et al. Rapidly grow- ing small peripheral lung cancers detected by screening CT: correlation between radio- logical appearance and pathological fea- tures. Br J Radiol 2000;73:930–937. 52. Takashima S, Sone S, Li F, Maruyama Y, Hasegawa M, Kadoya M. Indeterminate solitary pulmonary nodules revealed at populations-based CT screening of the lung: using first follow-up diagnostic CT to differentiate benign and malignant le- sions. AJR Am J Roentgenol 2003;180: 1255–1263. 53. Heitzman ER, Markarian B, Raasch BN, et al. Pathways of tumor spread through the lung: radiologic correlations with anatomy and pathology. Radiology 1982;144(1):3–14. 54. Yano M, Arai T, Inagaki K, Morita T, No- mura T, Ito H. Intrapulmonary satellite nodule of lung cancer as a T factor. Chest 1998;114:1305–1308. 55. Byers TE, Vena JE, Rzepka TF. Predilection of lung cancer for the upper lobes: an ep- idemiologic inquiry. J Natl Cancer Inst 1984;72:1271–1275. 56. Hyodo T, Kanazawa S, Dendo S, et al. In- trapulmonary lymph nodes: thin-section CT findings, pathological findings, and CT differential diagnosis from pulmonary metastatic nodules. Acta Med Okayama 2004;58(5):235–240. 57. Quint LE, Park CH, Iannettoni MD. Solitary pulmonary nodules in patients with ex- trapulmonary neoplasms. Radiology 2000; 217:257–261. 58. Read WL, Tierney RM, Page NC, et al. Dif- ferential prognostic impact of comorbid- ity. J Clin Oncol 2004;22:3099 –3103. 59. Berlin L. Malpractice issues in radiology: failure to diagnose lung cancer—anatomy of a malpractice trial. AJR Am J Roentgenol 2003;180:37– 45. 400 \u0001 Radiology \u0001 November 2005 MacMahon et al R adiology"
  ],
  "processed_at": "2026-01-30T14:08:12.072Z"
}