{
  "doc_id": "a7ec6410d5b9669a802b1ee4be987d34",
  "source_id": "magers2018",
  "total_pages": 23,
  "pages": [
    "REVIEW Staging of bladder cancer Martin J Magers, 1 Antonio Lopez-Beltran, 2,3 Rodolfo Montironi, 4,5 Sean R Williamson, 6,7 Hristos Z Kaimakliotis 8 & Liang Cheng 1,8 Departments of 1 Pathology and Laboratory Medicine, 2 Urology, Indiana University School of Medicine, Indianapolis, IN, USA, 3 Department of Pathology, 4 Faculty of Medicine, Department of Surgery, Unit of Anatomical Pathology, Cordoba, Spain, 5 Champalimaud Clinical Center, Lisbon, Portugal, 6 Institute of Pathological Anatomy and Histopathology, School of Medicine, Polytechnic University of the Marche Region (Ancona), United Hospitals, Ancona, Italy, 7 Department of Pathology and Laboratory Medicine and Henry Ford Cancer Institute, Henry Ford Health System, Detroit, MI, USA, and 8 Department of Pathology, Wayne State University School of Medicine, Detroit, MI, USA Magers M J, Lopez-Beltran A, Montironi R, Williamson S R, Kaimakliotis H Z & Cheng L (2019) Histopathology 74 , 112 – 134. https://doi.org/10.1111/his.13734 Staging of bladder cancer Urothelial carcinoma of the urinary bladder is a heterogeneous disease with multiple possible treat- ment modalities and a wide spectrum of clinical outcome. Treatment decisions and prognostic expec- tations hinge on accurate and precise staging, and the recently published American Joint Committee on Cancer (AJCC) Staging Manual, 8th edition, should be the basis for staging of urinary bladder tumours. It is unfortunate that the International Union Against Cancer (UICC) 8th edition failed to incorporate new data which is considered in the AJCC 8th edition. Thus, the AJCC 8th edition is the focus of this review. Several critical changes and clarifications are made by the AJCC 8th edition relative to the 7th edition. Although the most obvious changes in the 8th edi- tion are in the N (i.e. perivesical lymph node involve- ment now classified as N1) and M (i.e. M1 is subdivided into M1a and M1b) categories, several points are clarified in the T category (e.g. substaging of pT1 should be attempted). Further optimisation, however, is required. No particular method of sub- staging pT1 is formally recommended. In this review, these modifications are discussed, as well as points, which require further study and optimisation. Keywords: urinary bladder, urothelial carcinoma/neoplasia, staging classification, prognosis, T1 substaging, metastasis Introduction Urothelial carcinoma is the most common cancer of the urinary bladder, and is a heterogenous disease with multiple possible treatment modalities, ranging from surveillance to radical cystectomy. 1 Patients with urinary bladder cancer are stratified by tumour grade and by tumour stage, according to the recently published American Joint Committee on Cancer (AJCC) Staging Manual 8th edition. 2 These parame- ters guide treatment decisions, and it is important for surgical pathologists to be aware of current staging guidelines for urinary bladder cancer. 1,3 Unfortu- nately, a point of confusion in regard to accurate tumour grading and staging may arise due to con- flicting and confusing recommendations made by the International Union Against Cancer (UICC) 8th edi- tion, which was published in 2016. 4,5 The UICC 8th edition failed to incorporate new data which was taken into consideration in the AJCC 8th edition. For example, the UICC retained the old term ‘transitional Address for correspondence: Liang Cheng, Department of Pathology and Laboratory Medicine, Indiana University School of Medicine, 350 West 11th Street, IUHPL Room 4010, Indianapolis, IN 46202, USA. e-mail: liang_cheng@yahoo.com © 2018 John Wiley & Sons Ltd. Histopathology 2019, 74, 112–134. DOI: 10.1111/his.13734",
    "cell carcinoma’, the UICC does not indicate which grading system should be used for grading of urothe- lial neoplasms and the UICC still recommends differ- ent stages for in-situ involvement of the prostatic urethra (i.e. Tis pu) and prostatic duct involvement (Tis pd), even though there is no prognostic difference between these groups. 5 Furthermore, the UICC recommendations for pT2 and pT4 tumours are incomplete and confusing. The UICC recommendations for pT2 staging are not stated clearly, as they refer to inner muscle and outer mus- cle invasion, and the inner muscle invasion could be confused to mean muscularis mucosa invasion rather than the inner half of the muscularis propria. Regard- ing pT4 tumours, the UICC fails to discuss the route of invasion by urothelial carcinoma into prostatic stroma (i.e. direct invasion from the bladder into pro- static stroma or invasion from the prostatic urethra). Thus, this review will discuss current staging recom- mendations made by the AJCC Staging Manual 8th edition, with emphasis on problematic decision points and areas which need further refinement in future staging systems (Figure 1). Stage pT0 carcinoma Pathological stage pT0 is assigned when there is no residual urothelial carcinoma (non-invasive or inva- sive) in the cystectomy specimen (Table 1). This occurs typically following a diagnosis of muscle inva- sive bladder carcinoma in the biopsy or transurethral resection (TUR) specimen(s) and completion of neoad- juvant chemotherapy (NAC), although some patients are stage pT0 at radical cystectomy without undergo- ing NAC. 6 NAC should be designated in the patholog- ical stage with the modifier ‘y’ (e.g. ypT0). Figure 1. Overview of staging of tumours arising from the urinary bladder, diverticulum and urachal remnants. © 2018 John Wiley & Sons Ltd, Histopathology , 74, 112–134. Staging of bladder cancer 113",
    "Historically, the incidence of stage pT0 bladder car- cinoma was approximately 10%. 7 – 12 With increased utilisation of NAC, however, the incidence of stage pT0 bladder carcinoma may be increasing. A recent meta-analysis found an incidence of pT0 of nearly 30%; another recent meta-analysis found that NAC achieved higher rates of pT0 than radical cystectomy alone, and a primary benefit of NAC may be that it increases a patient’s chance of achieving stage pT0. 13 – 15 Even so, most patients do not achieve a stage pT0 following NAC. A possible predictor of like- lihood of pT0 at cystectomy following NAC is the presence or absence of variant histology, and this should be included in the surgical pathology report. Demonstrating this, a recent study of 50 patients with and without pT0 at cystectomy found that any variant histology (e.g. squamous or sarcomatoid dif- ferentiation) in the TUR specimen decreases the likeli- hood of achieving pT0 compared to patients with pure urothelial carcinoma lacking variant histol- ogy. 16 Achieving pT0 portends a significantly better prognosis for the patient, particularly when the patient has a complete pathological response (pT0N0M0), as these patients had better overall sur- vival and recurrence-free survival than patients with- out a complete pathological response in the aforementioned recent meta-analysis. 13 Although prognosis is much improved relative to higher stage bladder carcinoma, the clinical outcome of patients with stage pT0 bladder carcinoma remains somewhat variable, as 5-year recurrence-free, cancer- specific and overall survivals were 84, 88 and 84%, respectively, in a large study of 120 patients, due probably to extravesical spread prior to cystectomy. 9 Thus, identifying and reporting parameters which can stratify stage pT0 patients is important. Multi- variate analysis demonstrated that independent pre- dictors of outcome include lymphovascular invasion (LVI) and carcinoma in situ (CIS) in the TUR speci- men(s); the 5-year overall survival for patients with LVI was 70%, while the overall survival for patients without LVI was 89%. 9 LVI is clearly an important prognostic factor in some patients, and standardisa- tion of reporting of LVI with possible formal incorpo- ration into staging systems may be necessary. 17 Lymph node metastases in patients with stage pT0 bladder carcinoma occur rarely, with 3 – 7% of patients developing nodal metastases and, as dis- cussed above, these patients may have a worse prognosis. 8,11 In summary, pT0 urinary bladder cancer is increasing in incidence due to utilisation of NAC and prognosis is generally very good, particularly in patients with a complete pathological response, but death can occur in patients with metastatic disease. Stage pTa carcinoma Papillary urothelial carcinoma which lacks invasion is assigned stage pTa, according to the AJCC Staging Table 1. The American Joint Committee on Cancer (AJCC) Staging System (8th edition, 2017) Primary tumour (T) TX Primary tumour cannot be assessed T0 No evidence of primary tumour Ta Non-invasive papillary carcinoma Tis Carcinoma in situ : ‘flat tumour’ T1 Tumour invades subepithelial connective tissue T2 Tumour invades muscularis propria pT2a Tumour invades superficial muscularis propria (inner half) pT2b Tumour invades deep muscularis propria (outer half) T3 Tumour invades perivesical tissue pT3a Microscopically pT3b Macroscopically (extravesical mass) T4 Tumour invades any of the following: prostatic stroma, seminal vesicles, uterus, vagina, pelvic wall, abdominal wall T4a Tumour invades prostatic stroma, uterus, vagina T4b Tumour invades pelvic wall, abdominal wall Regional lymph nodes (N) NX Lymph nodes cannot be assessed N0 No lymph node metastasis N1 Single regional lymph node metastasis in the true pelvis (hypogastric, obturator, external iliac or presacral lymph node) N2 Multiple regional lymph node metastasis in the true pelvis (hypogastric, obturator, external iliac or presacral lymph node metastasis) N3 Lymph node metastasis to the common iliac lymph nodes Distant metastasis (M) M0 No distant metastasis M1 Distant metastasis © 2018 John Wiley & Sons Ltd, Histopathology , 74, 112–134. 114 M J Magers et al.",
    "Manual 8th edition (Figure 2). 2 Histological grade should be designated in the surgical pathology report and is an important prognostic factor for pTa bladder tumours. 18 Any invasion removes a tumour from the category of pTa. Conversely, if a flat urothelial lesion (i.e. urothelial CIS) is truly present, it should also be reported, as this can have important prognostic impli- cations. Caution should be taken when diagnosing CIS in the presence of high-grade papillary urothelial carcinoma, however, as the ‘shoulder’ or base of the papillary lesion may appear flat. While no consensus guidelines for this situation exist, the authors of this review recommend that (1) the CIS be located remo- tely from the papillary tumour or present in an entirely different tissue fragment; (2) if present in the same tissue fragment, a strip of normal (i.e. non-neo- plastic) urothelium is present between the CIS and the papillary tumour; or (3) the CIS looks histologi- cally distinct from the papillary tumour. If both a papillary tumour and CIS are present, the AJCC Stag- ing Manual 8th edition is not entirely clear regarding what is the correct stage assignment. 2 One approach, which is recommended by the authors, is to assign both pTa and pTis (i.e. pTa/pTis). Stage pTis carcinoma Urothelial carcinoma in situ is a flat urothelial lesion composed of atypical, enlarged urothelial cells with hyperchromasia, nuclear pleomorphism, high nuclear to cytoplasm ratio and frequent mitotic figures which lack invasion (Figure 3). It is often associated with invasive urothelial carcinoma or high-grade papillary urothelial carcinoma, but it can also be present alone. Cystectomy specimens possessing urothelial CIS with- out an invasive component are assigned pathological stage pTis, according to the AJCC Staging Manual 8th edition. 2 Urothelial CIS is present without con- comitant invasive urothelial carcinoma (i.e. pTis) in approximately 10% of radical cystectomy speci- mens. 19 Urothelial CIS may be resistant to chemotherapy and can progress to invasion, 20 – 22 and CIS is often present in the cystectomy specimen following NAC, either alone or in association with residual invasive urothelial carcinoma. Urothelial CIS is not only criti- cal to identify when it is the ‘worst’ pathological find- ing (i.e. pTis), but it is also an important prognostic indicator in patients with an invasive tumour (i.e. pT1-2) with associated CIS. The presence of urothelial CIS in association with stage pT0 – pT2 bladder carcinoma is associated with worse cancer-specific mortality compared to patients with stage pT0 – pT2 bladder carcinoma lacking urothelial CIS. 23 Cancer-specific mortality of patients with stage pT3 – pT4 bladder carcinoma, however, is unaffected by the presence of urothelial CIS. 23 Stage pT1 carcinoma Invasion of lamina propria by urothelial carcinoma without extension into muscularis propria is assigned stage pT1 (Figure 4). 2 Additionally, the AJCC Staging Manual 8th edition strongly recommends substaging pT1 tumours to stratify patients and separate a small focus of invasion from extensive invasion, but it does not fully endorse any method for doing so. Thus, Figure 2. Whole mount view of non-invasive papillary urothelial carcinoma (pTa). Figure 3. Urothelial carcinoma in situ (pTis). © 2018 John Wiley & Sons Ltd, Histopathology , 74, 112–134. Staging of bladder cancer 115",
    "there are currently no officially recognised categories for pT1 substaging. C H A L L E N G E S O F D I A G N O S I N G L A M I N A P R O P R I A I N V A S I O N Identification of lamina propria invasion may be chal- lenging in some situations, particularly in cases which are superficially or focally invasive. Factors which add to this difficulty are problems with embed- ding the tissue (e.g. tangential sectioning or poorly orientated tissue fragments), procedural artefact (e.g. thermal injury or cautery artefact) and tumour- induced changes (e.g. severe inflammation at the interface of the tumour and non-neoplastic tissue). 1,24 Additionally, some variants of invasive urothelial car- cinoma are deceptively bland (e.g. nested variant of urothelial carcinoma), and proliferative von Brunn nests may mimic invasion. 25 Neoplastic cells may also involve von Brunn nests via either pagetoid spread or direct extension from adjacent tumour, and this can be confused with lamina propria invasion. In this situation, the basement membrane typically remains smooth with a regular contour, and a paral- lel array of thin-walled vessels often lines the base- ment membrane (Figure 5A). Morphological features which may aid in identification of lamina propria invasion include identifying infiltrative single cells or irregularly shaped nests, jagged basement membrane contour without a linear array of thin-walled vessels, tentacular or finger-like extensions arising from the base of papillary tumours (Figure 5B), retraction arte- fact surrounding irregular nests and paradoxical mat- uration of invasive cells (i.e. invasive cells gain eosinophilic cytoplasm and appear less pleomorphic than overlying in-situ neoplastic cells) (Figure 5C). Retraction artefact is helpful as a clue in identifying invasive carcinoma (Figure 5D), but it can also be problematic when assessing for lymphovascular inva- sion (LVI). Immunohistochemistry for endothelial markers (e.g. CD31 and CD34) may be helpful in sep- arating retraction artefact (i.e. negative for endothe- lial markers) from true LVI (i.e. positive for endothelial markers). This is increasingly important, as LVI has been identified as an important prognostic feature. 26 Additionally, a stromal reaction may also aid in identifying invasive carcinoma (Figure 6), but this is not always present. 27 When a stromal response is present, it may be hypocellular with a myxoid back- ground; cellular with spindle-shaped fibroblasts and variable collagenisation; pseudosarcomatous; desmo- plastic; or inflammatory. Immunohistochemistry using a pan-keratin cocktail may be helpful in identi- fying invasive carcinoma. 28 This, however, should be performed with caution, as aberrant keratin expres- sion may be seen in reactive myofibroblastic cells, and not everything that is keratin-positive in the lam- ina propria is carcinoma. 29 The spindled morphology with myofibroblastic features and lack of frankly malignant features (e.g. cytological atypia or atypical mitotic figures) can help to avoid misinterpretation of immunohistochemical results. I N T E R O B S E R V E R V A R I A B I L I T Y O F D I A G N O S I N G L A M I N A P R O P R I A I N V A S I O N Underscoring the difficulty of assessing lamina propria invasion is substantial interobserver variability. While the majority of changes in staging from pT1 occurs in downstaging (15 – 56% of pT1 cases), a substantial number of cases are also upstaged (3 – 13% of pT1 cases). 30 – 34 Change of stage by experienced or expert genitourinary pathologists appears prognostically important, as confirmed pT1 tumours have a greater likelihood for progression or recurrence than those tumours which are downstaged. 30,31,34 Further demonstrating this variability, Comp \u0013 erat et al. found that when eight expert genitourinary pathologists annotated invasive areas on virtual slides from cases diagnosed initially, as pT1 cancer full agreement was present in only 47% of cases ( j = 0.47). 34 Interobserver variability in diagnosing pT1 cancer clearly has important clinical consequences, and striving for higher reproducibility in assessing staging categories, particularly pT1, is important. Bol et al. found that while complete interobserver agreement Figure 4. Whole mount view of pT1 papillary urothelial carci- noma. © 2018 John Wiley & Sons Ltd, Histopathology , 74, 112–134. 116 M J Magers et al.",
    "on stage pT1 stage cases among reviewers was only 80%, after a second review this increased to 87.7%. 30 Thus, consensus review and agreement on criteria for invasion may at least partially ameliorate interob- server disagreement of stage pT1 cases. Furthermore, substaging of pT1 is probably valuable in separating cases which are superficially invasive and borderline non-invasive from cases which are clearly invasive and borderline muscularis propria-invasive. T U M O U R G R A D E Current recommendations for grading urothelial car- cinoma are to assign either low- or high-grade as part of a two-tier grading scheme, and invasive urothelial carcinoma is almost invariably considered high-grade. Prior to adoption of this system, the 1973 WHO grading classification stratified urothelial carcinoma into three tiers: grades 1, 2 and 3. Tumours that are now considered high-grade urothe- lial carcinoma would previously have been considered grades 2 or 3 urothelial carcinoma. 35 The previous system acknowledges the morphological spectrum of tumour grade, and Pellucchi et al. demonstrated that application of the 1973 grading system can stratify patients with lamina propria invasion. 36 Recurrence- free and progression-free survival were significantly worse in the grade 3 group compared to the grade 2 group. These data suggest that application of the 1973 grading system may be useful for substaging pT1 cancers. 20,35,37 M I C R O I N V A S I V E C A R C I N O M A One subset of pT1 cancers which merit discussion is so-called ‘microinvasive carcinoma’. Beginning in A B C D Figure 5. Histopathological evaluation of lamina propria invasion. A, Urothelial carcinoma involving the von Brunn nests. Note parallel arrays of thin-walled vessels surrounding von Brunn nests. B, pT1 urothelial carcinoma with ragged irregular borders. C, pT1 urothelial carcinoma with paradoxical differentiation (arrows). D, pT1 urothelial carcinoma with retraction artefact. © 2018 John Wiley & Sons Ltd, Histopathology , 74, 112–134. Staging of bladder cancer 117",
    "1976 with the study by Farrow et al. , several criteria for microinvasion have been proposed. 38 – 44 Farrow et al. initially defined microinvasion as tumour extending up to 5 mm from the basement mem- brane. 38,39,44 With this definition in mind, Farrow examined cystectomy specimens that were entirely embedded and identified cases which possessed exten- sive urothelial CIS involving at least 25% of the blad- der. Of these 70 cases, 24 cases (34%) possessed microinvasion, and 5.8% of patients with microinva- sion had a lymph node metastasis and died of their disease. 44 Amin et al. and McKenney et al. subsequently pro- posed a 2-mm cut-off and, more recently, a 0.5-mm cut-off, which is pragmatically equivalent to one high-power field, was proposed by van der Aa et al. 40,42,43 The 0.5-mm/one high-power field cut-off has been shown to be widely feasible and, in the majority of studies, correlated with outcome. 42,45 – 50 Alternatively, Lopez-Beltran et al. proposed the cut-off to be 20 infiltrating tumour cells within the lamina propria rather than a linear measurement. 41 Specifi- cally, with regard to papillary urothelial carcinoma, Lawless et al. compared tumours with stalk-only invasion and focal tumour base invasion to tumours with extensive tumour base invasion, and found sig- nificantly worse outcomes in patients with extensive invasion. 51 Further investigation and clinical validation is nec- essary to confirm the presence of microinvasion as a distinct substage of pT1 cancer and to determine the optimum cut-off. H I S T O - A N A T O M I C A L S U B S T A G I N G O F P T 1 Microinvasive tumours excluded, pT1 remains a heterogeneous group with highly variable recurrence and progression rates. 25,52 – 56 Thus, reproducible and A B C D Figure 6. Different patterns of stromal response. A, Desmoplastic. B, Inflammatory. C, Myxoid. D, Mucinous/pseudosarcomatous. © 2018 John Wiley & Sons Ltd, Histopathology , 74, 112–134. 118 M J Magers et al.",
    "accurate substaging of pT1 tumours with more than microinvasion is necessary to stratify pT1 patients into prognostically and clinically distinct groups. The two main strategies which have been attempted toward this goal are substaging based on anatomical relationships (e.g. invasion relative to muscularis mucosae) and substaging based on linear depth of invasion (e.g. utilising a cut-off of 3 mm), both of which have some merits as well as difficulties. Muscularis mucosae is composed of thin, wavy fas- cicles of smooth muscle which are frequently associ- ated with large, thin-walled blood vessels (Figure 7A). It is present in the mid to upper lamina propria in the majority of radical cystectomy speci- mens, but a minority of radical cystectomy specimens do not have discernable muscularis mucosae (approx- imately 6%). 57 In biopsy specimens, muscularis mucosae is variably present (15 – 83%). 25,53,54,57 – 66 In cases which lack muscularis mucosae, a vascular plexus typically associated with the muscularis muco- sae has been proposed as a substitute landmark. 25,58 – 62,67,68 However, some cases are still unable to be staged using this criterion, as Angulo et al. was unable to identify muscularis mucosae or the associ- ated vascular plexus in 35% of their cases. 69 Further- more, the location of the vascular plexus can vary greatly either above or below the muscularis muco- sae, particularly in the trigone, making the use of the vascular plexus questionable. 69 Nonetheless, begin- ning in 1990 with Younes et al. , 62 many studies have investigated pT1 substaging relative to the mus- cularis mucosae and/or vascular plexus with mixed, but generally positive, results. 26,45 – 49,54,58 – 60,67 – 86 Some of these studies substaged pT1 into three cat- egories (i.e. above, into or below the muscularis mucosae/vascular plexus), while others utilised only two substages (i.e. above or below the muscularis mucosae/vascular plexus) (Figure 7B). Overall, sub- staging was usually possible (median = 93%; range = 43 – 100%), and the majority of the studies found pT1 substaging to be predictive of outcome (68% of the studies; 48% by multivariate analysis and 19% by univariate analysis). 87 Not all studies, however, found utility in substaging based on muscu- laris mucosae/vascular plexus. For example, Platz et al. found muscularis mucosae in only 33% of cases, and they identified no significant prognostic value in utilising the muscularis mucosae/vascular plexus cut- off. 69 Similarly, Kondylis et al. found no significant difference in recurrence and progression in their study, with a median follow-up of 71 months. 73 Con- versely, in the largest of these studies, involving 587 pT1 patients from six hospitals and median follow-up of 35 months, Roupr ^ et et al. identified significantly worse recurrence-free survival, progression-free sur- vival and cancer-specific survival in patients with A B C Figure 7. Histopathological evaluation of muscularis mucosae inva- sion. A, normal muscularis mucosae of the urinary bladder. B, pT1 urothelial carcinoma with muscularis mucosae invasion. C, Exten- sively invasive urothelial carcinoma. It would be difficult to distin- guish between muscularis mucosae and muscularis propria. © 2018 John Wiley & Sons Ltd, Histopathology , 74, 112–134. Staging of bladder cancer 119",
    "invasion beyond the muscularis mucosae. 82 Further- more, in the only prospective study of the group, Orsola et al. studied 200 patients with median follow- up of 71 months and found invasion beyond the muscularis mucosae to be an independent risk for progression. 86 Thus, although the data are somewhat mixed, there is substantial evidence that suggests sub- staging based on the muscularis mucosae/vascular plexus has clinical utility, although it is not always possible to do so due to histo-anatomical variance. In cases of extensively invasive urothelial carcinoma, it may be difficult or impossible to distinguish between muscularis mucosae and muscularis propria (Fig- ure 7C). L I N E A R D E P T H S U B S T A G I N G O F P T 1 An alternative to substaging with muscularis muco- sae is to substage pT1 tumours by measuring the depth of invasion using an ocular microme- ter. 47,49,53,54,63,70,88 Measurement of depth of inva- sion from the mucosal basement membrane correlates with the final pathological stage at cystec- tomy. 63,89 This is a similar approach to that dis- cussed above for microinvasion (i.e. 0.5 mm cut-off), but the cut-off is greater. Some investigators have evaluated a 1-mm cut-off with varied success. Two studies identified significantly worse clinical out- comes in the tumours with > 1 mm compared to tumours with ≤ 1 mm invasion, while a third study showed no difference in the two groups. 47,49,63 The study which failed to show a difference using the 1- mm cut-off demonstrated prognostic significance using a cut-off of 1.5 mm, as 95% of patients with invasion ≥ 1.5 mm in TUR had advanced stage ( ≥ pT2) bladder carcinoma at cystectomy (sensitivity 81%; specificity 83%; positive predictive value 95%; negative predictive value 56%). 63 Furthermore, although Chang et al. 47 recommended a 1-mm cut- off, they also found clinical significance in the 1.5- mm cut-off. Using this criterion, of 83 consecutive pT1 patients, the 5-year progression-free survival was significantly worse in tumours with ≥ 1.5 mm (67 versus 93%). 54 Finally, Brimo et al. 70 found that quantifying invasion using cut-offs for depth of 3 mm and diameter of 6 mm significantly correlated with outcome and, very recently, Leivo et al. 90 rec- ommended using a cut-off of ≥ 2.3 mm as the best predictor of progression. In practical terms, 2.3 mm is approximately equivalent to one 9 10 microscopic field. The cumulative data of these studies clearly weighs in favour of the utility of a linear cut-off to substage pT1 tumours. The optimal cut-off point and whether linear measurement should be used instead of the muscularis mucosae/vascular plexus are, however, debatable. This is the reason for the current recom- mendation by the AJCC Staging Manual 8th edition to attempt some strategy of pT1 substaging without specifying which method and cut-off should be used. 2 Future staging systems will need to bring clarity to this hotly debated issue. Stage pT2 carcinoma Stage pT2 urinary bladder cancer is defined as tumour invasion into the muscularis propria (Fig- ure 8A). This is subdivided further into tumour invading the superficial (i.e. inner half) muscularis propria (pT2a) and tumour invading the deep (i.e. outer half) muscularis propria (pT2b). The clinical utility of this subdivision is still questionable. 1 In 1952, Jewett found that patients with what is now considered stage pT2b disease had worse sur- vival ( n = 13, 8% survival) than patients with what is now considered pT2a disease ( n = 5, 80%). 91 Many subsequent, larger studies have failed to support these initial findings. 7,92 – 103 Cheng et al. found no survival difference between stage pT2a and pT2b tumours in 64 patients, with a median follow-up of 8.3 years. 97 Although depth of muscularis propria invasion demonstrated no difference in outcome, tumour size (i.e. largest tumour dimension) was predictive of out- come in pT2 patients. 97 Patients with a pT2 tumour < 3 cm had better 10-year cancer-specific survival compared to patients with a pT2 tumour ≥ 3 cm (94 versus 73%, respectively). 97 Additionally, Yu et al. studied 311 patients with a pT2 tumour and, when controlling for lymph node status, found no signifi- cant difference in outcome between superficial and deeply invasive tumours. 101 Similarly, in studies of 790 pT2N0 patients and 148 pT2N0 patients, there were no significant differences in outcome between pT2a and pT2b patients. 99,100 Indeed, even in 1978 enough evidence weighing against the utility of pT2a/b subdivision had mounted that Jewett deter- mined: ‘it seems probable that our arbitrary dividing line drawn 30 years ago at the halfway level to sepa- rate B1 (pT2a) from B2 (pT2b) tumours was too superficial’. 104 This admission of error by Jewett may have been premature, however, as several recent, large studies found clinical utility in the current pT2a/b staging classification. 105 – 108 Gakis et al. studied 252 patients with pT2 tumours and found a significant difference © 2018 John Wiley & Sons Ltd, Histopathology , 74, 112–134. 120 M J Magers et al.",
    "in recurrence-free survival (85.9 versus 37.5%, respectively) and cancer-specific survival (84.8 versus 59.6%, respectively) between pT2aN0 and pT2bN0 patients. 108 Additionally, pT2 substratification was the only risk factor of recurrence and cancer-specifi- city. 108 Similarly, Tilki et al. studied 565 pT2 A B C D E Figure 8. Advanced stage urothelial carcinoma. A, T2 invasive urothelial carcinoma. B, pT3 urothelial carcinoma with perivesical fat inva- sion. C, Adipose tissue can be seen in the lamina propria. Fat invasion in the transurethral resection specimen does not indicate pT3 cancer. D, pT4 urothelial carcinoma invading into the prostate. E, pT4 urothelial carcinoma invading into the seminal vesicles. © 2018 John Wiley & Sons Ltd, Histopathology , 74, 112–134. Staging of bladder cancer 121",
    "tumours from six different institutions and found sig- nificantly better recurrence-free survival (73.2 versus 58.7%, respectively) and cancer-specific survival (78.0 versus 65.1%, respectively) in pT2a versus pT2b patients. 105 Another multi-institutional study by Sonpavde et al. included 707 pT2N0 patients from nine different institutions found that recurrence-free survival was worse in pT2b patients compared to pT2a patients. 106 Finally, a study by Ghoneim et al. found significantly better 5- and 10-year survival in pT2a patients than pT2b patients, both with and without lymph node metastases, although this cohort included a relatively large number of squamous cell carcinomas (54%) and adenocarcinomas (11%). 107 In summary, of the studies regarding pT2 subclas- sification there may be utility in using the middle of the muscularis propria as the cut-off. This, however, is not definite, and future studies should elucidate this point further. Alternative methods of subclassifying pT2, such as tumour size, should also be explored further. Stage pT3 carcinoma Stage pT3 urinary bladder cancer is defined as tumour invading perivesical soft tissue (i.e. tumour invades perivesical fat outside of the muscularis pro- pria) (Figure 8B). This is subdivided further into pT3a (i.e. microscopic invasion of perivesical soft tissue) and pT3b (i.e. macroscopic invasion of perivesical soft tissue). A challenge in determining extravesical extension is the irregular arrangement of muscularis propria muscle bundles and admixture of adipocytes within the muscularis propria, which result in the border between the muscularis propria and the perivesical soft tissue being ill-defined. A recent survey of prob- lematic pT2b versus pT3a cases conducted by Anan- thanarayanan et al. demonstrated merely fair interobserver agreement ( j = 0.286) among 17 expert urological pathologists. 109 This study also highlighted three distinct approaches to defining the outer boundary of the muscularis propria: (1) the pre- cise edge of the muscle bundle; (2) an irregular, imaginary line between adjacent muscle bundles; and (3) a straight, imaginary line along the outermost muscle bundle. Approximately half (nine of 17, 53%) of expert urological pathologists utilise the irregular, imaginary line between adjacent muscle bundles, and application of this definition results in higher median agreement ( j = 0.696). LVI alone should be not con- sidered pT3a, although this is not specified in the AJCC Staging Manual 8th edition. 2 The distinction of pT2b versus pT3a has important therapeutic implica- tions, and a clear, consistent definition of microscopic extravesical extension is needed. 110,111 The ambiguity of pT2b versus pT3a is a probable cause of the con- flicting results of outcome studies between the two groups. 100,112 – 114 Adipose tissue is always present within the mus- cularis propria and is found frequently within the lamina propria (Figure 8C). 115 Thus, the presence of tumour admixed with fat in a biopsy or TUR speci- men does not necessarily indicate extravesical exten- sion, or even muscle invasion, and stage pT3 should not be assigned to these transurethral specimens. Even so, it may be possible to identify patients at risk for extravesical extension based on a TUR or biopsy. For example, in a study of 90 patients the depth of invasion in the TUR specimen was found to be predictive of extravesical extension, with a depth of invasion > 4 mm from the basement membrane of the surface urothelium having a sensitivity, speci- ficity, positive predictive value, and negative predic- tive value of 54, 90, 81 and 72%, respectively, for predicting stage pT3b. 115 The overall accuracy of invasion depth for predicting extravesical extension, measured by the area under the receiver operating curve, was 0.81 [standard error (SE) = 0.045]. Zarei et al. demonstrated similar findings in a study of 206 patients with pT3N0 following radical cystec- tomy, 100 as patients with < 4.5-mm tumour inva- sion from the base of the muscularis propria had significantly better cancer-specific survival than patients with ≥ 4.5-mm tumour invasion (53 versus 40%). It may be that a more objective parameter, such as measurement of thickness of invasive dis- ease from the basement membrane of the surface urothelium or base of the muscularis propria, strati- fies patients with pT2 and/or pT3 disease more clearly, and application of this measurement to TUR may be clinically valuable. The prognostic significance of pT3 substaging as pT3a or pT3b has been a matter of debate, with numerous studies demonstrating conflicting results. For example, Quek et al. examined 236 patients (me- dian follow-up = 8.9 years) with pT3 urinary bladder cancer and found no significant difference in recur- rence or survival rates between patients with pT3a and pT3b tumours; 116 lymph node and surgical mar- gin status were the only factors to impact patient prognosis significantly among pT3 patients. Other studies have also demonstrated similar find- ings. 100,117,118 Conversely, several recent, large stud- ies have found that pT3b is associated with worse © 2018 John Wiley & Sons Ltd, Histopathology , 74, 112–134. 122 M J Magers et al.",
    "outcome compared to pT3a. 112 – 114,119 For example, Tilki et al. 120 included 808 patients who underwent radical cystectomy with stage pT3 and found that although there was no significant difference overall in outcome of pT3a versus pT3b patients, of the patients without lymph node metastasis (pN0) pT3b was associated with significantly worse 5-year recur- rence-free survival (47.9 versus 60.7%) and cancer- specific survival (55.0 versus 64.4%) compared to pT3apN0 patients. Thus, careful assessment of the presence or absence of macroscopic perivesical inva- sion should be performed and report. Although gross diagnosis of macroscopic perivesical soft tissue invasion is a critical component of the AJCC Staging Manual 8th edition and appears to have prognostic implications in a subset of pT3 patients, it is not always straightforward and hinges heavily on the thoroughness and accuracy of the pro- sector. 2 Unfortunately, assessment of extravesical extension of the tumour is not always documented in the prosector’s gross description, and a recent study from a large tertiary care academic institution found that this was missing in 17% of reports. 121 Most of these cases were staged as pT3a, and it is plausible that failure to document macroscopic extension resulted in understaging these tumours. Importantly, the authors also found that educational intervention increased the rate of reporting presence or absence of extravesical extension. Conversely, extravesical exten- sion can also be mimicked macroscopically by reac- tive changes (e.g. inflammation and fibrosis), and microscopic confirmation is necessary. Because of these difficulties, it is not unexpected that the data regarding pT3a/pT3b may be muddied by inexact or incomplete gross descriptions. Another reason for these disparate findings may be that some patients receive neoadjuvant or adjuvant chemotherapy. 113 In a study of 903 patients, Neuzillet et al. found no sig- nificant difference in outcome between patients with pT3apN0 and pT3bpN0 who had received adjuvant chemotherapy while patients with pT3bpN0 had sig- nificantly worse metastasis-free survival compared to pT3apN0 (42 versus 68%, respectively). 113 Stage pT4 carcinoma According to the AJCC Staging Manual 8th edition, stage pT4 urinary bladder cancer is defined as extrav- esical tumour directly invading adjacent organs. 2 This is subdivided further into pT4a (i.e. direct inva- sion into prostatic stroma, uterus, or vagina) and pT4b (i.e. direct invasion into pelvic wall or abdomi- nal wall). P R O S T A T I C I N V A S I O N Invasion of the prostate by urinary bladder urothelial carcinoma (Figure 8D) may occur in three ways: (1) intra-urethral, (2) extravesical and (3) bladder neck invasion. 122 – 124 Spread of urothelial carcinoma through the urethra with subsequent invasion into prostatic stroma is not considered direct invasion of the prostate; rather, this situation is staged using the urethral cancer staging system for the urethral/pro- static tumour and a separate stage for the urinary bladder tumour (Table 2). The extravesical and blad- der neck pathways into the prostate occur less fre- quently than intra-urethral spread. 123 – 130 The reported incidence of direct involvement of the pros- tate by urinary bladder cancer is somewhat variable, due probably to differences in patient populations and Table 2. Involvement of prostate by urothelial carcinoma Route of spread Directly from prostate through bladder neck or soft tissue Intraurethral Tumour cells within prostatic glands Bladder component: pT4a Urethral component: NA Bladder component: pTX Urethral component: pTis Tumour invasive into subepithelial connective tissue underlying urethra Bladder component: pT4a Urethral component: NA Bladder component: pTX Urethral component: pT1 Into prostatic stroma Bladder component: pT4a Urethral component: NA Bladder component: pTX Urethral component: pT2 Into periprostatic tissue Bladder component: ≥ pT4a Urethral component: NA Bladder component: pTX Urethral component: ≥ pT3 NA, not applicable. © 2018 John Wiley & Sons Ltd, Histopathology , 74, 112–134. Staging of bladder cancer 123",
    "method of processing the cystoprostatectomy speci- mens, but it is not rare, occurring in 7 – 38% of male patients who underwent radical cystoprostatec- tomy. 123 – 130 The distinction between invasion of pro- static stroma by a urethral tumour (i.e. pT2) versus invasion of prostatic stroma by a urinary bladder tumour is critical (i.e. pT4a), due to significantly worse outcomes in the latter group. 123,125,127 – 129,131,132 This is best achieved by correlation with the clinical and gross findings. For example, if a tumour is grossly present in the urethra, it is proba- bly a urethral tumour invading the prostatic stroma. If, however, no urethral tumour is present and a uri- nary bladder mass, perhaps arising in the trigone or bladder neck, is grossly deeply invasive into the pros- tate or perivesical soft tissue, it is probably a urinary bladder tumour invading the prostatic stroma. Distinction between pT2 urethral cancer and pT4a urinary bladder cancer is critical, because assignment of a pathological stage to a TUR specimen is problem- atic. Assignment of stage ≥ pT2 with an accompany- ing note describing the difference between urethral pT2 and urinary bladder pT4a is appropriate. 87 S E M I N A L V E S I C L E I N V A S I O N Seminal vesicle invasion by urinary bladder cancer is staged as pT4 in the AJCC Staging Manual 8th edi- tion, but the staging manual does not subclassify it as pT4a or pT4b (Figure 8E). 2 Nonetheless, compared to prostatic stromal invasion (i.e. pT4a), seminal vesi- cle invasion by urinary bladder cancer is associated with a worse prognosis. 133 – 136 In one large study of 1682 patients who underwent radical cystectomy and pelvic lymphadenectomy for urinary bladder can- cer, 5-year survival for patients with seminal vesicle invasion was 10%, similar to pT4b patients (7%) and significantly worse than patients with prostatic stro- mal invasion (38%). 133 Seminal vesicle invasion by urinary bladder urothelial carcinoma is a poor prog- nostic indicator and portends a prognosis similar to stage pT4b patients, even if current staging systems do not subclassify it as such. I N V A S I O N O F T H E F E M A L E G Y N A E C O L O G I C A L T R A C T Anatomical differences between males and females necessitate differences in staging. In females, invasion of the uterus or vagina by a urinary bladder cancer warrants a stage of pT4a (Figure 9). When extravesi- cal extension is present in females, the most commonly involved organs are the vagina and uterus. 107 Relative to prostatic involvement by urinary bladder urothelial carcinoma, direct invasion of the vagina or uterus (i.e. without urethral involvement) is rare, occurring in approximately 3 – 6% of females undergoing radical cystectomy. 137 – 141 In addition to direct invasion by urinary bladder carcinoma, the female gynaecological tract may be involved by urothelial carcinoma either via pagetoid or metastatic spread and, although this would not be considered stage pT4a, is associated with poor outcomes. 142 Anatomical differences in staging also result ultimately in differences in outcomes follow- ing radical cystectomy. Several studies have demon- strated worse recurrence-free survival and cancer- specific survival in pT4a females following radical cys- tectomy compared to pT4a males. 22,143,144 I N V A S I O N O F T H E P E L V I C O R A B D O M I N A L W A L L Direct invasion of urinary bladder urothelial carci- noma into the pelvic wall or abdominal wall is A B Figure 9. pT4 urothelial carcinoma invading into the uterus. A, gross appearance. B, microscopic appearance. © 2018 John Wiley & Sons Ltd, Histopathology , 74, 112–134. 124 M J Magers et al.",
    "regarded as stage pT4b. Stage pT4b is a rare finding at radical cystectomy, accounting for only 14% of pT4 tumours and 2% of all resected tumours, probably because many of these patients are not surgical candi- dates. 145 Although rarely present at radical cystec- tomy, pT4b tumours are associated with significantly worse outcomes than pT4a tumours. 145 – 147 Liberman et al. found that 5-year cancer-specific mortality in pT3, pT4a and pT4b patients is 53.9, 57.6 and 81.7%, demonstrating the drastic increase in mortality when comparing pT4b versus pT4a patients relative to the same comparison in pT4a versus pT3 patients. 146 Lymph node staging In the AJCC Staging Manual 8th edition, regional lymph node staging is categorised as: lymph nodes cannot be assessed (Nx); no lymph node metastasis (N0); single regional lymph node metastasis in the true pelvis (N1); multiple regional lymph node metas- tasis in the true pelvis (N2); and lymph node metas- tasis to the common iliac lymph nodes (N3) (Table 1). 2 Metastases to lymph nodes beyond the iliac lymph nodes are considered distant metastases and assigned M1a. Regional lymph nodes include perivesical, obturator, iliac (internal and external), sacral (lateral and sacral promontory) and common iliac lymph nodes. The inclusion of perivesical lymph nodes in what are formally considered regional lymph nodes is the only change in lymph node stag- ing relative to the previous edition. Although not part of the formal staging system, the AJCC Staging Manual 8th edition also recommends reporting the presence or absence of extranodal extension as well as the total number of lymph nodes present. Extran- odal extension has been found by some to be associ- ated with reduced disease-specific survival and recurrence-free survival, but others have not found any prognostic difference (Figure 10A). 148 – 150 Agreed-upon criteria for the minimum number of lymph nodes identified do not currently exist, and the number of lymph nodes identified in a case varies based on the surgical procedure performed (e.g. en bloc resection of lymph nodes with the urinary blad- der versus separate pelvic lymph node dissection) as well as the meticulousness of the gross dissection. 151 Nonetheless, multiple studies demonstrate that a greater number of dissected lymph nodes is associ- ated with improved outcome, even in pN0 dis- ease. 152 – 156 Specifically, Herr et al. recommended removal of ≥ 9 lymph nodes, while Wright et al. found that removal of > 10 lymph nodes is ideal. 152,155 In the opinion of the authors, removal of at least 12 lymph nodes, which parallels recommen- dations made for colorectal tumours and meets the minimum criteria of the studies discussed above, is probably adequate. Some investigators recommended that a minimum of 25 lymph nodes should be obtained in radical cystectomy with bilateral pelvic lymphadenectomy. 151,157 The presence of lymph node metastasis is associated with markedly worse prognosis compared to patients without lymph node metastasis, but a subset of patients experience long-term survival following resection of lymph nodes possessing metastatic tumour. 89,148,158 – 161 Thus, stratification of patients with nodal disease is vital. The AJCC Staging Manual 7th edition staged nodal disease based on the anatomical location and number of positive lymph nodes rather than based on size, as the AJCC Staging Manual 6th edition had previ- ously done. 162,163 This change occurred following reports outlining the inefficiency in stratifying patients based on size. 148,164 This was maintained in the 8th edi- tion, and it accurately stratifies many patients, particu- larly with respect to pN1 disease, although pN3 disease remains relatively heterogeneous and may not be signif- icantly different to pN2. 165 Indeed, there is evidence that better separation of prognostic groups may occur using only the number of lymph nodes involved, irrespective of anatomical location. Pedrosa et al. demonstrated recently that in 244 patients with metastases to lymph nodes who underwent radical cystectomy and pelvic lymph node dissection, a three-tiered classification system of: N1 = metastasis in a single lymph node; N2 = metas- tasis in two to five lymph nodes; and N3 = metastasis in more than five lymph nodes was able to stratify patients with statistical significance. 166 Thus, it is clear that the current AJCC Staging Manual recom- mendations are improved relative to previous schema, but further refinement is necessary. Distant metastasis Distant metastases are now subdivided into M1a and M1b, according to the AJCC Staging Manual 8th edi- tion (Table 1). 2 Distant metastases limited to lymph nodes beyond the common iliac lymph nodes are con- sidered M1a, and non-lymph node metastases are considered M1b (Figure 10B). This distinction is important, as patients with metastases limited to non- regional lymph nodes have a significantly better out- come than patients with visceral or bone metas- tases. 167 © 2018 John Wiley & Sons Ltd, Histopathology , 74, 112–134. Staging of bladder cancer 125",
    "Lymphovascular invasion Lymphovascular invasion (LVI) is the unequivocal presence of neoplastic cells within a lymphatic or blood vessel (Figure 10C). 1 It is not a formal compo- nent of the AJCC Staging Manual 8th edition, but it has been associated with worse outcomes in invasive tumours, and incorporation of LVI into future staging systems may help to guide therapeutic decisions. 2,26,168,169 For example, patients with LVI present in a TURBT specimen may receive aggressive treatment, such as early radical cystec- tomy or peri-operative chemotherapy (e.g. neoadju- vant chemotherapy). 17 Identification of LVI, however, is often difficult, owing to the propensity of urothelial carcinoma to demonstrate stromal retraction artefact. The use of A B C Figure 10. A, Lymph node metastasis with extranodal extension. B, Distant (liver) metastasis. C, Lymphovascular invasion. Figure 11. Diverticulum. Note the absence of muscularis propria. Table 3. Staging of urothelial carcinoma arising in a diver- ticulum Primary tumour (T) TX Primary tumour cannot be assessed T0 No evidence of primary tumour Ta Non-invasive papillary carcinoma Tis Carcinoma in situ : ‘flat tumour’ T1 Tumour invades subepithelial connective tissue T2 Not applicable T3 Tumour invades perivesical tissue pT3a Microscopically pT3b Macroscopically (extravesical mass) T4 Tumour invades any of the following: prostatic stroma, seminal vesicles, uterus, vagina, pelvic wall, abdominal wall T4a Tumour invades prostatic stroma, uterus, vagina T4b Tumour invades pelvic wall, abdominal wall © 2018 John Wiley & Sons Ltd, Histopathology , 74, 112–134. 126 M J Magers et al.",
    "histochemistry (e.g. elastica van Gieson) and immunohistochemistry (e.g. antibodies to CD31, CD34 and podoplanin) can often resolve this dilemma, but these are not performed rou- tinely. 170,171 Additionally, the sensitivity of TURBT to detect LVI may be limited by the specimen’s relatively small size, with reported rates of sensitivity ranging from 18 to 79%. 172,173 Nonetheless, finding LVI in a TURBT does correlate well with finding LVI at radical cystectomy, with specificity rates ranging from 62 to 90%. 172,173 Thus, LVI should be reported when pre- sent in order to stratify patients for appropriate man- agement, particularly in patients with stage pT1 urothelial carcinoma. 26 Tumour arising in a diverticulum Approximately 1% of all urinary bladder tumours occur within a diverticulum, and up to 14% of diver- ticula harbour a malignancy. 174,175 Most urinary bladder diverticula are acquired and lack muscularis propria (Figure 11). 176 Thus, intradiverticular tumours invade directly from the subepithelial con- nective tissue (i.e. pT1) into the perivesicular soft tissue (i.e. pT3) without invading muscularis propria, and the AJCC Staging Manual 8th edition for- mally recommends excluding pT2 as a staging cate- gory for intradiverticular tumours (Figure 1, Table 3). 2,174,177 – 179 Essentially, staging for intradi- verticular tumours is the same as for non-diverticular tumours, with the exception of the exclusion of mus- cularis propria invasion (i.e. pT2a/b) as a category. There are limited data comparing outcome of intradi- verticular tumours with non-diverticular tumours, but their outcomes appear similar based on the few studies available. 177,180 Tumour arising in a urachal remnant The AJCC Staging Manual 8th edition does not include a formal staging system for tumours which arise within a urachal remnant, although several urachal- specific staging systems have been proposed (Figure 1, Table 4). 2,181 – 185 Recently, the nomenclature and clas- sification regarding urachal neoplasms has been updated and generally accepted. 24,186,187 Table 4. Staging of urachal carcinoma Sheldon system Mayo system Ontario system Confined to urachus, bladder and perivesical soft tissue I. Confined to urachal mucosa I. Confined to urachus and/or bladder T1. Invasion limited to submucosa II. Invasion confined to urachus II. Extension beyond urachus and/or bladder T2. Invasion limited to muscularis propria of urachus and/or bladder IIIA. Extension into bladder Spread beyond urachus, bladder and perivesical soft tissue IIIB. Extension into abdominal wall III. Involvement of regional lymph nodes T3. Invasion into peri-urachal or perivesical soft tissue IIIC. Extension into peritoneum IIID. Extension into viscera other than the bladder IVA. Metastasis to regional lymph nodes IV. Involvement of non-regional lymph nodes and/or distant sites T4. Invasion into adjacent organs including abdominal wall IVB. Metastasis to distant sites Figure 12. Urachal adenocarcinoma involving full thickness of the bladder wall. © 2018 John Wiley & Sons Ltd, Histopathology , 74, 112–134. Staging of bladder cancer 127",
    "The first staging system for urachal carcinoma was proposed in 1984 by Sheldon et al. 185 (the Sheldon system). A major detriment of this system is that the majority of tumours are at least stage III, with little stratification of urachal carcinoma among different stage groups, because of the indistinct boundary between the urachus and urinary bladder (Fig- ure 12). Subsequently, Ashley et al. 183 (Mayo system) and Pinthus et al. 184 (Ontario system) both published alternative staging systems. The Ontario system par- allels the AJCC staging system for urinary bladder cancer, while the Mayo system achieves the greatest stratification of cases into stages I or II by considering urachal carcinoma limited to the urachus and/or uri- nary bladder to be stage I and extension of urachal carcinoma beyond the muscular layer of the urachus or urinary bladder to be stage II. 2,183,184 While some data suggest that these systems have value, the major distinction appears to be whether the tumour is con- fined to the resection specimen (i.e. confined to the urachus, urinary bladder and perivesical soft tissue) or has spread to the peritoneum and/or other organs. 181 – 184,188 – 190 Thus, although no particular staging system has been formally recommended, the Mayo system can be easily utilised to stratify cases into either stages I and II (i.e. lacking spread beyond the perivesical soft tissue) or stages III and IV (i.e. with spread beyond the perivesical soft tissue includ- ing regional lymph nodes). 183 Summary Bladder cancer is a heterogeneous disease with a spectrum of clinical outcomes, ranging from extre- mely favourable (i.e. pT0 tumours) to extremely poor (i.e. pT4). Therapeutic decisions and prognostic expectations are based largely on the stage of the tumour in a biopsy, transurethral and/or cystectomy specimen. For example, the presence of muscularis propria invasion or LVI are indicative of aggressive disease, and early radical cystectomy or NAC may be considered in these patients. The AJCC Staging Man- ual 8th edition provides a basis for staging bladder cancer, but further refinement, such as for pT1 sub- staging and possible incorporation of LVI, is neces- sary. Incorporation of molecular and genomic information into treatment algorithms and possibly staging systems is also likely to occur in the future. Conflicts of interest No conflicts of interest are declared. References 1. Cheng L, Montironi R, Davidson DD, Lopez-Beltran A. Staging and reporting of urothelial carcinoma of the urinary bladder. Mod. Pathol. 2009; 22 (Suppl. 2); S70 – S95. 2. Amin MB, Edge SB, Greene FL, Schilsky RL, Gaspar LE, Wash- ington M. AJCC cancer staging manual . New York, NY: Springer, 2017. 3. Paner GP, Stadler WM, Hansel DE, Montironi R, Lin DW, Amin MB. Updates in the eighth edition of the Tumor – Node – Metastasis Staging Classification for Urologic Cancers. Eur. Urol. 2018; 73 ; 560 – 569. 4. Delahunt B, Egevad L, Samaratunga H et al. UICC drops the ball in the 8th edition TNM staging of urological cancers. Histopathology 2017; 71 ; 5 – 11. 5. Brierley J, Gospodarowicz MK, Wittekind C. TNM classification of malignant tumours . 8th ed. Chichester, West Sussex, UK/ Hoboken, NJ: John Wiley & Sons Inc, 2017. 6. Tilki D, Svatek RS, Novara G et al. Stage pT0 at radical cys- tectomy confers improved survival: an international study of 4,430 patients. J. Urol. 2010; 184 ; 888 – 894. 7. Dalbagni G, Genega E, Hashibe M et al. Cystectomy for blad- der cancer: a contemporary series. J. Urol. 2001; 165 ; 1111 – 1116. 8. Palapattu GS, Shariat SF, Karakiewicz PI et al. Cancer speci- fic outcomes in patients with pT0 disease following radical cystectomy. J. Urol. 2006; 175 ; 1645 – 1649; discussion 1649. 9. Kassouf W, Spiess PE, Brown GA et al. P0 stage at radical cys- tectomy for bladder cancer is associated with improved out- come independent of traditional clinical risk factors. Eur. Urol. 2007; 52 ; 769 – 774. 10. Thrasher JB, Frazier HA, Robertson JE, Paulson DF. Does a stage pT0 cystectomy specimen confer a survival advantage in patients with minimally invasive bladder cancer? J. Urol. 1994; 152 ; 393 – 396. 11. Volkmer BG, Kuefer R, Bartsch G Jr et al. Effect of a pT0 cys- tectomy specimen without neoadjuvant therapy on survival. Cancer 2005; 104 ; 2384 – 2391. 12. Yiou R, Patard JJ, Benhard H, Abbou CC, Chopin DK. Out- come of radical cystectomy for bladder cancer according to the disease type at presentation. BJU Int. 2002; 89 ; 374 – 378. 13. Petrelli F, Coinu A, Cabiddu M, Ghilardi M, Vavassori I, Barni S. Correlation of pathologic complete response with survival after neoadjuvant chemotherapy in bladder cancer treated with cystectomy: a meta-analysis. Eur. Urol. 2014; 65 ; 350 – 357. 14. Lavery HJ, Stensland KD, Niegisch G, Albers P, Droller MJ. Pathological T0 following radical cystectomy with or without neoadjuvant chemotherapy: a useful surrogate. J. Urol. 2014; 191 ; 898 – 906. 15. Kim HS, Jeong CW, Kwak C, Kim HH, Ku JH. Pathological T0 following cisplatin-based neoadjuvant chemotherapy for mus- cle-invasive bladder cancer: a network meta-analysis. Clin. Cancer Res. 2016; 22 ; 1086 – 1094. 16. Pokuri VK, Syed JR, Yang Z et al. Predictors of complete pathologic response (pT0) to neoadjuvant chemotherapy in muscle-invasive bladder carcinoma. Clin. Genitourin. Cancer 2016; 14 ; e59 – e65. 17. Mathieu R, Lucca I, Roupret M, Briganti A, Shariat SF. The prognostic role of lymphovascular invasion in urothelial carci- noma of the bladder. Nat. Rev. Urol. 2016; 13 ; 471 – 479. © 2018 John Wiley & Sons Ltd, Histopathology , 74, 112–134. 128 M J Magers et al.",
    "18. MacLennan GT, Kirkali Z, Cheng L. Histologic grading of non- invasive papillary urothelial neoplasms. Eur. Urol. 2007; 51 ; 889 – 897; discussion 897 – 898. 19. Shariat SF, Palapattu GS, Amiel GE et al. Characteristics and outcomes of patients with carcinoma in situ only at radical cystectomy. Urology 2006; 68 ; 538 – 542. 20. Babjuk M, Bohle A, Burger M et al. EAU Guidelines on non- muscle-invasive urothelial carcinoma of the bladder: update 2016. Eur. Eurol. 2017; 71 ; 447 – 461. 21. Chade DC, Shariat SF, Godoy G et al. Clinical outcomes of pri- mary bladder carcinoma in situ in a contemporary series. J. Urol. 2010; 184 ; 74 – 80. 22. Tilki D, Reich O, Svatek RS et al. Characteristics and out- comes of patients with clinical carcinoma in situ only treated with radical cystectomy: an international study of 243 patients. J. Urol. 2010; 183 ; 1757 – 1763. 23. Moschini M, Shariat SF, Abufaraj M et al. The presence of carcinoma in situ at radical cystectomy increases the risk of urothelial recurrence: implications for follow-up schemes. Urol. Oncol. 2017; 35 ; 151.e17 – 151.e23. 24. Cheng L, Lopez-Beltran A, Bostwick DG. Bladder pathology . Hoboken, NJ: Wiley-Blackwell, 2012. 25. Lopez-Beltran A, Cheng L. Stage pT1 bladder carcinoma: diag- nostic criteria, pitfalls and prognostic significance. Pathology 2003; 35 ; 484 – 491. 26. Andius P, Johansson SL, Holmang S. Prognostic factors in stage T1 bladder cancer: tumor pattern (solid or papillary) and vascular invasion more important than depth of invasion. Urology 2007; 70 ; 758 – 762. 27. Jimenez RE, Keane TE, Hardy HT, Amin MB. pT1 urothelial carcinoma of the bladder: criteria for diagnosis, pitfalls, and clinical implications. Adv. Anat. Pathol. 2000; 7 ; 13 – 25. 28. Mhawech P, Iselin C, Pelte MF. Value of immunohistochem- istry in staging T1 urothelial bladder carcinoma. Eur. Eurol. 2002; 2 ; 459 – 463. 29. Tamas EF, Epstein JI. Detection of residual tumor cells in blad- der biopsy specimens: pitfalls in the interpretation of cytoker- atin stains. Am. J. Surg. Pathol. 2007; 31 ; 390 – 397. 30. Bol MG, Baak JP, Buhr-Wildhagen S et al. Reproducibility and prognostic variability of grade and lamina propria invasion in stages Ta, T1 urothelial carcinoma of the bladder. J. Urol. 2003; 169 ; 1291 – 1294. 31. van Rhijn BW, van der Kwast TH, Kakiashvili DM et al. Pathological stage review is indicated in primary pT1 bladder cancer. BJU Int. 2010; 106 ; 206 – 211. 32. Giunchi F, Panzacchi R, Capizzi E et al. Role of inter-observer variability and quantification of muscularis propria in the pathological staging of bladder cancer. Clin. Genitourin. Cancer 2016; 14 ; e307 – e312. 33. Van Der Meijden A, Sylvester R, Collette L, Bono A, Ten Kate F. The role and impact of pathology review on stage and grade assessment of stages Ta and T1 bladder tumors: a combined analysis of 5 European Organization for Research and Treatment of Cancer Trials. J. Urol. 2000; 164 ; 1533 – 1537. 34. Tosoni I, Wagner U, Sauter G et al. Clinical significance of interobserver differences in the staging and grading of superfi- cial bladder cancer. BJU Int. 2000; 85 ; 48 – 53. 35. Cheng L, MacLennan GT, Lopez-Beltran A. Histologic grading of urothelial carcinoma: a reappraisal. Hum. Pathol. 2012; 43 ; 2097 – 2108. 36. Pellucchi F, Freschi M, Moschini M et al. Oncological predictive value of the 2004 World Health Organisation grading classification in primary T1 non-muscle-invasive bladder cancer. A step forward or back? BJU Int. 2015; 115 ; 267 – 273. 37. Soukup V, Capoun O, Cohen D et al. Prognostic perfor- mance and reproducibility of the 1973 and 2004/2016 World Health Organization Grading Classification Systems in non-muscle-invasive bladder cancer: a European Associa- tion of Urology Non-muscle Invasive Bladder Cancer Guide- lines Panel Systematic Review. Eur. Eurol. 2017; 72 ; 801 – 813. 38. Farrow GM, Utz DC, Rife CC. Morphological and clinical observations of patients with early bladder cancer treated with total cystectomy. Cancer Res. 1976; 36 ; 2495 – 2501. 39. Farrow GM, Utz DC, Rife CC, Greene LF. Clinical observations on sixty-nine cases of in situ carcinoma of the urinary blad- der. Cancer Res. 1977; 37 ; 2794 – 2798. 40. Amin MB, Gomez JA, Young RH. Urothelial transitional cell carcinoma with endophytic growth patterns: a discussion of patterns of invasion and problems associated with assessment of invasion in 18 cases. Am. J. Surg. Pathol. 1997; 21 ; 1057 – 1068. 41. Lopez-Beltran A, Cheng L, Andersson L et al. Preneoplastic non-papillary lesions and conditions of the urinary bladder: an update based on the Ancona International Consultation. Virchows Arch. 2002; 440 ; 3 – 11. 42. van der Aa MN, van Leenders GJ, Steyerberg EW et al. A new system for substaging pT1 papillary bladder cancer: a prog- nostic evaluation. Hum. Pathol. 2005; 36 ; 981 – 986. 43. McKenney JK, Gomez JA, Desai S, Lee MW, Amin MB. Mor- phologic expressions of urothelial carcinoma in situ : a detailed evaluation of its histologic patterns with emphasis on carci- noma in situ with microinvasion. Am. J. Surg. Pathol. 2001; 25 ; 356 – 362. 44. Farrow GM, Utz DC. Observation on microinvasive transi- tional cell carcinoma of the urinary bladder. Clin. Oncol. 1982; 1 ; 609 – 615. 45. Bertz S, Denzinger S, Otto W et al. Substaging by estimating the size of invasive tumour can improve risk stratification in pT1 urothelial bladder cancer – evaluation of a large hospi- tal-based single-centre series. Histopathology 2011; 59 ; 722 – 732. 46. van Rhijn BW, van der Kwast TH, Alkhateeb SS et al. A new and highly prognostic system to discern T1 bladder cancer substage. Eur. Eurol. 2012; 61 ; 378 – 384. 47. Chang WC, Chang YH, Pan CC. Prognostic significance in substaging ofT1 urinary bladder urothelial carcinoma on transurethral resection. Am. J. Surg. Pathol. 2012; 36 ; 454 – 461. 48. Dem V, Cerruto MA, D’Elia C et al. Prognostic role of substag- ing in T1G3 transitional cell carcinoma of the urinary blad- der. Mol. Clin. Oncol. 2014; 2 ; 575 – 580. 49. Patriarca C, Hurle R, Moschini M et al. Usefulness of pT1 sub- staging in papillary urothelial bladder carcinoma. Diagn. Pathol. 2016; 11 ; 6. 50. Nishiyama N, Kitamura H, Maeda T et al. Clinicopathological analysis of patients with non-muscle-invasive bladder cancer: prognostic value and clinical reliability of the 2004 WHO classification system. Jpn. J. Clin. Oncol. 2013; 43 ; 1124 – 1131. 51. Lawless M, Gulati R, Tretiakova M. Stalk versus base invasion in pT1 papillary cancers of the bladder: improved substaging system predicting the risk of progression. Histopathology 2017; 71 ; 406 – 414. © 2018 John Wiley & Sons Ltd, Histopathology , 74, 112–134. Staging of bladder cancer 129",
    "52. Nieder AM, Brausi M, Lamm D et al. Management of stage T1 tumors of the bladder: International Consensus Panel. Urology 2005; 66 ; 108 – 125. 53. Cheng L, Bostwick DG. Progression of T1 bladder tumors: bet- ter staging or better biology? Reply. Cancer 1999; 86 ; 910 – 912. 54. Cheng L, Neumann RM, Weaver AL, Spotts BE, Bostwick DG. Predicting cancer progression in patients with stage T1 blad- der carcinoma. J. Clin. Oncol. 1999; 17 ; 3182 – 3187. 55. Soloway MS, Lee CT, Steinberg GD, Ghandi AA, Jewett MA. Difficult decisions in urologic oncology: management of high- grade T1 transitional cell carcinoma of the bladder. Urol. Oncol. 2007; 25 ; 338 – 340. 56. Soloway MS, Sofer M, Vaidya A. Contemporary management of stage T1 transitional cell carcinoma of the bladder. J. Urol. 2002; 167 ; 1573 – 1583. 57. Ro JY, Ayala AG, el-Naggar A. Muscularis mucosa of urinary bladder. Importance for staging and treatment. Am. J. Surg. Pathol. 1987; 11 ; 668 – 673. 58. Angulo JC, Lopez JI, Grignon DJ, Sanchez-Chapado M. Muscu- laris mucosa differentiates two populations with different prognosis in stage T1 bladder cancer. Urology 1995; 45 ; 47 – 53. 59. Hasui Y, Osada Y, Kitada S, Nishi S. Significance of invasion to the muscularis mucosae on the progression of superficial bladder cancer. Urology 1994; 43 ; 782 – 786. 60. Hermann GG, Horn T, Steven K. The influence of the level of lamina propria invasion and the prevalence of p53 nuclear accumulation on survival in stage T1 transitional cell bladder cancer. J. Urol. 1998; 159 ; 91 – 94. 61. Platz CE, Cohen MB, Jones MP, Olson DB, Lynch CF. Is microstaging of early invasive cancer of the urinary bladder possible or useful? Mod. Pathol. 1996; 9 ; 1035 – 1039. 62. Younes M, Sussman J, True LD. The usefulness of the level of the muscularis mucosae in the staging of invasive transitional cell carcinoma of the urinary bladder. Cancer 1990; 66 ; 543 – 548. 63. Cheng L, Weaver AL, Neumann RM, Scherer BG, Bostwick DG. Substaging of T1 bladder carcinoma based on the depth of invasion as measured by micrometer: a new proposal. Can- cer 1999; 86 ; 1035 – 1043. 64. Dixon JS, Gosling JA. Histology and fine structure of the mus- cularis mucosae of the human urinary bladder. J. Anat. 1983; 136 ; 265 – 271. 65. Keep JC, Piehl M, Miller A, Oyasu R. Invasive carcinomas of the urinary bladder. Evaluation of tunica muscularis mucosae involvement. Am. J. Clin. Pathol. 1989; 91 ; 575 – 579. 66. Engel P, Anagnostaki L, Braendstrup O. The muscularis mucosae of the human urinary bladder. Implications for tumor staging on biopsies. Scand. J. Urol. Nephrol. 1992; 26 ; 249 – 252. 67. Holmang S, Hedelin H, Anderstrom C, Holmberg E, Johansson SL. The importance of the depth of invasion in stage T1 blad- der carcinoma: a prospective cohort study. J. Urol. 1997; 157 ; 800 – 803; discussion 804. 68. Sozen S, Akbal C, Sokmensuer C, Ekici S, Ozen H. Microstag- ing of pT1 transitional cell carcinoma of the bladder. Does it really differentiate two populations with different prognoses? (pT1 subcategory). Urol. Int. 2002; 69 ; 200 – 206. 69. Paner GP, Ro JY, Wojcik EM, Venkataraman G, Datta MW, Amin MB. Further characterization of the muscle layers and lamina propria of the urinary bladder by systematic histologic mapping: implications for pathologic staging of invasive urothelial carcinoma. Am. J. Surg. Pathol. 2007; 31 ; 1420 – 1429. 70. Brimo F, Wu C, Zeizafoun N et al. Prognostic factors in T1 bladder urothelial carcinoma: the value of recording millimet- ric depth of invasion, diameter of invasive carcinoma, and muscularis mucosa invasion. Hum. Pathol. 2013; 44 ; 95 – 102. 71. Fransen van de Putte EE, Behrendt MA, Pigot GL, van der Kwast TH, van Rhijn BW. Prognostic significance of substage and WHO classification systems in T1 urothelial carcinoma of the bladder. Curr. Opin. Urol. 2015; 25 ; 427 – 435. 72. Smits G, Schaafsma E, Kiemeney L, Caris C, Debruyne F, Wit- jes JA. Microstaging of pT1 transitional cell carcinoma of the bladder: identification of subgroups with distinct risks of pro- gression. Urology 1998; 52 ; 1009 – 1013; discussion 1013 – 1014. 73. Kondylis FI, Demirci S, Ladaga L, Kolm P, Schellhammer PF. Outcomes after intravesical bacillus Calmette-Guerin are not affected by substaging of high grade T1 transitional cell carci- noma. J. Urol. 2000; 163 ; 1120 – 1123. 74. Shariat SF, Weizer AZ, Green A et al. Prognostic value of P53 nuclear accumulation and histopathologic features in T1 transitional cell carcinoma of the urinary bladder. Urology 2000; 56 ; 735 – 740. 75. Bernardini S, Billerey C, Martin M, Adessi GL, Wallerand H, Bittard H. The predictive value of muscularis mucosae invasion and p53 over expression on progression of stage T1 bladder carcinoma. J. Urol. 2001; 165 ; 42 – 46; discussion 46. 76. Orsola A, Trias I, Raventos CX et al. Initial high-grade T1 urothelial cell carcinoma: feasibility and prognostic signifi- cance of lamina propria invasion microstaging (T1a/b/c) in BCG-treated and BCG-non-treated patients. Eur. Eurol. 2005; 48 ; 231 – 238; discussion 238. 77. Mhawech-Fauceglia P, Fischer G, Alvarez V Jr, Ahmed A, Herrmann FR. Predicting outcome in minimally invasive (T1a and T1b) urothelial bladder carcinoma using a panel of biomarkers: a high throughput tissue microarray analysis. BJU Int. 2007; 100 ; 1182 – 1187. 78. Orsola A, Cecchini L, Raventos CX et al. Risk factors for posi- tive findings in patients with high-grade T1 bladder cancer treated with transurethral resection of bladder tumour (TUR) and bacille Calmette-Guerin therapy and the decision for a repeat TUR. BJU Int. 2010; 105 ; 202 – 207. 79. Faivre d’Arcier B, Celhay O, Safsaf A et al. T1 bladder car- cinoma: prognostic value of the muscularis mucosae inva- sion (T1a/T1b). A multicenter study by the French Urological Association (CCAFU). Prog. Urol. 2010; 20 ; 440 – 449. 80. Lee JY, Joo HJ, Cho DS, Kim SI, Ahn HS, Kim SJ. Prognostic significance of substaging according to the depth of lamina propria invasion in primary T1 transitional cell carcinoma of the bladder. Korean J. Urol. 2012; 53 ; 317 – 323. 81. Palou J, Sylvester RJ, Faba OR et al. Female gender and carci- noma in situ in the prostatic urethra are prognostic factors for recurrence, progression, and disease-specific mortality in T1G3 bladder cancer patients treated with bacillus Calmette- Guerin. Eur. Eurol. 2012; 62 ; 118 – 125. 82. Roupret M, Seisen T, Comperat E et al. Prognostic interest in discriminating muscularis mucosa invasion (T1a vs T1b) in nonmuscle invasive bladder carcinoma: French national mul- ticenter study with central pathology review. J. Urol. 2013; 189 ; 2069 – 2076. © 2018 John Wiley & Sons Ltd, Histopathology , 74, 112–134. 130 M J Magers et al.",
    "83. Nguyen-Huu Y, Delorme G, Lillaz J et al. Muscularis mucosae invasion: prognostic factor for intravesical BCG immunother- apy failure for T1 bladder carcinoma. Prog. Urol. 2012; 22 ; 284 – 290. 84. Olsson H, Hultman P, Rosell J, Jahnson S. Population-based study on prognostic factors for recurrence and progression in primary stage T1 bladder tumours. Scand. J. Urol. 2013; 47 ; 188 – 195. 85. Soukup V, Duskova J, Pesl M et al. The prognostic value of T1 bladder cancer substaging: a single institution retrospec- tive study. Urol. Int. 2014; 92 ; 150 – 156. 86. Orsola A, Werner L, de Torres I et al. Reexamining treatment of high-grade T1 bladder cancer according to depth of lamina propria invasion: a prospective trial of 200 patients. Br. J. Cancer 2015; 112 ; 468 – 474. 87. Paner GP, Montironi R, Amin MB. Challenges in pathologic staging of bladder cancer: proposals for fresh approaches of assessing pathologic stage in light of recent studies and obser- vations pertaining to bladder histoanatomic variances. Adv. Anat. Pathol. 2017; 24 ; 113 – 127. 88. Hu Z, Mudaliar K, Quek ML, Paner GP, Barkan GA. Measuring the dimension of invasive component in pT1 urothelial carcinoma in transurethral resection specimens can predict time to recurrence. Ann. Diagn. Pathol. 2014; 18 ; 49 – 52. 89. Cheng L, Weaver AL, Bostwick DG. Predicting extravesical extension of bladder carcinoma: a novel method based on micrometer measurement of the depth of invasion in transur- ethral resection specimens. Urology 2000; 55 ; 668 – 672. 90. Leivo MZ, Sahoo D, Hamilton Z et al. Analysis of T1 bladder cancer on biopsy and transurethral resection specimens: com- parison and ranking of T1 quantification approaches to pre- dict progression to muscularis propria invasion. Am. J. Surg. Pathol. 2018; 42 ; e1 – e10. 91. Jewett HJ. Carcinoma of the bladder: influence of depth of infiltration on the 5-year results following complete extirpa- tion of the primary growth. J. Urol. 1952; 67 ; 672 – 680. 92. Bayraktar Z, Gurbuz G, Tasci AI, Sevin G. Staging error in the bladder tumor: the correlation between stage of TUR and cystectomy. Int. Urol. Nephrol. 2001; 33 ; 627 – 629. 93. Herr HW. Staging invasive bladder tumors. J. Surg. Oncol. 1992; 51 ; 217 – 220. 94. Herr HW. A proposed simplified staging system of invasive bladder tumors. Urol. Int. 1993; 50 ; 17 – 20. 95. Hall RR, Prout GR. Staging of bladder cancer: is the tumor, node, metastasis system adequate? Semin. Oncol. 1990; 17 ; 517 – 523. 96. Skinner DG. Current state of classification and staging of blad- der cancer. Cancer Res. 1977; 37 ; 2838 – 2842. 97. Cheng L, Neumann RM, Scherer BG et al. Tumor size predicts the survival of patients with pathologic stage T2 bladder car- cinoma: a critical evaluation of the depth of muscle invasion. Cancer 1999; 85 ; 2638 – 2647. 98. Tokgoz H, Turkolmez K, Resorlu B, Kose K, Tulunay O, Beduk Y. Pathological staging of muscle invasive bladder cancer. Is substaging of pT2 tumors really necessary? Int. Braz. J. Urol. 2007; 33 ; 777 – 783; discussion 783 – 784. 99. Boudreaux KJ Jr, Clark PE, Lowrance WT et al. Comparison of American Joint Committee on Cancer pathological stage T2a versus T2b urothelial carcinoma: analysis of patient outcomes in organ confined bladder cancer. J. Urol. 2009; 181 ; 540 – 545; discussion 546. 100. Zarei S, Frank I, Boorjian SA et al. Prognostic significance of measured depth of invasion of urothelial carcinoma of the bladder compared to the 2010 American Joint Committee on Cancer pT2 and pT3 classifications. J. Urol. 2012; 188 ; 1706 – 1711. 101. Yu RJ, Stein JP, Cai J, Miranda G, Groshen S, Skinner DG. Superficial (pT2a) and deep (pT2b) muscle invasion in patho- logical staging of bladder cancer following radical cystectomy. J. Urol. 2006; 176 ; 493 – 498; discussion 498 – 409. 102. Herranz Amo F, Verdu Tartajo F, Diez Cordero JM et al. Dif- ferences in survival of patients with bladder cancer depending on depth of muscle infiltration. Actas Urol. Esp. 2001; 25 ; 110 – 114. 103. Bowles WT, Cordonnier JJ. Total cystectomy for carcinoma of the bladder. J. Urol. 1963; 90 ; 731 – 735. 104. Jewett HJ. Comments on the staging of invasive bladder cancer two B’s or not two B’s: that is the question (apologies to Shake- speare, Hamlet. Act III, sc. I, 1. 56). J. Urol. 1978; 119 ; 39. 105. Tilki D, Reich O, Karakiewicz PI et al. Validation of the AJCC TNM substaging of pT2 bladder cancer: deep muscle invasion is associated with significantly worse outcome. Eur. Eurol. 2010; 58 ; 112 – 117. 106. Sonpavde G, Khan MM, Svatek RS et al. Prognostic risk strati- fication of pathological stage T2N0 bladder cancer after radi- cal cystectomy. BJU Int. 2011; 108 ; 687 – 692. 107. Ghoneim MA, Abdel-Latif M, el-Mekresh M et al. Radical cys- tectomy for carcinoma of the bladder: 2,720 consecutive cases 5 years later. J. Urol. 2008; 180 ; 121 – 127. 108. Gakis G, Schilling D, Renninger M, Seibold J, Sievert KD, Stenzl A. Comparison of the new American Joint Committee on Cancer substratification in node-negative pT2 urothelial carcinoma of the bladder: analysis of patient outcomes in a contemporary series. BJU Int. 2011; 107 ; 919 – 923. 109. Ananthanarayanan V, Pan Y, Tretiakova M et al. Influence of histologic criteria and confounding factors in staging equivocal cases for microscopic perivesical tissue invasion (pT3a): an interobserver study among genitourinary patholo- gists. Am. J. Surg. Pathol. 2014; 38 ; 167 – 175. 110. Alfred Witjes J, Lebret T, Comperat EM et al. Updated 2016 EAU Guidelines on muscle-invasive and metastatic bladder cancer. Eur. Eurol. 2017; 71 ; 462 – 475. 111. Milowsky MI, Rumble RB, Booth CM et al. Guideline on Mus- cle-Invasive and Metastatic Bladder Cancer (European Associ- ation of Urology Guideline): American Society of Clinical Oncology Clinical Practice Guideline Endorsement. J. Clin. Oncol. 2016; 34 ; 1945 – 1952. 112. Scosyrev E, Yao J, Messing E. Microscopic invasion of perivesi- cal fat by urothelial carcinoma: implications for prognosis and pathology practice. Urology 2010; 76 ; 908 – 913; discus- sion 914. 113. Neuzillet Y, Lebret T, Molinie V et al. Perivesical fat invasion in bladder cancer: implications for prognosis comparing pT2b, pT3a and pT3b stages and consequences for adjuvant chemotherapy indications. BJU Int. 2012; 110 ; 1736 – 1741. 114. Bastian PJ, Hutterer GC, Shariat SF et al. Macroscopic, but not microscopic, perivesical fat invasion at radical cystectomy is an adverse predictor of recurrence and survival. BJU Int. 2008; 101 ; 450 – 454. 115. Philip AT, Amin MB, Tamboli P, Lee TJ, Hill CE, Ro JY. Intravesical adipose tissue: a quantitative study of its presence and location with implications for therapy and prognosis. Am. J. Surg. Pathol. 2000; 24 ; 1286 – 1290. © 2018 John Wiley & Sons Ltd, Histopathology , 74, 112–134. Staging of bladder cancer 131",
    "116. Quek ML, Stein JP, Clark PE et al. Microscopic and gross extravesical extension in pathological staging of bladder can- cer. J. Urol. 2004; 171 ; 640 – 645. 117. Boudreaux KJ Jr, Chang SS, Lowrance WT et al. Comparison of American Joint Committee on Cancer pathologic stage T3a versus T3b urothelial carcinoma: analysis of patient out- comes. Cancer 2009; 115 ; 770 – 775. 118. Dincel C, Kara C, Balci U et al. Comparison of microscopic (pT3a) and gross extravesical extension (pT3b) in pathologi- cal staging of bladder cancer: analysis of patient outcomes. Int. Urol. Nephrol. 2013; 45 ; 387 – 393. 119. Sonpavde G, Khan MM, Svatek RS et al. Prognostic risk strati- fication of pathological stage T3N0 bladder cancer after radi- cal cystectomy. J. Urol. 2011; 185 ; 1216 – 1221. 120. Tilki D, Svatek RS, Karakiewicz PI et al. pT3 Substaging is a prognostic indicator for lymph node negative urothelial carci- noma of the bladder. J. Urol. 2010; 184 ; 470 – 474. 121. Tretter EM, Ebel JJ, Pohar KS, Zynger DL. Does the gross pros- ector impact pT3 subclassification or lymph node counts in bladder cancer? Hum. Pathol. 2017; 61 ; 190 – 198. 122. Donat SM, Genega EM, Herr HW, Reuter VE. Mechanisms of prostatic stromal invasion in patients with bladder cancer: clinical significance. J. Urol. 2001; 165 ; 1117 – 1120. 123. Esrig D, Freeman JA, Elmajian DA et al. Transitional cell car- cinoma involving the prostate with a proposed staging classi- fication for stromal invasion. J. Urol. 1996; 15 ; 1071 – 1076. 124. Montironi R, Cheng L, Mazzucchelli R et al. Critical evalua- tion of the prostate from cystoprostatectomies for bladder can- cer: insights from a complete sampling with the whole mount technique. Eur. Eurol. 2009; 55 ; 1305 – 1309. 125. Knoedler JJ, Boorjian SA, Tollefson MK et al. Urothelial carci- noma involving the prostate: the association of revised tumour stage and coexistent bladder cancer with survival after radical cystectomy. BJU Int. 2014; 114 ; 832 – 836. 126. Barocas DA, Patel SG, Chang SS, Clark PE, Smith JA Jr, Cook- son MS. Outcomes of patients undergoing radical cystoprosta- tectomy for bladder cancer with prostatic involvement on final pathology. BJU Int. 2009; 104 ; 1091 – 1097. 127. Njinou Ngninkeu B, Lorge F, Moulin P, Jamart J, Van Cangh PJ. Transitional cell carcinoma involving the prostate: a clini- copathological retrospective study of 76 cases. J. Urol. 2003; 169 ; 149 – 152. 128. Pagano F, Bassi P, Ferrante GL et al. Is stage pT4a (D1) reli- able in assessing transitional cell carcinoma involvement of the prostate in patients with a concurrent bladder cancer? A necessary distinction for contiguous or noncontiguous involvement. J. Urol. 1996; 155 ; 244 – 247. 129. Ayyathurai R, Gomez P, Luongo T, Soloway MS, Manoharan M. Prostatic involvement by urothelial carcinoma of the blad- der: clinicopathological features and outcome after radical cystectomy. BJU Int. 2007; 100 ; 1021 – 1025. 130. Shen SS, Lerner SP, Muezzinoglu B, Truong LD, Amiel G, Wheeler TM. Prostatic involvement by transitional cell carci- noma in patients with bladder cancer and its prognostic sig- nificance. Hum. Pathol. 2006; 37 ; 726 – 734. 131. Vallo S, Gilfrich C, Burger M et al. Comparative analysis of the effect of prostatic invasion patterns on cancer-specific mortality after radical cystectomy in pT4a urothelial carci- noma of the bladder. Urol. Oncol. 2016; 34 ; 432.e1 – 432.e8. 132. Patel AR, Cohn JA, Abd El Latif A et al. Validation of new AJCC exclusion criteria for subepithelial prostatic stromal invasion from pT4a bladder urothelial carcinoma. J. Urol. 2013; 189 ; 53 – 58. 133. Daneshmand S, Stein JP, Lesser T et al. Prognosis of seminal vesicle involvement by transitional cell carcinoma of the blad- der. J. Urol. 2004; 172 ; 81 – 84. 134. Volkmer BG, Kufer R, Maier S et al. Outcome in patients with seminal vesicle invasion after radical cystectomy. J. Urol. 2003; 169 ; 1299 – 1302. 135. May M, Brookman-May S, Burger M et al. Concomitant semi- nal vesicle invasion in pT4a urothelial carcinoma of the blad- der with contiguous prostatic infiltration is an adverse prognosticator for cancer-specific survival after radical cystec- tomy. Ann. Surg. Oncol. 2014; 21 ; 4034 – 4040. 136. You D, Kim SC, Jeong IG et al. Urothelial carcinoma of the bladder with seminal vesicle invasion: prognostic significance. BJU Int. 2010; 106 ; 1657 – 1661. 137. Chen ME, Pisters LL, Malpica A, Pettaway CA, Dinney CP. Risk of urethral, vaginal and cervical involvement in patients undergoing radical cystectomy for bladder cancer: results of a contemporary cystectomy series from M. D. Anderson Cancer Center. J. Urol. 1997; 157 ; 2120 – 2123. 138. Salem H, El-Mazny A. A clinicopathologic study of gyneco- logic organ involvement at radical cystectomy for bladder cancer. Int. J. Gynaecol. Obstet. 2011; 115 ; 188 – 190. 139. Varkarakis IM, Pinggera G, Antoniou N, Constantinides K, Chrisofos M, Deliveliotis C. Pathological review of internal genitalia after anterior exenteration for bladder cancer in women. Evaluating risk factors for female organ involvement. Int. Urol. Nephrol. 2007; 39 ; 1015 – 1021. 140. Ali-El-Dein B, Abdel-Latif M, Mosbah A et al. Secondary malignant involvement of gynecologic organs in radical cys- tectomy specimens in women: is it mandatory to remove these organs routinely? J. Urol. 2004; 172 ; 885 – 887. 141. Groutz A, Gillon G, Konichezky M et al. Involvement of inter- nal genitalia in female patients undergoing radical cystec- tomy for bladder cancer: a clinicopathologic study of 37 cases. Int. J. Gynecol. Cancer 1999; 9 ; 302 – 306. 142. Reyes MC, Park KJ, Lin O et al. Urothelial carcinoma involv- ing the gynecologic tract: a morphologic and immunohisto- chemical study of 6 cases. Am. J. Surg. Pathol. 2012; 36 ; 1058 – 1065. 143. Aziz A, Shariat SF, Roghmann F et al. Prediction of cancer- specific survival after radical cystectomy in pT4a urothelial carcinoma of the bladder: development of a tool for clinical decision-making. BJU Int. 2016; 117 ; 272 – 279. 144. May M, Bastian PJ, Brookman-May S et al. Gender-specific differ- ences in cancer-specific survival after radical cystectomy for patients with urothelial carcinoma of the urinary bladder in pathologic tumor stage T4a. Urol. Oncol. 2013; 31 ; 1141 – 1147. 145. Tilki D, Svatek RS, Karakiewicz PI et al. Characteristics and outcomes of patients with pT4 urothelial carcinoma at radical cystectomy: a retrospective international study of 583 patients. J. Urol. 2010; 183 ; 87 – 93. 146. Liberman D, Alasker A, Sun M et al. Radical cystectomy for patients with pT4 urothelial carcinoma in a large population- based study. BJU Int. 2011; 107 ; 905 – 911. 147. Nuhn P, May M, Fritsche HM et al. External validation of dis- ease-free survival at 2 or 3 years as a surrogate and new pri- mary endpoint for patients undergoing radical cystectomy for urothelial carcinoma of the bladder. Eur. J. Surg. Oncol. 2012; 38 ; 637 – 642. 148. Fleischmann A, Thalmann GN, Markwalder R, Studer UE. Extracapsular extension of pelvic lymph node metastases from urothelial carcinoma of the bladder is an independent prog- nostic factor. J. Clin. Oncol. 2005; 23 ; 2358 – 2365. © 2018 John Wiley & Sons Ltd, Histopathology , 74, 112–134. 132 M J Magers et al.",
    "149. Jensen JB, Ulhoi BP, Jensen KM. Evaluation of different lymph node (LN) variables as prognostic markers in patients under- going radical cystectomy and extended LN dissection to the level of the inferior mesenteric artery. BJU Int. 2012; 109 ; 388 – 393. 150. Stephenson AJ, Gong MC, Campbell SC, Fergany AF, Hansel DE. Aggregate lymph node metastasis diameter and survival after radical cystectomy for invasive bladder cancer. Urology 2010; 5 ; 382 – 386. 151. Pedrosa JA, Koch MO, Cheng L. Lymph node-positive bladder cancer: surgical, pathologic, molecular and prognostic aspects. Expert Rev. Anticancer Ther. 2013; 13 ; 1281 – 1295. 152. Herr HW, Bochner BH, Dalbagni G, Donat SM, Reuter VE, Bajorin DF. Impact of the number of lymph nodes retrieved on outcome in patients with muscle invasive bladder cancer. J. Urol. 2002; 167 ; 1295 – 1298. 153. Hollenbeck BK, Ye Z, Wong SL, Montie JE, Birkmeyer JD. Hospital lymph node counts and survival after radical cystec- tomy. Cancer 2008; 112 ; 806 – 812. 154. Koppie TM, Vickers AJ, Vora K, Dalbagni G, Bochner BH. Standardization of pelvic lymphadenectomy performed at rad- ical cystectomy: can we establish a minimum number of lymph nodes that should be removed? Cancer 2006; 107 ; 2368 – 2374. 155. Wright JL, Lin DW, Porter MP. The association between extent of lymphadenectomy and survival among patients with lymph node metastases undergoing radical cystectomy. Cancer 2008; 112 ; 2401 – 2408. 156. Morgan TM, Barocas DA, Penson DF et al. Lymph node yield at radical cystectomy predicts mortality in node-negative and not node-positive patients. Urology 2012; 80 ; 632 – 640. 157. Capitanio U, Suardi N, Shariat SF et al. Assessing the mini- mum number of lymph nodes needed at radical cystectomy in patients with bladder cancer. BJU Int. 2009; 103 ; 1359 – 1362. 158. Lerner SP, Skinner DG, Lieskovsky G et al. The rationale for en bloc pelvic lymph node dissection for bladder cancer patients with nodal metastases: long-term results. J. Urol. 1993; 149 ; 758 – 764; discussion 764 – 765. 159. Skinner DG. Management of invasive bladder cancer: a metic- ulous pelvic node dissection can make a difference. J. Urol. 1982; 128 ; 34 – 36. 160. Abdollah F, Sun M, Schmitges J et al. Stage-specific impact of pelvic lymph node dissection on survival in patients with non-metastatic bladder cancer treated with radical cystec- tomy. BJU Int. 2012; 109 ; 1147 – 1154. 161. Stein JP, Lieskovsky G, Cote R et al. Radical cystectomy in the treatment of invasive bladder cancer: long-term results in 1,054 patients. J. Clin. Oncol. 2001; 19 ; 666 – 675. 162. Edge SB, American Joint Committee on Cancer. AJCC cancer staging manual , 7th edn. New York: Springer, 2010. 163. Greene FL, American Joint Committee on Cancer, American Cancer Society. AJCC cancer staging manual , 6th ed. New York: Springer-Verlag, 2002. 164. Herr HW. Superiority of ratio based lymph node staging for bladder cancer. J. Urol. 2003; 169 ; 943 – 945. 165. Pedrosa JA, Kaimakliotis HZ, Monn MF et al. Critical analysis of the 2010 TNM classification in patients with lymph node- positive bladder cancer: influence of lymph node disease bur- den. Urol. Oncol. 2014; 32 ; 1003 – 1009. 166. Pedrosa JA, Koch MO, Kaimakliotis HZ et al. Three-tiered nodal classification system for bladder cancer: a new pro- posal. Future Oncol. 2015; 11 ; 399 – 408. 167. Galsky MD, Moshier E, Krege S et al. Nomogram for predict- ing survival in patients with unresectable and/or metastatic urothelial cancer who are treated with cisplatin-based chemotherapy. Cancer 2013; 119 ; 3012 – 3019. 168. Lotan Y, Gupta A, Shariat SF et al. Lymphovascular invasion is independently associated with overall survival, cause-speci- fic survival, and local and distant recurrence in patients with negative lymph nodes at radical cystectomy. J. Clin. Oncol. 2005; 23 ; 6533 – 6539. 169. Kunju LP, You L, Zhang Y, Daignault S, Montie JE, Lee CT. Lymphovascular invasion of urothelial cancer in matched transurethral bladder tumor resection and radical cystec- tomy specimens. J. Urol. 2008; 180 ; 1928 – 1932; discussion 1932. 170. Shariat SF, Bolenz C, Godoy G et al. Predictive value of com- bined immunohistochemical markers in patients with pT1 urothelial carcinoma at radical cystectomy. J. Urol. 2009; 182 ; 78 – 84; discussion 84. 171. Mazzucchelli R, Cheng L, Lopez-Beltran A, Scarpelli M, Mon- tironi R. Clinicopathological significance of lymphovascular invasion in urothelial carcinoma. Anal. Quant. Cytopathol. Histpathol. 2012; 34 ; 173 – 179. 172. Streeper NM, Simons CM, Konety BR et al. The significance of lymphovascular invasion in transurethral resection of bladder tumour and cystectomy specimens on the survival of patients with urothelial bladder cancer. BJU Int. 2009; 103 ; 475 – 479. 173. Resnick MJ, Bergey M, Magerfleisch L, Tomaszewski JE, Malkowicz SB, Guzzo TJ. Longitudinal evaluation of the con- cordance and prognostic value of lymphovascular invasion in transurethral resection and radical cystectomy specimens. BJU Int. 2011; 107 ; 46 – 52. 174. Walker NF, Gan C, Olsburgh J, Khan MS. Diagnosis and man- agement of intradiverticular bladder tumours. Nat. Rev. Urol. 2014; 11 ; 383 – 390. 175. Prakash, Rajini T, Kumar Bhardwaj A, V J, Kalyani Rao P, Singh G. Urinary bladder diverticulum and its association with malignancy: an anatomical study on cadavers. Rom. J. Morphol. Embryol. 2010; 51 ; 543 – 545. 176. Hansel DE, Paner GP, Nese N, Amin MB. Limited smoothe- lin expression within the muscularis mucosae: validation in bladder diverticula. Hum. Pathol. 2011; 42 ; 1770 – 1776. 177. Golijanin D, Yossepowitch O, Beck SD, Sogani P, Dalbagni G. Carcinoma in a bladder diverticulum: presentation and treat- ment outcome. J. Urol. 2003; 170 ; 1761 – 1764. 178. Idrees MT, Alexander RE, Kum JB, Cheng L. The spectrum of histopathologic findings in vesical diverticulum: implications for pathogenesis and staging. Hum. Pathol. 2013; 44 ; 1223 – 1232. 179. Tamas EF, Stephenson AJ, Campbell SC, Montague DK, Trusty DC, Hansel DE. Histopathologic features and clinical outcomes in 71 cases of bladder diverticula. Arch. Pathol. Lab. Med. 2009; 133 ; 791 – 796. 180. Hu B, Satkunasivam R, Schuckman A, Miranda G, Cai J, Daneshmand S. Urothelial carcinoma in bladder diverticula: outcomes after radical cystectomy. World J. Urol. 2015; 33 ; 1397 – 1402. 181. Dhillon J, Liang Y, Kamat AM et al. Urachal carcinoma: a pathologic and clinical study of 46 cases. Hum. Pathol. 2015; 46 ; 1808 – 1814. 182. Molina JR, Quevedo JF, Furth AF, Richardson RL, Zincke H, Burch PA. Predictors of survival from urachal cancer: a © 2018 John Wiley & Sons Ltd, Histopathology , 74, 112–134. Staging of bladder cancer 133",
    "Mayo Clinic study of 49 cases. Cancer 2007; 110 ; 2434 – 2440. 183. Ashley RA, Inman BA, Sebo TJ et al. Urachal carcinoma: clin- icopathologic features and long-term outcomes of an aggres- sive malignancy. Cancer 2006; 107 ; 712 – 720. 184. Pinthus JH, Haddad R, Trachtenberg J et al. Population based survival data on urachal tumors. J. Urol. 2006; 175 ; 2042 – 2047; discussion 2047. 185. Sheldon CA, Clayman RV, Gonzalez R, Williams RD, Fraley EE. Malignant urachal lesions. J. Urol. 1984; 131 ; 1 – 8. 186. Amin MB, Smith SC, Eble JN et al. Glandular neoplasms of the urachus: a report of 55 cases emphasizing mucinous cys- tic tumors with proposed classification. Am. J. Surg. Pathol. 2014; 38 ; 1033 – 1045. 187. Gopalan A, Sharp DS, Fine SW et al. Urachal carcinoma: a clinicopathologic analysis of 24 cases with outcome correla- tion. Am. J. Surg. Pathol. 2009; 33 ; 659 – 668. 188. Bruins HM, Visser O, Ploeg M, Hulsbergen-van de Kaa CA, Kiemeney LA, Witjes JA. The clinical epidemiology of urachal carcinoma: results of a large, population based study. J. Urol. 2012; 188 ; 1102 – 1107. 189. Herr HW, Bochner BH, Sharp D, Dalbagni G, Reuter VE. Ura- chal carcinoma: contemporary surgical outcomes. J. Urol. 2007; 178 ; 74 – 78; discussion 78. 190. Wright JL, Porter MP, Li CI, Lange PH, Lin DW. Differ- ences in survival among patients with urachal and nonu- rachal adenocarcinomas of the bladder. Cancer 2006; 107 ; 721 – 728. © 2018 John Wiley & Sons Ltd, Histopathology , 74, 112–134. 134 M J Magers et al."
  ],
  "processed_at": "2026-01-30T15:58:56.172Z"
}