{
  "doc_id": "106ea08d978db4e18f102ba1cd79bb8e",
  "source_id": "Male_Infertility_Unabridged_Final",
  "total_pages": 63,
  "pages": [
    "Copyright © 2024 American Urological Association Education and Research, Inc. ® Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. DIAGNOSIS AND TREATMENT OF INFERTILITY IN MEN: AUA/ASRM GUIDELINE ሺ 2020; Amended 2024 ሻ Guideline Panel Peter N. Schlegel, MD; Mark Sigman, MD; Barbara Collura; Christopher J. De Jonge, PhD; Michael L. Eisenberg, MD; Dolores J. Lamb, PhD; John P. Mulhall, MD; Craig Niederberger MD; Jay I. Sandlow, MD; Rebecca Z. Sokol, MD, MPH; Steven D. Spandorfer, MD; Cigdem Tanrikut, MD; Armand Zini, MD Amendment Panel Robert E. Brannigan, MD; Cigdem Tanrikut, MD Staff and Consultants Sennett K. Kim, Erin Kirkby, MS; Linnea Hermanson, MA; Janice Kaczmarek, MS; Jeffrey T. Oristaglio, PhD; Jonathan R. Treadwell, PhD SUMMARY Purpose Infertility is due in whole or in part to the male in approximately one-half of all infertile couples. Although many couples can achieve a pregnancy with– intrauterine insemination (IUI) and assisted reproductive technologies (ART) (in vitro fertilization [IVF] with or without intracytoplasmic sperm injection [ICSI]), evaluation of the male is important to most appropriately direct therapy. Some male factor conditions are treatable with medical or surgical therapy, and others may require donor sperm or adoption, if appropriate. Some conditions are life threatening, while others have health and genetic implications for the patient and potential offspring. A male evaluation is necessary to adequately design the management of the patient and the couple. Without an adequate male infertility workup, unnecessary costly, time-consuming, and invasive treatment might be pursued for the female partner. The purpose of this Guideline is to outline the appropriate evaluation and management of the male partner in an infertile couple. Recommendations proceed from obtaining an appropriate history and physical exam (Appendix I), as well as diagnostic testing, where indicated. Medical therapies, surgical techniques, and use of IUI and ART are covered to allow for optimal patient management. Recommendations are based on a strict process of evaluation of published literature as discussed in the Methodology section. This process is based on the PICO question approach (Problem/Patient/Population, Intervention/Indicator, Comparison, and Outcome) as described in the Methodology section. In this Guideline, the term “male” is used to refer to biological or genetic men. American Urological Association (AUA)/ American Society for Reproductive Medicine (ASRM) A PPROVED BY THE AUA B OARD OF D IRECTORS J ULY 2024 Authors’ disclosure of potential conflicts of interest and author/staff contributions appear at the end of the article. © 2024 by the American Urological Association 1",
    "Male Infertility Copyright © 2024 American Urological Association Education and Research, Inc. ® Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. Methodology The Emergency Care Research Institute (ECRI) Evidence-based Practice Center team searched PubMed®, EMBASE® (Excerpta Medica), and Medline from January 2000 through May 2019. An experienced medical librarian developed an individual search strategy for each individual key question using medical subject headings terms and key words appropriate for each question’s PICO framework. When sufficient evidence existed, the body of evidence was assigned a strength rating of A (high), B (moderate), or C (low) for support of Strong, Moderate, or Conditional Recommendations. In the absence of sufficient evidence, additional information is provided as Clinical Principles and Expert Opinions. In 2023, the Male Infertility Guideline was updated through the AUA amendment process in which newly published literature is reviewed and integrated into previously published guidelines. ECRI’s medical research librarian conducted literature searches of EMBASE (Excerpta Medica)/Medline and PubMed (PreMedline) from May 30, 2019, through August 30, 2023, yielding 4,093 new abstracts. ECRI’s research analysts performed abstract screening and data extraction of 125 eligible study abstracts meeting inclusion criteria. GUIDELINE STATEMENTS ASSESSMENT 1. For initial infertility evaluation, clinicians should initiate concurrent assessment of both male and female partners. ( Expert Opinion ) 2. Clinicians should include a reproductive history during initial evaluation of the male for fertility. ( Clinical Principle ) Clinicians should also include one or more semen analyses (SAs) during initial evaluation of the male. ( Strong Recommendation; Evidence Level: Grade B ) 3. Male reproductive experts should evaluate patients with a complete history and physical examination as well as other directed tests, when indicated by one or more abnormal semen parameters or presumed male infertility. ( Expert Opinion ) 4. In couples with failed assisted reproductive technology cycles or recurrent pregnancy losses (RPL) (two or more), clinicians should evaluate the male partner. ( Moderate Recommendation; Evidence Level: Grade C ) LIFESTYLE FACTORS AND RELATIONSHIPS BETWEEN INFERTILITY AND GENERAL HEALTH 5. Clinicians should counsel infertile males or males with abnormal semen parameters on the health risks associated with abnormal sperm production. ( Moderate Recommendation; Evidence Level: Grade B ) 6. For infertile males with specific, identifiable causes of male infertility, clinicians should inform the patient of relevant, associated health conditions. ( Moderate Recommendation; Evidence Level: Grade B ) 7. Clinicians should advise couples with advanced paternal age ( ≥ 40) that there is an increased risk of adverse health outcomes for their offspring. ( Expert Opinion ) 8. Clinicians may discuss risk factors (i.e., lifestyle, medication usage, environmental exposures, occupational exposures) associated with male infertility, and counsel the patients that the current data on the majority of risk factors are limited. ( Conditional Recommendation; Evidence Level: Grade C ) 2",
    "Male Infertility Copyright © 2024 American Urological Association Education and Research, Inc. ® Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. DIAGNOSIS/ASSESSMENT/EVALUATION 9. Clinicians should use the results from the semen analysis to guide management of the patient. In general, results are of greatest clinical significance when multiple abnormalities are present. ( Expert Opinion ) 10. Clinicians should obtain hormonal evaluation including follicle-stimulating hormone (FSH) and testosterone for infertile males with impaired libido, erectile dysfunction, oligozoospermia or azoospermia, atrophic testes, or evidence of hormonal abnormality on physical evaluation. ( Expert Opinion ) 11. Clinicians should initially evaluate azoospermic males with physical exam, semen volume, semen pH, and serum follicle-stimulating hormone levels to differentiate genital tract obstruction from impaired sperm production. ( Expert Opinion ) 12. Clinicians should recommend karyotype testing for males with primary infertility and azoospermia or sperm concentration <5 million sperm/mL when accompanied by elevated follicle-stimulating hormone, testicular atrophy, or a diagnosis of impaired sperm production. ( Expert Opinion ) 13. Clinicians should recommend Y-chromosome microdeletion analysis for males with primary infertility and azoospermia or sperm concentration ≤ 1 million sperm/mL when accompanied by elevated follicle-stimulating hormone, testicular atrophy, or a diagnosis of impaired sperm production. ( Moderate Recommendation; Evidence Level: Grade B ) 14. Clinicians should recommend Cystic Fibrosis Transmembrane Conductance Regulator (CFTR) mutation carrier testing (including assessment of the 5T allele) in males with vasal agenesis or idiopathic obstructive azoospermia. ( Expert Opinion ) 15. For males who harbor a CFTR mutation or have absence of the vas deferens (unilateral or bilateral), clinicians should recommend genetic evaluation of the female partner. ( Expert Opinion ) 16. Clinicians should not recommend sperm deoxyribonucleic acid (DNA) fragmentation analysis in the initial evaluation of the infertile couple. ( Moderate Recommendation; Evidence Level: Grade C ) 17. In males with increased round cells on semen analysis (>1million/mL), clinicians should evaluate the patient further to differentiate white blood cells (pyospermia) from germ cells. ( Expert Opinion ) 18. In patients with pyospermia, clinicians should evaluate the patient for the presence of infection. ( Clinical Principle ) 19. Clinicians should not perform antisperm antibody (ASA) testing in the initial evaluation of male infertility. ( Expert Opinion ) 20. For couples with recurrent pregnancy loss, clinicians should evaluate the male partner with karyotype ( Expert Opinion ) and sperm DNA fragmentation. ( Moderate Recommendation; Evidence Level: Grade C ) 21. Clinicians should not routinely perform diagnostic testicular biopsy to differentiate between obstructive azoospermia and non-obstructive azoospermia (NOA). ( Expert Opinion ) IMAGING 22. Clinicians should not routinely perform scrotal ultrasound in the initial evaluation of the infertile male. ( Expert Opinion ) 23. Clinicians should not perform transrectal ultrasonography (TRUS) or pelvic magnetic resonance imaging (MRI) as part of the initial evaluation of the infertile male. Clinicians may recommend TRUS or pelvic MRI in males with semen analysis suggestive of ejaculatory duct obstruction (EDO) (i.e., acidic, azoospermic semen with volume <1.4mL, with normal serum T, palpable vas deferens). ( Expert Opinion ) 3",
    "Male Infertility Copyright © 2024 American Urological Association Education and Research, Inc. ® Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. 24. Clinicians should not routinely perform abdominal imaging for the sole indication of an isolated small or moderate right varicocele. ( Expert Opinion ) 25. Clinicians should recommend renal ultrasonography for patients with vasal agenesis to evaluate for renal abnormalities. ( Expert Opinion ) TREATMENT Varicocele Repair/Varicocelectomy 26. Clinicians should consider surgical varicocelectomy in males attempting to conceive who have palpable varicocele(s), infertility, and abnormal semen parameters, except for azoospermic males. ( Moderate Recommendation; Evidence Level: Grade B ) 27. Clinicians should not recommend varicocelectomy for males with non-palpable varicoceles detected solely by imaging. ( Strong Recommendation; Evidence Level: Grade C ) 28. For males with clinical varicocele and non-obstructive azoospermia, clinicians should inform couples of the absence of definitive evidence supporting varicocele repair prior to surgical sperm retrieval with assisted reproductive technologies. ( Expert Opinion ) Sperm Retrieval 29. For males with non-obstructive azoospermia undergoing sperm retrieval, clinicians should perform a microdissection testicular sperm extraction (micro-TESE). ( Moderate Recommendation; Evidence Level: Grade C ) 30. In males undergoing surgical sperm retrieval by a clinician, intracytoplasmic sperm injection may be performed with fresh or cryopreserved sperm. ( Conditional Recommendation; Evidence Level: Grade C ) 31. In males with azoospermia due to obstruction undergoing surgical sperm retrieval, clinicians may extract sperm from either the testis or the epididymis. ( Conditional Recommendation; Evidence Level: Grade C ) 32. Clinicians may consider the utilization of testicular sperm in nonazoospermic males with an elevated sperm DNA Fragmentation Index (DFI). ( Clinical Principle ) 33. For males with aspermia, clinicians may perform surgical sperm extraction or induced ejaculation (sympathomimetics, vibratory stimulation or electroejaculation) depending on the patient’s condition and clinician’s experience. ( Expert Opinion ) 34. Clinicians may treat infertility associated with retrograde ejaculation (RE) with sympathomimetics (with or without alkalinization and/or urethral catheterization), induced ejaculation, or surgical sperm retrieval. ( Expert Opinion ) Obstructive Azoospermia, Including Post-Vasectomy Infertility 35. Clinicians should counsel couples desiring conception after vasectomy that surgical reconstruction, surgical sperm retrieval, or both reconstruction and simultaneous sperm retrieval for cryopreservation are viable options. ( Moderate Recommendation; Evidence Level: Grade C ) 36. Clinicians should counsel males with vasal or epididymal obstructive azoospermia that microsurgical reconstruction may be successful in returning sperm to the ejaculate. ( Expert Opinion ) 37. For infertile males with ejaculatory duct obstruction, clinicians may consider transurethral resection of ejaculatory ducts (TURED) and/or surgical sperm extraction. ( Expert Opinion ) Medical and Nutraceutical Interventions for Fertility 38. Clinicians may manage male infertility with assisted reproductive technology. ( Expert Opinion ) 4",
    "Male Infertility Copyright © 2024 American Urological Association Education and Research, Inc. ® Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. 39. Clinicians may advise an infertile couple with a low total motile sperm count on repeated semen analyses that intrauterine insemination success rates may be reduced, and treatment with assisted reproductive technology (in vitro fertilization/intracytoplasmic sperm injection) may be considered. ( Expert Opinion ) 40. In a patient presenting with hypogonadotropic hypogonadism (HH), clinicians should evaluate the patient to determine the etiology of the disorder and treat based on diagnosis. ( Clinical Principle ) 41. Clinicians may use aromatase inhibitors (AIs), human chorionic gonadotropin (hCG), selective estrogen receptor modulators (SERMs), or a combination thereof for infertile males with low serum testosterone. ( Conditional Recommendation; Evidence Level: Grade C ) 42. For the male interested in current or future fertility, clinicians should not prescribe exogenous testosterone therapy. ( Clinical Principle ) 43. For the infertile male with hyperprolactinemia, clinicians should evaluate the patient for the etiology and treat accordingly. ( Expert Opinion ) 44. Clinicians should inform the male with idiopathic infertility that the use of selective estrogen receptor modulators has limited benefits relative to results of assisted reproductive technology. ( Expert Opinion ) 45. Clinicians should counsel patients that the benefits of supplements (e.g., antioxidants, vitamins) are of questionable clinical utility in treating male infertility. Existing data are inadequate to provide recommendation for specific agents to use for this purpose. ( Moderate Recommendation; Evidence Level: Grade B ) 46. For males with idiopathic infertility, clinicians may consider treatment using a follicle-stimulating hormone analogue with the aim of improving sperm concentration, pregnancy rate, and live birth rate. ( Conditional Recommendation; Evidence Level: Grade B ) 47. In patients with non-obstructive azoospermia, clinicians may inform the patient of the limited data supporting pharmacologic manipulation with selective estrogen receptor modulators, aromatase inhibitors, and gonadotropins prior to surgical intervention. ( Conditional Recommendation; Evidence Level: Grade C ) Gonadotoxic Therapies and Fertility Preservation 48. Clinicians should discuss the effects of gonadotoxic therapies and other cancer treatments on sperm production with patients prior to commencement of therapy. ( Moderate Recommendation: Evidence Level: Grade C ) 49. Clinicians should inform patients undergoing chemotherapy and/or radiation therapy to avoid initiating a pregnancy for a period of at least 12 months after completion of treatment. ( Expert Opinion ) 50. Clinicians should encourage males to bank sperm, preferably multiple specimens when possible, prior to commencement of gonadotoxic therapy or other cancer treatment that may affect fertility in males. ( Expert Opinion ) 51. Clinicians may inform patients that a semen analysis should be performed at least 12 months (and preferably 24 months) after completion of gonadotoxic therapies. ( Conditional Recommendation; Evidence Level: Grade C ) 52. Clinicians should inform patients undergoing a retroperitoneal lymph node dissection (RPLND) of the risk of aspermia or retrograde ejaculation. ( Clinical Principle ) 53. Clinicians should obtain a post-orgasmic urinalysis for males with aspermia after retroperitoneal lymph node dissection and reduced volume ejaculate who are interested in fertility. ( Clinical Principle ) 54. Clinicians should inform males seeking paternity who are persistently azoospermic after gonadotoxic therapies that microdissection testicular sperm extraction is a treatment option. ( Strong Recommendation; Evidence Level: Grade B ) 5",
    "Male Infertility Copyright © 2024 American Urological Association Education and Research, Inc. ® Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. INTRODUCTION BACKGROUND The Diagnosis and Treatment of the Male Factor Couple Approximately 15% of couples experience infertility, which is defined as the inability to conceive a pregnancy within 12 months when the female partner is <35 years old and within 6 months when the female partner is >35 years old. A male factor is solely responsible in about 20% of infertile couples and contributory in another 30% to 40%. 1 Despite these estimates, the true prevalence of male infertility is not clearly defined due to multiple factors including variations in definitions of infertility, differences in sources of data, and the populations studied. 2 Male factor infertility may be explained by an abnormal SA or by other sperm function defects, in the setting of a normal SA as well as functional male defects. This document offers guidance for the optimal diagnostic evaluation and management of the male partner of an infertile couple. Male infertility can be due to a variety of conditions. Some of these conditions are identifiable and reversible, such as ductal obstruction and HH. Other conditions are identifiable and treatable but not reversible, such as bilateral testicular atrophy secondary to viral orchitis. Identification of the etiology of an abnormal SA is not possible in approximately 30% of males in which case this condition is termed idiopathic male infertility. 3 When the reason for infertility is not clear with a normal SA and partner evaluation the infertility is termed unexplained, which is found in up to approximately 25% of couples. 3 In some instances, patients with normal SAs have sperm that do not function in a manner necessary for fertility. The overall goal of the male evaluation is to identify conditions that may affect management or health of the patient or their offspring. Identification and treatment of reversible conditions may improve the male’s fertility and allow for conception through intercourse or through techniques, such as IUI or IVF, when those approaches would otherwise not be possible. Even azoospermic patients may have some degree of active sperm production within the testes or could have sperm production induced with treatment. Identification of conditions for which there is no treatment will spare couples the distress of attempting ineffective therapies and allow them to consider options, such as donor sperm or adoption, if appropriate. Male infertility is associated with other comorbidities including increased mortality, while advanced paternal age is associated with some adverse outcomes in offspring. In addition, male infertility may occasionally be the presenting manifestation of an underlying life-threatening condition. 4 Failure to identify diseases such as testicular cancer or pituitary tumors may have serious consequences, including, in rare cases, death. Detection of certain genetic causes of male infertility allows couples to be informed about the potential to transmit genetic abnormalities that may affect the health of offspring and seek genetic counseling when appropriate. Thus, an appropriate male evaluation may allow the couple to better understand the basis and implications of their infertility. In summary, the specific goals of the evaluation of the infertile male are to identify the following:  potentially correctable conditions;  irreversible conditions that are amenable to IUI and ART using the sperm of the male partner;  irreversible conditions that are not amenable to the above, and for which donor insemination or adoption are possible options;  life- or health-threatening conditions that may underlie the infertility or associated medical comorbidities that require medical attention; and  genetic abnormalities or lifestyle and age factors that may affect the health of the male patient or of offspring particularly if ART are to be employed. Definitions of Infertility and Treatment Success A wide variety of professional and international health organizations have defined infertility in general and male infertility, specifically. Since the condition of infertility reflects the outcome of a couple’s attempt to achieve a pregnancy, the most common definition of infertility is “a disease of the reproductive system defined by the failure to achieve a clinical pregnancy after 12 months or more of regular unprotected sexual intercourse”. 5 The condition of infertility is categorized as a disease by the World Health Organization (WHO), the American Medical Association (AMA), and the American Society for Reproductive Medicine (ASRM). 6 Evaluation for infertility is also guided by female age and other factors, such as 6",
    "Male Infertility Copyright © 2024 American Urological Association Education and Research, Inc. ® Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. an abnormal male reproductive history (e.g., history of cryptorchidism, chemotherapy, pelvic/retroperitoneal surgery, other conditions that have been associated with male infertility). When such factors are present, male evaluation is indicated regardless of prior attempts to conceive. Infertility should be evaluated after 6 months of attempted conception when the female partner is 35 years of age or older. Male infertility is typically diagnosed by one or more factors that may include abnormal semen quality or sperm functional parameters; anatomical, endocrine, genetic, functional, or immunological abnormalities of the male reproductive system (including chronic illness); or sexual conditions (e.g., erectile dysfunction) incompatible with the ability to deposit semen in the vagina. Primary male infertility refers to males who have never initiated a clinical pregnancy and meets the criteria of being classified as infertile, whereas secondary infertility refers to a couple where the male is unable to initiate a clinical pregnancy, but who had previously initiated a clinical pregnancy (with the same or different sexual partner). Some conditions may be more common in primary or secondary infertility. Evaluation of males with secondary infertility should include a focus on conditions or exposures that have developed or occurred after initiation of the earlier pregnancy(ies). Assessment of tests and treatments for the male is challenging due to inconsistent endpoints and the observation that many of these endpoints are dependent upon and measured from the female partner. Ideally, the endpoint for fertility trials should be \"live birth (defined as any delivery of a live infant after 20 weeks of gestation) or cumulative live birth, defined as the live birth per women over a defined time period (or number of treatment cycles.)\" This definition was provided by the modified Consolidated Standards of Reporting Trials for Fertility, Improving the Reporting of Clinical Trials of Infertility Treatments. 7 However, due to the variety of confounding variables present in the female, it is difficult to control for many of the most important variables and still include sufficient male subjects in a clinical trial for pregnancy or birth to be a viable outcome measure. To address this challenge, the majority of clinical trials addressing male fertility and infertility utilize surrogate outcome metrics, the most common being the SA. However, the high variability of SA parameters make them difficult to use in the determination of interventions for male reproduction. 5 Other outcome metrics with similar challenges include other types of sperm tests and ART outcomes such as fertilization, implantation, and pregnancy loss rates. All attempts to measure some aspect of sperm function lessens the confounder effect of a maternal outcome, yet all are also subject to their own limitations. Common terms used in semen analysis can be found in Table 1 . Epidemiology Most couples achieve a pregnancy in the first 3 to 6 months of attempted conception, with 75% of couples achieving a pregnancy after 6 months of trying. 8-11 In general, after one year of attempting to conceive, approximately 85% of couples will have achieved a pregnancy. After two full years of attempting to conceive, this statistic is increased to over 90% of couples. Age of the female partner is the single most important factor when predicting the chances of conception for a couple. Fertility decreases by almost 50% in women in their late 30’s compared to women in their 20’s. In women under 35 years of age, infertility is considered present after 12 months of attempting to conceive. This duration is shortened to 6 months in women 35 years of age or older. 12,13 The etiologic causes of infertility include both female and male factors. For women, these factors include ovulatory dysfunction, tubal factor, endometriosis, and uterine factors. For the woman, ovarian reserve is helpful in predicting her response to medications, but this is not an absolute predictor of fertility. In up to 60% of couples, a male factor is found as part of the etiology of the infertility. 14 In addition, approximately 25% of couples will have unexplained infertility. RPL is a disease that is distinct from infertility and is defined as two or more failed pregnancies. 6 The workup of RPL yields an etiology in only approximately 50% of couples as most pregnancy losses are related to abnormalities within the fetus itself. The risk of pregnancy 7",
    "Male Infertility Copyright © 2024 American Urological Association Education and Research, Inc. ® Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. TABLE 1: Common Terms in Semen Analysis* Term Definition Aspermia Complete absence of semen in ejaculate, indicating the absence of seminal fluid production or blockage in the reproductive tract. Azoospermia Absence of spermatozoa in the semen, typically resulting from a blockage in the reproductive tract (obstructive azoospermia) or dysfunction in sperm production (non-obstructive azoospermia). Oligozoospermia Low sperm concentration in the semen. Asthenozoospermia Reduced sperm motility, where a significant portion of spermatozoa display sluggish or abnormal movement, impacting fertility. Teratozoospermia Abnormal sperm morphology, characterized by a high percentage of spermatozoa with morphological defects, potentially affecting fertility. Normozoospermia Normal semen parameters including sperm concentration, motility, morphology, and volume, indicating optimal fertility potential. Retrograde Ejaculation Condition where semen flows backward into the bladder instead of exiting through the urethra during ejaculation, leading to reduced fertility. * This table provides concise definitions for common terms used in semen analysis, facilitating understanding for researchers, clinicians, and individuals seeking information about male fertility assessment. 15, 16 loss after two losses is at least 25% depending on the age of the woman. After three consecutive losses, this risk increases to almost 50%. Etiologic causes of recurrent pregnancy losses include genetic causes (e.g., chromosomal translocations), anatomic abnormalities of the female uterus (e.g., septum, submucosal fibroids, adhesions), infections, hematologic and immunologic disorders of the female partner, female partner endocrine issues (e.g., thyroid and diabetes), and male factor issues. 17-19 In general, for males, the common identified etiologic issues include karyotypic abnormalities and sperm DNA fragmentation. METHODOLOGY Panel Formation The Male Infertility Panel was created in 2017 by the American Urological Association Education and Research, Inc. (AUAER) and ASRM. The AUA Practice Guidelines Committee (PGC) selected the Panel Chairs, who in turn appointed the additional panel members based on specific expertise in this area. The Panel included specialties from urology, andrology, endocrinology, and obstetrics & gynecology. There was also a patient advocate representative from RESOLVE: The National Infertility Association. The Male Infertility Amendment Panel was created in 2023 by the AUA to review new literature and provide updates herein. The Panel received no remuneration for their work. Searches and Article Selection The Emergency Care Research Institute (ECRI) Evidence-based Practice Center team searched PubMed®, Embase®, and Medline from January 2000 through May 2019. An experienced medical librarian developed an individual search strategy for each individual key question using medical subject headings terms and key words appropriate for each question’s PICO framework. Search strategies were reviewed by one of the project methodologists. The evidence review team also reviewed relevant systematic reviews and references provided by the Panel to identify articles that 8",
    "Male Infertility Copyright © 2024 American Urological Association Education and Research, Inc. ® Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. may have been missed by the database searches. In 2023, the Male Infertility Guideline was updated through the AUA amendment process in which newly published literature is reviewed and integrated into previously published guidelines. ECRI’s medical research librarian conducted literature searches of EMBASE (Excerpta Medica)/Medline and PubMed (PreMedline) from May 30, 2019, through August 30, 2023, yielding 4,093 new abstracts. ECRI’s research analysts performed abstract screening and data extraction of 125 eligible study abstracts meeting inclusion criteria. There were 22 studies of interest that were included in the evidence base. Data Abstraction Study selection was based on predefined eligibility criteria for the patient populations, interventions, outcomes, and study designs of interest. Two reviewers independently screened abstracts and full text for inclusion. Conflicts between reviewers regarding eligibility of a given study were resolved through consensus. Reviewers extracted information on study characteristics, participants, interventions, and outcomes. One reviewer completed data abstraction for each included study. Members of the AUA Male Infertility Guideline Amendment Panel met with ECRI research analysts in July 2023 to review the recommendation statements from the 2020 Guideline. The Panel identified clinical recommendations for which they asked ECRI to perform an updated search to assess newly retrieved abstracts to inform possible updating of the recommendations. ECRI research analysts mapped the clinical recommendations of interest to the key questions in the systematic review to which they pertained. Risk of Bias Assessment One reviewer independently assessed risk of bias (ROB) for individual studies. The Cochrane Collaboration’s tool was used for assessing the risk of bias of randomized controlled trials (RCTs). 20 For non-randomized studies of treatment interventions, the reviewers used appropriate items from the Cochrane Risk of Bias Assessment Tool for Non-Randomized Studies of Interventions (ACROBAT-NRSI). For diagnostic studies, reviewers used the quality assessment tool for diagnostic accuracy studies (QUADAS -2). 21 Single-arm studies were assessed by the following domains: prospective or retrospective design, consecutive/non-consecutive enrollment, incomplete outcome data, selective outcome reporting, and any other potential sources of bias. For systematic reviews, ROB was assigned based on the study authors’ quality assessment of the individual studies included in the review. If such an assessment was not provided, ECRI analysts assigned a ROB rating based on the author description of the selected literature base and the designs of the included studies. The evidence review team graded strength of evidence on outcomes by adapting the AUA’s three predefined levels of strength of evidence. Determination of Evidence Strength The AUA employs a 3-tiered strength of evidence system to underpin evidence-based guideline statements. Table 2 summarizes the GRADE categories, definitions, and how these categories translate to the AUA strength of evidence categories. In short, high certainty by GRADE translates to AUA A-category strength of evidence, moderate to B, and both low and very low to C. The categorization of evidence strength is conceptually distinct from the quality of individual studies. Evidence strength refers to the body of evidence available for a particular question and includes not only the quality of individual studies but consideration of study design; consistency of findings across studies; adequacy of sample sizes; and generalizability of study populations, settings, and interventions for the purposes of the Guideline. The AUA categorizes body of evidence strength as Grade A (well-conducted and highly- generalizable RCTs or exceptionally strong observational studies with consistent findings), Grade B (RCTs with some weaknesses of procedure or generalizability or moderately strong observational studies with consistent findings), or Grade C (RCTs with serious deficiencies of procedure or generalizability or extremely small sample sizes or observational studies that are inconsistent, have small sample sizes, or have other problems that potentially confound interpretation of data). By definition, Grade A evidence has a high level of certainty, Grade B evidence has a moderate level of certainty, and Grade C evidence has a low level of certainty. 22 9",
    "Male Infertility Copyright © 2024 American Urological Association Education and Research, Inc. ® Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. TABLE 2: Strength of Evidence Definitions AUA Strength of Evidence Category GRADE Certainty Rating Definition A High  Very confident that the true effect lies close to that of the estimate of the effect B Moderate  Moderately confident in the effect estimate  The true effect is likely to be close to the estimate of the effect, but there is a possibility that it is substantially different C Low Very Low  Confidence in the effect estimate is limited  The true effect may be substantially different from the estimate of the effect  Very little confidence in the effect estimate  The true effect is likely to be substantially different from the estimate of effect AUA Nomenclature: Linking Statement Type to Evidence Strength The AUA nomenclature system explicitly links statement type to body of evidence strength, level of certainty, magnitude of benefit or risk/burdens, and the Panel’s judgment regarding the balance between benefits and risks/burdens ( Table 3 ). Strong Recommendations are directive statements that an action should (benefits outweigh risks/burdens) or should not (risks/burdens outweigh benefits) be undertaken because net benefit or net harm is substantial. Moderate Recommendations are directive statements that an action should (benefits outweigh risks/burdens) or should not (risks/burdens outweigh benefits) be undertaken because net benefit or net harm is moderate. Conditional Recommendations are non-directive statements used when the evidence indicates there is no apparent net benefit or harm or when the balance between benefits and risks/burden is unclear. All three statement types may be supported by any body of evidence strength grade. Body of evidence strength Grade A in support of a Strong or Moderate Recommendation indicates the statement can be applied to most patients in most circumstances and that future research is unlikely to change confidence . Body of evidence strength Grade B in support of a Strong or Moderate Recommendation indicates the statement can be applied to most patients in most circumstances, but better evidence could change confidence . Body of evidence strength Grade C in support of a Strong or Moderate Recommendation indicates the statement can be applied to most patients in most circumstances, but better evidence is likely to change confidence . Conditional Recommendations can also be supported by any evidence strength. When body of evidence strength is Grade A, the statement indicates benefits and risks/burdens appear balanced, the best action depends on patient circumstances, and future research is unlikely to change confidence . When body of evidence strength Grade B is used, benefits and risks/burdens appear balanced, the best action also depends on individual patient circumstances, and better evidence could change confidence . When body of evidence strength Grade C is used, there is uncertainty regarding the balance between benefits and risks/burdens, alternative strategies may be equally reasonable, and better evidence is likely to change confidence . Where gaps in the evidence existed, Clinical Principles or Expert Opinions are provided via consensus of the Panel. A Clinical Principle is a statement about a component of clinical care widely agreed upon by urologists or other clinicians for which there may or may not be evidence in the medical literature. Expert Opinion refers to a statement based on members' clinical training, experience, knowledge, and judgment for which there may or may not be evidence in the medical literature. 10",
    "Male Infertility Copyright © 2024 American Urological Association Education and Research, Inc. ® Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. TABLE 3: AUA Nomenclature Linking Statement Type to Level of Certainty, Magnitude of Benefit or Risk/Burden, and Body of Evidence Strength Evidence Grade Evidence Strength A (High Certainty) Evidence Strength B (Moderate Certainty) Evidence Strength C (Low Certainty) Strong Recommendation (Net benefit or harm substantial) -Benefits > Risks/Burdens (or vice versa) -Net benefit (or net harm) is substantial -Applies to most patients in most circumstances and future research is unlikely to change confidence -Benefits > Risks/Burdens (or vice versa) -Net benefit (or net harm) is substantial -Applies to most patients in most circumstances but better evidence could change confidence -Benefits > Risks/Burdens (or vice versa) -Net benefit (or net harm) appears substantial -Applies to most patients in most circumstances but better evidence is likely to change confidence (rarely used to support a Strong Recommendation) Moderate Recommendation (Net benefit or harm moderate) -Benefits > Risks/Burdens (or vice versa) -Net benefit (or net harm) is moderate -Applies to most patients in most circumstances and future research is unlikely to change confidence -Benefits > Risks/Burdens (or vice versa) -Net benefit (or net harm) is moderate -Applies to most patients in most circumstances but better evidence could change confidence -Benefits > Risks/Burdens (or vice versa) -Net benefit (or net harm) appears moderate -Applies to most patients in most circumstances but better evidence is likely to change confidence Conditional Recommendation (Net benefit or harm comparable to other options) -Benefits = Risks/Burdens -Best action depends on individual patient circumstances -Future Research is unlikely to change confidence -Benefits = Risks/Burdens -Best action appears to depend on individual patient circumstances -Better evidence could change confidence -Balance between Benefits & Risks/Burdens unclear -Net benefit (or net harm) comparable to other options -Alternative strategies may be equally reasonable -Better evidence likely to change confidence Clinical Principle a statement about a component of clinical care that is widely agreed upon by urologists or other clinicians for which there may or may not be evidence in the medical literature Expert Opinion a statement, achieved by consensus of the Panel, that is based on members' clinical training, experience, knowledge, and judgment for which there may or may not be evidence in the medical literature 11",
    "Male Infertility Copyright © 2024 American Urological Association Education and Research, Inc. ® Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. Peer Review and Document Approval An integral part of the Guideline development process at the AUA is external peer review. The AUA conducted a thorough peer review process to ensure that the document was reviewed by experts in the diagnosis and treatment of male infertility. In addition to reviewers from the AUA PGC, Science and Quality Council (SQC), and Board of Directors (BOD), the document was reviewed by representatives from ASRM, as well as external content experts. Additionally, a call for reviewers was placed on the AUA website from January 8-15, 2020 to allow any further interested parties to request a copy of the document for review. The Guideline was also sent to the Urology Care Foundation to open the document further to the patient perspective. The draft Guideline document was distributed to 114 peer reviewers. All peer review comments were blinded and sent to the Panel for review. In total, 49 reviewers provided comments, including 24 external reviewers. At the end of the peer review process, a total of 997 comments were received. Following comment discussion, the Panel revised the draft as needed. Once finalized, the Guideline was submitted for approval to the AUA PGC, SQC, and BOD for final approval. The document was also approved by the ASRM CEO Ricardo Azziz, MD, MPH, MBA, on behalf of the Board and advised by the Practice Committee. In 2024, as a part of the amendment process, the AUA conducted a thorough peer review process. A call for peer reviewers was posted on March 5 th , 2024 and the draft Guideline document was distributed to 111 peer reviewers, 51 of which submitted comments. The Amendment Panel reviewed and discussed all submitted comments and revised the draft as needed. Once finalized, the Guideline was submitted for approval to the PGC and SQC as well as representatives from ASRM. It was then submitted to AUA BODs for final approval. GUIDELINE STATEMENTS ASSESSMENT 1. For initial infertility evaluation, clinicians should initiate concurrent assessment of both male and female partners. ( Expert Opinion ) Couple infertility may be due to male factors, female factors, or a combination of male and female factors. Both the female and male are equal stakeholders in both diagnosis and treatment. Therefore, it is good clinical practice to obtain a reproductive history, perform a physical examination, and basic diagnostic tests of reproductive function (Appendix I). 23 Further, a workup of both partners is always required. Many couples have more than one fertility issue present. For the female partner, tests are indicated to evaluate ovarian reserve, ovulatory function, tubal structures as well as assessment of the uterine cavity. 24 To interpret male infertility studies in isolation from female factors is not appropriate for couples and vice versa. Maternal age is the strongest predictor of fertility outcome in couples undergoing therapy. 25-27 Natural conception rates decrease by almost 50% as women approach their 40’s compared to when they are in their 20’s. In a large IVF study, over 80% of success was predicted by maternal age. These findings highlight the importance of maternal age when assessing any studies using fertility as an outcome. As such, consideration of maternal age is required when interpreting male infertility studies. 2. Clinicians should include a reproductive history during initial evaluation of the male for fertility. ( Clinical Principle ) Clinicians should also include one or more semen analyses during initial evaluation of the male. ( Strong Recommendation; Evidence Level: Grade B ) A reproductive history assessment provides important information about lifestyle and sexual history that can contribute to reduced fertility or sterility. The semen analysis (SA) is an important component in the initial clinical evaluation of the male and his reproductive health. An SA provides critical data on testicular sperm production as reflected by total sperm number, the patency and function of the male genital tract and secretions from its associated organs, and emission and ejaculation. Defects in spermatogenesis, genital tract anatomy, patency and function, as well as emission and ejaculation will impact the patient’s semen parameters. The SA should include measures of semen volume, pH if indicated, sperm concentration/sperm count, sperm motility, and sperm morphology. Abnormalities in any one or more of these parameters can compromise a man’s ability to naturally impregnate his female partner. SA results cannot precisely distinguish fertile from infertile males except in cases of azoospermia; however, some types of teratozoospermia (e.g., complete 12",
    "Male Infertility Copyright © 2024 American Urological Association Education and Research, Inc. ® Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. globozoospermia), necrozoospermia, or complete asthenozoospermia correctly informs a diagnosis of infertility. 28 Clinicians should counsel infertility patients that the WHO 5 lower limits of semen parameters are based on the lowest 5 th centile of values for fertile males whose partners became pregnant in 12 months or less ( Table 4 ). Semen parameter values falling above or below the lower limit do not by themselves predict either fertility or infertility. 29 In the interpretation of SA, the clinician should remember that semen parameters are highly variable biological measures and may vary substantially from test to test. Therefore, at least two SAs obtained a month apart are important to consider, especially if the first SA has abnormal parameters. Standardized methods and essential quality control procedures for performing the SA have been codified in one or more editions of the WHO laboratory manual for the examination of human semen. 30, 31 The WHO 6th Edition defined lower reference limits (LRL) based on SA data of recent fertile fathers (time to pregnancy ≤ 12 months) collected at multiple locations from around the world. 30-32 The calculation of evidence-based LRL for each semen parameter, as determined by the application of principles of clinical chemistry, was provided in the WHO 6 th edition. 30-32 Increasing numbers of patients are using point-of-care and mail-in semen tests, either obtained by the patient himself or from a treating physician. While these kits may provide some information regarding a patient’s semen, patients and clinicians alike should understand that numerous factors can impact the accuracy of a given test. As a result, each test must be considered individually to assess its accuracy and reliability, and the results from one testing modality should not be extrapolated to others. At this time there is no substitute for the information provided by semen analysis testing conducted in a specialized andrology laboratory for a comprehensive evaluation of male fertility. 33 Evidence demonstrates that a diagnosis of male fertility or infertility cannot reliably be made based solely on a single semen parameter. 5, 28 For example, it is clear that there are males who have abnormal semen parameters, yet they have contributed to a prior successful pregnancy through natural conception. Of note, as the number of individual semen parameters that fall below the LRL increases, the odds of correctly diagnosing a risk for subfertility increases, although the finding is not predictive for the individual. 28 Thus, it is recommended that semen parameters be considered collectively and not just individually. Accordingly, the data also show that while the relative risk (RR) of infertility on an individual patient level can be estimated, it is impossible to predict whether they are fertile or infertile based solely on SA parameters. 28 Nevertheless, the consistent presence of abnormal semen parameters suggests the presence of a male factor in an infertile couple, encouraging clinicians to consider further evaluation of the male and management to enhance male reproductive function. 3. Male reproductive experts should evaluate patients with a complete history and physical examination as well as other directed tests, when indicated by one or more abnormal semen parameters or presumed male infertility. ( Expert Opinion ) Ideally, a reproductive evaluation will lead to maximizing the reproductive health of an individual and future offspring. 2 Indeed, the evaluation and treatment of male infertility can improve fertility outcomes allowing some couples to conceive naturally and lower treatment costs. Furthermore, a male evaluation may inform some couples of treatment options other than IUI and ART. For example, investigators suggested that varicocele treatment may be more cost TABLE 4: World Health Organization Reference Limits for Human Semen Characteristics* Semen Parameter One-Sided Lower Reference Limit (Fifth Centiles With 95% Confidence Intervals [CI]) Semen Volume 1.4 mL (1.3-1.5 mL) Total Sperm Number 39 million per ejaculate (35-40 million per ejaculate) Sperm Concentration 16 million/mL (15-18 million/mL) V itality 54% Live (50-56%) Progressive Motility 30% (29-31%) Total Motility (Progressive + Non- Progressive) 42% (40-43%) Morphologically Normal Forms 4.0% (3.9-4.0%) *Semen samples from 3589 males (males with proven fertility, with unknown fertility status and 13",
    "Male Infertility Copyright © 2024 American Urological Association Education and Research, Inc. ® Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. other males who were normozoospermic) from 12 countries and 5 continents were analyzed. Males described above were all fertile (Partners’ time-to- pregnancy ≤ 12 months) and their parameters were selected to calculate the values. 30, 31 effective than IUI and ART, and the improved semen parameters seen after varicocele correction can lower the intensity of treatment needed for the female partner. 34-36 Like varicocele correction, the treatment of other male- centered issues identified during evaluation of the male may result in improved semen parameters and/or decreased sperm DNA damage levels. These improvements in male reproductive health may allow couples to conceive by less invasive and more accessible technologies, such as IUI instead of IVF or pregnancy by intercourse instead of IUI. 37 In addition, other groups have suggested that vasectomy reversal may represent a more cost-effective option compared to IVF in couples with adequate ovarian function. 35, 38, 39 While over eight million children have been conceived by IVF, concern remains about risks to the reproductive and overall health of offspring due to gamete manipulation, embryo culture, cryopreservation, and other manipulation that does not occur with natural conception. 40-42 Whether the adverse outcomes observed in offspring relate to the use of the technology itself or the underlying conditions causing infertility in one or both parents, this remains uncertain. Nevertheless, it is clear that a reasoned approach to the evaluation and treatment of male infertility is warranted. To help maximize reproductive health of the patient, the clinician must attend to a man’s overall health. It is recognized that aberrations in reproductive fitness may be a harbinger of medical diseases in males. Investigators have demonstrated that 1% to 6% of males evaluated for infertility have significant undiagnosed medical pathology including malignancies even when they have a so-called “normal” SAs. 4, 43 Infertile males also have a higher rate of medical comorbidities (e.g., hypertension, hyperlipidemia, obesity, diabetes) that can contribute to impaired fecundability. 44, 45 The evaluation of males with abnormal SAs and/or abnormal reproductive history, including physical examination and selected laboratory and radiologic assessment, requires expertise in male anatomy and physiology. As such, just as all infertile women are treated by those with specialized gynecologic training and expertise, all infertile males should be evaluated by specialists in male reproduction as well. 46 4. In couples with failed assisted reproductive technology cycles or recurrent pregnancy losses (two or more), clinicians should evaluate the male partner. ( Moderate Recommendation; Evidence Level: Grade C ) The role of the male partner after failed ART cycles is not always considered. Even with a \"normal\" SA, a sperm that appears morphologically and functionally normal may not be chromosomally normal or may have a high level of DNA fragmentation. In this clinical setting, the male partners should be evaluated by male reproductive experts, and clinicians should consider karyotype and sperm DNA fragmentation testing. An increasing number of studies have linked poor IVF outcomes and recurrent pregnancy loss with abnormal male partner karyotype 47, 48 and elevated levels of sperm DNA fragmentation. 49-54 Some experts would also consider sperm aneuploidy testing, although this test is not universally available for all centers. 55 Lifestyle Factors and Relationships Between Infertility and General Health 5. Clinicians should counsel infertile males or males with abnormal semen parameters on the health risks associated with abnormal sperm production. ( Moderate Recommendation; Evidence Level: Grade B ) Male infertility or abnormal SA may be a harbinger of medical diseases in males. While abnormal SA is not synonymous with male infertility, most specific male infertility diagnoses are associated with abnormal SA ( Table 5 ). Comorbidities As noted in the indications for male evaluation, studies suggest that 1% to 6% of males have undiagnosed medical diseases at the time of an infertility evaluation. 4, 43 It is increasingly recognized that reproductive and overall health are related with infertile subjects having more comorbidities compared to fertile controls. 56 Indeed, the referenced report found a relatively large amount of evidence investigating whether males with abnormal SAs have higher rates of medical comorbidities including one systematic review and eleven studies reporting increased medical comorbidities associated with abnormal SAs. 57-67 14",
    "Male Infertility Copyright © 2024 American Urological Association Education and Research, Inc. ® Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. A recent meta-analysis 68 identified three studies of the Charlson Comorbidity Index (CCI), each of which reported a positive association with abnormal SA. In contrast, the single-center study by Cazzaniga et al. 58 of an infertility clinic (2,185 males) found no substantial association between semen abnormalities and having a CCI of 1 or more (multivariate odds ratios [OR] 1.03 for oligozoospermia, 1.03 for teratozoospermia, and 0.97 for asthenozoospermia). The conflicting results for associations between CCI and semen abnormalities (three studies were positive, and one showed no association) may be due to different choices and the amount of confounding variables. 58 Cazzaniga et al. controlled for age, testicular volume, FSH level, varicocele, and other semen abnormalities, which is a relatively large number of variables. The two studies assessed by Glazer et al. 68 may have controlled for fewer variables (specific variables not reported), so their positive findings may not persist if more control variables were used. In addition, data suggest that infertile males have a higher risk of incident disease (new cases diagnosed). 44 TABLE 5: Summary of Evidence Based on Systematic Review 69 Possible Medical Comorbidities Associated with Male Infertility Condition MULTIPLE Studies Indicate Increased Risk SINGLE Study Indicates Increased Risk Evidence is UNCLEAR or CONFLICTING Abnormal semen parameters  Testicular cancer  Mortality  CCI  Diabetes  Multiple sclerosis  Chronic epididymitis  Prostate cancer  Melanoma  Other cancers  Sexually transmitted infections  Thyroid disorders Cancer For the systematic review, four studies specifically analyzed testicular cancer (two moderate quality and two low quality), 59-62 and all four found that males with abnormal semen parameters had higher rates of testicular cancer. The fifth study analyzed cancer in general (i.e., all types together) and found that males with azoospermia had higher cancer rates than others. 63 One study by Hanson et al. also specifically analyzed other cancers (e.g., prostate, melanoma), and all associations with abnormal semen parameters were inconclusive. 60 A large nation-wide observational study reported that males who became fathers using ART were 64% more likely to develop prostate cancer with an 86% risk of early disease. 70 The fathers with a history of their partner using ART appeared to have a similar risk of significant prostate cancer, reflected by similar need for androgen deprivation therapy. Mortality Glazer et al. published a systematic review of three studies that also considered aspects of study quality 68 in which mortality rates were positively associated with abnormal SAs. 68 This review was rated as moderate quality as some of the males may have had multiple infertility conditions. Other Comorbidities Other individual studies have looked at specific comorbidities (e.g., diabetes, hypertension, multiple sclerosis, sexually transmitted infections, thyroid disorders) with uncertain associations with male infertility. 66-68, 71 6. For infertile males with specific, identifiable causes of male infertility, clinicians should inform the patient of relevant, associated health conditions. ( Moderate Recommendation; Evidence Level: Grade B ) An assessment of a man’s reproductive health includes an evaluation for etiologies. Over 50% of the time, the cause of a man’s infertility can be attributed to several known conditions bearing other health implications. It is important for the clinician to understand the various etiologies of male infertility and provide adequate counseling regarding associated conditions or consider 15",
    "Male Infertility Copyright © 2024 American Urological Association Education and Research, Inc. ® Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. referral to a specialist for the diagnosed conditions ( Table 6 ). Klinefelter syndrome is associated with testosterone deficiency, abnormal muscle mass and pubertal development, decreased facial/body hair, gynecomastia, autoimmune disorders, osteoporosis, and impaired spermatogenesis. 72, 73 Cystic Fibrosis (CF) is also associated with male infertility (i.e., obstructive azoospermia) as well as pulmonary problems, pancreatic deficiency, and dental caries. 74 It is important to note that even heterozygosity at the loci responsible for cystic fibrosis is associated with partial or complete vasal agenesis and consequent obstructive azoospermia, though no clinical disease may manifest. Cryptorchidism is associated with infertility as well as a higher risk of testis cancer and can occur with other genitourinary abnormalities such as hypospadias. 59, 75, 76 Testosterone deficiency is associated with impaired spermatogenesis and is a risk factor for diabetes, metabolic syndrome, cardiovascular disease (CVD), hypertension, all-cause mortality, CVD mortality, and Alzheimer’s disease. 77-79 TABLE 6: Summary of Evidence on Medical Comorbidities from Systematic Review 69 Condition MULTIPLE Studies Indicate Increased Risk SINGLE Study Indicates Increased Risk Evidence is UNCLEAR or CONFLICTING Klinefelter syndrome  Testosterone deficiency  All-cause mortality  Specific-cause mortality (perinatal disorders, congenital anomalies and genetic disorders, respiratory diseases, cardiovascular diseases, endocrine diseases, and malignant neoplasms)  Other specific-cause mortality (infections, nervous system diseases, digestive diseases, musculoskeletal diseases, trauma, other causes)  Metabolic syndrome Cystic fibrosis  Tooth enamel defects of permanent teeth  Pulmonary  Pancreatic  Dental caries  Plaque  Gingival bleeding  Dental calculus Hypospadias  Urinary anomalies Cryptorchidism  Testicular cancer Testosterone deficiency  Diabetes  Metabolic syndrome  CVD  Hypertension  All-cause mortality  CVD mortality  CVD morbidity  Alzheimer’s disease  Peripheral artery disease  Intima-media thickness  Rapid bone loss  Lung cancer  Testicular cancer  Charlson Comorbidity Index  Periodontal disease  Ischemic heart disease  Prostate cancer  Colorectal cancer 7. Clinicians should advise couples with advanced paternal age ( ≥ 40) that there is an increased risk of adverse health outcomes for their offspring. ( Expert Opinion ) The systematic review by Johnson et al. included 90 studies on the association between age and male infertility. 80 The review examined correlations between age and seven semen parameters: semen volume, sperm concentration, total sperm count, sperm motility, 16",
    "Male Infertility Copyright © 2024 American Urological Association Education and Research, Inc. ® Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. progressive motility, % with normal morphology, and sperm DNA fragmentation. All except sperm concentration were consistently associated with small age-dependent declines (i.e., semen parameters decrease as age increases) in multivariate analyses ( Table 7 ). There are also potential impacts on the offspring. Data indicate that advanced paternal age increases de novo intra- and inter-genic germline mutations, sperm aneuploidy, structural chromosomal aberrations, birth defects, and genetically-mediated conditions (e.g., chondrodysplasia, schizophrenia, autism) in the offspring. 81-83 There is no clear definition for advanced paternal age. In an extensive evaluation of studies on the effects of paternal factors and perinatal and pediatric outcomes, the authors report that most studies used 40 years and above as the age limit. 84 While this association is not equated with causality, genetic counseling may be appropriate for couples with advanced paternal age to discuss the magnitude of these risks. TABLE 7: Effects of Male Age on Reproductive Function: Overview 69 Parameters of Reproductive Function Effect of Male Age Specific Effects with Increasing Age Reproductive hormones Yes FSH level: increasing; testosterone level: decreasing Sexual function Yes Sexual activity: decreasing; male sexual dysfunction: increasing Testicular morphology Yes Sertoli cells: number (n) decreasing; Leydig cells: n decreasing; germ cells: n decreasing; thickness of basal membrane of seminiferous tubules: increasing; testicular size: unchanged (until the eighth decade) Semen parameters: sperm Yes Concentration: unchanged; motility: decreasing; morphology: normal; forms: decreasing Semen parameters: semen Yes Volume: decreasing; fructose level: decreasing; α -glucosidase level: decreasing; zinc level: decreasing; PSA level: decreasing Infections of the accessory glands Yes Prevalence: increasing Vascular disease Yes Vascularization of testicular parenchyma: decreasing Genetics: sperm aneuploidies Yes Chromosomes 3,6,7,8,10,11,12,13,14,17: unchanged; 1,19,18,21, X,Y: conflicting results Genetics: aneuploidies in offspring Yes Trisomy 21: increasing; trisomy 13: decreasing; trisomy 18: unchanged; other trisomies: unchanged; sex chromosomes: unchanged Genetics: Sperm DNA integrity Yes DNA damage: increasing Genetics: telomeres (TL) Yes TL length in spermatozoa: increasing; TL in peripheral leucocytes: decreasing Genetics: epigenetics Yes Methylations in somatic cells: increasing; methylations in germ cells: suggested Fertility Yes Fertility: decreasing (male age effect in couples with female >35 years) Pregnancy loss Yes Pregnancy loss rate: increasing (male age effect in couples with female >35 years) C-section Yes C-section rate: increasing Pre-eclampsia Yes Increasing for fathers younger than 25 and older than 35 years 17",
    "Male Infertility Copyright © 2024 American Urological Association Education and Research, Inc. ® Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. Trophoblast disease Yes Increasing Placenta previa/placental abruption Inconclusive Not conclusive Preterm birth Yes Increasing in teenage fathers, conflicting results for higher paternal age Adverse outcome in offspring Yes Increasing (clear evidence for certain diseases) 8. Clinicians may discuss risk factors (i.e., lifestyle, medication usage, environmental exposures, occupational exposures) associated with male infertility, and counsel the patients that the current data on the majority of risk factors are limited. ( Conditional Recommendation; Evidence Level: Grade C ) While several putative risk factors for male factor infertility (e.g., demographic, lifestyle, medical treatments, environmental exposures) have been studied, data are limited due to the difficulty in isolating specific factors. Systematic reviews of the data are mostly inconclusive because majority of the studies evaluated failed to adequately control for confounding variables. The absence of validated outcomes predictive of male fertility is another weakness in determining cause and effect between a particular risk factor and infertility. Most studies evaluated semen parameters as a surrogate outcome for male fertility. Given that few risk factors were determined to be “independent” risk factors for male infertility, a set of possible risk factors, most of which are correlated with each other, are discussed. The controllability of exposures is of clinical relevance. The clinician should discuss with the patient what he can do to modify or prevent exposure to risk factors of infertility. A summary of the risk factors evaluated in the systematic review used to inform this Guideline can be found in Table 8 . Lifestyle Lifestyle issues, while important, are very difficult to study, particularly due to the lack of controls and risk of recall bias. Numerous studies have attempted to correlate these lifestyle factors with semen parameters and/or fertility, but very few have been found to be a significant risk. The statements below summarize these findings. There is low quality evidence for low association between diet and male infertility. Similarly, low quality evidence (due to high risk of bias) exists to link smoking with a small impact on sperm concentration, motility, and morphology. The effects of smoking on DNA fragmentation were not specifically studied. Low quality evidence for a small decrease in progressive motility is associated with stress, while cell phones have been shown to have no impact based on low quality evidence. Further, there is low quality evidence for no impact of anabolic steroids/exogenous testosterone on permanent infertility (not reversible); however, current use has a major impact on current fertility and spermatogenesis. Ongoing use of anabolic steroids suppresses spermatogenesis and interferes with fertility, whereas there is low quality evidence for no impact on permanent infertility. There is moderate quality evidence of no association (except possibly sperm aneuploidy) between caffeine and male infertility, while high quality evidence exists on the mild impact of alcohol on semen volume, sperm morphology (although not clinically significant). In terms of exercise, clinicians may advocate for regular resistance and/or high-intensity exercise in sedentary, infertile males with abnormal semen parameters in order to improve pregnancy and live birth rates. 69 No systematic reviews met inclusion criteria for the following risk factors: recreational drug use, sleep, sports/exercise, heat exposure, type of underwear, or anatomic abnormalities of genitalia. Medical Considerations There is low quality evidence for the medications listed in Table 8 , none of which had any significant impact except for finasteride, which has been associated with decreased semen volume and appears to be dose-dependent. It is recommended that if there is concern about the influence of a particular medication on fertility, clinicians may 18",
    "Male Infertility Copyright © 2024 American Urological Association Education and Research, Inc. ® Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. consult databases with data on reproductive effects of medications such as REPROTOX® for additional information. 85 Previous Surgery There is moderate quality evidence that found the impact of hernia repair on reproductive function to be inconclusive. However, it did not distinguish between unilateral and bilateral, nor the age at which the surgery took place. Further, there is moderate quality evidence that having testis cancer impacts sperm count and concentration, but evidence is inconclusive regarding impact on motility and morphology. Additionally, it was difficult to ascertain the impact of losing a testicle (as opposed to just having testicular cancer), as well as some of the hormonal abnormalities seen, such as elevated human chorionic gonadotropin (hCG). Environmental Factors Studies evaluating the impact of environmental factors on male fertility are difficult to conduct and analyze because many chemicals are ubiquitous, methods of measurement of exposure are inadequate, few biomarkers of toxicity are validated, and confounding factors complicate the interpretation of the data. Of the putative toxicants studied, evidence of an association between exposure and male infertility was determined to be conclusive for some heavy metals and pesticides, while further data indicate a potential association between the phthalate DEHP and male infertility. 69 The data reported for the relationship between in utero exposure or early postnatal exposure to estrogenic and/or androgenic endocrine disruptors and infertility (sperm count), cryptorchidism, hypospadias, and testicular cancer were all considered to be inconclusive. 86, 87 Inconclusive evidence was found for benzophenones, bisphenol A (BPA), chlorinated antimicrobial agents, parabens, and air pollution. 88 TABLE 8: Summary of Findings for Risk Factors of Infertility 69, 80, 89 Risk Factor Methodology Conclusion Demographic Age Older males have mildly reduced fertility Obesity with or without metabolic syndrome Males with obesity with or without metabolic syndrome have mildly reduced fertility Lifestyle Diet Poor diet results in reduced fertility Caffeine Not a risk factor, except for sperm aneuploidy Alcohol Drinkers have slightly lower semen volume and slightly poorer sperm morphology, but drinking does not adversely affect sperm concentration or sperm motility Smoking Smokers have slightly reduced fertility Anabolic steroid use A nabolic steroid use is associated with reduced fertility Stress Stress is associated with reduced sperm progressive motility, but has no association with semen volume; data were inconclusive for sperm concentration and sperm morphology Cellphones Evidence inconclusive Medical Treatment Anti-rheumatic medications Evidence inconclusive Thiopurines Evidence inconclusive Systemic dermatologic medications: finasteride 5 mg/day is associated with reduced semen volume, but 1 mg/day data are inconclusive Systemic dermatologic medications: methotrexate Not a risk factor Systemic dermatologic medications: corticosteroids Evidence inconclusive Inguinal hernia repair: Open repair without mesh Evidence inconclusive Inguinal hernia repair: Open repair with mesh Evidence inconclusive 19",
    "Male Infertility Copyright © 2024 American Urological Association Education and Research, Inc. ® Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. Inguinal hernia repair: Laparoscopic repair with mesh Evidence inconclusive Having testicular cancer Those with testicular cancer have reduced fertility Environmental Benzophenone Evidence inconclusive Di-2-ethylhexyl phthalate (DEHP) DEHP exposure is associated with lower sperm quality (sperm concentration, sperm motility, sperm DNA damage) Other chemicals in consumer products Evidence inconclusive Endocrine disruptors Evidence inconclusive Pesticides Associations between exposure to certain pesticides (pyrethroids, organophosphates, and abamectin) and poorer semen parameters; evidence inconclusive on organochlorines, mancozeb, and other pesticides Oil and natural gas extraction Occupational exposure reduces semen volume and sperm motility Outdoor air pollution Evidence inconclusive Lead, zinc, copper Lead levels are higher in infertile males than fertile males; zinc levels are lower in infertile males than fertile males; evidence inconclusive on copper levels in semen Cadmium Cadmium levels are higher in infertile males than fertile males Lead has been documented to be a reproductive toxicant for many years. 90 Routes of exposure include ingestion, inhalation, or skin contact. Sites of lead toxicity are the central nervous system and the gonad, causing direct interference with the ability of spermatozoa to undergo the acrosome reaction, thus leading to infertility. Although lead is regulated in many countries, lead continues to be found in all parts of the environment, including air, soil, water, cosmetics, ammunition, batteries, and lead-based paints, pipes, and plumbing materials in older homes in many countries. Lead in water sources is of particular concern. 91 The environmental and occupational exposure to toxic levels of lead also continues to occur in a number of industries that use lead in manufacturing. 92 For those patients thought to be at risk for heavy metal toxicity, serum testing may be performed; however, lead levels in the blood may not reflect the total lead burden throughout the body. 93 Cadmium has also been implicated as a reproductive toxicant. 94 Similarly, agricultural chemicals were amongst the first chemicals to be implicated as male reproductive toxicants. Humans are exposed in the workplace and in the environment through ingestion, inhalation, and skin contact. Indeed, the documented toxicity of 1,2-dibromo 3-chloropropane (DBCP) and p,p’- dichlorodiphenyltrichloroethane (DDT), resulted in heavy regulation or elimination of use in many countries. 95 Organophosphates and pyrethroids may be associated with altered sperm parameters. 96 Phthalates are alkyl or di-alkyl esters of 1,2- benzenedicarboxylic acids. They are primarily used as plasticizers and as solvents. High molecular weight phthalates (DEHP, Diisononyl phthalate (DINP), Dioctyl Phthalate (DOP)) are found in hundreds of products including medical tubing, vinyl flooring, automotive plastics, plastic packaging film and sheets, plastic clothing, and garden hoses. Low molecular weight phthalates (Dimethyl phthalate (DMP), Diethyl phthalate (DEP), Dibutyl phthalate (DBP)) are widely used in personal care products and are also found in enteric- coated medications. The route of entry is primarily oral and transdermal, and these chemicals are rapidly metabolized and excreted in the urine. In the 2003-2004 National Health and Nutrition Examination Survey, the majority of subjects tested had measurable levels of phthalate metabolites in their urine. 97 The mechanism of toxicity is thought to be due to modulation of androgen/estrogen action. Data obtained through animal studies are more robust than clinical data with clinical studies reporting an association between exposure and possible adverse effects on sperm concentration and motility. 98 DIAGNOSIS AND EVALUATION 9. Clinicians should use the results from the semen analysis to guide management of the patient. In general, results are of greatest clinical significance when multiple abnormalities are present. ( Expert Opinion ) 20",
    "Male Infertility Copyright © 2024 American Urological Association Education and Research, Inc. ® Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. The individual semen parameters measured in the SA provide a weak indicator of fertility potential. Abnormalities in any one or more of these parameters can compromise a man’s ability to naturally impregnate his female partner. With the exception of azoospermia, some types of teratozoospermia (e.g., complete globozoospermia), necrozoospermia, or complete asthenozoospermia, none of the individual sperm parameters (e.g., concentration, morphology, motility) are diagnostic of infertility. The OR for infertility increases as the number of abnormal parameters increases. 28 Clinicians managing results from an SA should counsel patients that multiple significant abnormalities in semen parameters increase their RR for infertility. For example, Figure 1 shows SA results for two patients being evaluated for male infertility. The table shows that Patient 1 has oligozoospermia (sperm count <15 million sperm/mL), athenozoospermia (low motility), and teratozoospermia (abnormal morphology). Based upon the Guzick et al. 2001 findings, this male has a higher OR (of 15) of infertility because he has three abnormal semen parameters. 28 Patient 2 has just one abnormality (decreased morphology) with a slightly increased OR of about 2.5 ( Figure 1 ). While RR of infertility for an individual patient can be estimated, it is usually not possible to predict whether a patient is fertile or infertile based solely on SA parameters. 28 FIGURE 1: The Chance of Infertility Increases with Increasing Number of Abnormal Semen Parameters The figure shows the lower limit of the reference range of values for normal fertile males (WHO5), as well as the semen analysis results for two males undergoing an evaluation for male infertility. Patient #1 has oligoasthenoteratozoospermia (OAT) and Patient #2 has abnormal morphology. According to Guzick et al. 2001, Patient #1 has an increased chance of being infertile because of his higher OR (~15) of infertility with 3 abnormal semen parameters (motility, sperm concentration and morphology) than Patient #2 with abnormal morphology (1 abnormal semen parameter) with an OR of ~2.5. 10. Clinicians should obtain hormonal evaluation including follicle-stimulating hormone and testosterone for infertile males with impaired libido, erectile dysfunction, oligozoospermia or azoospermia, atrophic testes, or evidence of hormonal abnormality on physical evaluation. ( Expert Opinion ) Although there is some controversy in the literature, an endocrine evaluation of the infertile male is not recommended as a primary first-line test in the evaluation of male infertility. ASRM states that an endocrine evaluation is warranted when the clinical findings or impaired sexual functioning suggests a defined endocrinopathy. 99 Testosterone levels should be defined based upon a blood sample drawn in the morning (8 a.m. to 10 a.m.), since levels drop during the day. Endocrine testing is also suggested for oligozoospermic patients, particularly, males with sperm concentrations below 10 million/mL. 100 It is noteworthy that some experts still consider an endocrine evaluation important for all male infertility patients. 101, 102 Given the frequent administration of exogenous testosterone to males in the absence of laboratory data consistent with a diagnosis of 21",
    "Male Infertility Copyright © 2024 American Urological Association Education and Research, Inc. ® Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. testosterone deficiency, evaluation of the gonadotropins (luteinizing hormone [LH] and FSH), as well as testosterone, may be warranted for males with oligozoospermia or azoospermia. If the fasting morning total testosterone level is low (<300 ng/dL), 103 a repeat measurement of total and free testosterone (or bioavailable testosterone) as well as determination of serum LH, estradiol, and prolactin levels should be obtained. Testosterone is present in the blood as free testosterone (once considered to be the only biologically active form of testosterone) and testosterone bound to proteins in the serum (albumin, sex hormone binding globulin). Albumin, an abundant serum protein, binds testosterone albeit at much lower affinity than sex hormone binding globulin. The albumin-bound testosterone readily dissociates; presently, both free testosterone and testosterone bound to albumin are considered to be b ioavailable testosterone that can subsequently diffuse into cells and bind to androgen receptors in steroid responsive target cells to elicit a cellular response. Although serum gonadotropin levels are variable because they are secreted in a pulsatile manner, a single measurement is usually sufficient to determine a patient’s clinical endocrine status. The relationship of testosterone, LH, FSH, and prolactin helps to identify the clinical condition. A “normal” serum FSH level (normal ranges for adult males vary somewhat by testing platform used for measurement, generally in the range of 1.0 to 20 mIU/mL) does not guarantee the presence of intact spermatogenesis; however, an FSH level even in the upper range of this reported “normal” range (above approximately 7.6 mIU/mL) 104 is indicative of an abnormality in spermatogenesis. Prolactin is measured as well for males seeking evaluation of male sexual dysfunction. Once thought to be detrimental to male sexual function/libido when elevated (i.e., due to a pituitary adenoma/prolactinoma or other hypothalamo- pituitary disease), more recent studies show that low prolactin levels in males may be associated with male sexual dysfunction, as well. 105 11. Clinicians should initially evaluate azoospermic males with physical exam, semen volume, semen pH, and serum follicle-stimulating hormone levels to differentiate genital tract obstruction from impaired sperm production. ( Expert Opinion ) Azoospermia is defined as absence of sperm in the ejaculate. The history and physical examination can provide important insights when differentiating obstructive azoospermia from NOA. When a semen analysis shows azoospermia, the laboratory should then centrifuge the ejaculate and re-suspend the pellet in a small volume of seminal plasma and examine under wet mount microscopy for the presence of rare sperm. If no sperm are present, a second SA should be performed at least one to two weeks later. If the sample is azoospermic, then another pellet analysis should be performed. Azoospermia is distinguished from aspermia (absence of antegrade ejaculate; dry ejaculate) and RE (where semen with sperm is released into the prostatic urethra but travel backward (retrograde) into the bladder). RE can be present in males with various neuropathies (e.g., diabetes, spinal cord injury, after RPLND) and can be diagnosed with a post-ejaculate urine analysis designed for sperm assessment in the presence of a dry ejaculate. Viable sperm from urine or any location within the male reproductive tract can be used with IUI and ART to achieve a pregnancy. 106 A low volume, acidic pH, azoospermic ejaculate can be indicative of obstruction in the genital tract. 107 Obstructive azoospermia is suspected if the physical examination reveals testes of normal size, fully descended into the scrotum and bilaterally dilated and/or indurated epididymides with or without absence of the vas deferens. In these cases, FSH levels are usually less than approximately 7.6 IU/L (see Table 9 ). 104 In contrast, when the testes are atrophied and soft, especially in the presence of FSH greater than 7.6 IU/L, the results are suggestive of spermatogenic failure rather than obstructive azoospermia. 107 Table 9: Hormonal Assessment Expected in Azoospermic Males with Severely Impaired Spermatogenesis, Obstruction, and Hypogonadotropic Hypogonadism Severely Impaired Spermatogenesis Obstructive Azoospermia Hypogonadotropic Hypogonadism LH  or Normal Normal  FSH  Normal  Testosterone  or Normal Normal  22",
    "Male Infertility Copyright © 2024 American Urological Association Education and Research, Inc. ® Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. 12. Clinicians should recommend karyotype testing for males with primary infertility and azoospermia or sperm concentration <5 million sperm/mL when accompanied by elevated follicle- stimulating hormone, testicular atrophy, or a diagnosis of impaired sperm production. ( Expert Opinion ) Karyotype abnormalities are the most common known genetic abnormalities that cause male infertility. 108 These can be chromosomal numerical anomalies, such as Klinefelter syndrome (the presence of extra X- chromosomes). The most common pattern is 47, XXY but more severe cases demonstrate 48, XXXY or 49, XXXXY. Structural anomalies (deletions, duplications, inversions of a region of an autosomal or sex chromosome) such as a Robertsonian translocation may also result in impaired or absent spermatogenesis. 108-110 Males with Klinefelter syndrome should be counseled that few non-mosaic XXY males will have sperm in the ejaculate and medically- unassisted paternity is rare. 111-115 However, there may be rare foci of spermatogenesis found upon microdissection- testicular sperm extraction (micro-TESE) in approximately 50% to 60% of 47, XXY males. While no cases of sex chromosome aneuploidy in the offspring conceived after use of these sperm for ICSI have been reported, preimplantation genetic screening of embryos should be offered given the potential risk of transmission of sex chromosome aneuploidy to offspring. 46, XX males with large duplications of the X-chromosome and translocation of the sex determining region (SRY) gene from the Y-chromosome can have a normal male phenotype, but testicular histology will demonstrate a complete Sertoli cell-only pattern with atrophy and hyalinization of the seminiferous tubules. In addition, decreased serum testosterone and elevated estrogen and gonadotropin levels are usually present. 108 For these males, sperm will not be found if TESE is attempted, and these couples should be counseled that other pathways to parenthood should be considered. Robertsonian translocation (the most common type of balanced translocation) carriers (who usually have a normal phenotype) and/or their partners are at a higher risk for infertility, pregnancy loss, or chromosomally unbalanced offspring. They should be counseled regarding these risks and the need for ART with preimplantation genetic testing for aneuploidies. 13. Clinicians should recommend Y-chromosome microdeletion analysis for males with primary infertility and azoospermia or sperm concentration ≤ 1 million sperm/mL when accompanied by elevated follicle-stimulating hormone, testicular atrophy, or a diagnosis of impaired sperm production. ( Moderate Recommendation; Evidence Level: Grade B ) Y-chromosome microdeletions are the second most common known genetic cause of infertility in the male. The majority of (but not all) genes on the Y-chromosome encode proteins involved in testis determination or spermatogenesis. Y-chromosome microdeletions can result from errors that occur during homologous recombination during meiosis due to the palindromic structure of the chromosome. The Azoospermia Factor (AZF) region on the long arm of the human male chromosome consists of three areas encoding genes involved in spermatogenesis (AZFa, AZFb, AZFc). Sperm have not been retrieved by micro-TESE in males with complete AZFa, AZFb, AZFab, or AZFabc microdeletions. Males with isolated AZFc deletions may experience either severe oligospermia or azoospermia, with azoospermic presentation being more common. 116 In males with AZFc deletions and azoospermia, sperm may be found through micro-TESE approximately 50% of the time. 117 When sperm is obtained, given the risk of male progeny inheriting an AZFc deletion and thus also being infertile, males should be counseled regarding these risks and the consideration for preimplantation genetic testing with ART, as some couples may favor selection of female embryos for future implantation to avoid male progeny with congenital infertility. 118 Y-chromosome microdeletions are estimated to be present in 8% to 12% of males with non-obstructive azoospermia and 3% to 7% of males with severe oligospermia. 119 A meta-analysis assessing the frequency of Y-chromosome microdeletions in severely oligospermic males in North America and Europe found that Y-chromosome microdeletions were found in 5% of males with sperm concentrations 0 to 1 million sperm/mL and in only 0.8% of males with sperm concentration >1 to 5 million sperm/mL. 120 While prior AUA Guidelines recommended screening males with sperm concentrations ≤ 5 million sperm/mL, given the paucity of Y-chromosome microdeletions in males with sperm concentrations >1 to 5 million sperm/mL, the Panel now recommends screening for Y-chromosome 23",
    "Male Infertility Copyright © 2024 American Urological Association Education and Research, Inc. ® Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. microdeletions in azoospermic males suspected to have impaired sperm production and in severely oligospermic males when sperm concentrations are ≤ 1 million sperm/mL. Partial deletions of AZFa, AZFb, or AZFc are a bit more problematic to interpret because there is no standardization of the clinical Y diagnostic test for partial deletions of AZF subregions. 121, 122 Many commercial laboratories use a limited number of primer sets over the AZF a, b, c regions in their Y-chromosome microdeletion assay that may miss smaller microdeletions; these results can impact clinical choices for these patients. For example, males with a partial deletion of AZFa encompassing a DDX3Y deletion had spermatogenic failure, but a smaller AZFa deletion of just USPY9 showed no effect on spermatogenesis. 122 There was a similar finding for small AZFb microdeletions. 123 A higher resolution view of AZFa, b, and c based upon more detailed analysis of these regions by the clinical laboratory will further aid in the counseling of patients regarding the feasibility of finding rare sperm on testis biopsy or TESE. As such, the clinician is advised to consider these testing challenges when interpreting Y- chromosome microdeletion test results. Thus, knowledge of which region(s) of AZF is microdeleted aids in clinical decision-making, as males with complete deletions of AZFa and/or AZFb should not undergo TESE for ART. Males with deletions of AZFc and smaller partial deletions of AZFa and/or AZFb should be counseled that sperm may or may not be found with TESE. 124, 125 14. Clinicians should recommend Cystic Fibrosis Transmembrane Conductance Regulator (CFTR) mutation carrier testing (including assessment of the 5-thymidine [5T] allele) in males with vasal agenesis or idiopathic obstructive azoospermia. ( Expert Opinion ) CFTR is located at the q31.2 locus of chromosome 7 and encodes a cyclic adenosine monophosphate (cAMP) dependent chloride channel. This channel is found in the apical membrane of secretory epithelial cells and is the gene responsible for CF, a congenital disease characterized by pulmonary obstruction and infection, exocrine pancreatic insufficiency. As CFTR regulates anion transport and fluid secretion in the excurrent ducts, it is thought that dysregulation of proper fluid dynamics leads to obstruction and/or atrophy in the epididymis and vas deferens during embryogenesis. 126, 127 Indeed, some males with otherwise idiopathic genital tract obstruction are found to harbor mutations in the CFTR gene. In a study of 198 males, 34% of males with idiopathic obstruction had a CFTR mutation; 5 males had 2 mutations (including poly T), and 14 males had one mutation. 128 Specifically, studies suggest that mutations in the CFTR gene are present in up to 80% of males with congenital bilateral absence of the vas deferens (CBAVD), 20% of males with congenital unilateral absence of the vas deferens (CUAVD) and 21% of males with idiopathic epididymal obstruction. 128-130 While vasal abnormalities are apparent on physical examination, epididymal obstruction may only be diagnosed at the time of surgical exploration. As such, CFTR testing may necessarily occur after surgical treatment in some males. To date, there have been over 1,500 mutations reported in the CFTR gene. 131 However, the frequency of many of these deletions are low, with others having uncertain clinical significance. Several CF mutation testing approaches are offered by clinical laboratories that target the most common and pathologically verified mutations. However, the mutations more likely to cause obstructive azoospermia may be different than those that cause CF. 128 In addition, there are different CF mutation frequencies based on race/ethnicity. 132-135 As the goal of genetic testing is to help identify the etiology as well as provide counseling on potential offspring transmission, expanded carrier screening or gene sequencing should be considered. In addition to classic mutations, the 5T variant of the polythymidine tract in the splice site of intron 8 (which regulates exon 9 splicing efficiency) is also commonly found in males with obstructive azoospermia due to CFTR abnormalities. Thus, “5T” analysis along with the CFTR mutation analysis is indicated to identify the etiology for vasal agenesis and to consider for preimplantation diagnosis if the female partner is a carrier. Males with vasal abnormalities may have one or two mutations identified on screening. 128 While CFTR mutations are the most common, mutations in other genes such as the Adhesion G Protein-Coupled Receptor G2 (ADGRG2) gene may cause CBAVD. 136 It should be noted that American College of Obstetricians and Gynecologists (ACOG) pre-conception counseling guidelines include offering genetic screening, including CF mutations, for all couples considering pregnancy. 137 24",
    "Male Infertility Copyright © 2024 American Urological Association Education and Research, Inc. ® Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. 15. For males who harbor a CFTR mutation or have absence of the vas deferens (unilateral or bilateral), clinicians should recommend genetic evaluation of the female partner. ( Expert Opinion ) The goal of genetic testing for a CFTR mutation is to help identify the etiology of infertility as well as provide counseling on potential offspring transmission. CF is inherited in an autosomal recessive manner meaning that one defective allele must be inherited from each parent for a child to be affected. 133 Individuals with only one mutation are carriers but do not harbor the disease. In cases where the male patient has a mutation in the CFTR gene and the partner is also a carrier, then there is a risk of an affected offspring (25% if both partners are carriers, and up to 50% if the male has mutations in both alleles with a female partner who is a carrier). While the carrier prevalence does vary by race/ethnicity (4% of Caucasian Americans, 2% of Hispanic Americans, 1.5% of African Americans, 1% of Asian Americans), mutations are not uncommon in the United States. 132-135 Thus, the female partner should also be screened for CFTR carrier status, as is routinely done in pre-conception counseling. In addition, formal genetic counseling should also be considered for a discussion of carrier status, genetic hereditability, and preimplantation genetic diagnosis for any couples who test positive for a mutation. 16. Clinicians should not recommend sperm DNA fragmentation analysis in the initial evaluation of the infertile couple. ( Moderate Recommendation; Evidence Level: Grade C ) There are no prospective studies that have directly evaluated the impact of DNA fragmentation testing on the clinical management of infertile couples (i.e., that the fertility outcomes of those who had testing are different from those who did not). Further, available data are inadequate to conclude that this assay should be routinely performed in the initial evaluation of the infertile male. In available studies, DNA fragmentation was negatively associated with pregnancy rates and positively associated with pregnancy loss. That said, the association of high levels of DNA fragmentation with pregnancy outcomes is unclear given the variability in the definition of the upper limit of normalcy in different studies and the use of different tests of DNA fragmentation. 138-142 For male partners with high sperm DNA fragmentation, clinicians may counsel them that there is a possible association with infertility and compromised outcome after ART. In a patient with high sperm DNA fragmentation, clinicians may consider using surgically obtained sperm in addition to ICSI. Therefore, DNA fragmentation testing may be advantageous for males in couples undergoing IVF with repeated IVF failure. Clinicians should be aware that there are some data to suggest that males with very high levels of DNA fragmentation in ejaculated sperm typically have testicular sperm with lower levels of DFI; this in combination with IVF may improve fertility outcomes. Therefore, clinicians may consider using testicular sperm as opposed to ejaculated sperm for IVF/ICSI. In a prospective cohort study of over 100 couples with high DNA fragmentation, testicular sperm yielded substantially higher live birth rates than ejaculated sperm. 143 The routine clinical application of this practice remains controversial as the quality of the study data is low. However, some clinicians would only retrieve testicular sperm if prior attempts to achieve a pregnancy fail after the use of ejaculated sperm for IVF. DNA fragmentation study results are not always consistent due to a variety of factors including inconsistent cutoff values defining the normal and abnormal ranges, non-standardized protocols, the use of different testing assays measuring unrelated parameters for assessment of DNA fragmentation, and the lack of RCTs. That said, it is possible that very high levels of sperm DNA fragmentation will have a more substantial adverse impact on pregnancy outcomes with IVF as well as an increased risk of pregnancy loss. Studies have also suggested that decreased abstinence may be an intervention to limit sperm DNA damage. 144 17. In males with increased round cells on semen analysis (>1 million/mL), clinicians should evaluate the patient further to differentiate white blood cells (pyospermia) from germ cells. ( Expert Opinion ) Increased levels of round cells in the semen may result from a spermatogenic problem where spermatocytes and/or round spermatids are present in the ejaculate or from the presence of elevated levels of white blood cells in the semen (pyospermia). The WHO has defined the upper limit of normal as <1 million white blood cells/mL of semen. 5 Special stains are required to differentiate germ cells and somatic cells. A Papanicolaou staining procedure on a specimen smear may be used, but 25",
    "Male Infertility Copyright © 2024 American Urological Association Education and Research, Inc. ® Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. differentiating subtle differences in staining coloration, nuclear size, and shape can be challenging. A relatively simple assay is the o-toluidine test for cellular peroxidase (peroxidase stain) that will not stain leukocytes that have released their granules or lymphocytes, macrophages, or monocytes, which do not contain peroxidase. Immunocytochemical staining using antibodies specific for common leukocyte antigens is used to more precisely identify the seminal fluid white blood cells. 5 In contrast to peroxidase staining, the immunocytochemical method provides more information to aid in distinguishing between inflammation and those subtypes involved in fighting off infection. There is no evidence that elevated levels of immature sperm in the semen is deleterious to fertility, although they may be present in semen of infertile males and fertile males with high sperm counts. 18. In patients with pyospermia, clinicians should evaluate the patient for the presence of infection. ( Clinical Principle ) White blood cells in the semen may result from infection or inflammation in the proximal or distal male genital tract. Chronic prostatitis due to bacterial infection may require long courses of antibiotic treatment, and some cases of elevated levels of white blood cells may result from chronic nonbacterial prostatitis. Inflammation may be medically treated with anti-inflammatory drugs. Accordingly, it is important to know whether males with elevated levels of round cells in the semen have immature germ cells (a condition that does not need to be treated) or an infectious or inflammatory etiology. While elevated semen white blood cells may secrete cytokines and generate free radicals in the semen (reactive oxygen species) that may be detrimental to sperm function, this is not a test of fertility. 19. Clinicians should not perform antisperm antibody (ASA) testing in the initial evaluation of male infertility. ( Expert Opinion ) ASA can result from events such as trauma, mumps orchitis, testis malignancy, vasal obstruction, vasectomy that disrupts the blood-testis barrier, or the patency of the male genital tract allowing sperm antigens or genital tract infections to generate ASA. 145 ASA can result in sperm agglutination in the semen. ASA may be present without sperm agglutination and, conversely, agglutination may be present due to other factors, such as the presence of E.coli in the semen. 5 IgA and IgG antibodies are the predominant antibodies found in semen, while IgM is rarely found. However, some laboratories measure all three immunoglobulin classes due to presence on sperm and in biological fluids. Tests used for ASA include the mixed antiglobulin reaction test, which provides less information, and the immunobead (IB) test, which gives information about the type and presence of the immunoglobulins and their localization specifically on the sperm head, midpiece or tail or covering the entire sperm. 5 In some cases, the test results may not be in agreement between these two distinct assays. For analysis of antibodies in semen, there are two versions of these tests - direct and indirect; for example, the direct IB test uses washed patient and control spermatozoa that are incubated with small beads with antibodies specific for IgG or IgA attached and are prepared in the laboratory. The IB will adhere to motile and immotile sperm that have surface bound antibodies. The percentage of motile sperm with the beads attached are counted. 5 Indirect assays are used to measure sperm- specific immunoglobulins in sperm free fluids (seminal plasma, heat-inactivated blood serum and solubilized cervical mucus). In this case, aliquots of the fluid of interest or control immunoglobulins negative for sperm binding are incubated with normal control donor sperm prior to performing the mixed antiglobulin reaction or IB tests. Indirect testing is advantageous when the patient sample is oligozoospermic or asthenozoospermic (alone or in combination), when there is obstructive azoospermia, or when a sample cannot be immediately assayed. Depending upon collection time, the seminal fluid may be stored frozen until the time of testing. ASA can impair sperm-ova penetration; accordingly, ICSI will negate this issue. Although there are few studies of natural conception for males with ASA, the presence of ASA following vasectomy reversal or vasoepididymostomy is well recognized, and older literature suggests that these antibodies impair sperm penetration. However, there were no significant associations between levels of ASA and pregnancy outcomes in these patients. Interpretations of these studies are challenging due to the lack of methodological standardization in these studies or consistent normal ranges. ASA testing should only be considered if it will affect management of the patient. Conditions and findings reportedly associated with the presence ASA include obstruction of the ductal system (vasal, epididymal), prior 26",
    "Male Infertility Copyright © 2024 American Urological Association Education and Research, Inc. ® Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. testicular torsion, testicular surgery, and the presence of significant sperm agglutination in the SA, suggesting a potential diagnostic role of ASA testing for the detection of obstruction. However, published data on these associations are inconsistent. 146 The presence of serum ASA in an azoospermic patient with a history and physical exam findings consistent with ductal obstruction may help confirm obstruction. 147 Some have reported improved IUI pregnancy rates with specific semen processing protocols for couples with ASA compared to standard sperm washing, although the data are limited. 148 In those with ASA, ICSI yields higher pregnancy rates per cycle than IUI with semen processing designed to disrupt the bound antibodies. 149 For couples planning on ICSI, ASA testing should not be performed since it will not change management. 20. For couples with recurrent pregnancy loss (RPL), clinicians should evaluate the male partner with karyotype ( Expert Opinion ) and sperm DNA fragmentation. ( Moderate Recommendation; Evidence Level: Grade C ) The clinician should discuss the importance of paternal structural autosomal defects in the evaluation of the couple with RPL and the need for the male partner to have a karyotype analysis. The contribution of paternal structural chromosomal defects (translocations, inversions, deletions, duplications) is not routinely clinically assessed for infertility, but these anomalies are associated with pregnancy loss and RPL. 10, 11 Indeed, the presence of balanced translocations in either of the affected parents can become unbalanced during homologous recombination that occurs during meiosis in gametogenesis. 10 Unbalanced translocations are associated with birth defects in the offspring conceived as well as pregnancy loss. Robertsonian translocations are an example of a structural chromosomal anomaly associated with pregnancy loss. 10 These anomalies can be present in seemingly unaffected individuals but result in pregnancy loss due to unbalanced translocations. Hence, a karyotype that can reveal numerical and structural chromosome anomalies is indicated. An abnormal karyotype is present in about 6% of all infertile males. 11, 150 Infertile couples should be counseled that high levels of sperm DNA fragmentation are positively associated with pregnancy loss. 151-155 In a meta-analysis, pooled data from 13 studies suggest that male partners of women with a history of RPL have a significantly higher rate of sperm DNA fragmentation compared to the partners of fertile control women: mean difference of 11.91; 95% CI: 4.97 to 18.86. 152 Accordingly, DNA fragmentation testing should be considered in couples with unexplained RPL. When present, various treatments have been employed including the use of TESE with ICSI, antioxidant administration, donor sperm, varicocele repair, and/or frequent ejaculation. Currently, there are no well- controlled published studies that evaluated whether any of the aforementioned therapies will decrease the risk of RPL. When discussing DNA fragmentation test results, clinicians should mention that in infertile couples, clinical pregnancy rates were higher with ICSI as compared to insemination with ART. 11, 142, 156, 157 The basis for this finding is unclear as to when sperm was selected for ICSI, and it is impossible to know whether the sperm DNA is fragmented. For couples with RPL, males may be considered for sperm aneuploidy testing. Sperm aneuploidy testing involves the use of fluorescent molecular probes for chromosomes 13, 18, 21, X, Y because the presence of an extra chromosome for these specific chromosomes is consistent with a potentially viable but affected offspring. 11, 156-158 Aneuploidy of all other human chromosomes is not consistent with a viable offspring. While aneuploid ova are a well-recognized cause of aneuploid fetuses and offspring (i.e., Trisomy 21 increased incidence with advanced maternal age), the contribution of the male to aneuploid fetuses, offspring, and RPL is rarely considered by the clinician treating the couple with RPL. 158, 159 Clinicians should consider ordering sperm aneuploidy testing in males with a normal somatic karyotype to identify those males with a defect resulting in improper chromosome segregation during meiosis and aneuploid sperm resulting in a paternal role in RPL. However, this test currently may not be available nationwide. Genetic counseling may be useful because this knowledge will allow couples to alter their fertility management plan and seek alternative pathways to parenthood, such as preimplantation genetic testing with ICSI-IVF, donor sperm, adoption, or to continue attempting a natural pregnancy. 160 In uncontrolled studies looking at couples where the male had an abnormal sperm aneuploidy test, there appeared to be an improvement in outcomes when PGT-A was utilized. 161 27",
    "Male Infertility Copyright © 2024 American Urological Association Education and Research, Inc. ® Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. 21. Clinicians should not routinely perform diagnostic testicular biopsy to differentiate between obstructive azoospermia and non- obstructive azoospermia (NOA). ( Expert Opinion ) Differentiation of obstructive azoospermia from NOA may most frequently be predicted from clinical and laboratory results without the need for surgical diagnostic biopsy. FSH levels greater than 7.6 IU/L and testis longitudinal axis less than 4.6 cm indicate an 89% likelihood of spermatogenic dysfunction as the etiology. 104 Conversely, FSH levels less than 7.6 IU/L and testis longitudinal axes greater than 4.6 cm indicate 96% likelihood of obstruction as the etiology. 104 In the infrequent cases with intermediate values, testis biopsy may be performed to determine the etiology, but this is not usually necessary. In the rare cases where testis biopsy is done primarily for diagnostic purposes, sperm cryopreservation from the sample should be attempted if ART is an option. IMAGING 22. Clinicians should not routinely perform scrotal ultrasound in the initial evaluation of the infertile male. ( Expert Opinion ) The scrotum may sometimes be difficult to examine, for example in an obese patient or when the dartos muscle remains highly contracted during the physical exam. In these infrequent cases, color doppler ultrasound may be used to examine spermatic cord veins. The standard definition of a varicocele with this technique is the presence of multiple large veins greater than 3 mm in diameter and reversal of blood flow with the Valsalva maneuver. 162, 163 Routine use of ultrasonography to investigate presumed varicocele is to be discouraged, as treatment of non-palpable varicoceles is not associated with improved semen parameters and fertility rates as has been shown for treatment of clinical varicoceles. However, scrotal ultrasound can be used to confirm the presence of varicocele before varicocele repair and following treatment to determine treatment success based on shared decision-making. 23. Clinicians should not perform transrectal ultrasonography (TRUS) or pelvic MRI as part of the initial evaluation of the infertile male. Clinicians may recommend TRUS or pelvic MRI in males with SA suggestive of ejaculatory duct obstruction (EDO) (i.e., acidic, azoospermic semen with volume <1.4 mL, with normal serum T, palpable vas deferens). ( Expert Opinion ) For the purposes of an infertility evaluation, imaging of the pelvis seeks to identify the anatomy of the primary organs/structures involved in ejaculation including the prostate, seminal vesicles, vasal ampulla, and ejaculatory ducts. 164 TRUS can be useful in identifying distal obstruction leading to obstructive azoospermia or severe oligospermia with very low motility such as that caused by EDO. Pelvic MRI is now widely available and may provide more accurate measurements of ejaculatory duct dilation, as well as midline prostatic cysts that may lead to ejaculatory duct obstruction. The clinician should be suspicious of distal male genital tract obstruction when the ejaculate volume is low (<1.4 mL), with acidic semen (pH <7.0). Most of these males will have absent fructose in semen, although fructose testing is relatively unreliable and is not necessary especially in males for whom there is a high index of suspicion (i.e., SA shows low volume, acidity, azoospermia or oligospermia with very low motility). For these males, TRUS or pelvic MRI should be considered to evaluate for anatomic abnormalities. 165 Other aspects of the ejaculate should be considered. Normal semen is derived from testicular (~10%), prostatic (~20%), and seminal vesicle (~70%) fluid. All components are androgen sensitive so that males with testosterone deficiency may have low semen volume and the utility of pelvic imaging in such circumstances may be low. In addition, seminal vesicle fluid is alkaline. Obstruction that limits or prevents the seminal vesicle contribution will lead to acidic semen (pH <7.0). Males with a normal semen pH are unlikely to have a complete distal genital tract obstruction. 166 Congenital abnormalities may also affect normal genital duct anatomy. Mutations in the CFTR gene can lead to vasal and seminal vesicle agenesis/atresia. In males with CBAVD, pelvic imaging does not contribute to the diagnosis or treatment, so it should not be done for evaluation of such infertile males. 166 Beyond infertility, ejaculatory pain may also trigger evaluation with TRUS or pelvic MRI, as a diagnosis of obstruction may lead to treatment recommendations to improve symptomatology. In males with normal ejaculation and semen volume, the results of TRUS or pelvic MRI evaluation will not usually 28",
    "Male Infertility Copyright © 2024 American Urological Association Education and Research, Inc. ® Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. change the management of an infertile male. As such, without symptoms (e.g., painful ejaculation) or semen parameter indications (e.g., low semen volume with azoospermia and palpable vasa, or low semen volume and significant asthenospermia), pelvic imaging should not be included in an infertility evaluation. 24. Clinicians should not routinely perform abdominal imaging for the sole indication of an isolated small or moderate right varicocele. ( Expert Opinion ) Varicoceles occur in approximately 15% of all adult males and 40% of infertile males. 167 While 85% are left unilateral due to asymmetric gonadal vein anatomy, 15% may be either bilateral (more common) or right unilateral (less common). Due to the rarity of the isolated right varicocele, concern has existed regarding causative conditions in clinical cases. Based on case reports in the literature report, retroperitoneal pathology such as tumors is common enough causes to warrant routine abdominal imaging when an isolated right varicocele is identified. 168- 170 However, only low quality evidence has ever supported this recommendation. A retrospective study of over 4,000 males with varicoceles (8% right), reported no difference in cancer diagnoses in these males based on varicocele laterality (p: 0.313) despite the fact that over 30% of males with right varicoceles received abdominal computed tomography scans compared with just 8.7% of males with left varicoceles and 11.2% of males with bilateral varicoceles. 171 Thus, routine imaging based solely on the presence of a right varicocele is unnecessary. However, abdominal imaging should be considered for males with a new onset or non-reducible varicocele, especially if varicocele is large. 25. Clinicians should recommend renal ultrasonography for patients with vasal agenesis to evaluate for renal abnormalities. ( Expert Opinion ) The male genital tract is derived from the Wolffian or mesonephric tract. It is a paired organ, which forms the epididymis, vas deferens, and seminal vesicles during embryogenesis. As it connects to the primitive kidney, abnormalities in the Wolffian duct can lead to renal anomalies. In males with unilateral absence of the vas deferens, approximately 26% to 75% will have ipsilateral renal anomalies including agenesis. 172, 173 In males with bilateral vasal agenesis, the prevalence is lower at 10%. 174 Even in males with CBAVD and CFTR mutations, unilateral renal agenesis may occur. 136, 175 As such, abdominal imaging should be offered to males with vasal agenesis regardless of the CFTR status to allow for optimal patient counseling. TREATMENT Varicocele Repair/ Varicocelectomy 26. Clinicians should consider surgical varicocelectomy in males attempting to conceive who have palpable varicocele(s), infertility, and abnormal semen parameters, except for azoospermic males. ( Moderate Recommendation; Evidence Level: Grade B ) The largest most recent meta-analysis by Wang et al. observed higher estimated pregnancy rates for males treated with any approach for repair of clinical varicocele compared to no treatment. 176 Pregnancy rates without treatment were assumed to be 17%, while rates were calculated to be 42% (95% CI: 26% to 61%) with subinguinal microsurgical varicocelectomy, 35% (95% CI: 21% to 54%) with inguinal micro-varicocelectomy, 37% (95% CI: 22% to 58%) with inguinal open (non- microsurgical) surgery, and 37% (95% CI: 19% to 61%) with laparoscopic surgery. 176 Such findings must be interpreted with caution given that this meta-analysis included studies with non-randomized designs and selective outcome reporting. ORs were lower for sclerotherapy, subinguinal open surgery, retroperitoneal open surgery, percutaneous venous embolization, and retrograde sclerotherapy. Bulk seminal parameters including sperm concentration and sperm motility were also observed to be improved with surgery. For palpable varicoceles, the meta-analysis by Wang et al. observed the calculated estimated pregnancy rates to be 52% (95% CI: 24% to 83%) for subinguinal micro- varicocelectomy, 53% (95% CI: 18% to 90%) for inguinal micro-varicocelectomy, 55% (95% CI: 27% to 88%) for inguinal open surgery, and 52% (95% CI: 18% to 90%) for laparoscopic surgery. 176 A meta-analysis of ART outcomes evaluated the chance of pregnancy using ART for couples where males had varicocele repair relative to couples where the male had an untreated varicocele. In these 7 non-randomized retrospective studies, only males with clinical varicoceles 29",
    "Male Infertility Copyright © 2024 American Urological Association Education and Research, Inc. ® Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. were considered. In this report by Kirby et al., the ORs for pregnancy and live birth were 1.76-fold higher for males treated with varicocelectomy prior to ART. 177 27. Clinicians should not recommend varicocelectomy for males with non-palpable varicoceles detected solely by imaging. ( Strong Recommendation; Evidence Level: Grade C ) Past AUA and ASRM recommendations for non-palpable varicoceles in males with concern for fertility has been to not recommend varicocelectomy, and recent studies continue to support this recommendation. 178 Kim et al. performed a systematic review and meta-analysis of varicocelectomy for subclinical varicocele. Reviewers included 7 trials with 548 participants (276 received varicocelectomy, and 272 received either no treatment or clomiphene citrate). These trials were considered of low quality due to issues such as unreported random sequence generation and allocation concealment, lack of blinding, and incomplete outcome data. No demonstrable benefit of varicocele repair was observed in pregnancy or bulk seminal parameters with the exception of a possible small numerical effect on progressive sperm motility that is unlikely to be clinically important. 178 28. For males with clinical varicocele and non- obstructive azoospermia (NOA), clinicians should inform couples of the absence of definitive evidence supporting varicocele repair prior to surgical sperm retrieval with assisted reproductive technologies. ( Expert Opinion ) Case series of males with NOA and clinical varicoceles have been reported. Since up to 35% of males with NOA will have sperm detected on subsequent SA without medical intervention, such case series must be interpreted with caution. 179 Case studies cannot be considered to reflect a therapeutic benefit of varicocele repair unless controlled. Of note, the studies published to date have not included control patients with varicoceles that were not repaired, and simply had repeat SAs done. 180 Summarized case studies reporting detection of at least one non-motile sperm in the ejaculate after varicocele repair for males with NOA indicated sperm in 36% (119/327) of treated males. Using a different outcome evaluation that may be more clinically relevant in NOA, a study that reported return of adequate motile sperm in the ejaculate to avoid surgical sperm retrieval after varicocele repair had a success rate of only 9.6%. 181 These data have to be compared to results of re-analysis of sperm in the ejaculate without any intervention beyond repeat SA using extended sperm search (35%). There are sparse studies with relatively limited numbers of males with azoospermia due to spermatogenic dysfunction that have evaluated the role of varicocelectomy in potentially increasing spermatogenesis. There are no high-quality data to support repair of varicoceles in males with NOA. In addition, varicocele repair defers treatment with ART for at least six months. For the surgeon considering varicocelectomy prior to definitive treatment with surgical sperm retrieval and ART, couples should be informed of the limited evidence supporting the benefit of varicocele repair in azoospermia. Sperm Retrieval 29. For males with non-obstructive azoospermia undergoing sperm retrieval, clinicians should perform a microdissection testicular sperm extraction. ( Moderate Recommendation; Evidence Level: Grade C ) Micro-TESE is a surgical procedure that involves wide opening of the tunica albuginea to allow examination of multiple regions of testicular tissue, each of which are oriented in a centrifugal pattern in parallel to the intratesticular blood supply, allowing extensive search of nearly all areas of the testis with limited risk of devascularization of tissue. Conventional TESE has been associated with decreased postoperative testosterone levels, and many males with NOA have baseline testosterone deficiency. Less effect on testosterone levels is seen after micro-TESE than with conventional TESE, but testosterone deficiency requiring testosterone replacement remains a risk, even after micro-TESE. 182 Systematic reviews assessing different sperm retrieval techniques for males with NOA are of low quality mainly due to limitations associated with performing surgical studies. In a meta-analysis of published studies for males with NOA, micro-TESE was observed to result in successful extraction 1.5 times more often than non- microsurgical testis sperm extraction, and conventional TESE was 2 times more likely to yield sperm when compared to testicular aspiration. 183 30. In males undergoing surgical sperm retrieval by a clinician, intracytoplasmic sperm injection may be performed with fresh or cryopreserved sperm. ( Conditional Recommendation; Evidence Level: Grade C ) 30",
    "Male Infertility Copyright © 2024 American Urological Association Education and Research, Inc. ® Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. For males with obstructive azoospermia, adequate sperm are typically present to allow sperm cryopreservation with a high chance for survival of those sperm for use with ART. There are no substantial differences in IVF success rates, so sperm retrieval and cryopreservation may be done prior to ART. The choice between fresh and cryopreserved sperm is often dictated by preferences of the ART lab collaborating with the surgeon. For males with NOA, some centers prefer sperm extraction in advance of IVF because the female partner can be spared going through IVF if no sperm are found. Other centers prefer simultaneous sperm retrieval with ART because the numbers of sperm obtained may be limited and sperm may not survive cryopreservation and thawing. For those couples where the male has NOA and sperm are frozen and survive freeze-thaw, ART is possible with those sperm. A recent meta-analysis evaluating the use of sperm from males with NOA observed no differences in fertilization, pregnancy, or live birth rates from ICSI in males for whom sperm was extracted and used with or without cryopreservation, as long as there were sperm of adequate number and survived cryopreservation and thawing. 184 31. In males with azoospermia due to obstruction undergoing surgical sperm retrieval, clinicians may extract sperm from either the testis or the epididymis. ( Conditional Recommendation; Evidence Level: Grade C ) While the available studies are of low quality, fertilization, pregnancy, and live birth rates were similar for epididymal and testicular derived sperm in males with azoospermia due to obstruction. 185 However, epididymal sperm retrieval should be avoided if future microsurgical reconstruction (i.e., vasovasostomy or epididymovasostomy) might be pursued due to the risk of epididymal scarring and obstruction. 186, 187 32. Clinicians may consider the utilization of testicular sperm in nonazoospermic males with an elevated sperm DNA Fragmentation Index. ( Clinical Principle ) In cases where nonazoospermic males exhibit elevated sperm DFI despite a short abstinence interval (<2 days), 188 the consensus among experts in male infertility is to consider the potential utilization of testicular sperm. 189 This clinical principle is supported by a recent meta-analysis highlighting 11 different studies where use of testicular sperm for males with elevated DFI had similar fertilization rates but improved clinical outcomes in terms of clinical pregnancy rates, live births, and reduced pregnancy loss rates. 190 The use of testicular sperm in nonazoospermic males with elevated DFI provides an alternative option for fertility treatment. 191 Testicular sperm retrieval procedures, such as testicular sperm aspiration (TESA) or testicular sperm extraction (TESE), may offer viable sperm with lower DFI, potentially improving the chances of successful assisted reproduction. 138 It is essential for urologists to collaborate with reproductive endocrinologists and embryologists to determine the most appropriate course of action based on individual patient characteristics and preferences. For couples with elevated sperm DNA fragmentation levels, it is also advisable to discuss alternative treatment options such as lifestyle modifications such as smoking cessation, varicocele repair, and the potential use of microfluidic processing as a sperm processing technique. 192 Questions arise regarding the ideal threshold for sperm DFI that warrants TESE, as well as its efficacy in various clinical scenarios such as failed fertilization, impaired blastulation, elevated rates of aneuploid embryos, or even following unsuccessful implantation of euploid embryos. While these questions persist without definitive answers due to the current limitations in published literature, it's imperative to recognize the ongoing ambiguity surrounding DFI and TESE. Moreover, the debate continues regarding the comparative benefits of utilizing fresh versus frozen testicular sperm in such contexts, with no clear consensus emerging at this time. 33. For males with aspermia, clinicians may perform surgical sperm extraction or induced ejaculation (sympathomimetics, vibratory stimulation or electroejaculation) depending on the patient’s condition and clinician’s experience. ( Expert Opinion ) Limited data exist comparing outcomes for the various procedures available to obtain sperm from males with ejaculatory dysfunction. Penile vibratory stimulation, electroejaculation, surgical sperm retrieval, or sympathomimetic agents may be utilized depending on the cause of the ejaculatory dysfunction, the patient’s condition, and surgeon’s experience. 31",
    "Male Infertility Copyright © 2024 American Urological Association Education and Research, Inc. ® Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. It is important to differentiate dry ejaculate (aspermia) from azoospermia, where an antegrade ejaculate is present but lacks spermatozoa. Ejaculatory dysfunction may also include RE with or without an antegrade component, and low volume ejaculate. 193 34. Clinicians may treat infertility associated with retrograde ejaculation with sympathomimetics (with or without alkalinization and/or urethral catheterization), induced ejaculation, or surgical sperm retrieval. ( Expert Opinion ) Partial RE may exist concurrently with partial antegrade ejaculation. If the antegrade specimen is sufficient for reproduction either naturally or with medical assistance, no treatment may be necessary. 163 However, if the antegrade ejaculate is poor and a substantial RE is present as demonstrated by post-ejaculatory urinalysis, various therapies may be required. These treatments include oral sympathomimetics with alkalinization of urine and/or instillation of sperm wash media into the bladder via urethral catheter before climax. After climax, these specimens may be collected from voided urine or from the bladder with urethral catheterization. Many males with lack of emission associated with spinal cord injury or psychogenic anejaculation may also respond to penile vibratory therapy. For males with persistent lack of emission despite medical therapy, then electroejaculation, or surgical sperm retrieval may be employed based on severity, clinical presentation, and response to other less invasive therapy. Obstructive Azoospermia, Including Post- Vasectomy Infertility 35. Clinicians should counsel couples desiring conception after vasectomy that surgical reconstruction, surgical sperm retrieval, or both reconstruction and simultaneous sperm retrieval for cryopreservation are viable options. ( Moderate Recommendation; Evidence Level: Grade C ) Limited data exist comparing outcomes for strategies for males interested in fertility after vasectomy. 194 Surgical sperm retrieval will require the use of ART/ICSI to achieve a pregnancy. Critical variates that would influence a couple’s decision-making, such as maternal age and variable economic cost across geographic regions, have not yet been systematically explored with high quality evidence. For couples with female factors that require ART, sperm retrieval and IVF is often the preferred option for management. For couples interested in fertility who are farther out from vasectomy (e.g., over 25 years after vasectomy), microsurgical reconstruction with vasoepididymostomy may have lower success rates and sperm cryopreservation at the time of reconstruction should be considered. At this time, the specific needs and characteristics of the couple as well as patient preference should be considered and discussed with the provider in order to render the best option for fertility after vasectomy. 36. Clinicians should counsel males with vasal or epididymal obstructive azoospermia that microsurgical reconstruction may be successful in returning sperm to the ejaculate. ( Expert Opinion ) Obstructive azoospermia is a condition characterized by an absence of sperm in the ejaculate with normal sperm production in the testis. Both congenital and acquired causes of obstruction have been identified. In males with congenital absence of the vas deferens, sperm retrieval together with ART such as IVF and ICSI are the only options for males to father their own biologic children. In most other cases of acquired or congenital obstruction, microsurgical reconstruction of the male reproductive tract may be the preferable alternative to sperm retrieval and ICSI when the female partner has normal fertility potential. Microsurgical reconstruction with vasovasostomy or vasoepididymostomy has also been suggested as a more cost-effective treatment for obstructive azoospermia, when compared to sperm retrieval and ART. 38 The most robust data for microsurgical reconstruction exist for males with vasectomy-associated infertility, since up to 6% of all married males have had a vasectomy for contraception. In this population, microsurgical reconstruction involves surgical exploration with identification of the site of obstruction, which may still be at the vasectomy site or more proximally in the epididymis. Microsurgical reconstruction is done by anastomosing the vas to the most distal site in continuity with the testis, documented by identifying sperm at this region of the reproductive tract. Higher patency and pregnancy rates after reconstruction are associated with bilateral vasovasostomy, more distal epididymal anastomoses (compared to more proximal epididymal anastomoses) for vasoepididymostomy, and the presence of intact sperm at the site of reconstruction. Although patients with shorter obstructive intervals have slightly better outcomes 32",
    "Male Infertility Copyright © 2024 American Urological Association Education and Research, Inc. ® Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. compared to males with longer intervals after vasectomy, the patency rate for microsurgical reconstruction more than 25 years after vasectomy have been reported to be more than 70%. 195, 196 Preoperative counseling should include discussion of the surgeon’s experience and results after attempted reconstruction, as well as alternative approaches to achieving pregnancy (sperm retrieval and ICSI). 37. For infertile males with ejaculatory duct obstruction, clinicians may consider transurethral resection of ejaculatory ducts (TURED) and/or surgical sperm extraction. ( Expert Opinion ) EDO is rare in infertile males. If the diagnosis is confirmed or suspected based on TRUS or pelvic MRI findings, then treatment should be considered. Findings on pelvic imaging that suggest obstruction include seminal vesicle anterior-posterior diameter >15 mm, ejaculatory duct caliber (>2.3 mm), or dilated vasal ampulla (>6 mm) as well as prostatic cysts (i.e., midline prostatic cyst or paramedian/ejaculatory duct cyst). If a seminal vesicle aspirate reveals the presence of sperm in an azoospermic male, then TURED may be offered. 166, 197, 198 The goal of the surgery is to resolve the ejaculatory duct obstruction and thus allow sperm to enter the ejaculate, which can be used for unassisted conception, IUI, or ART. The clinician should discuss with the patient that 63% to 83% of patients will have an improvement in semen parameters after the procedure, including 59% of patients with complete EDO and up to 94% of patients with partial EDO. 199-203 Over 90% of males will have improvement in semen volume, 204 50% will improve sperm counts, 205 and 60% will convert from azoospermia to some sperm in the ejaculate. In addition, 38% of males with azoospermia or oligozoospermia may develop normal semen parameters. 204 While all patients may benefit, data suggest that males with congenital causes (e.g., Müllerian duct cysts) may have better improvement compared to males with acquired obstruction (e.g., infectious etiology). 166 In males with EDO associated with Müllerian cysts, treatment involves unroofing of the cyst, resulting in decompression of the cyst and relief from extrinsic obstruction of the ejaculatory ducts. In addition to fertility, investigators have reported successful treatment with TURED for other symptoms including hematospermia, recurrent infection, or pain (i.e., scrotal, post-ejaculatory). 4, 40-42 The clinician should also discuss known complications of TURED. Restenosis, pain, epididymoorchitis, urinary retention, reflux of urine into the ejaculatory ducts and seminal vesicles or substantial defects in the prostatic fossa (leading to watery ejaculate), gross hematuria, and incontinence may occur in 4% to 26% of cases. 166, 200-204, 206, 207 Restenosis leading to azoospermia is a potentially serious complication in males with partial EDO and may occur in up to 27% of males. 200, 203 Surgical sperm extraction (e.g., TESE, TESA, Percutaneous Epididymal Sperm Aspiration [PESA]) for use with ART is an alternative option in males with EDO who desire fertility. The decision for the optimal method should be a shared decision with the patient/couple. 166 Medical and Nutraceutical Interventions for Fertility 38. Clinicians may manage male infertility with assisted reproductive technologies. ( Expert Opinion ) One of the greatest advances in the management of male infertility has been the use of IVF and, subsequently, ICSI as ART. Although sperm number and quality affected the results of treatment with IVF, ICSI appeared to abrogate any adverse effects of sperm “quality” as measured by sperm concentration, motility, and morphology as long as viable sperm are present to inject into all oocytes. With IVF, abnormal sperm motility and morphology adversely affect fertilization rates. 208 The application of ICSI during IVF treatment provided fertilization rates comparable to that observed with otherwise normal sperm. Although ART does not correct the underlying condition(s) causing male infertility and allows pregnancy for males where natural pregnancy has not previously occurred, these techniques involve limited medical risk to the female partner. Studies to date show limited known differences in birth defect rates between naturally occurring pregnancies, IVF, or ICSI-derived pregnancies. IVF treatment requires more than a week of ovarian stimulation, procedures for oocyte retrieval and intrauterine embryo transfer; each attempt typically allows for a 37% live delivery rate per initiated IVF cycle. 209 Pregnancy and live birth results are closely related to female age, with progressively lower success with increased female age (over 35 years). Approximately 12.5% of all deliveries involve twins, and additional 33",
    "Male Infertility Copyright © 2024 American Urological Association Education and Research, Inc. ® Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. pregnancies may result from one IVF cycle if additional embryos are available for cryopreservation. 209 39. Clinicians may advise an infertile couple with a low total motile sperm count on repeated semen analyses that intrauterine insemination success rates may be reduced, and treatment with assisted reproductive technologies (in vitro fertilization with intracytoplasmic sperm injection) may be considered. ( Expert Opinion ) IUI is a fertility treatment that involves processing a semen specimen and placing the low volume washed semen into the uterine cavity at the time of ovulation. The intervention may be done with or without ovarian stimulation of the female partner to enhance oocyte production. In general, SA parameters are not predictive of natural pregnancy or pregnancy by use of ARTs, including IUI, unless severe abnormalities exist. However, converging evidence suggests significant associations between pregnancy by IUI and total motile sperm count. As such, males with low total motile sperm count (<5 million motile sperm after processing) are expected to have lower pregnancy rates after IUI than using sperm from males with normal total motile sperm counts. 40. In a patient presenting with hypogonadotropic hypogonadism, clinicians should evaluate the patient to determine the etiology of the disorder and treat based on diagnosis. ( Clinical Principle ) Patients with HH present with deficient LH and FSH secretion. In the absence of LH and FSH stimulation, the Leydig cells in the testes do not secrete testosterone, and spermatogenesis is disrupted. 210 Referral to an endocrinologist or male reproductive specialist is encouraged. The congenital form idiopathic hypogonadotropic hypogonadism (IHH), also referred to as isolated gonadotropin-releasing hormone (GnRH) deficiency, is a rare genetic disorder that is associated with defects in the production and/or action of GnRH. The original form, Kallmann syndrome, is an X-linked recessive disorder and is associated with anosmia and the lack of endogenous GnRH secretion and ANOS1 mutations. Other forms of IHH are associated with a number of genetic mutations with variable forms of inheritance and often without anosmia. 211-213 Males with the more severe forms of the syndrome can present with microphallus and/or cryptorchidism as well as skeletal abnormalities such as cleft palate, and syndactyly. A variant of IHH, referred to as adult onset or acquired IHH, presents with symptoms of sexual dysfunction and/or new-onset infertility and lower levels of testosterone in concert with inappropriately low gonadotropins. 214 Exogenous testosterone therapy is often prescribed to patients with IHH, but this treatment inhibits intratesticular testosterone production and suppresses spermatogenesis, thus impairing fertility. 103 This is a common issue among pubertal males with IHH, who are often started on exogenous testosterone for pubertal induction, but then sometimes remain on this therapy into adulthood and their reproductive years. 215 Spermatogenesis can be initiated and pregnancies can be achieved in many of these IHH males when they are treated with exogenous gonadotropins or GnRH. Selection of the type of hormonal therapy as well as the ultimate success of therapy depends on the severity of the defect. The usual first-line drug for the treatment of IHH for restoration of testosterone production and spermatogenesis is hCG. The degree of response correlates with the size of the testis prior to treatment. 216- 218 Initial treatment with hCG injections (500 to 2,500 IU, 2-3 times weekly) followed by FSH, when indicated, after testosterone levels are normalized on hCG. Pulsatile GnRH is not currently approved in the U.S. or Europe. If medical therapy for the male with IHH fails to result in a pregnancy, but some sperm are found in the ejaculate, referral for IUI or ART is recommended. SERMs have been used off label as an alternative treatment to increase testosterone and sperm density in males with adult onset IHH with the goal of pregnancy in the partner. Only a small number of studies with very few patients have reported successful pregnancies in males with adult-onset IHH. 219, 220 Secondary causes of HH include pituitary or suprasellar tumors, pituitary infiltrative disorders (e.g., hemochromatosis, tuberculosis, sarcoidosis, histiocytosis), exogenous androgens, other medications (e.g., chronic narcotic exposure), hyperprolactinemia, prior head trauma, pituitary apoplexy, and severe chronic illness. 221 The first line of treatment is directed towards the underlying disorder. Once that has been accomplished, and the patient continues to have HH, a trial of the gonadotropin treatment regimen described above can be 34",
    "Male Infertility Copyright © 2024 American Urological Association Education and Research, Inc. ® Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. initiated. SERM therapy will not be beneficial if the pathology is due to primary pituitary dysfunction, such as after surgical resection. 41. Clinicians may use aromatase inhibitors, human chorionic gonadotropin, selective estrogen receptor modulators, or a combination thereof for infertile males with low serum testosterone. ( Conditional Recommendation; Evidence Level: Grade C ) AIs, hCG, and SERMs act by different mechanisms to increase endogenous testosterone production. Each agent may be used separately or in combination, in an effort to increase serum testosterone concentrations without impairing spermatogenesis. Although hCG is FDA-approved for use in males with HH, the other medications are not approved by the FDA for use in males. Furthermore, although the goal of testosterone optimization in the infertile male may be symptom amelioration, symptomatic outcomes and benefits may not be comparable to those achieved using standard (exogenous) testosterone replacement therapy. Testosterone is converted to estrogen peripherally by the enzyme aromatase. AIs are oral medications that block this conversion, resulting in a relative decrease in serum estradiol levels, increase in LH secretion by the pituitary, and a relative increase in serum testosterone concentration. Clinicians may consider use of AIs for males with testosterone deficiency and elevated estradiol levels. 222, 223 hCG is an injectable medication that acts as an LH analogue, stimulating testosterone production by direct action on the Leydig cells. SERMs are oral medications that have antiestrogenic effects centrally, impeding negative feedback of the hypothalamic-pituitary-testis axis. Clomiphene citrate is the most commonly studied SERM for infertile males. Treatment with SERMs results in increased LH and FSH production by the pituitary gland; the increased LH production, in turn, stimulates Leydig cell production of testosterone. Clinically, either hCG or SERMs may be considered for testosterone optimization in males with low or normal serum LH. Males who exhibit an elevated LH, consistent with primary hypogonadism, may have a limited serum testosterone response to these medications due to inherent testicular dysfunction. For further information on the management of testosterone deficiency, please refer to the AUA Guideline on the Evaluation and Management of Testosterone Deficiency, specifically Statement 27 and Table 6: https://www.auanet.org/guidelines-and- quality/guidelines/testosterone-deficiency-guideline. 42. For the male interested in current or future fertility, clinicians should not prescribe exogenous testosterone therapy. ( Clinical Principle ) Long-acting exogenous testosterone administration provides negative feedback to the hypothalamus and pituitary gland, which can result in inhibition of gonadotropin secretion. Depending on the degree of testosterone-induced suppression, spermatogenesis may decrease or cease altogether, resulting in oligospermia or azoospermia. 224 Although recovery of sperm to the ejaculate occurs in most azoospermic males after cessation of testosterone therapy, the time course of recovery may be prolonged and can be months or rarely years. 225 Therefore, the use of long-acting exogenous testosterone for symptomatic testosterone deficiency should not be used in males pursuing or planning to pursue family building in the near future. In those that may want to pursue paternity in the more distant future, testosterone therapy may be offered, but the patient should be counseled about the effects on spermatogenesis and the time course required for resumption of spermatogenesis. In those wanting to pursue paternity in the more distal future (soonest 6 to 12 months) down the road, some studies have demonstrated the preservation of spermatogenesis by adding hCG alone or combination therapy (hCG, and/or SERM, and/or recombinant FSH) to exogenous testosterone, but the literature is too limited to recommend this approach. If a patient decides to proceed with exogenous therapy alone then they must be counseled about the potential negative effects on spermatogenesis and the time course (and treatments) required for resumption of spermatogenesis. Some males despite cessation of testosterone therapy never fully recover their sperm production thus remain either infertile or sub-fertile and may require future fertility treatments. 226, 227 In data from two studies, use of a short - acting, nasal testosterone formulation was associated with preserved spermatogenesis. 228, 229 While additional studies are needed to assess long-term reproductive outcomes, 35",
    "Male Infertility Copyright © 2024 American Urological Association Education and Research, Inc. ® Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. including semen parameters and fecundity, the early and short-term outcomes for this modality merit further study. However, given the lack of long-term data, this agent, like other forms of exogenous testosterone, should not be routinely used by males attempting to conceive. For further information, please refer to the AUA Guideline on the Evaluation and Management of Testosterone Deficiency, specifically Statement 16: https://www.auanet.org/guidelines-and- quality/guidelines/testosterone-deficiency-guideline. 43. For the infertile male with hyperprolactinemia, clinicians should evaluate the patient for the etiology and treat accordingly. ( Expert Opinion ) Males with decreased libido and/or impotence and/or testosterone deficiency accompanied by a low/low- normal LH level warrant measurement of serum prolactin to investigate for hyperprolactinemia. If prolactin is mildly elevated ( ≤ 1.5 times the upper limit of normal), a repeat fasting prolactin should be drawn to rule out a spurious elevation. While prolactin levels generally parallel tumor size, milder elevations can be found with prolactinomas as well as with other pituitary or parasellar tumors or infiltrative processes. 230, 231 When evaluating prolactin levels, the clinician should be aware of assay discrepancies, which result in false values. For example, macroprolactinemia is a condition where more than 60% of circulating prolactin is made of the low biologically active macroprolactin, which results in a falsely elevated level of biologically active prolactin. The “Hook Effect” is an assay artifact caused by an extremely high level of prolactin that saturates the detecting antibody used in the prolactin assay, and results in a falsely low reported value. 231-233 For persistently elevated prolactin levels above the normal value without an exogenous etiology, pituitary MRI is indicated. 231, 232, 234 Prolactin, a polypeptide hormone, is synthesized and secreted from the pituitary gland. Hyperprolactinemia is a well-established cause of secondary hypogonadism and can lead to infertility, decreased libido, sexual dysfunction, and gynecomastia. Causes of hyperprolactinemia include pituitary tumors, and primarily prolactin producing tumors; however, it may also be due to non-lactotroph adenomas (GH, ACTH, chromophobe) and cystic adenomas. Tumors near the hypothalamus or pituitary that interfere with the secretion of dopamine or its delivery to the hypothalamus (e.g., craniopharyngiomas) infiltrative diseases (e.g., sarcoidosis, hemochromatosis, TB), and malignant tumors that arise within or near the sella or metastasize to these areas can also elevate prolactin levels. 235 Drugs that decrease dopaminergic inhibition of prolactin secretion also cause hyperprolactinemia. These include opioid analgesics, many antipsychotics and antidepressants, antiemetics, prokinetics, and antihypertensives. Hypothyroidism, stress, elevated estrogen levels, chronic renal failure, and chest wall injuries can increase prolactin levels. Treatment depends on the etiology of the hyperprolactinemia. 233 Dopamine agonists are the first- line treatment for patients with pituitary prolactinomas. Transsphenoidal surgery may be considered when dopamine agonist treatment is unsuccessful or if the patient prefers surgery to life-long therapy. 236 For males with hyperprolactinemia who do not have a pituitary adenoma, management should focus on treatment of the underlying condition or factor causing the elevated prolactin (e.g., treatment of hypothyroidism, medication changes for drugs associated with elevated prolactin levels). 44. Clinicians should inform the male with idiopathic infertility that the use of selective estrogen receptor modulators has limited benefits relative to results of assisted reproductive technologies. ( Expert Opinion ) SERMs induce increased LH and FSH production by the pituitary gland. Although not FDA-approved for use in males, SERMs such as clomiphene or tamoxifen are often prescribed in infertile males who have normal serum testosterone levels with the therapeutic aim of improving semen parameters and fertility outcomes. One meta- analysis reviewed 11 studies that compared either clomiphene or tamoxifen with either placebo or no treatment in males with oligozoospermia or asthenoteratospermia. 237 Collectively, the findings suggested that SERMs may improve sperm concentration, sperm motility, and spontaneous pregnancy rate. 237 A more recent systematic review published in 2019 included 16 studies that compared clomiphene or tamoxifen to placebo, no treatment, or other treatments (e.g., supplements, other medications) in males with oligozoospermia. As anticipated based on mechanism of action of SERMs, gonadotropin and serum 36",
    "Male Infertility Copyright © 2024 American Urological Association Education and Research, Inc. ® Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. testosterone levels increased. Data suggested an improvement in sperm morphology and pregnancy rate with SERM administration, but no consistent impact on other semen parameters. 238 The studies included in both of these review articles were of variable quality in terms of selective reporting, bias, and blinding. As such, any possible limited benefits of SERM administration, particularly in the patient population with idiopathic infertility, are small and, therefore, outweighed by the distinct advantages offered by other forms of medically- assisted reproduction (e.g., IVF), which include higher pregnancy rates and efficiencies with respect to the earlier timeframe of conception. 45. Clinicians should counsel patients that the benefits of supplements (e.g., antioxidants, vitamins) are of questionable clinical utility in treating male infertility. Existing data are inadequate to provide recommendation for specific agents to use for this purpose. ( Moderate Recommendation; Evidence Level: Grade B ) There are no clear, reliable data related to the variety of supplements (vitamins, antioxidants, nutritional supplement formulations) that have been offered to males attempting conception. Current data suggest that they are likely not harmful, but it is questionable whether they will provide tangible improvements in fertility outcomes. An RCT published in 2020 by the National Institutes of Health (NIH) Reproductive Medicine Network of 174 males did not show adequate effect on semen parameters or DNA integrity in the initial screening arm to proceed to full patient accrual. 239 A second RCT, also published in 2020, explored the potential effect of folic acid and zinc on semen parameters and live birth rates in nearly 2400 males presenting as part of an infertile couple; no significant changes were seen in either semen quality or live births. 240 46. For males with idiopathic infertility, clinicians may consider treatment using a follicle- stimulating hormone analogue with the aim of improving sperm concentration, pregnancy rate, and live birth rate. ( Conditional Recommendation; Evidence Level: Grade B ) Exogenous FSH may be used as an adjunct for treatment of HH in order to initiate and maintain spermatogenesis with good results. To this end, some clinicians have employed exogenous FSH in infertile males without HH (i.e., baseline FSH in or slightly above the normal range) with the therapeutic goal of improving fertility outcomes despite limited published data to date. Typical treatment doses were 150 IU given daily over a 12-week period of therapy. One comprehensive meta-analysis reviewed 15 trials and described impacts of FSH administration versus placebo or no treatment on semen parameters and pregnancy rates. Overall, sperm concentrations and pregnancy rates, both unassisted and via ART, appeared to improve in the FSH-treated males. 241 A subgroup meta- analysis from this study looked at the 9 trials of FSH administration in 389 males compared to 308 controls and related unassisted pregnancy rates, with a resultant overall OR of 4.50 (CI 2.17 to 9.33; P<0.001). A second subgroup meta-analysis assessed pregnancy rates after ART; 322 males were treated with FSH compared to 275 controls, with a resultant overall OR of 1.60 (CI 1.08 to 2.37; P: 0.002). Another systematic review included 6 RCTs (225 males on FSH, 231 controls) assessing FSH versus placebo or no treatment and impact on pregnancy rate and live birth rate. FSH therapy prior to medically-assisted treatments (one study on IUI, one study on IVF-ICSI) did not conclusively affect pregnancy rates with ART. 242 One RCT published in 2015 compared 4 different doses of FSH with placebo in 354 males with idiopathic oligozoospermia. Couples who did not achieve pregnancy within three months of initiation of therapy underwent ART. Findings were inconclusive with respect to spontaneous and ART pregnancy rates. 243 Clinicians should be aware that FSH is not FDA-approved for use in males. Additionally, the cost-to-benefit ratio of this treatment is questionable. Of note, few studies have provided data that compare the effect of FSH to SERM therapy for infertile males. 47. In patients with non-obstructive azoospermia, clinicians may inform the patient of the limited data supporting pharmacologic manipulation with selective estrogen receptor modulators, aromatase inhibitors, and gonadotropins prior to surgical intervention. ( Conditional Recommendation; Evidence Level: Grade C ) For any patient with NOA, it would be ideal to optimize spermatogenesis and hence the chances of sperm recovery at the time of attempted surgical sperm retrieval. SERMs, AIs, and hCG have been used off-label to try to manipulate male reproductive hormones with the goal of 37",
    "Male Infertility Copyright © 2024 American Urological Association Education and Research, Inc. ® Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. inducing recovery of sperm to the ejaculate or improving surgical sperm retrieval rates (SRR). Unfortunately, only a subset of males will be eligible for medical therapy based on an initial hormonal evaluation and limited data are available with respect to treatment outcomes. 244 In addition, many of the published studies included medical therapy without control groups, ignoring the common detection of cryptozoospermia in males presumed to have azoospermia. As described in Guideline Statement 41, clomiphene citrate is the most studied of the SERMs. One single- center, prospective, non-randomized comparative study assessed males with NOA who received CC prior to micro-TESE. Of the 372 males receiving CC, 11% had sperm recovery in the ejaculate, obviating the need for micro-TESE. SRR at the time of micro-TESE in the remaining 331 males was 57.7% compared with 33.6% in the control group. 245 A double-blind, multi-center RCT published in 2013 compared treatment with letrozole, an aromatase inhibitor, to placebo in males with NOA. Although all NOA males in the treatment arm did have recovery of sperm in the ejaculate (and none in the placebo group), there were no unassisted pregnancies in either the treatment or placebo groups. 246 Two studies used gonadotropin treatment in males with NOA. 247, 248 One retrospective comparison study explored the effects of hCG to no treatment in males with NOA undergoing surgical sperm retrieval; 34 males were in the treatment arm, and 49 did not receive hCG. For all patients, conventional TESE was the initial surgical approach. If no sperm were identified, the procedure was converted to micro-TESE. There was no statistically significant difference in SRR, pregnancy rate, or live birth rate between groups. 247 A second prospective, non- randomized comparative study of 108 males with NOA compared FSH treatment to no medication prior to TESE. Neither group had recovery of sperm to the ejaculate. Surgical SRR in this small study was 64% in the males who received FSH versus 33% in the no-treatment group. 248 As these few low- to moderate quality studies with small sample sizes demonstrate, little evidence is yet available with respect to optimization of spermatogenesis and SRR in males with NOA. Gonadotoxic Therapies and Fertility Preservation 48. Clinicians should discuss the effects of gonadotoxic therapies and other cancer treatments on sperm production with patients prior to commencement of therapy. ( Moderate Recommendation: Evidence Level: Grade C ) Radiotherapy and chemotherapy used for cancer and other medical conditions can often lead to temporary or even long-term gonadal injury in males. These therapies can have dramatic effects on a male’s ability to father children, and this is particularly important with adolescents and young males hoping to preserve their fertility. Patients should be informed of the short and long- term implications of these therapies. They should be made aware that estimates are available on the risk of azoospermia associated with gonadotoxic therapy and that the treatment regimen may change during the course of therapy. 249 The recovery of sperm production following radiotherapy and/or chemotherapy depends on the survival of spermatogonial stem cells in the testis. Radiotherapy and/or chemotherapy treatments that affect differentiating spermatogenic cells (e.g., spermatocytes, spermatids) but that do not kill stem cells in the testis will cause a temporary decline in sperm production followed by a gradual recovery of spermatogenesis after cessation of therapy. 250 However, some radiation and/or chemotherapy regimens can damage spermatogonial stem cells, resulting in delayed or incomplete recovery of spermatogenesis or even permanent azoospermia. 250, 251 The recovery of sperm in the ejaculate may take months to years when the radiation dose exceeds 1 Gy; 252-255 a dose exceeding 10 Gy will often result in permanent azoospermia. 256, 257 A radiation dose exceeding 7.5 Gy has been associated with a significantly reduced 38",
    "Male Infertility Copyright © 2024 American Urological Association Education and Research, Inc. ® Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. TABLE 10: Gonadotoxic Risk of Common Chemotherapeutic Agents High Risk Intermediate Risk Low Risk Unknown Risk Alkylating Agents Cyclophosphamide Ifosfamide Busulfan Chlorambucil Procarbazine Mechlorethamine Platinum Analogues Cisplatin Carboplatin Oxaliplatin Plant Derivatives Etoposide Vinca alkaloids Biologic Agents Monoclonal antibodies Tyrosine kinase inhibitors Immunomodulating agents mTOR inhibitors Histone deacetylase inhibitors Anthracyclines Doxorubicin Taxanes Paclitaxel Docetaxel Cabazitaxel Antibiotic Agents Actinomycin D Mitoxantrone Bleomycin Combination Therapy MOPP CHOP Combination Therapy ABVD BEP Antimetabolites Methotrexate Mercaptopurine 5FU FUDR ABVD (adriamycin, bleomycin, vinblastine, dacarbazine) BEP (cisplatin, etoposide, bleomycin) COPP (cyclophosphamide, vincristine, procarbazine, prednisone) MOPP (mechlorethamine, vincristine, procarbazine, prednisone) Adapted from: Brydøy M et al. 258 probability of fertility in a large cohort study. 259 In animal models, the combination of high-dose radiation and chemotherapy may have a synergistic toxic effect on spermatogenesis. 256, 257 Fractionated radiation (given over the course of weeks) may have a more detrimental effect on spermatogenesis than a single radiation dose. 255 It has been reported that for males with testicular cancer who undergo orchiectomy and radiotherapy, the rates of long-term azoospermia (beyond 2 years after radiotherapy) range from 5% to 18%. 260-263 Certain chemotherapeutic drugs are toxic to stem cells and can cause prolonged azoospermia. Alkylating agents (e.g., procarbazine, cyclophosphamide, ifosfamide) and cisplatin target spermatogonial stem cells, and these drugs are the most likely to lead to permanent azoospermia at high doses. 264, 265 Most other chemotherapeutic agents (e.g., anthracyclines, microtubule inhibitors, antimetabolites, topoisomerase inhibitors) target differentiating germ cells in the testis (e.g., spermatids, spermatocytes, differentiating spermatogonia) and cause a transient reduction in sperm parameters with gradual recovery of sperm count observed three to six months after cessation of therapy. 266 For example, topoisomerase II inhibitors (e.g., etoposide) are most toxic to spermatocytes with little to no toxicity to stem cells. 267 Doxorubicin targets differentiating spermatogonia and spermatocytes. Most targeted monoclonal antibody therapies appear to have only minimal effects on sperm counts and male fertility potential, but the data on these agents are limited. 268 Males with testicular cancer who undergo orchiectomy and chemotherapy have rates of long-term azoospermia ranging from 1% to 42%. 260-263, 269-272 For azoospermic males with an intratesticular lesion, cryopreservation of testicular tissue should be considered during orchiectomy or excisional biopsy of the testicular lesion (an Onco- TESE approach). 273 Two of the studies on testicular cancer patients compared two different chemotherapy regimens, and both found that more intensive regimens were associated with higher azoospermia rates. 261 Brydøy et al. found that a cisplatin dose >850 mg resulted in a much higher azoospermia rate than cisplatin ≤ 850 mg (42% versus 20%). Similarly, Isaksson et al. 262 found that 3 to 4 cycles of cisplatin-based chemotherapy was associated with higher azoospermia rates than 1 to 2 cycles (10% versus 1%). 39",
    "Male Infertility Copyright © 2024 American Urological Association Education and Research, Inc. ® Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. For males with Hodgkin’s lymphoma who undergo chemotherapy, the rates of long-term azoospermia range from 0% to 82% . 260, 274-278 Some chemotherapy regimens used for Hodgkin’s lymphoma (MOPP and cyclophosphamide-based regimens such as BEACOPP [bleomycin sulfate, etoposide phosphate, doxorubicin hydrochloride, cyclophosphamide, vincristine sulfate, procarbazine hydrochloride, and prednisone]) have been associated with high rates of azoospermia. 278 In contrast, none of the males who received the newer ABVD regimen have had long-term azoospermia. 278, 279 Males with leukemia who undergo chemotherapy experience rates of long-term azoospermia ranging from 19% to 55%. 260, 270, 277, 280 For prepubertal males receiving chemotherapy and/or radiotherapy for cancer, the rates of long-term azoospermia range from 12% to 41%. 277, 281-286 49. Clinicians should inform patients undergoing chemotherapy and/or radiation therapy to avoid initiating a pregnancy for a period of at least 12 months after completion of treatment. ( Expert Opinion ) One of the major concerns regarding the effects of gonadotoxic therapies in males wishing to father children is the induction of mutations in developing testicular germ cells. 287 Studies have clearly demonstrated that radiation and chemotherapy can alter the genomic integrity of testicular germ cells. The genomic damage induced by these treatments is germ cell stage specific. This implies that during and for a defined period of time after exposure to radiation and/or chemotherapy (depending on the susceptible germ cell), males can produce an increased proportion of genetically abnormal spermatozoa. Conceiving a child during this period can substantially increase the risk of genetic mutations in the offspring. Most alkylating agents (melphalan, procarbazine, chlorambucil, busulfan, nitrogen mustard, cyclophosphamide, ifosfamide, and trophosphamide) induce mutations in exposed post-meiotic cells (spermatids and spermatozoa) with lesser mutagenic effects on stem cells, although these drugs can cause permanent azoospermia. 288 Topoisomerase II inhibitors (e.g., etoposide) can induce mutations in spermatocytes with little to no genomic injury to stem cells. 267 Radiation produces high levels of mutations in all stages of differentiating germ cells with lower levels in stem spermatogonia. 267 In contrast, bleomycin (antitumor antibiotic) and mitomycin C induce mutations in stem cells and differentiating spermatogonia but not in meiotic or post-meiotic cells. 289 Based on the known mutagenic effects of gonadotoxic therapies, it is important to use contraceptive measures for a period of at least 12 months after completion of therapy. Studies on the health and genetic integrity of children fathered by males exposed to chemotherapy and/or radiotherapy have generally been reassuring. This is based on numerous studies of children conceived one or more years after gonadotoxic therapy. Yoshimoto et al. 290 observed no increase in malignancy in the children of parents exposed to atomic bomb radiation. Winther et al. 291 observed that the occurrence of abnormal karyotypes in children of treated cancer survivors was the same as that among the comparison sibling families. Signorello et al. and Al-Jebari et al. have reported that the children of cancer survivors are not at significantly increased risk for congenital anomalies due to their parent's exposure to mutagenic cancer treatments. 292, 293 Most human sperm fluorescent in situ hybridization studies report an increased rate of sperm chromosomal aneuploidy and diploidy in the first two years following chemotherapy. 294-298 Beyond the first two years post- therapy, the rate of sperm aneuploidy becomes comparable to that of controls. 298, 299 These studies suggest that the effect of gonadotoxic therapy on the genomic integrity of stem cells disappears over time. Furthermore, these data are in keeping with studies demonstrating a sharp decline in conventional sperm parameters at 6 months and recovery of spermatogenesis at 12 to 24 months after cancer treatment. 263, 279, 300-303 50. Clinicians should encourage males to bank sperm, preferably multiple specimens when possible, prior to commencement of gonadotoxic therapy or other cancer treatment that may affect fertility in males. ( Expert Opinion ) Gonadal dysfunction is a significant long-term consequence of cancer therapy. 249, 304 This is particularly important for adolescents and young adult cancer patients who are at risk of developing infertility following cancer therapy. As previously discussed, gonadotoxic therapies can cause a marked decline in sperm production as a result of acute injury to testicular germ cells. Moreover, the genomic integrity of germ cells and spermatozoa will be compromised during and shortly after gonadotoxic therapies. The recovery of spermatogenesis following radiotherapy and/or chemotherapy depends on the 40",
    "Male Infertility Copyright © 2024 American Urological Association Education and Research, Inc. ® Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. survival of spermatogonial stem cells in the testis. In some cases, extensive damage to spermatogonial stem cells can result in delayed and incomplete recovery of spermatogenesis or even permanent azoospermia. 250, 251, As such, it is important to encourage young males to bank sperm prior to initiating gonadotoxic therapies. In keeping with this Guideline, several societies (ASCO, ASRM) recommend that fertility preservation be an essential component in the management of cancer patients. 305, 306 A patient should be given a few days, if possible, to bank sperm prior to gonadotoxic therapies. Sperm cryopreservation can also be performed via mail-in kits in situations where access to care is limited. This will allow the patient sufficient time to submit one or more semen samples, or potentially undergo a sperm extraction (electroejaculation or TESE) in the event of an unsuccessful attempt at sperm banking (inability to ejaculate or a semen sample with no viable sperm). 307, 308 Depending on sperm count and motility, a banked sperm sample can be used for either IUI or ART. For IUI, insemination with a minimum of 3 to 5 million motile sperm in the ejaculate is needed. 309, 310 Below this motile sperm count, the success rate of the technique decreases. Since approximately 50% of sperm do not survive semen processing, a total motile count of at least 5 to 10 million sperm is usually required to allow for an adequate number of motile sperm for insemination. For ART, only a small number of motile sperm are required for the procedure. 311 Since ARTs are only moderately effective, a couple may need to undergo several cycles of IVF treatment in order to achieve a pregnancy. As such, males should be encouraged to bank multiple semen specimens and the sperm bank should divide the specimen into adequate aliquots in order to prepare for multiple attempts at assisted reproduction. Another reason for encouraging banking of multiple specimens is that males presenting with cancer will generally have poorer semen parameters than normal donors, and their sperm respond less favorably to freeze-thawing (with poorer post-thaw motility) than donor sperm. 312-314 Studies have shown that 20% to 50% of males will bank sperm prior to chemotherapy. 315-317 The low sperm banking rates have been attributed to inadequate fertility counseling before gonadotoxic therapy and lack of desire to father children. 316 Interestingly, a very small percentage of males will use their banked sperm in assisted reproduction. In most studies, less than 10% of males who have banked sperm will later use their sperm in assisted reproduction. 260, 317-320 51. Clinicians may inform patients that a semen analysis should be performed at least 12 months (and preferably 24 months) after completion of gonadotoxic therapies. ( Conditional Recommendation; Evidence Level: Grade C ) Generally, a sharp decrease in semen quality (especially sperm concentration) occurs immediately after treatment followed by a gradual return to better quality. The nature of this return depends on numerous factors including the cancer type, type of treatment administered, treatment dosing, and the duration after completion of treatment at which the SA is performed. The systematic review used to inform this Guideline found 15 studies assessing spermatogenesis after gonadotoxic therapies. 231, 262, 263, 269, 279, 298, 300-303, 321-326 The most common cancer types studied are testis cancer and Hodgkin’s lymphoma, and the most common treatments reported on were BEP and ABVD. The most commonly reported semen parameters were sperm concentration (nine studies), sperm count (seven studies), and sperm motility (six studies). The durations of follow-up were two years (eight studies), two to five years (four studies) and six or more years (three studies). Eleven of the studies were rated as moderate quality, while four were rated as low quality. When analyzing data for the rates of azoospermia, rates were highest within the first 12 months after completion of therapy and lowest at a time point between 2 to 6 years, with the majority of studies demonstrating the nadir in azoospermia rates at a timepoint between 2 to 3 years following treatment completion. When analyzing sperm concentration after completion of treatment, significant heterogeneity existed in the data; the majority of the studies demonstrated lowest sperm concentration by 12 months and maximization of recovery in the majority of studies between 2 to 3 years after the completion of treatment. Data on sperm motility and morphology were similar to the above findings. The azoospermia and sperm concentration data were also consistent across various types of cancers and when comparing chemotherapy versus radiation for testis cancer. The higher the dose and the greater the number of cycles (especially above 2 cycles), the greater the likelihood of failure to recover normal sperm concentrations (defined 41",
    "Male Infertility Copyright © 2024 American Urological Association Education and Research, Inc. ® Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. <20 million/mL). In lymphoma patients treated with ABVD, the nadir in sperm concentration occurred within the first 6 to 12 months with return to pre-treatment sperm concentration levels common within 1 to 3 years after completion of treatment. These data strongly suggest not performing a SA within the first 12 months after treatment completion and, where possible, to assess sperm recovery at a time point 2 to 3 years after treatment ends. 52. Clinicians should inform patients undergoing a retroperitoneal lymph node dissection of the risk of aspermia or retrograde ejaculation. ( Clinical Principle ) Counseling on the availability of sperm banking prior to any testis cancer treatment including RPLND should be provided by the clinician. 53. Clinicians should obtain a post-orgasmic urinalysis for males with aspermia after retroperitoneal lymph node dissection and reduced volume ejaculate who are interested in fertility. ( Clinical Principle ) Ejaculation is a reflex, involving a complex interplay between somatic, sympathetic, and parasympathetic pathways involving predominantly central dopaminergic and serotonergic neurons. In humans, the ejaculate is composed of fluid derived primarily from the seminal vesicle and prostate. In antegrade ejaculation, two main processes are present: emission and expulsion. 327 Expulsion, the antegrade flow of semen through the urethral meatus, is due to the combined action of sympathetic and somatic pathways. Antegrade ejaculation requires a synchronized interplay between peri-urethral muscle contractions and bladder neck closure, contemporaneous with the relaxation of the external urinary sphincter. Sympathetic nerve fiber damage, such as that which can occur during a RPLND, can result in failure of the bladder neck to contract effectively allowing semen deposited into the prostatic urethra to pass in a retrograde fashion into the bladder (i.e., RE). Emission is a sympathetic spinal cord reflex and involves the deposition of seminal fluid into the posterior urethra. Failure of emission (FOE) is the phenomenon whereby semen fails to be deposited into the prostatic urethra. This usually results from a greater degree of retroperitoneal sympathetic nerve fiber injury than that which results in RE. Failure of antegrade ejaculation assumes that a patient is reaching orgasm with a functional abnormality, rather than psychogenic anejaculation, where orgasm is not achieved. RPLND is a cornerstone in the management of some patients with testis cancer. It can be performed either before the delivery of chemotherapy (pre-chemo RPLND) or after chemotherapy (post-chemo RPLND). Given the distribution of the nodes involved in drainage of the testes, the lumbar sympathetic nerve fibers responsible for ejaculation (T10-L2) are in close proximity to the node dissection templates. In the hands of an experienced testis cancer surgeon, nerve sparing RPLND should only rarely result in permanent nerve damage and long-term failure to ejaculate (RE or FOE). However, in the post- chemo RPLND patient the likelihood of this is higher. It is estimated that about 40% of patients undergoing post- chemo RPLND are candidates for nerve sparing surgery, and modern series of nerve sparing post-chemo RPLND patients report preservation of some antegrade ejaculation in 74% to 96%. 307, 328 As with any neural trauma, maximum recovery can take 12 to 24 months and thus, patients who have had nerve sparing RPLND should be told that return of antegrade ejaculation may take a protracted period of time. If aspermia remains 24 months after RPLND, then the patient should be informed that this is likely to be permanent. Differentiating between RE and FOE requires analysis of a urinalysis after the achievement of orgasm. Patients should be instructed to urinate before masturbating to orgasm. Whatever antegrade fluid is procured should be placed in a sterile cup. The urine specimen should be analyzed for the presence of semen and sperm with centrifugation and analysis of the pellet at the bottom of the centrifuge tube. α -sympathomimetic agonists have been shown to improve bladder neck closure. Thus, they can be used in patients with aspermia. While the data are limited, it appears that males with RE are more likely to respond to α -agonists with an antegrade ejaculation than males with FOE after retroperitoneal surgery. 307 Therefore, differentiating between RE and FOE may be of benefit in planning the management of some patients with failure to ejaculate. A common oral treatment with α agonists 42",
    "Male Infertility Copyright © 2024 American Urological Association Education and Research, Inc. ® Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. involves 60 mg of pseudoephedrine given orally 4 times a day for two days prior to production of a sample. 54. Clinicians should inform males seeking paternity who are persistently azoospermic after gonadotoxic therapies that microdissection testicular sperm extraction is a treatment option. ( Strong Recommendation; Evidence Level: Grade B ) Given the aforementioned incidence of long-term azoospermia after gonadotoxic therapies, some males with interest in starting a family or expanding their family size will be faced with a decision regarding how to accomplish this. While artificial insemination using donor sperm or adoption are viable options, some males will prefer to explore the possibility of using their own sperm. In these cases, a discussion should be held about the option of micro-TESE. Micro-TESE has become a mainstay in the management of the male with NOA when the azoospermia is unrelated to gonadotoxic therapy. Depending upon a number of factors, SRR using micro-TESE have been cited in the 40% to 60% range. 329, 330 While the experience is extensive in the non-cancer population, there is significantly less experience using micro-TESE in males exposed to gonadotoxic therapies. The systematic review process used to inform this Guideline found seven studies assessing the use of surgical sperm retrieval (four conventional TESE, three micro-TESE) in males exposed to gonadotoxic therapies. 329-335 These studies included males with mixed types of cancer. The elapsed time between exposure to gonadotoxic therapy and sperm retrieval was 11 years (range: 5 to 19 years). Sperm extraction attempts are typically deferred until at least two years after chemotherapy. While all seven studies reported SRR, only one reported pregnancy/live birth rates. The data underwent meta-analysis (i 2 : 0% indicating high homogeneity across the seven studies) with a combined rate of sperm retrieval of 42% (95% CI: 34% to 49%), with no significant differences between conventional TESE (overall sperm retrieval rate of 45%; 95% CI: 34% to 58%) and micro-TESE (overall sperm retrieval rate of 40%; 95% CI: 32% to 49%). However, the advantage of micro-TESE over conventional TESE in other forms of NOA suggests that this is the preferred approach for males who are azoospermic after chemotherapy. The patient numbers were too small to define if one cancer type (testis, germ cell tumors, Hodgkin’s lymphoma, leukemia, sarcomas and other solid tumors) had better/poorer SRR compared to others. Only Hsiao et al. 330 reported on pregnancy rates using ICSI with a cited overall pregnancy rate of 25% (18/73), with 21% (15/73) having a live birth using their sperm. Looked at differently, once sperm were obtained via TESE or micro-TESE, the pregnancy rate was 67% (18/27) with a live birth rate of 15/27 (56%). FUTURE DIRECTIONS Newer research techniques, such as next generation sequencing (whole exome and whole genome sequencing) and “-omic” technologies have been applied to better identify underlying defects that may explain infertility in males. As the mechanisms of action of these genetic, genomic, epigenetic, transcriptomic, proteomic, metabolomic defects are defined, we will have further defined the etiologies of the majority of causes of male infertility. For example, damaging mutations and copy number variants (microdeletions and microduplications) may affect reproductive system development 336-340 and function 341-343 as well as fetal, childhood, adolescent and/or adult development and/or function of other organ systems in the body. Indeed, GeneCards 344 lists >3,600 gene defects associated with human male infertility and another 3,200+ genes associated with genitourinary birth defects causing abnormal male reproductive development and function. This knowledge will improve clinical diagnosis and treatment. The potential impact of these genetic findings is in the area of genetic and genomic-based spermiogenesis defects causing teratozoospermia and/or asthenozoospermia (multiple abnormalities of the sperm flagella and primary ciliary dyskinesia). Today, this knowledge is used clinically to counsel patients about their chances for successful ART. 345, 346 As many of these “infertility” genes are expressed in select other tissues or even broadly throughout the body, infertility may be the “canary in the coal mine” that portends an increased likelihood of other comorbidities. Given the wide range of types of genes required for fertility, 347-349 it is not surprising that male infertility is associated with other health conditions, such as mortality, malignancies, immune dysfunction, and other non-reproductive disorders. 43",
    "Male Infertility Copyright © 2024 American Urological Association Education and Research, Inc. ® Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. The impact of certain lifestyles and behaviors remains relatively unknown. For example, vaping and cannabis use are highly prevalent among young adults, but the precise short- and long-term effects of these agents on reproductive health remain unclear. 350-353 While obesity and metabolic syndrome can impair male fertility via numerous pathophysiological mechanisms, the ability to restore reproductive potential through weight loss and enhanced metabolic health remains understudied. The emergence of the agonists of glucagon-like peptide-1 receptors (GLP-1 AR) class of drugs are proving to be highly efficacious in treating obesity and type 2 diabetes; the effect of these therapies on reproductive health remains to be determined. Therapeutic advances for male infertility (except for surgical approaches for obstructive azoospermia and NOA) remain relatively stagnant. However, in the laboratory, novel methods are under development to effectively use spermatogonial stem cells to rejuvenate spermatogenesis after gonadotoxin exposures (such as chemotherapy), 354 although potential contamination of spermatogonial stem cells with malignant cells, which must be eliminated before autotransplantation, remain a concern. Approaches using organ cultures and in vitro systems for spermatogenesis offer additional promise for the treatment of some forms of spermatogenic failure. Qualitative but not quantitative spermatogenesis has been achieved in vitro culminating in live offspring in rodents. With knowledge of the delicate microenvironment needed for completion of spermatogenesis in vitro, researchers are moving closer to achieving this goal, while still maintaining the genetic, genomic, and epigenomic integrity of the sperm. 355 Finally, gene therapy approaches targeting the process of spermatogenesis, are advantageous because of the continuous production of sperm throughout the adult lifespan. However, whether germline gene therapy in humans should occur is an ethical question. Questions about whether germline genome editing should be done even for genetic disorders and technical considerations remain problematic. 356 Genome editing can result in off- target effects and mosaicism. In closing, the genomic revolution has placed us at the forefront of vastly improving our diagnostic abilities to define precise etiologies, co-morbidities, and eventually (perhaps) develop medically-based treatments for infertile males to improve not only their fertility potential, but also their overall health. Translation of the newer advances discussed above will be slower but will eventually move from the laboratory to the clinical arena to provide more therapeutic options for males. The future looks promising for improving the health and fertility of the infertile male through precision medicine and the application of advanced technologies. 44",
    "Male Infertility Copyright © 2024 American Urological Association Education and Research, Inc. ® Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. APPENDICES Appendix I: Male Reproductive Health Physical Examination The goal of the physical examination is to identify potential etiologies of reproductive impairments, health ailments, or factors that can be optimized to improve health or reproductive success. General  Body habitus as overweight obesity is associated with impaired spermatogenesis.  Virilization to assess pubertal development/androgen status  Gynecomastia may be a marker for endocrine disorders Abdominal exam  Examination of any scars from prior surgical procedures that may involve the pelvis or impact the urogenital system. Phallus  Meatal location as hypospadias/epispadias may make semen deposition in the vagina challenging  Penile plaque as Peyronie’s disease may make vaginal intercourse difficult  Penile lesions/ulcers/discharge may be a sign of sexually transmitted infection Scrotum/Testes  Examination for prior scars suggesting prior scrotal surgery/trauma  Location as scrotal position of the testes is important for normal function  Size/consistency/contours as a majority of the testis is devoted to spermatogenesis. The exam may also reveal masses consistent with a testicular cancer Epididymides  Shape/consistency as normal development should be identified to determine atresia that could be identified by the presence of a CFTR mutation. Induration/dilation could suggest obstruction. Epididymal cysts or spermatoceles may also lead to obstruction. Vas Deferens  Shape/consistency as normal development and contour should be confirmed to rule out agenesis as may be seen in the presence of a CFTR mutation or aberrant Wolffian duct embryogenesis  The presence/location of any vasectomy defect or granuloma should also be assessed Digital Rectal Examination  Midline prostatic cysts or dilated seminal vesicles may assist in the diagnosis of EDO 45",
    "Male Infertility Copyright © 2024 American Urological Association Education and Research, Inc. ® Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. ABBREVIATIONS ABVD Adriamycin, Bleomycin, Vinblastine, and Dacarbazine ACOG American College of Obstetricians and Gynecologists AMA American Medical Association ASCO American Society of Clinical Oncology ASRM American Society for Reproductive Medicine AUA American Urological Association AUAER American Urological Association Education and Research, Inc. ASA Antisperm Antibody AIs Aromatase Inhibitors ART Assisted Reproductive Technology AZF Azoospermia Factor BOD Board of Directors BPA Bisphenol A CVD Cardiovascular Disease CCI Charlson Comorbidity Index CBAVD Congenital Bilateral Absence of the Vas Deferens CF Cystic Fibrosis CFTR Cystic Fibrosis Transmembrane Conductance Regulator DNA Deoxyribonucleic acid DFI DNA Fragmentation Index DEHP Di-2-ethylhexyl phthalate EDO Ejaculatory Duct Obstruction ECRI Emergency Care Research Institute FOE Failure of Emission FSH Follicle-Stimulating Hormone hCG Human Chorionic Gonadotropin HH Hypogonadotropic Hypogonadism IB Immunobead IVF In Vitro Fertilization ICSI Intracytoplasmic Sperm Injection IUI Intrauterine Insemination LRL Lower Reference Limits LH Luteinizing Hormone micro-TESE Microdissection-Testicular Sperm Extraction MRI Magnetic Resonance Imaging NOA Non - Obstructive Azoospermia OR Odds Ratio PGC Practice Guidelines Committee RCTs Randomized Controlled Trials RPL Recurrent Pregnancy Loss RR Relative Risk RE Retrograde Ejaculation RPLND Retroperitoneal Lymph Node Dissection ROB Risk of Bias SQC Science and Quality Council SERMs Selective Estrogen Receptor Modulators SA Semen Analysis SRR Sperm Retrieval Rates TL Telomere TESE Testicular Sperm Extraction TRUS Transrectal Ultrasonography TURED Transurethral Resection of Ejaculatory Ducts WHO World Health Organization 46",
    "Male Infertility Copyright © 2024 American Urological Association Education and Research, Inc. ® Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. MALE INFERTILITY PANEL, CONSULTANTS, AND STAFF Panel 2020 Peter N. Schlegel, MD (Chair) Weill Cornell Medicine Urology New York, NY Mark Sigman, MD (Vice-Chair) Warren Alpert School of Medicine of Brown University Providence, Rhode Island Christopher J. De Jonge, PhD University of Minnesota Medical Center Minneapolis, MN Michael L. Eisenberg, MD Stanford University School of Medicine Palo Alto, CA Dolores J. Lamb, PhD Weill Cornell Medical College New York, NY John P. Mulhall, MD (PGC Representative) Memorial Sloan Kettering Cancer Center New York, NY Craig Niederberger, MD UIC College of Medicine Chicago, IL Jay I. Sandlow, MD Medical College of Wisconsin Milwaukee, WI Rebecca Z. Sokol, MD, MPH University of Southern California Keck School of Medicine Lost Angeles, CA Steven Spandorfer, MD Cornell University Medical Center New York, NY Cigdem Tanrikut, MD MedStar Health Rockwell, MD Armand Zini, MD McGill University Montreal, Quebec Barbara Collura, BS (Patient Advocate) Resolve McLean, VA Consultant 2020 Jonathan R. Treadwell, PhD Evidence Based Practice Center/ECRIgene Plymouth Meeting, PA Jeffrey T. Oristaglio, PhD Evidence Based Practice Center/ECRIgene Plymouth Meeting, PA Staff 2020 Marybeth Farquhar, PhD, MSN, RN Abid Khan, MHS, MPP Erin Kirkby, MS Leila Rahimi, MHS Brooke Bixler, MPH Shalini Selvarajah, MD Amendment Panel 2024 Robert E. Brannigan, MD (Chair) Northwestern University, Feinberg School of Medicine Chicago, IL Cigdem Tanrikut, MD Shady Grove Fertility/Georgetown University School of Medicine Washington, DC Consultants 2024 Linnea Hermanson, MA ECRI Plymouth Meeting, PA Janice Kaczmarek, MS ECRI Plymouth Meeting, PA Staff 2024 Erin Kirkby, MS Sennett K. Kim Leila Rahimi, MHS Lauren J. Pak, MHS, MS 47",
    "Male Infertility Copyright © 2024 American Urological Association Education and Research, Inc. ® Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. CONFLICT OF INTEREST DISCLOSURES 2020 All panel members completed COI disclosures. Disclosures listed include both topic– and non -topic- related relationships. Panel members not listed below have nothing to disclose. Consultant/Advisor : Barbara Collura : WHO, COMMIT, EMD Serono, ACOG; Christopher De Jonge, PhD : WHO; Michael L. Eisenberg, MD : Sandstone Diagnostics, Roman, Dadi, Gilead, Underdog, Illumesense; Dolores J. Lamb, PhD : Celmatix; John P. Mulhall, MD : Vault; Craig S. Niederberger, MD : COMMIT; Peter N. Schlegel, MD : Theralogix, Inc, Roman Health Scientific Study or Trial : Delores J. Lamb, PhD : NIH, American Board of Bioanalysts; Craig S. Niederberger, MD : Ferring Pharmaceuticals; Cigdem Tanrikut, MD : Ferring Pharmaceuticals Leadership Position : Delores J. Lamb, PhD : American Board of Bioanalysts; John P. Mulhall, MD : Association of Peyronie's Disease Advocates (APDA), Sexual Medicine Society of North America, Journal of Sexual Medicine; Craig S. Niederberger, MD : ASRM, NexHand; Peter N. Schlegel, MD : ASRM Investment Interest : Armand S. Zini, MD : YADTech Health Publishing : Cigdem Tanrikut, MD : Fertility Research and Practice, F&S Reviews Other : Barbara Collura : RESOLVE: The National Infertility Association; Delores J. Lamb, PhD : WHO; Peter N. Schlegel, MD : RESOLVE; Cigdem Tanrikut, MD : New England Cryogenic Center, Swimmers CONFLICT OF INTEREST DISCLOSURES 2024 All panel members completed COI disclosures. Disclosures listed include both topic– and non -topic- related relationships. Panel members not listed below have nothing to disclose. Consultant/Advisor : Cigdem Tanrikut , Swimmers Health Publishing : Robert Brannigan, AUA Update Series; Cigdem Tanrikut , F&S Reviews Other: Robert Brannigan, American Board of Urology; Cigdem Tanrikut , New England Cryogenic Center, ASRM Leadership Position : Robert Brannigan , The American Society for Reproductive Medicine PEER REVIEWERS 2020 We are grateful to the persons listed below who contributed to the Guideline by providing comments during the peer review process. Their reviews do not necessarily imply endorsement of the Guideline. AUA Reviewers (Board of Directors, Science and Quality Council, Practice Guidelines Committee, Journal of Urology) John Denstedt, MD James A. Eastham, MD Robert C. Flanigan, MD Pat Fox Fulgham, MD David A. Ginsberg, MD David F. Green, MD Jason C. Hedges, MD Melissa R. Kaufman, MD Joshua J. Meeks, MD, PhD Phillip M. Pierorazio, MD Anthony Y. Smith, MD ASRM Reviewers Ricardo Azziz, MD, MPH, MBA Kristin Bendikson, MD Tommaso Falcone, MD Karl Hansen, MD Micah Hill, DO Sangita Jindal, MD Suleena Kalra, MD, MSCE Jennifer Mersereau, MD Alan Penzias, MD Richard Reindollar, MD Dale Stovall, MD Anne Steiner, MD, MPH Hugh Taylor, MD Belinda Yauger, MD External Reviewers (Non-AUA Affiliates) Tolulope O. Bakare, MD Matt Coward, MD Christopher M. Deibert, MD, MPH James M. Dupree, MD Jim Hotaling, MD Martin Kathrins, MD Edward D. Kim, MD Larry I. Lipshultz, MD Winifred Mak, MD 48",
    "Male Infertility Copyright © 2024 American Urological Association Education and Research, Inc. ® Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. Akanksha Mehta, MD Ajay K. Nangia, MD Samuel John Ohlander, MD Rodrigo Pagani, MD Bruce Redmon, MD Katherine Rotker, MD Andrea Salonia, MD Jenna Sarvaideo, MD Richard Andrew Schoor, MD David Shin, MD Landon Trost, MD Public Commenters (Via public notice on AUA website) Kirill Shiranov, MD Amanda Beth Reed-Maldonado, MD Gideon Richards, MD Darius J. Unwala, MD PEER REVIEWERS 2024 We are grateful to the persons listed below who contributed to the Guideline by providing comments during the peer review process. Their reviews do not necessarily imply endorsement of the Guideline. AUA (Board of Directors, Science and Quality Council, Practice Guidelines Committee, Journal of Urology) Erin Bird, MD Stephen Boorjian, MD David Ginsberg, MD Kathleen Kobashi, MD Edward Messing, MD Stephen Y. Nakada, MD Matthew Nielsen, MD Christopher Porter, MD Hassan Razvi, MD Mary Samplaski, MD Angela Smith, MD Arun K. Srinivasan, MD Thomas F. Stringer, MD Arthur Edgar Tarantino, MD Landon Trost, MD James C. Ulchaker, MD Lee Warner, PhD External Reviewers (Non-AUA Affiliates) Matt Coward, MD Christopher De Jonge, PhD Michael Eisenberg, MD Ryan Flannigan, MD Joshua Halpern, MD Jason Hedges, MD Stan Honig, MD Kathleen Hwang, MD Dolores Lamb, PhD Larry Lipshultz, MD Jesse Mills, MD Ajay Nangia, MD Jay Sandlow, MD Peter Schlegel, MD Mark Sigman, MD Ryan Smith, MD Rebecca Sokol, MD Sarah Vij, MD Armand Zini, MD Public Commenters (Via public notice on AUA website) Juan Andino, MD Kevin Campbell, MD Joseph Gabrielsen, MD Dorota Hawksworth, MD Majdee Islam, MD Caroline Kang, MD Edward Kim, MD Edmund Ko, MD Jessica Marinaro, MD Zamip Patel, MD Darshan Patel, MD Omer Raheem, MD Eric Seaman, MD Kirill Shiranov, MD Luriel Smith-harrison, MD DISCLAIMER This document was written by the Male Infertility Panel of the American Urological Association Education and Research, Inc., which was created in 2020 and updated in 2024. The PGC of the AUA selected the Panel Chair. Panel members were selected by the Panel and PGC Chair. Membership of the panel included specialists with specific expertise on this disorder. The mission of the panel was to develop recommendations that are analysis-based or consensus-based, depending on panel processes and available data, for optimal clinical practices in the early detection of prostate cancer setting. Funding of the panel was provided by the AUA. Panel members received no remuneration for their work. Each member of the panel provides an ongoing conflict of interest disclosure to the AUA. While these guidelines do not necessarily establish the standard of care, AUA seeks to recommend and to 49",
    "Male Infertility Copyright © 2024 American Urological Association Education and Research, Inc. ® Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. encourage compliance by practitioners with current best practices related to the condition being treated. As medical knowledge expands and technology advances, the guidelines will change. Today these evidence-based guidelines statements represent not absolute mandates but provisional proposals for treatment under the specific conditions described in each document. For all these reasons, the guidelines do not pre-empt physician judgment in individual cases. Treating physicians must take into account variations in resources, and patient tolerances, needs, and preferences. Conformance with any clinical guideline does not guarantee a successful outcome. The guideline text may include information or recommendations about certain drug uses (“off label”) that are not approved by the FDA, or about medications or substances not subject to the FDA approval process. AUA urges strict compliance with all government regulations and protocols for prescription and use of these substances. The physician is encouraged to carefully follow all available prescribing information about indications, contraindications, precautions and warnings. These guidelines and best practice statements are not in-tended to provide legal advice about use and misuse of these substances. Although guidelines are intended to encourage best practices and potentially encompass available technologies with sufficient data as of close of the literature review, they are necessarily time-limited. Guidelines cannot include evaluation of all data on emerging technologies or management, including those that are FDA-approved, which may immediately come to represent accepted clinical practices. For this reason, the AUA does not regard technologies or management that are too new to be addressed by this guideline as necessarily experimental or investigational. 50",
    "Male Infertility Copyright © 2024 American Urological Association Education and Research, Inc. ® Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. REFERENCES 1. Thonneau P, Marchand S, Tallec A et al: Incidence and main causes of infertility in a resident population (1,850,000) of three french regions (1988-1989). Hum Reprod 1991; 6: 811 2. Barratt CLR, Björndahl L, De Jonge CJ et al: The diagnosis of male infertility: An analysis of the evidence to support the development of global who guidance-challenges and future research opportunities. Hum Reprod Update 2017; 23: 660 3. Sigman M, Lipshultz LI and SS H: Office evaluation of the subfertile male, 4 ed. New York: Cambridge University Press, p. 176, 2009 4. Honig SC, Lipshultz LI and Jarow J: Significant medical pathology uncovered by a comprehensive male infertility evaluation. Fertil Steril 1994; 62: 1028 5. Organization WH: Who laboratory manual for the examination and processing of human semen, 5th ed. Geneva, Switzerland: WHO Press, p. 287, 2010 6. Definitions of infertility and recurrent pregnancy loss: A committee opinion. Fertil Steril 2020; 113: 533 7. Improving the reporting of clinical trials of infertility treatments (imprint): Modifying the consort statement. Fertil Steril 2014; 102: 952 8. Infertility workup for the women's health specialist: Acog committee opinion summary, number 781. Obstet Gynecol 2019; 133: 1294 9. Optimizing natural fertility: A committee opinion. Fertil Steril 2017; 107: 52 10. Definitions of infertility and recurrent pregnancy loss: A committee opinion. Fertil Steril 2013; 99: 63 11. Jeve YB and Davies W: Evidence-based management of recurrent miscarriages. J Hum Reprod Sci 2014; 7: 159 12. Rowe T: Fertility and a woman's age. J Reprod Med 2006; 51: 157 13. Schwartz D and Mayaux MJ: Female fecundity as a function of age: Results of artificial insemination in 2193 nulliparous women with azoospermic husbands. Federation cecos. N Engl J Med 1982; 306: 404 14. Kumar N and Singh AK: Trends of male factor infertility, an important cause of infertility: A review of literature. J Hum Reprod Sci 2015; 8: 191 15. Chung E, Arafa M, Boitrelle F et al: The new 6th edition of the who laboratory manual for the examination and processing of human semen: Is it a step toward better standard operating procedure? Asian J Androl 2022; 24: 123 16. Boitrelle F, Shah R, Saleh R et al: The sixth edition of the who manual for human semen analysis: A critical review and swot analysis. Life (Basel) 2021; 11 17. Eimers JM, te Velde ER, Gerritse R et al: The prediction of the chance to conceive in subfertile couples. Fertil Steril 1994; 61: 44 18. Ramasamy R, Scovell JM, Kovac JR et al: Fluorescence in situ hybridization detects increased sperm aneuploidy in men with recurrent pregnancy loss. Fertil Steril 2015; 103: 906 19. World Health O: Who laboratory manual for the examination and processing of human semen, 5th ed ed. Geneva: World Health Organization, 2010 20. Higgins J: Assessing quality of included studies in cochrane reviews. The Cochrane Collaboration Methods Groups Newsletter 2007; 11 21. Whiting PF, Rutjes AW, Westwood ME et al: Quadas-2: A revised tool for the quality assessment of diagnostic accuracy studies. Ann Intern Med 2011; 155: 529 22. Faraday M, Hubbard H, Kosiak B and Dmochowski R: Staying at the cutting edge: A review and analysis of evidence reporting and grading; the recommendations of the american urological association. BJU Int 2009; 104: 294 23. Fertility problems: Assessment and treatment: National Institute for Health and Care Excellence (UK), p. 142, 2017 24. Infertility workup for the women's health specialist: Acog committee opinion, number 781. Obstet Gynecol 2019; 133: e377 25. Optimizing natural fertility: A committee opinion. F&S 2017; 107: 52 26. Spandorfer SD, Chung PH, Kligman I et al: An analysis of the effect of age on implantation rates. J Assist Reprod Genet 2000; 17: 303 27. Dunson DB, Baird DD and Colombo B: Increased infertility with age in men and women. Obstet Gynecol 2004; 103: 51 28. Guzick DS, Overstreet JW, Factor-Litvak P et al: Sperm morphology, motility, and concentration in fertile and infertile men. N Engl J Med 2001; 345: 1388 51",
    "Male Infertility Copyright © 2024 American Urological Association Education and Research, Inc. ® Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. 29. The optimal evaluation of the infertile male: Aua best practice statement, 2010. Practice committee of the american society for reproductive medicine. Diagnostic evaluation of the infertile male: A committee opinion. Fertil Steril 2012; 98: 294 30. Organization WH: Who laboratory manual for the examination and processing of human semen, 6th ed. Geneva, Switzerland: WHO, p. 276, 2021 31. Campbell MJ, Lotti F, Baldi E et al: Distribution of semen examination results 2020 - a follow up of data collated for the who semen analysis manual 2010. Andrology 2021; 9: 817 32. Cooper TG, Noonan E, von Eckardstein S et al: World health organization reference values for human semen characteristics. Hum Reprod Update 2010; 16: 231 33. Gonzalez D, Narasimman M, Best JC et al: Clinical update on home testing for male fertility. World J Mens Health 2021; 39: 615 34. Cayan S, Erdemir F, Ozbey I et al: Can varicocelectomy significantly change the way couples use assisted reproductive technologies? J Urol 2002; 167: 1749 35. Meng MV, Greene KL and Turek PJ: Surgery or assisted reproduction? A decision analysis of treatment costs in male infertility. J Urol 2005; 174: 1926 36. Schlegel PN: Is assisted reproduction the optimal treatment for varicocele-associated male infertility? A cost- effectiveness analysis. Urology 1997; 49: 83 37. Lira Neto FT, Roque M and Esteves SC: Effect of varicocelectomy on sperm deoxyribonucleic acid fragmentation rates in infertile men with clinical varicocele: A systematic review and meta-analysis. Fertil Steril 2021; 116: 696 38. Lee R, Li PS, Goldstein M et al: A decision analysis of treatments for obstructive azoospermia. Hum Reprod 2008; 23: 2043 39. Pavlovich CP and Schlegel PN: Fertility options after vasectomy: A cost-effectiveness analysis. Fertil Steril 1997; 67: 133 40. Kallen B, Finnstrom O, Lindam A et al: Cancer risk in children and young adults conceived by in vitro fertilization. Pediatrics 2010; 126: 270 41. Jensen TK, Jorgensen N, Asklund C et al: Fertility treatment and reproductive health of male offspring: A study of 1,925 young men from the general population. Am J Epidemiol 2007; 165: 583 42. Spector LG, Brown MB, Wantman E et al: Association of in vitro fertilization with childhood cancer in the united states. JAMA Pediatr 2019; 173: e190392 43. Kolettis PN and Sabanegh ES: Significant medical pathology discovered during a male infertility evaluation. J Urol 2001; 166: 178 44. Ventimiglia E, Capogrosso P, Boeri L et al: Infertility as a proxy of general male health: Results of a cross- sectional survey. Fertil Steril 2015; 104: 48 45. Eisenberg ML, Li S, Behr B et al: Relationship between semen production and medical comorbidity. Fertil Steril 2015; 103: 66 46. Bach PV, Patel N, Najari BB et al: Changes in practice patterns in male infertility cases in the united states: The trend toward subspecialization. Fertil Steril 2018; 110: 76 47. Li S, Zheng PS, Ma HM et al: Systematic review of subsequent pregnancy outcomes in couples with parental abnormal chromosomal karyotypes and recurrent pregnancy loss. Fertil Steril 2022; 118: 906 48. Hanif MI, Khan A, Arif A and Shoeb E: Cytogenetic investigation of couples with recurrent spontaneous miscarriages. Pak J Med Sci 2019; 35: 1422 49. Chua SC, Yovich SJ, Hinchliffe PM and Yovich JL: The sperm DNA fragmentation assay with sdf level less than 15% provides a useful prediction for clinical pregnancy and live birth for women aged under 40 years. J Pers Med 2023; 13 50. Lourenço ML, Moura GA, Rocha YM et al: Impact of sperm DNA fragmentation on the clinical outcome of assisted reproduction techniques: A systematic review of the last five years. JBRA Assist Reprod 2023; 27: 282 51. Okubo T, Onda N, Hayashi T et al: Performing a sperm DNA fragmentation test in addition to semen examination based on the who criteria can be a more accurate diagnosis of ivf outcomes. BMC Urol 2023; 23: 78 52. Henkel R, Morris A, Vogiatzi P et al: Predictive value of seminal oxidation-reduction potential analysis for reproductive outcomes of icsi. Reprod Biomed Online 2022; 45: 1007 53. Tang L, Rao M, Yang W et al: Predictive value of the sperm DNA fragmentation index for low or failed ivf fertilization in men with mild-to-moderate asthenozoospermia. J Gynecol Obstet Hum Reprod 2021; 50: 101868 54. Nicopoullos J, Vicens-Morton A, Lewis SEM et al: Novel use of comet parameters of sperm DNA damage may increase its utility to diagnose male infertility and predict live births following both ivf and icsi. Hum Reprod 2019; 34: 1915 52",
    "Male Infertility Copyright © 2024 American Urological Association Education and Research, Inc. ® Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. 55. Fakhrabadi M, Kalantar S, Montazeri F et al: Fish-based sperm aneuploidy screening in male partner of women with a history of recurrent pregnancy loss. Middle East Fertility Society Journal 2020; 25 56. Salonia A, Matloob R, Gallina A et al: Are infertile men less healthy than fertile men? Results of a prospective case-control survey. Eur Urol 2009; 56: 1025 57. Oliva A and Multigner L: Chronic epididymitis and grade iii varicocele and their associations with semen characteristics in men consulting for couple infertility. Asian J Androl 2018; 20: 360 58. Cazzaniga W, Capogrosso P, Ventimiglia E et al: High blood pressure is a highly prevalent but unrecognised condition in primary infertile men: Results of a cross-sectional study. Eur Urol Focus 2020; 6: 178 59. Negri L, Benaglia R, Fiamengo B et al: Cancer risk in male factor-infertility. Placenta 2008; 29 Suppl B: 178 60. Hanson HA, Anderson RE, Aston KI et al: Subfertility increases risk of testicular cancer: Evidence from population-based semen samples. Fertil Steril 2016; 105: 322 61. Mancini M, Carmignani L, Gazzano G et al: High prevalence of testicular cancer in azoospermic men without spermatogenesis. Hum Reprod 2007; 22: 1042 62. Raman JD, Nobert CF and Goldstein M: Increased incidence of testicular cancer in men presenting with infertility and abnormal semen analysis. J Urol 2005; 174: 1819 63. Eisenberg ML, Betts P, Herder D et al: Increased risk of cancer among azoospermic men. Fertil Steril 2013; 100: 681 64. Glazer CH, Tøttenborg SS, Giwercman A et al: Male factor infertility and risk of multiple sclerosis: A register- based cohort study. Mult Scler 2018; 24: 1835 65. Glazer CH, Bonde JP, Giwercman A et al: Risk of diabetes according to male factor infertility: A register-based cohort study. Hum Reprod 2017; 32: 1474 66. Bezold G, Politch JA, Kiviat NB et al: Prevalence of sexually transmissible pathogens in semen from asymptomatic male infertility patients with and without leukocytospermia. Fertil Steril 2007; 87: 1087 67. Poppe K, Glinoer D, Tournaye H et al: Is systematic screening for thyroid disorders indicated in subfertile men? Eur J Endocrinol 2006; 154: 363 68. Glazer CH, Bonde JP, Eisenberg ML et al: Male infertility and risk of nonmalignant chronic diseases: A systematic review of the epidemiological evidence. Semin Reprod Med 2017; 35: 282 69. Treadwell JR and Oristaglio J: Aua guideline on male infertility evidence report. Edited by ECRI. Linthicum, MD, 2019 70. Al-Jebari Y, Elenkov A, Wirestrand E et al: Risk of prostate cancer for men fathering through assisted reproduction: Nationwide population based register study. Bmj 2019; 366: l5214 71. Wang NN, Dallas K, Li S et al: The association between varicocoeles and vascular disease: An analysis of u.S. Claims data. Andrology 2018; 6: 99 72. Bojesen A, Stochholm K, Juul S and Gravholt CH: Socioeconomic trajectories affect mortality in klinefelter syndrome. J Clin Endocrinol Metab 2011; 96: 2098 73. Ishikawa T, Yamaguchi K, Kondo Y et al: Metabolic syndrome in men with klinefelter's syndrome. Urology 2008; 71: 1109 74. Pawlaczyk-Kamie ń ska T, Borysewicz-Lewicka M, Ś niata ł a R et al: Dental and periodontal manifestations in patients with cystic fibrosis - a systematic review. J Cyst Fibros 2019; 18: 762 75. Chariatte V, Ramseyer P and Cachat F: Uroradiological screening for upper and lower urinary tract anomalies in patients with hypospadias: A systematic literature review. Evid Based Med 2013; 18: 11 76. Akre O, Pettersson A and Richiardi L: Risk of contralateral testicular cancer among men with unilaterally undescended testis: A meta analysis. Int J Cancer 2009; 124: 687 77. Zarotsky V, Huang MY, Carman W et al: Systematic literature review of the risk factors, comorbidities, and consequences of hypogonadism in men. Andrology 2014; 2: 819 78. Kellesarian SV, Malmstrom H, Abduljabbar T et al: \"Low testosterone levels in body fluids are associated with chronic periodontitis\". Am J Mens Health 2017; 11: 443 79. Radhakrishnan K, Toprac P, O'Hair M et al: Interactive digital e-health game for heart failure self-management: A feasibility study. Games Health J 2016; 5: 366 80. Johnson SL, Dunleavy J, Gemmell NJ and Nakagawa S: Consistent age-dependent declines in human semen quality: A systematic review and meta-analysis. Ageing Res Rev 2015; 19: 22 81. Sartorius GA and Nieschlag E: Paternal age and reproduction. Hum Reprod Update 2010; 16: 65 82. Kong A, Frigge ML, Masson G et al: Rate of de novo mutations and the importance of father's age to disease risk. Nature 2012; 488: 471 83. Jónsson H, Sulem P, Kehr B et al: Parental influence on human germline de novo mutations in 1,548 trios from iceland. Nature 2017; 549: 519 53",
    "Male Infertility Copyright © 2024 American Urological Association Education and Research, Inc. ® Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. 84. Oldereid NB, Wennerholm UB, Pinborg A et al: The effect of paternal factors on perinatal and paediatric outcomes: A systematic review and meta-analysis. Hum Reprod Update 2018; 24: 320 85. Welcome to reprotox, 2020 86. Bonde JP, Flachs EM, Rimborg S et al: The epidemiologic evidence linking prenatal and postnatal exposure to endocrine disrupting chemicals with male reproductive disorders: A systematic review and meta-analysis. Hum Reprod Update 2016; 23: 104 87. Skakkebaek NE, Rajpert-De Meyts E and Main KM: Testicular dysgenesis syndrome: An increasingly common developmental disorder with environmental aspects. Hum Reprod 2001; 16: 972 88. Mendiola J, Jørgensen N, Andersson AM et al: Are environmental levels of bisphenol a associated with reproductive function in fertile men? Environ Health Perspect 2010; 118: 1286 89. du Fossé NA, van der Hoorn MP, van Lith JMM et al: Advanced paternal age is associated with an increased risk of spontaneous miscarriage: A systematic review and meta-analysis. Hum Reprod Update 2020; 26: 650 90. Golub: Metals, fertility and reproductive toxicity. New York, NY, 2006 91. CDC: Lead in drinking water, vol. 2020, 2020 92. Koh DH, Locke SJ, Chen YC et al: Lead exposure in us worksites: A literature review and development of an occupational lead exposure database from the published literature. Am J Ind Med 2015; 58: 605 93. Barbosa F, Jr., Tanus-Santos JE, Gerlach RF and Parsons PJ: A critical review of biomarkers used for monitoring human exposure to lead: Advantages, limitations, and future needs. Environ Health Perspect 2005; 113: 1669 94. Zhang Y, Li S and Li S: Relationship between cadmium content in semen and male infertility: A meta-analysis. Environ Sci Pollut Res Int 2019; 26: 1947 95. Whorton D, Krauss RM, Marshall S and Milby TH: Infertility in male pesticide workers. Lancet 1977; 2: 1259 96. Martenies SE and Perry MJ: Environmental and occupational pesticide exposure and human sperm parameters: A systematic review. Toxicology 2013; 307: 66 97. Zota AR, Calafat AM and Woodruff TJ: Temporal trends in phthalate exposures: Findings from the national health and nutrition examination survey, 2001-2010. Environ Health Perspect 2014; 122: 235 98. Ha yBB, Lenters V, Giwercman A et al: Impact of di-2-ethylhexyl phthalate metabolites on male reproductive function: A systematic review of human evidence. Curr Environ Health Rep 2018; 5: 20 99. Diagnostic evaluation of the infertile male: A committee opinion. Fertil Steril 2015; 103: e18 100. Sigman M and Jarow JP: Endocrine evaluation of infertile men. Urology 1997; 50: 659 101. Ventimiglia E, Capogrosso P, Boeri L et al: Validation of the american society for reproductive medicine guidelines/recommendations in white european men presenting for couple's infertility. Fertil Steril 2016; 106: 1076 102. Olesen IA, Andersson AM, Aksglaede L et al: Clinical, genetic, biochemical, and testicular biopsy findings among 1,213 men evaluated for infertility. Fertil Steril 2017; 107: 74 103. Mulhall JP, Trost LW, Brannigan RE et al: Evaluation and management of testosterone deficiency: Aua guideline. J Urol 2018; 200: 423 104. Schoor RA, Elhanbly S, Niederberger CS and Ross LS: The role of testicular biopsy in the modern management of male infertility. J Urol 2002; 167: 197 105. Corona G, Wu FC, Rastrelli G et al: Low prolactin is associated with sexual dysfunction and psychological or metabolic disturbances in middle-aged and elderly men: The european male aging study (emas). J Sex Med 2014; 11: 240 106. Kamischke A and Nieschlag E: Treatment of retrograde ejaculation and anejaculation. Hum Reprod Update 1999; 5: 448 107. Oates R: Evaluation of the azoospermic male. Asian J Androl 2012; 14: 82 108. Behre HM, Bergmann M, Simoni M and Tuttelmann F: Primary testicular failure. [updated 2015 aug 30]. South Dartmouth, MA: MDText.com, Inc., 2000. 109. Zhao WW, Wu M, Chen F et al: Robertsonian translocations: An overview of 872 robertsonian translocations identified in a diagnostic laboratory in china. PLoS One 2015; 10: e0122647 110. Morel F, Douet-Guilbert N, Le Bris MJ et al: Meiotic segregation of translocations during male gametogenesis. Int J Androl 2004; 27: 200 111. Aksglaede L, Jørgensen N, Skakkebaek NE and Juul A: Low semen volume in 47 adolescents and adults with 47,xxy klinefelter or 46,xx male syndrome. Int J Androl 2009; 32: 376 112. Laron Z, Dickerman Z, Zamir R and Galatzer A: Paternity in klinefelter's syndrome--a case report. Arch Androl 1982; 8: 149 113. Terzoli G, Lalatta F, Lobbiani A et al: Fertility in a 47,xxy patient: Assessment of biological paternity by deoxyribonucleic acid fingerprinting. Fertil Steril 1992; 58: 821 54",
    "Male Infertility Copyright © 2024 American Urological Association Education and Research, Inc. ® Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. 114. Lin YM, Huang WJ, Lin JS and Kuo PL: Progressive depletion of germ cells in a man with nonmosaic klinefelter's syndrome: Optimal time for sperm recovery. Urology 2004; 63: 380 115. Ichioka K, Utsunomiya N, Kohei N et al: Adult onset of declining spermatogenesis in a man with nonmosaic klinefelter's syndrome. Fertil Steril 2006; 85: 1511.e1 116. Sabbaghian M, Mohseni Meybodi A, Rafaee A et al: Sperm retrieval rate and reproductive outcome of infertile men with azoospermia factor c deletion. Andrologia 2018; 50: e13052 117. Yuen W, Golin AP, Flannigan R and Schlegel PN: Histology and sperm retrieval among men with y chromosome microdeletions. Transl Androl Urol 2021; 10: 1442 118. Rabinowitz MJ, Huffman PJ, Haney NM and Kohn TP: Y-chromosome microdeletions: A review of prevalence, screening, and clinical considerations. Appl Clin Genet 2021; 14: 51 119. Minhas S, Bettocchi C, Boeri L et al: European association of urology guidelines on male sexual and reproductive health: 2021 update on male infertility. Eur Urol 2021; 80: 603 120. Kohn TP, Kohn JR, Owen RC and Coward RM: The prevalence of y-chromosome microdeletions in oligozoospermic men: A systematic review and meta-analysis of european and north american studies. Eur Urol 2019; 76: 626 121. Tang D, Liu W, Li G et al: Normal fertility with deletion of sy84 and sy86 in azfa region. Andrology 2020; 8: 332 122. Alksere B, Berzina D, Dudorova A et al: Case of inherited partial azfa deletion without impact on male fertility. Case Rep Genet 2019; 2019: 3802613 123. Stouffs K, Vloeberghs V, Gheldof A et al: Are azfb deletions always incompatible with sperm production? Andrology 2017; 5: 691 124. Hopps CV, Mielnik A, Goldstein M et al: Detection of sperm in men with y chromosome microdeletions of the azfa, azfb and azfc regions. Hum Reprod 2003; 18: 1660 125. Krausz C, Hoefsloot L, Simoni M and Tüttelmann F: Eaa/emqn best practice guidelines for molecular diagnosis of y-chromosomal microdeletions: State-of-the-art 2013. Andrology 2014; 2: 5 126. Reddy MM and Stutts MJ: Status of fluid and electrolyte absorption in cystic fibrosis. Cold Spring Harb Perspect Med 2013; 3: a009555 127. Gaillard DA, Carre-Pigeon F and Lallemand A: Normal vas deferens in fetuses with cystic fibrosis. J Urol 1997; 158: 1549 128. Mak V, Zielenski J, Tsui LC et al: Proportion of cystic fibrosis gene mutations not detected by routine testing in men with obstructive azoospermia. Jama 1999; 281: 2217 129. Chillon M, Casals T, Mercier B et al: Mutations in the cystic fibrosis gene in patients with congenital absence of the vas deferens. N Engl J Med 1995; 332: 1475 130. Yu J, Chen Z, Ni Y and Li Z: Cftr mutations in men with congenital bilateral absence of the vas deferens (cbavd): A systemic review and meta-analysis. Hum Reprod 2012; 27: 25 131. Mehdizadeh Hakkak A, Keramatipour M, Talebi S et al: Analysis of cftr gene mutations in children with cystic fibrosis, first report from north-east of iran. Iran J Basic Med Sci 2013; 16: 917 132. Alper OM, Wong LJ, Young S et al: Identification of novel and rare mutations in california hispanic and african american cystic fibrosis patients. Hum Mutat 2004; 24: 353 133. Bobadilla JL, Macek M, Jr., Fine JP and Farrell PM: Cystic fibrosis: A worldwide analysis of cftr mutations-- correlation with incidence data and application to screening. Hum Mutat 2002; 19: 575 134. Palomaki GE, FitzSimmons SC and Haddow JE: Clinical sensitivity of prenatal screening for cystic fibrosis via cftr carrier testing in a united states panethnic population. Genet Med 2004; 6: 405 135. Schrijver I, Pique L, Graham S et al: The spectrum of cftr variants in nonwhite cystic fibrosis patients: Implications for molecular diagnostic testing. J Mol Diagn 2016; 18: 39 136. Patat O, Pagin A, Siegfried A et al: Truncating mutations in the adhesion g protein-coupled receptor g2 gene adgrg2 cause an x-linked congenital bilateral absence of vas deferens. Am J Hum Genet 2016; 99: 437 137. Acog committee opinion no. 762: Prepregnancy counseling. Obstet Gynecol 2019; 133: e78 138. Bradley CK, McArthur SJ, Gee AJ et al: Intervention improves assisted conception intracytoplasmic sperm injection outcomes for patients with high levels of sperm DNA fragmentation: A retrospective analysis. Andrology 2016; 4: 903 139. Deng N, Haney NM, Kohn TP et al: The effect of shift work on urogenital disease: A systematic review. Curr Urol Rep 2018; 19: 57 140. Mohamed EE and Mohamed MA: Effect of sperm chromatin condensation on the outcome of intrauterine insemination in patients with male factor infertility. J Reprod Med 2012; 57: 421 141. Simon L, Zini A, Dyachenko A et al: A systematic review and meta-analysis to determine the effect of sperm DNA damage on in vitro fertilization and intracytoplasmic sperm injection outcome. Asian J Androl 2017; 19: 80 55",
    "Male Infertility Copyright © 2024 American Urological Association Education and Research, Inc. ® Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. 142. Dong J, Lv Y, Zhu G et al: Effect of sperm DNA fragmentation on the clinical outcomes of two assisted reproduction methods: Ivf and icsi. Int J Clin Exp Med 2017; 10: 11812 143. Esteves SC, Roque M, Bradley CK and Garrido N: Reproductive outcomes of testicular versus ejaculated sperm for intracytoplasmic sperm injection among men with high levels of DNA fragmentation in semen: Systematic review and meta-analysis. Fertil Steril 2017; 108: 456 144. Ayad BM, Horst GV and Plessis SSD: Revisiting the relationship between the ejaculatory abstinence period and semen characteristics. Int J Fertil Steril 2018; 11: 238 145. Heidenreich A, Bonfig R, Wilbert DM et al: Risk factors for antisperm antibodies in infertile men. Am J Reprod Immunol 1994; 31: 69 146. Munuce MJ, Berta CL, Pauluzzi F and Caille AM: Relationship between antisperm antibodies, sperm movement, and semen quality. Urol Int 2000; 65: 200 147. Lee R, Goldstein M, Ullery BW et al: Value of serum antisperm antibodies in diagnosing obstructive azoospermia. J Urol 2009; 181: 264 148. Bollendorf A, Check JH, Katsoff D and Fedele A: The use of chymotrypsin/galactose to treat spermatozoa bound with anti-sperm antibodies prior to intra-uterine insemination. Hum Reprod 1994; 9: 484 149. Check JH, Hourani W, Check ML et al: Effect of treating antibody-coated sperm with chymotrypsin on pregnancy rates following iui as compared to outcome of ivf/icsi. Arch Androl 2004; 50: 93 150. Gekas J, Thepot F, Turleau C et al: Chromosomal factors of infertility in candidate couples for icsi: An equal risk of constitutional aberrations in women and men. Hum Reprod 2001; 16: 82 151. Check JH, Graziano V, Cohen R et al: Effect of an abnormal sperm chromatin structural assay (scsa) on pregnancy outcome following (ivf) with icsi in previous ivf failures. Arch Androl 2005; 51: 121 152. McQueen DB, Zhang J and Robins JC: Sperm DNA fragmentation and recurrent pregnancy loss: A systematic review and meta-analysis. Fertil Steril 2019; 112: 54 153. Kamkar N, Ramezanali F and Sabbaghian M: The relationship between sperm DNA fragmentation, free radicals and antioxidant capacity with idiopathic repeated pregnancy loss. Reprod Biol 2018; 18: 330 154. Carlini T, Paoli D, Pelloni M et al: Sperm DNA fragmentation in italian couples with recurrent pregnancy loss. Reprod Biomed Online 2017; 34: 58 155. Talebi AR, Vahidi S, Aflatoonian A et al: Cytochemical evaluation of sperm chromatin and DNA integrity in couples with unexplained recurrent spontaneous abortions. Andrologia 2012; 44 Suppl 1: 462 156. Egozcue S, Blanco J, Vendrell JM et al: Human male infertility: Chromosome anomalies, meiotic disorders, abnormal spermatozoa and recurrent abortion. Hum Reprod Update 2000; 6: 93 157. Rubio C, Simón C, Blanco J et al: Implications of sperm chromosome abnormalities in recurrent miscarriage. J Assist Reprod Genet 1999; 16: 253 158. Harton GL and Tempest HG: Chromosomal disorders and male infertility. Asian J Androl 2012; 14: 32 159. Hassold T and Hunt P: To err (meiotically) is human: The genesis of human aneuploidy. Nat Rev Genet 2001; 2: 280 160. Kohn TP, Kohn JR, Darilek S et al: Genetic counseling for men with recurrent pregnancy loss or recurrent implantation failure due to abnormal sperm chromosomal aneuploidy. J Assist Reprod Genet 2016; 33: 571 161. Rodrigo L, Rubio C, Peinado V et al: Testicular sperm from patients with obstructive and nonobstructive azoospermia: Aneuploidy risk and reproductive prognosis using testicular sperm from fertile donors as control samples. Fertil Steril 2011; 95: 1005 162. Jarow JP, Ogle SR and Eskew LA: Seminal improvement following repair of ultrasound detected subclinical varicoceles. J Urol 1996; 155: 1287 163. Infertility in the male, 4 ed. Cambridge: Cambridge University Press, 2009 164. Lotti F and Maggi M: Ultrasound of the male genital tract in relation to male reproductive health. Hum Reprod Update 2015; 21: 56 165. Singh R, Hamada AJ, Bukavina L and Agarwal A: Physical deformities relevant to male infertility. Nat Rev Urol 2012; 9: 156 166. Avellino GJ, Lipshultz LI, Sigman M and Hwang K: Transurethral resection of the ejaculatory ducts: Etiology of obstruction and surgical treatment options. Fertil Steril 2019; 111: 427 167. Biyani CS, Cartledge J and Janetschek G: Varicocele. BMJ Clin Evid 2009 : ˜ 168. Bate J: Symptomatic varicocele. Journal of Urology 1927; 18: 649 169. Cheungpasitporn W, Horne JM and Howarth CB: Adrenocortical carcinoma presenting as varicocele and renal vein thrombosis: A case report. J Med Case Rep 2011; 5: 337 170. Spittel JA, Jr., Deweerd JH and Shick RM: Acute varicocele: A vascular clue to renal tumor. Proc Staff Meet Mayo Clin 1959; 34: 134 56",
    "Male Infertility Copyright © 2024 American Urological Association Education and Research, Inc. ® Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. 171. Elmer DeWitt M, Greene DJ, Gill B et al: Isolated right varicocele and incidence of associated cancer. Urology 2018; 117: 82 172. Kolettis PN and Sandlow JI: Clinical and genetic features of patients with congenital unilateral absence of the vas deferens. Urology 2002; 60: 1073 173. Schlegel PN, Shin D and Goldstein M: Urogenital anomalies in men with congenital absence of the vas deferens. J Urol 1996; 155: 1644 174. Weiske WH, Salzler N, Schroeder-Printzen I and Weidner W: Clinical findings in congenital absence of the vasa deferentia. Andrologia 2000; 32: 13 175. Lane VA, Scammell S, West N and Murthi GV: Congenital absence of the vas deferens and unilateral renal agenesis: Implications for patient and family. Pediatr Surg Int 2014; 30: 733 176. Wang J, Xia SJ, Liu ZH et al: Inguinal and subinguinal micro-varicocelectomy, the optimal surgical management of varicocele: A meta-analysis. Asian J Androl 2015; 17: 74 177. Kirby EW, Wiener LE, Rajanahally S et al: Undergoing varicocele repair before assisted reproduction improves pregnancy rate and live birth rate in azoospermic and oligospermic men with a varicocele: A systematic review and meta-analysis. Fertil Steril 2016; 106: 1338 178. Kim HJ, Seo JT, Kim KJ et al: Clinical significance of subclinical varicocelectomy in male infertility: Systematic review and meta-analysis. Andrologia 2016; 48: 654 179. Ron-El R, Strassburger D, Friedler S et al: Extended sperm preparation: An alternative to testicular sperm extraction in non-obstructive azoospermia. Hum Reprod 1997; 12: 1222 180. Schlegel PN and Goldstein M: Alternate indications for varicocele repair: Non-obstructive azoospermia, pain, androgen deficiency and progressive testicular dysfunction. Fertil Steril 2011; 96: 1288 181. Schlegel PN and Kaufmann J: Role of varicocelectomy in men with nonobstructive azoospermia. Fertil Steril 2004; 81: 1585 182. Ramasamy R, Yagan N and Schlegel PN: Structural and functional changes to the testis after conventional versus microdissection testicular sperm extraction. Urology 2005; 65: 1190 183. Bernie AM, Mata DA, Ramasamy R and Schlegel PN: Comparison of microdissection testicular sperm extraction, conventional testicular sperm extraction, and testicular sperm aspiration for nonobstructive azoospermia: A systematic review and meta-analysis. Fertil Steril 2015; 104: ˜ 184. Yu Z, Wei Z, Yang J et al: Comparison of intracytoplasmic sperm injection outcome with fresh versus frozen- thawed testicular sperm in men with nonobstructive azoospermia: A systematic review and meta-analysis. J Assist Reprod Genet 2018; 35: 1247 185. Nicopoullos JDM, Gilling-Smith C, Almeida PA et al: Use of surgical sperm retrieval in azoospermic men: A meta- analysis. Fertil Steril 2004; 82: 691 186. Marmar JL, Sharlip I and Goldstein M: Results of vasovasostomy or vasoepididymostomy after failed percutaneous epididymal sperm aspirations. J Urol 2008; 179: 1506 187. Chan PT and Libman J: Feasibility of microsurgical reconstruction of the male reproductive tract after percutaneous epididymal sperm aspiration (pesa). Can J Urol 2003; 10: 2070 188. Karavani G, Juvet TSJ, Lau S et al: Improved sperm DNA fragmentation levels in infertile men following very short abstinence of 3-4 hours. Transl Androl Urol 2023; 12: 1487 189. Hervas I, Gil Julia M, Rivera-Egea R et al: Switching to testicular sperm after a previous icsi failure with ejaculated sperm significantly improves blastocyst quality without increasing aneuploidy risk. J Assist Reprod Genet 2022; 39: 2275 190. Zhao G, Jiang X, Zheng Y et al: Outcomes comparison of testicular versus ejaculated sperm for intracytoplasmic sperm injection in infertile men with high DNA fragmentation: Updated systematic review and meta-analysis. Transl Androl Urol 2023; 12: 1785 191. Zhang J, Xue H, Qiu F et al: Testicular spermatozoon is superior to ejaculated spermatozoon for intracytoplasmic sperm injection to achieve pregnancy in infertile males with high sperm DNA damage. Andrologia 2019; 51: e13175 192. Loloi J, Petrella F, Kresch E et al: The effect of sperm DNA fragmentation on male fertility and strategies for improvement: A narrative review. Urology 2022; 168: 3 193. Sigman M: Introduction: Ejaculatory problems and male infertility. Fertil Steril 2015; 104: 1049 194. Valerie U, De BS, De BM et al: Pregnancy after vasectomy: Surgical reversal or assisted reproduction? Hum Reprod 2018; 33: 1218 195. Herrel LA, Goodman M, Goldstein M and Hsiao W: Outcomes of microsurgical vasovasostomy for vasectomy reversal: A meta-analysis and systematic review. Urology 2015; 85: 819 57",
    "Male Infertility Copyright © 2024 American Urological Association Education and Research, Inc. ® Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. 196. Belker AM, Thomas AJ, Jr., Fuchs EF et al: Results of 1,469 microsurgical vasectomy reversals by the vasovasostomy study group. J Urol 1991; 145: 505 197. Engin G: Transrectal us-guided seminal vesicle aspiration in the diagnosis of partial ejaculatory duct obstruction. Diagn Interv Radiol 2012; 18: 488 198. Jarow JP: Transrectal ultrasonography of infertile men. Fertil Steril 1993; 60: 1035 199. Meacham RB, Hellerstein DK and Lipshultz LI: Evaluation and treatment of ejaculatory duct obstruction in the infertile male. Fertil Steril 1993; 59: 393 200. Turek PJ, Magana JO and Lipshultz LI: Semen parameters before and after transurethral surgery for ejaculatory duct obstruction. J Urol 1996; 155: 1291 201. Kadioglu A, Cayan S, Tefekli A et al: Does response to treatment of ejaculatory duct obstruction in infertile men vary with pathology? Fertil Steril 2001; 76: 138 202. Purohit RS, Wu DS, Shinohara K and Turek PJ: A prospective comparison of 3 diagnostic methods to evaluate ejaculatory duct obstruction. J Urol 2004; 171: 232 203. Aggour A, Mostafa H and Maged W: Endoscopic management of ejaculatory duct obstruction. Int Urol Nephrol 1998; 30: 481 204. Tu XA, Zhuang JT, Zhao L et al: Transurethral bipolar plasma kinetic resection of ejaculatory duct for treatment of ejaculatory duct obstruction. J Xray Sci Technol 2013; 21: 293 205. Schroeder-Printzen I, Ludwig M, Kohn F and Weidner W: Surgical therapy in infertile men with ejaculatory duct obstruction: Technique and outcome of a standardized surgical approach. Hum Reprod 2000; 15: 1364 206. El-Assmy A, El-Tholoth H, Abouelkheir RT and Abou-El-Ghar ME: Transurethral resection of ejaculatory duct in infertile men: Outcome and predictors of success. Int Urol Nephrol 2012; 44: 1623 207. Netto NR, Jr., Esteves SC and Neves PA: Transurethral resection of partially obstructed ejaculatory ducts: Seminal parameters and pregnancy outcomes according to the etiology of obstruction. J Urol 1998; 159: 2048 208. Cohen J, Edwards R, Fehilly C et al: In vitro fertilization: A treatment for male infertility. Fertil Steril 1985; 43: 422 209. Sunderam S ZY, Jewett A, Mardovich S, Kissin DM: State-specific assisted reproductive technology surveillance, united states: 2021 data brief. Centers for disease control and prevention, us dept of health and human services. 2023; 210. Finkelstein JS, Whitcomb RW, O'Dea LS et al: Sex steroid control of gonadotropin secretion in the human male. I. Effects of testosterone administration in normal and gonadotropin-releasing hormone-deficient men. J Clin Endocrinol Metab 1991; 73: 609 211. Oliveira LM, Seminara SB, Beranova M et al: The importance of autosomal genes in kallmann syndrome: Genotype-phenotype correlations and neuroendocrine characteristics. J Clin Endocrinol Metab 2001; 86: 1532 212. Gianetti E, Hall JE, Au MG et al: When genetic load does not correlate with phenotypic spectrum: Lessons from the gnrh receptor (gnrhr). J Clin Endocrinol Metab 2012; 97: E1798 213. Pitteloud N, Crowley WF, Jr. and Balasubramanian R: Isolated gonadotropin-releasing hormone deficiency (idiopathic hypogonadotropic hypogonadism). Edited by P. J. Snyder and A. M. Matsumoto: UpToDate, 2020 214. Nachtigall LB, Boepple PA, Pralong FP and Crowley WF, Jr.: Adult-onset idiopathic hypogonadotropic hypogonadism--a treatable form of male infertility. N Engl J Med 1997; 336: 410 215. Rohayem J, Hauffa BP, Zacharin M et al: Testicular growth and spermatogenesis: New goals for pubertal hormone replacement in boys with hypogonadotropic hypogonadism? -a multicentre prospective study of hcg/rfsh treatment outcomes during adolescence. Clin Endocrinol (Oxf) 2017; 86: 75 216. Burris AS, Rodbard HW, Winters SJ and Sherins RJ: Gonadotropin therapy in men with isolated hypogonadotropic hypogonadism: The response to human chorionic gonadotropin is predicted by initial testicular size. J Clin Endocrinol Metab 1988; 66: 1144 217. Miyagawa Y, Tsujimura A, Matsumiya K et al: Outcome of gonadotropin therapy for male hypogonadotropic hypogonadism at university affiliated male infertility centers: A 30-year retrospective study. J Urol 2005; 173: 2072 218. Liu PY, Baker HW, Jayadev V et al: Induction of spermatogenesis and fertility during gonadotropin treatment of gonadotropin-deficient infertile men: Predictors of fertility outcome. J Clin Endocrinol Metab 2009; 94: 801 219. Whitten SJ, Nangia AK and Kolettis PN: Select patients with hypogonadotropic hypogonadism may respond to treatment with clomiphene citrate. Fertil Steril 2006; 86: 1664 220. Chehab M, Madala A and Trussell JC: On-label and off-label drugs used in the treatment of male infertility. Fertil Steril 2015; 103: 595 221. Fraietta R, Zylberstejn DS and Esteves SC: Hypogonadotropic hypogonadism revisited. Clinics (Sao Paulo) 2013; 68 Suppl 1: 81 222. Zumoff B, Miller LK and Strain GW: Reversal of the hypogonadotropic hypogonadism of obese men by administration of the aromatase inhibitor testolactone. Metabolism 2003; 52: 1126 58",
    "Male Infertility Copyright © 2024 American Urological Association Education and Research, Inc. ® Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. 223. de Boer H, Verschoor L, Ruinemans-Koerts J and Jansen M: Letrozole normalizes serum testosterone in severely obese men with hypogonadotropic hypogonadism. Diabetes Obes Metab 2005; 7: 211 224. Contraceptive efficacy of testosterone-induced azoospermia in normal men. World health organization task force on methods for the regulation of male fertility. Lancet 1990; 336: 955 225. Liu PY, Swerdloff RS, Christenson PD et al: Rate, extent, and modifiers of spermatogenic recovery after hormonal male contraception: An integrated analysis. Lancet 2006; 367: 1412 226. Ledesma BR, Weber A, Venigalla G et al: Fertility outcomes in men with prior history of anabolic steroid use. Fertil Steril 2023; 120: 1203 227. Ramasamy R, Armstrong JM and Lipshultz LI: Preserving fertility in the hypogonadal patient: An update. Asian J Androl 2015; 17: 197 228. Ramasamy R, Masterson TA, Best JC et al: Effect of natesto on reproductive hormones, semen parameters and hypogonadal symptoms: A single center, open label, single arm trial. J Urol 2020; 204: 557 229. Kavoussi PK, Machen GL, Gilkey MS et al: Converting men from clomiphene citrate to natesto for hypogonadism improves libido, maintains semen parameters, and reduces estradiol. Urology 2021; 148: 141 230. Bayrak A, Saadat P, Mor E et al: Pituitary imaging is indicated for the evaluation of hyperprolactinemia. Fertil Steril 2005; 84: 181 231. Vilar L, Vilar CF, Lyra R and Freitas MDC: Pitfalls in the diagnostic evaluation of hyperprolactinemia. Neuroendocrinology 2019; 109: 7 232. Famini P, Maya MM and Melmed S: Pituitary magnetic resonance imaging for sellar and parasellar masses: Ten- year experience in 2598 patients. J Clin Endocrinol Metab 2011; 96: 1633 233. Melmed S, Casanueva FF, Hoffman AR et al: Diagnosis and treatment of hyperprolactinemia: An endocrine society clinical practice guideline. J Clin Endocrinol Metab 2011; 96: 273 234. Snyder PJ: Clinical manifestations and evaluation of hyperprolactinemia. Edited by D. S. Cooper: UpToDate, vol. 2020 235. Molitch ME: Diagnosis and treatment of pituitary adenomas: A review. Jama 2017; 317: 516 236. Honegger J, Nasi-Kordhishti I, Aboutaha N and Giese S: Surgery for prolactinomas: A better choice? Pituitary 2020; 23: 45 237. Chua ME, Escusa KG, Luna S et al: Revisiting oestrogen antagonists (clomiphene or tamoxifen) as medical empiric therapy for idiopathic male infertility: A meta-analysis. Andrology 2013; 1: 749 238. Cannarella R, Condorelli RA, MongioAª LM et al: Effects of the selective estrogen receptor modulators for the treatment of male infertility: A systematic review and meta-analysis. Expert Opin Pharmacother 2019; 20: 1517 239. Steiner AZ, Hansen KR, Barnhart KT et al: The effect of antioxidants on male factor infertility: The males, antioxidants, and infertility (moxi) randomized clinical trial. Fertil Steril 2020; 113: 552 240. Schisterman EF, Sjaarda LA, Clemons T et al: Effect of folic acid and zinc supplementation in men on semen quality and live birth among couples undergoing infertility treatment: A randomized clinical trial. Jama 2020; 323: 35 241. Santi D, Granata ARM and Simoni M: Fsh treatment of male idiopathic infertility improves pregnancy rate: A meta-analysis. Endocr Connect 2015; 4: R46 242. Attia AM, Al-Inany HG, Farquhar C and Proctor M: Gonadotrophins for idiopathic male factor subfertility. Cochrane Database Syst Rev 2007 : CD005071 243. Ding YM, Zhang XJ, Li JP et al: Treatment of idiopathic oligozoospermia with recombinant human follicle- stimulating hormone: A prospective, randomized, double-blind, placebo-controlled clinical study in chinese population. Clin Endocrinol 2015; 83: 866 244. Pozzi E, Venigalla G, Raymo A et al: Eligibility for the medical therapy among men with non-obstructive azoospermia-findings from a multi-centric cross-sectional study. Andrology 2024 : online ahead of print 245. Hussein A, Ozgok Y, Ross L et al: Optimization of spermatogenesis-regulating hormones in patients with non- obstructive azoospermia and its impact on sperm retrieval: A multicentre study. BJU Int 2013; 111: E110 246. Cavallini G, Biagiotti G and Bolzon E: Multivariate analysis to predict letrozole efficacy in improving sperm count of non-obstructive azoospermic and cryptozoospermic patients: A pilot study. Asian J Androl 2013; 15: 806 247. Gül Ü and Turunç T: The effect of human chorionic gonadotropin treatment before testicular sperm extraction in non-obstructive azoospermia. J Clin Anal Med 2016; 7: 55 248. Aydos K, AonlA¬ C, Demirel LC et al: The effect of pure fsh administration in non-obstructive azoospermic men on testicular sperm retrieval. Eur J Obstet Gynecol Reprod Biol 2003; 108: 54 249. Meistrich ML: Effects of chemotherapy and radiotherapy on spermatogenesis in humans. Fertil Steril 2013; 100: 1180 59",
    "Male Infertility Copyright © 2024 American Urological Association Education and Research, Inc. ® Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. 250. Lu CC and Meistrich ML: Cytotoxic effects of chemotherapeutic drugs on mouse testis cells. Cancer Res 1979; 39: 3575 251. Miguel F, Da Cunha MF, Meistrich ML and Mohamed MA: Temporary effects of a msa (4'-(9-acridinylamino) me tha nesulfon-m-anisidide) chemotherapy on spermatogenesis. Cancer 1982; 49: 2459 252. Rowley MJ, Leach DR, Warner GA and Heller CG: Effect of graded doses of ionizing radiation on the human testis. Radiat Res 1974; 59: 665 253. Howell SJ and Shalet SM: Spermatogenesis after cancer treatment: Damage and recovery. J Natl Cancer Inst Monogr 2005 : 12 254. Hansen PV, Trykker H, Svennekjaer IL and Hvolby J: Long-term recovery of spermatogenesis after radiotherapy in patients with testicular cancer. Radiother Oncol 1990; 18: 117 255. Meistrich M and Beek M: Radiation sensitivity of the human testis, vol. 14, pp. 227-268, 1990 256. Jacob A, Barker H, Goodman A and Holmes J: Recovery of spermatogenesis following bone marrow transplantation. Bone Marrow Transplant 1998; 22: 277 257. Sanders JE, Hawley J, Levy W et al: Pregnancies following high-dose cyclophosphamide with or without high- dose busulfan or total-body irradiation and bone marrow transplantation. Blood 1996; 87: 3045 258. Brydøy M, Fosså SD, Dahl O and Bjøro T: Gonadal dysfunction and fertility problems in cancer survivors. Acta Oncol 2007; 46: 480 259. Green DM, Kawashima T, Stovall M et al: Fertility of male survivors of childhood cancer: A report from the childhood cancer survivor study. J Clin Oncol 2010; 28: 332 260. Tomlinson M, Meadows J, Kohut T et al: Review and follow-up of patients using a regional sperm cryopreservation service: Ensuring that resources are targeted to those patients most in need. Andrology 2015; 3: 709 261. Brydoy M, FossA SD, Klepp O et al: Sperm counts and endocrinological markers of spermatogenesis in long- term survivors of testicular cancer. Br J Cancer 2012; 107: 1833 262. Isaksson S, Eberhard J, StA hl O et al: Inhibin b concentration is predictive for long-term azoospermia in men treated for testicular cancer. Andrology 2014; 2: 252 263. Gandini L, SgrAý P, Lombardo F et al: Effect of chemo- or radiotherapy on sperm parameters of testicular cancer patients. Hum Reprod 2006; 21: 2882 264. Nurmio M, Keros V, La hteenmA ki P et al: Effect of childhood acute lymphoblastic leukemia therapy on spermatogonia populations and future fertility. J Clin Endocrinol Metab 2009; 94: 2119 265. Stukenborg JB, Alves-Lopes JP, Kurek M et al: Spermatogonial quantity in human prepubertal testicular tissue collected for fertility preservation prior to potentially sterilizing therapy. Hum Reprod 2018; 33: 1677 266. Meistrich ML, Chawla SP, Da Cunha MF et al: Recovery of sperm production after chemotherapy for osteosarcoma. Cancer 1989; 63: 2115 267. Russell LB, Hunsicker PR, Johnson DK and Shelby MD: Unlike other chemicals, etoposide (a topoisomerase-ii inhibitor) produces peak mutagenicity in primary spermatocytes of the mouse. Mutat Res 1998; 400: 279 268. Schultheis B, Nijmeijer BA, Yin H et al: Imatinib mesylate at therapeutic doses has no impact on folliculogenesis or spermatogenesis in a leukaemic mouse model. Leuk Res 2012; 36: 271 269. Namekawa T, Imamoto T, Kato M et al: Testicular function among testicular cancer survivors treated with cisplatin-based chemotherapy. Reprod Med Biol 2016; 15: 175 270. Bahadur G, Ozturk O, Muneer A et al: Semen quality before and after gonadotoxic treatment. Hum Reprod 2005; 20: 774 271. Spermon JR, Ramos L, Wetzels AMM et al: Sperm integrity pre- and post-chemotherapy in men with testicular germ cell cancer. Hum Reprod 2006; 21: 1781 272. Bohlen D, Burkhard FC, Mills R et al: Fertility and sexual function following orchiectomy and 2 cycles of chemotherapy for stage i high risk nonseminomatous germ cell cancer. J Urol 2001; 165: 441 273. Schrader M, Muller M, Straub B and Miller K: Testicular sperm extraction in azoospermic patients with gonadal germ cell tumors prior to chemotherapy--a new therapy option. Asian J Androl 2002; 4: 9 274. Rafsanjani KA, Faranoush M, Hedayatiasl AA and Vossough P: Gonadal function and fertility in males survivors treated for hodgkin's disease in iran. Saudi Med J 2007; 28: 1690 275. Hobbie WL, Ginsberg JP, Ogle SK et al: Fertility in males treated for hodgkins disease with copp/abv hybrid. Pediatr Blood Cancer 2005; 44: 193 276. Arush MWB, Solt I, Lightman A et al: Male gonadal function in survivors of childhood hodgkin and non-hodgkin lymphoma. Pediatr Hematol Oncol 2000; 17: 239 277. Romerius P, StA hl O, MoA®ll C et al: High risk of azoospermia in men treated for childhood cancer. Int J Androl 2011; 34: 69 60",
    "Male Infertility Copyright © 2024 American Urological Association Education and Research, Inc. ® Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. 278. Van Beek RD, Smit M, Van Den Heuvel-Eibrink MM et al: Inhibin b is superior to fsh as a serum marker for spermatogenesis in men treated for hodgkin's lymphoma with chemotherapy during childhood. Hum Reprod 2007; 22: 3215 279. Paoli D, Rizzo F, Fiore G et al: Spermatogenesis in hodgkin's lymphoma patients: A retrospective study of semen quality before and after different chemotherapy regimens. Hum Reprod 2016; 31: 263 280. Grigg AP, McLachlan R, Zajac J and Szer J: Reproductive status in long-term bone marrow transplant survivors receiving busulfan-cyclophosphamide (120 mg/kg). Bone Marrow Transplant 2000; 26: 1089 281. Green DM, Zhu L, Wang M et al: Effect of cranial irradiation on sperm concentration of adult survivors of childhood acute lymphoblastic leukemia: A report from the st. Jude lifetime cohort study. Hum Reprod 2017; 32: 1192 282. Rendtorff R, Beyer M, Ma¬ller A et al: Low inhibin b levels alone are not a reliable marker of dysfunctional spermatogenesis in childhood cancer survivors. Andrologia 2012; 44 Suppl 1: 219 283. Thomson AB, Campbell AJ, Irvine DS et al: Semen quality and spermatozoal DNA integrity in survivors of childhood cancer: A case-control study. Lancet 2002; 360: 361 284. Andreu JAL, FernA-ndez PJ, FerrA-s IT et al: Persistent altered spermatogenesis in long-term childhood cancer survivors. Pediatr Hematol Oncol 2000; 17: 21 285. Relander T, Cavallin-StA hl E, Garwicz S et al: Gonadal and sexual function in men treated for childhood cancer. Med Pediatr Oncol 2000; 35: 52 286. Lahteenmaki PM, Arola M, Suominen J et al: Male reproductive health after childhood cancer. Acta Paediatr 2008; 97: 935 287. Meistrich ML: Risks of genetic damage in offspring conceived using sperm produced during chemotherapy or radiotherapy. Andrology 2019; 288. Russell LB, Hunsicker PR and Russell WL: Comparison of the genetic effects of equimolar doses of enu and mnu: While the chemicals differ dramatically in their mutagenicity in stem-cell spermatogonia, both elicit very high mutation rates in differentiating spermatogonia. Mutat Res 2007; 616: 181 289. Russell LB, Hunsicker PR, Kerley MK et al: Bleomycin, unlike other male-mouse mutagens, is most effective in spermatogonia, inducing primarily deletions. Mutat Res 2000; 469: 95 290. Yoshimoto Y, Neel JV, Schull WJ et al: Malignant tumors during the first 2 decades of life in the offspring of atomic bomb survivors. Am J Hum Genet 1990; 46: 1041 291. Winther JF, Boice JD, Jr., Mulvihill JJ et al: Chromosomal abnormalities among offspring of childhood-cancer survivors in denmark: A population-based study. Am J Hum Genet 2004; 74: 1282 292. Signorello LB, Mulvihill JJ, Green DM et al: Congenital anomalies in the children of cancer survivors: A report from the childhood cancer survivor study. J Clin Oncol 2012; 30: 239 293. Al-Jebari Y, Glimelius I, Berglund Nord C et al: Cancer therapy and risk of congenital malformations in children fathered by men treated for testicular germ-cell cancer: A nationwide register study. PLoS Med 2019; 16: e1002816 294. Robbins WA, Meistrich ML, Moore D et al: Chemotherapy induces transient sex chromosomal and autosomal aneuploidy in human sperm. Nat Genet 1997; 16: 74 295. Monteil M, Rousseaux S, Chevret E et al: Increased aneuploid frequency in spermatozoa from a hodgkin's disease patient after chemotherapy and radiotherapy. Cytogenet Cell Genet 1997; 76: 134 296. Martin RH, Ernst S, Rademaker A et al: Chromosomal abnormalities in sperm from testicular cancer patients before and after chemotherapy. Hum Genet 1997; 99: 214 297. De Mas P, Daudin M, Vincent MC et al: Increased aneuploidy in spermatozoa from testicular tumour patients after chemotherapy with cisplatin, etoposide and bleomycin. Hum Reprod 2001; 16: 1204 298. Martinez G, Walschaerts M, Le Mitouard M et al: Impact of hodgkin or non-hodgkin lymphoma and their treatments on sperm aneuploidy: A prospective study by the french cecos network. Fertil Steril 2017; 107: 341 299. Martin RH, Ernst S, Rademaker A et al: Analysis of sperm chromosome complements before, during, and after chemotherapy. Cancer Genet Cytogenet 1999; 108: 133 300. Bogefors K, Giwercman YL, Eberhard J et al: Androgen receptor gene cag and ggn repeat lengths as predictors of recovery of spermatogenesis following testicular germ cell cancer treatment. Asian J Androl 2017; 19: 538 301. Bujan L, Walschaerts M, Moinard N et al: Impact of chemotherapy and radiotherapy for testicular germ cell tumors on spermatogenesis and sperm DNA: A multicenter prospective study from the cecos network. Fertil Steril 2013; 100: 673 302. O'Flaherty C, Hales BF, Chan P and Robaire B: Impact of chemotherapeutics and advanced testicular cancer or hodgkin lymphoma on sperm deoxyribonucleic acid integrity. Fertil Steril 2010; 94: 1374 61",
    "Male Infertility Copyright © 2024 American Urological Association Education and Research, Inc. ® Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. 303. Di BC, Bertagna A, Composto ER et al: Effects of oncological treatments on semen quality in patients with testicular neoplasia or lymphoproliferative disorders. Asian J Androl 2013; 15: 425 304. Kawai K and Nishiyama H: Preservation of fertility of adult male cancer patients treated with chemotherapy. Int J Clin Oncol 2019; 24: 34 305. Oktay K, Harvey BE, Partridge AH et al: Fertility preservation in patients with cancer: Asco clinical practice guideline update. J Clin Oncol 2018; 36: 1994 306. Fertility preservation in patients undergoing gonadotoxic therapy or gonadectomy: A committee opinion. Fertil Steril 2019; 112: 1022 307. Hsiao W, Deveci S and Mulhall JP: Outcomes of the management of post-chemotherapy retroperitoneal lymph node dissection-associated anejaculation. BJU Int 2012; 110: 1196 308. Berookhim BM and Mulhall JP: Outcomes of operative sperm retrieval strategies for fertility preservation among males scheduled to undergo cancer treatment. Fertil Steril 2014; 101: 805 309. Ombelet W, Dhont N, Thijssen A et al: Semen quality and prediction of iui success in male subfertility: A systematic review. Reprod Biomed Online 2014; 28: 300 310. Lemmens L, Kos S, Beijer C et al: Predictive value of sperm morphology and progressively motile sperm count for pregnancy outcomes in intrauterine insemination. Fertil Steril 2016; 105: 1462 311. Nangia AK, Luke B, Smith JF et al: National study of factors influencing assisted reproductive technology outcomes with male factor infertility. Fertil Steril 2011; 96: 609 312. Williams DHt, Karpman E, Sander JC et al: Pretreatment semen parameters in men with cancer. J Urol 2009; 181: 736 313. Agarwal A, Shekarriz M, Sidhu RK and Thomas AJ, Jr.: Value of clinical diagnosis in predicting the quality of cryopreserved sperm from cancer patients. J Urol 1996; 155: 934 314. Auger J, Sermondade N and Eustache F: Semen quality of 4480 young cancer and systemic disease patients: Baseline data and clinical considerations. Basic Clin Androl 2016; 26: 3 315. Grover NS, Deal AM, Wood WA and Mersereau JE: Young men with cancer experience low referral rates for fertility counseling and sperm banking. J Oncol Pract 2016; 12: 465 316. Klosky JL, Wang F, Russell KM et al: Prevalence and predictors of sperm banking in adolescents newly diagnosed with cancer: Examination of adolescent, parent, and provider factors influencing fertility preservation outcomes. J Clin Oncol 2017; 35: 3830 317. Sonnenburg DW, Brames MJ, Case-Eads S and Einhorn LH: Utilization of sperm banking and barriers to its use in testicular cancer patients. Support Care Cancer 2015; 23: 2763 318. Bizet P, Saias-Magnan J, Jouve E et al: Sperm cryopreservation before cancer treatment: A 15-year monocentric experience. Reprod Biomed Online 2012; 24: 321 319. van Casteren NJ, van Santbrink EJ, van Inzen W et al: Use rate and assisted reproduction technologies outcome of cryopreserved semen from 629 cancer patients. Fertil Steril 2008; 90: 2245 320. Ferrari S, Paffoni A, Filippi F et al: Sperm cryopreservation and reproductive outcome in male cancer patients: A systematic review. Reprod Biomed Online 2016; 33: 29 321. O'Flaherty CM, Chan PT, Hales BF and Robaire B: Sperm chromatin structure components are differentially repaired in cancer survivors. J Androl 2012; 33: 629 322. Weibring K, Nord C, StA hl O et al: Sperm count in swedish clinical stage i testicular cancer patients following adjuvant treatment. Ann Oncol 2019; 30: 604 323. Anserini P, Chiodi S, Spinelli S et al: Semen analysis following allogeneic bone marrow transplantation. Additional data for evidence-based counselling. Bone Marrow Transplant 2002; 30: 447 324. Rives N, Walschaerts M, Setif V et al: Sperm aneuploidy after testicular cancer treatment: Data from a prospective multicenter study performed within the french centre d'a%tude et de conservation des oeufs et du sperme network. Fertil Steril 2017; 107: 580 325. StA hl O, Eberhard J, Jepson K et al: Sperm DNA integrity in testicular cancer patients. Hum Reprod 2006; 21: 3199 326. Suzuki K, Yumura Y, Ogawa T et al: Regeneration of spermatogenesis after testicular cancer chemotherapy. Urol Int 2013; 91: 445 327. Alwaal A, Breyer BN and Lue TF: Normal male sexual function: Emphasis on orgasm and ejaculation. Fertil Steril 2015; 104: 1051 328. Jacobsen KD, Ous S, Waehre H et al: Ejaculation in testicular cancer patients after post-chemotherapy retroperitoneal lymph node dissection. Br J Cancer 1999; 80: 249 329. Meseguer M, Garrido N, RemohA J et al: Testicular sperm extraction (tese) and icsi in patients with permanent azoospermia after chemotherapy. Hum Reprod 2003; 18: 1281 62",
    "Male Infertility Copyright © 2024 American Urological Association Education and Research, Inc. ® Any person or company accessing this guideline with the intent of using the guideline for promotional purposes must obtain a licensable copy. 330. Hsiao W, Stahl PJ, Osterberg EC et al: Successful treatment of postchemotherapy azoospermia with microsurgical testicular sperm extraction: The weill cornell experience. J Clin Oncol 2011; 29: 1607 331. Dar S, Orvieto R, Levron J et al: Ivf outcome in azoospermic cancer survivors. Eur J Obstet Gynecol Reprod Biol 2018; 220: 84 332. Shin T, Kobayashi T, Shimomura Y et al: Microdissection testicular sperm extraction in japanese patients with persistent azoospermia after chemotherapy. Int J Clin Oncol 2016; 21: 1167 333. Shiraishi K and Matsuyama H: Microdissection testicular sperm extraction and salvage hormonal treatment in patients with postchemotherapy azoospermia. Urology 2014; 83: 100 334. Zorn B, Virant-Klun I, Stanovnik M et al: Intracytoplasmic sperm injection by testicular sperm in patients with aspermia or azoospermia after cancer treatment. Int J Androl 2006; 29: 521 335. Chan PTK, Palermo GD, Veeck LL et al: Testicular sperm extraction combined with intracytoplasmic sperm injection in the treatment of men with persistent azoospermia postchemotherapy. Cancer 2001; 92: 1632 336. Tannour-Louet M, Han S, Corbett ST et al: Identification of de novo copy number variants associated with human disorders of sexual development. PLoS One 2010; 5: e15392 337. Tannour-Louet M, Han S, Louet JF et al: Increased gene copy number of vamp7 disrupts human male urogenital development through altered estrogen action. Nat Med 2014; 20: 715 338. Haller M, Au J, O'Neill M and Lamb DJ: 16p11.2 transcription factor maz is a dosage-sensitive regulator of genitourinary development. Proc Natl Acad Sci U S A 2018; 115: E1849 339. Haller M, Mo Q, Imamoto A and Lamb DJ: Murine model indicates 22q11.2 signaling adaptor crkl is a dosage- sensitive regulator of genitourinary development. Proc Natl Acad Sci U S A 2017; 114: 4981 340. Jorgez CJ, Rosenfeld JA, Wilken NR et al: Genitourinary defects associated with genomic deletions in 2p15 encompassing otx1. PLoS One 2014; 9: e107028 341. Pryor JL, Kent-First M, Muallem A et al: Microdeletions in the y chromosome of infertile men. N Engl J Med 1997; 336: 534 342. Vogt P, Chandley AC, Hargreave TB et al: Microdeletions in interval 6 of the y chromosome of males with idiopathic sterility point to disruption of azf, a human spermatogenesis gene. Hum Genet 1992; 89: 491 343. Ma K, Sharkey A, Kirsch S et al: Towards the molecular localisation of the azf locus: Mapping of microdeletions in azoospermic men within 14 subintervals of interval 6 of the human y chromosome. Hum Mol Genet 1992; 1: 29 344. Genecards®: The human gene database: GeneCards, vol. 2020 345. Coutton C, Escoffier J, Martinez G et al: Teratozoospermia: Spotlight on the main genetic actors in the human. Hum Reprod Update 2015; 21: 455 346. Wang WL, Tu CF and Tan YQ: Insight on multiple morphological abnormalities of sperm flagella in male infertility: What is new? Asian J Androl 2020; 22: 236 347. Matzuk MM and Lamb DJ: The biology of infertility: Research advances and clinical challenges. Nat Med 2008; 14: 1197 348. Matzuk MM and Lamb DJ: Genetic dissection of mammalian fertility pathways. Nat Cell Biol 2002; 4 Suppl: s41 349. Oud MS, Volozonoka L, Smits RM et al: A systematic review and standardized clinical validity assessment of male infertility genes. Hum Reprod 2019; 34: 932 350. Kasturi SS, Tannir J and Brannigan RE: The metabolic syndrome and male infertility. J Androl 2008; 29: 251 351. Hehemann MC, Raheem OA, Rajanahally S et al: Evaluation of the impact of marijuana use on semen quality: A prospective analysis. Ther Adv Urol 2021; 13: 17562872211032484 352. Morrison CD and Brannigan RE: Metabolic syndrome and infertility in men. Best Pract Res Clin Obstet Gynaecol 2015; 29: 507 353. Eisenberg ML, Kim S, Chen Z et al: The relationship between male bmi and waist circumference on semen quality: Data from the life study. Hum Reprod 2014; 29: 193 354. Brinster RL: Germline stem cell transplantation and transgenesis. Science 2002; 296: 2174 355. Komeya M, Sato T and Ogawa T: In vitro spermatogenesis: A century-long research journey, still half way around. Reprod Med Biol 2018; 17: 407 356. Kubota H and Brinster RL: Spermatogonial stem cells. Biol Reprod 2018; 99: 52 63"
  ],
  "processed_at": "2026-01-30T15:58:53.526Z"
}