{
  "doc_id": "3ae47aafe6e4d87176504e464167d751",
  "source_id": "megibow2017",
  "total_pages": 13,
  "pages": [
    "ORIGINAL ARTICLE CLINICAL PRACTICE MANAGEMENT Management of Incidental Pancreatic Cysts: A White Paper of the ACR Incidental Findings Committee Alec J. Megibow, MD, MPH a , Mark E. Baker, MD b , Desiree E. Morgan, MD c , Ihab R. Kamel, MD, PhD d , Dushyant V. Sahani, MD e , Elliot Newman, MD f , William R. Brugge, MD g , Lincoln L. Berland, MD c , Pari V. Pandharipande, MD, MPH e,h Abstract The ACR Incidental Findings Committee (IFC) presents recommendations for managing pancreatic cysts that are incidentally detected on CT or MRI. These recommendations represent an update from the pancreatic component of the JACR 2010 white paper on managing incidental fi ndings in the adrenal glands, kidneys, liver, and pancreas. The Pancreas Subcommittee — which included abdominal radiologists, a gastroenterologist, and a pancreatic surgeon — developed this algorithm. The recommendations draw from published evidence and expert opinion, and were fi nalized by informal iterative consensus. Algorithm branches successively categorize pancreatic cysts based on patient characteristics and imaging features. They terminate with an ascertainment of benignity and/or indolence (suf fi cient to discontinue follow-up), or a management recommendation. The algorithm addresses most, but not all, pathologies and clinical scenarios. Our goal is to improve quality of care by providing guidance on how to manage incidentally detected pancreatic cysts. Key Words: Pancreas, cyst, intraductal papillary mucinous neoplasm (IPMN), incidental fi nding J Am Coll Radiol 2017; - : - - - . Copyright Ó 2017 American College of Radiology OVERVIEW OF THE ACR INCIDENTAL FINDINGS PROJECT The core objectives of the Incidental Findings Project are to (1) develop consensus on patient characteristics and imaging features that are required to characterize an incidental fi nding; (2) provide guidance to manage such fi ndings in ways that balance the risks and bene fi ts to patients; (3) recommend reporting terms that re fl ect the level of con fi dence regarding a fi nding; and (4) focus future research by proposing a generalizable management framework across practice settings. The Incidental Find- ings Committee (IFC) generated its fi rst white paper in 2010, addressing four algorithms for managing incidental pancreatic, adrenal, kidney, and liver fi ndings [1]. THE CONSENSUS PROCESS: THE PANCREATIC CYST ALGORITHM The current paper represents the fi rst revision of the IFC ’ s recommendations regarding incidental pancreatic cysts. The process of developing this algorithm included naming a Department of Radiology, NYU-Langone Medical Center, New York, New York. b Department of Radiology, Cleveland Clinic, Cleveland, Ohio. c Department of Radiology, University of Alabama at Birmingham, Bir- mingham, Alabama. d Department of Radiology, Johns Hopkins Hospital, Baltimore, Maryland. e Department of Radiology, Massachusetts General Hospital, Boston, Massachusetts. f Department of Surgery, NYU-Langone Medical Center, New York, New York. g Gastrointestinal Unit, Department of Medicine, Massachusetts General Hospital, Boston, Massachusetts. h Institute for Technology Assessment, Massachusetts General Hospital, Boston, Massachusetts. Corresponding author and reprints: Alec J. Megibow, MD, MPH, Department of Radiology, NYU-Langone Medical Center, NYU Radiology Associates, 530 1st Avenue, New York, NY 10016; e-mail: Alec.Megibow@ nyumc.org. Dr. Megibow has nothing to disclose. Dr. Baker has nothing to disclose. Dr. Morgan reports grants from GE Healthcare, personal fees from GE Healthcare, outside the submitted work. Dr. Kamel has nothing to disclose. Dr. Sahani reports grants from GE Healthcare, textbook royalties from Elsevier, outside the submitted work. Dr. Newman has nothing to disclose. Dr. Brugge has nothing to disclose. Dr. Berland reports personal fees from Nuance Communications, Inc., outside the submitted work. Dr. Pandharipande reports a research grant from the Medical Imaging and Technology Alliance, outside the submitted work. ª 2017 American College of Radiology 1546-1440/17/$36.00 n http://dx.doi.org/10.1016/j.jacr.2017.03.010 1",
    "a Subcommittee Chair, who appointed four additional abdominal radiologists, a gastroenterologist, and a pancreatic surgeon. The Subcommittee then developed and gained consensus on a preliminary version of the algorithm. The Subcommittee used published evidence as their primary source. Where evidence was not available, they invoked the collective expertise of their team. The preliminary algorithm underwent review by additional members within the IFC, including the Body Commission Chair, the IFC Chair, and additional IFC Subcommittee Chairs. The revised algorithm and corresponding white paper draft were submitted to additional ACR stakeholders to gain input and feedback. Consensus was obtained iteratively after successive reviews and revisions. After completion of this process, the algorithm and white paper were fi nalized. The IFC ’ s consensus processes meet policy standards of the ACR. However, they do not meet any speci fi c, formal national standards. This algorithm and set of recommendations does not represent policy of the ACR Practice Guidelines or the ACR Appropriateness Criteria. Our consensus may be termed “ guidance ” and “ recommendations ” rather than “ guidelines, ” which has a more formal de fi nition. ELEMENTS OF THE FLOWCHARTS: COLOR CODING The algorithm consists of multiple fl owcharts (Figs. 1-4). Within each fl owchart, yellow boxes indicate using or acquiring clinical data (eg, lesion size, interval stability), green boxes describe recommendations for action (eg, follow-up imaging or biopsy), and red boxes indicate that work-up or follow-up may be terminated (eg, if the fi nding is benign or indolent). To minimize complexity, each algorithm addresses most — but not all — imaging appearances and clinical scenarios. Radiologists should feel comfortable deviating from the algorithm in cir- cumstances that are not represented in the algorithm, based on the speci fi c imaging appearance of the fi nding Fig 1. Flowchart (Chart 1) specifying the management of incidental pancreatic cysts < 1.5 cm. EUS ¼ endoscopic ultrasound; FNA ¼ fi ne needle aspiration; MPD ¼ main pancreatic duct. 2 Journal of the American College of Radiology Volume - n Number - n Month 2017",
    "in question and patient characteristics — the algorithm content must be viewed as recommendations, and should not be considered as “ standard of care. ” NATURE AND SCOPE OF THE PROBLEM Prevalence of Pancreatic Cysts In a 2013 study of the National Cancer Institute (NCI) Surveillance, Epidemiology, and End Results (SEER) registry, the estimated number of pancreatic cysts in the U.S. population between 40 and 84 years old was 3,428,874, with an overall cyst prevalence of 2.5% [2]. Increased use of cross-sectional imaging has led to increased detection of such cysts in recent years; 2.2% of upper abdominal CT examinations and 19.6% of MRI examinations report a pancreatic cyst [3-5]. Although commonly used management guidelines assume knowledge of a speci fi c pancreatic cyst type [6-8], many cysts detected at imaging are indeterminate. Therefore, radiologists cannot reliably predict an indolent versus aggressive course at the time of detection. In patients with a family history or genetic predis- position to pancreatic ductal adenocarcinoma (PDAC), there is an increased prevalence of pancreatic cystic neo- plasms [9]. However, increased risk of malignant transformation of a given cyst in such populations is questionable. In a study of 300 patients with intraductal papillary mucinous neoplasm (IPMN) and a fi rst-degree relative with PDAC, progression to pancre- atic cancer was the same as the controls, suggesting that Fig 2. Flowchart (Chart 2) specifying the management of incidental pancreatic cysts 1.5-2.5 cm, when main pancreatic duct (MPD) communication can be established ( A ), and when MPD communication is absent or cannot be determined ( B ). cPNET ¼ cystic pancreatic neuroendocrine tumor; EUS ¼ endoscopic ultrasound; FNA ¼ fi ne needle aspiration; SCA ¼ serous cystadenoma. Journal of the American College of Radiology 3 Clinical Practice Management n Megibow et al n Current Management of Incidental Pancreatic Cysts",
    "follow-up strategies need not be altered for patients with cysts < 3 cm [10]. Patients with speci fi c hereditary syndromes (eg, Peutz-Jehgers and familial atypical multiple mole melanoma syndromes) are at higher risk of PDAC, but it is unknown if the presence of a pancreatic cyst increases the risk in these patients. Clinical Importance The most frequently encountered pancreatic cysts include IPMN, serous cystadenoma (SCA), mucinous cystic neoplasm with ovarian stroma (MCN), solid pseudopa- pillary epithelial neoplasm, cystic pancreatic neuroendo- crine tumor (cPNET), and pseudocyst [3]. Rare cysts include true epithelial cyst, lymphoepithelial cyst, and mucinous non-neoplastic cyst. IPMN is further subdivided into branch duct (BD), main duct, and combined forms. Among these, four have no malignant potential: pseudocyst, true epithelial cyst, lymphoepithelial cyst, and mucinous non-neoplastic cyst. Malignancy occurs virtually only in mucinous cysts. SCA is considered a nonmalignant lesion, although exceedingly rare malig- nant serous tumors have been reported. IPMN can progress from lower to higher grades of dysplasia and, ultimately, PDAC [11]. Malignancy rates in IPMN are reported as 12%-47% for BD-IPMN, whereas com- bined form and main duct forms have essentially identical malignancy rates of 38%-65% and 38%-68%, respec- tively [3]. The mucinous cystic tumor with ovarian stroma has a malignancy rate between 10% and 17% [12,13]. Other rarer cystic lesions, such as solid pseudopapillary epithelial neoplasm and cPNET, tend to harbor features that suggest a speci fi c diagnosis, usually leading to surgical removal. Fig 2. Continued. 4 Journal of the American College of Radiology Volume - n Number - n Month 2017",
    "In a classic paper, small ( < 4 mm) pancreatic cysts were found in 24.3% of 300 consecutive all-cause au- topsies [14]. Coupled with the now-accepted concept of an adenoma-carcinoma sequence [15], an incidentally detected cyst may be a precursor to PDAC. However, observational data on BD-IPMN suggest that lesions \u0014 2 cm are indolent with only a small fraction progressing to malignancy [16-20] even when mural nodules are present [21]. Accurate rates of transition to malignancy for small, incidental pancreatic cysts remain unknown. Pancreatic cysts may re fl ect an elevated whole-gland risk for developing PDAC at a location within the pancreas other than within the cyst; multiple authors have observed PDAC separate from a cyst [22-25]. In a large Veterans Affairs study, the incidence of pancreatic cancer in patients with previously diagnosed cysts was 5.08 per 1,000 patient-years compared with 0.32 in patients without cysts; however, the location of such cancers relative to cysts was not reported [26]. Patients with cysts who are less than 65 years old also have been reported to have increased all-cause mortality relative to those without cysts; the same is not true for patients who are aged \u0015 65 years [24]. Signi fi cance of Small Pancreatic Cysts Most diagnostic uncertainty is centered on pancreatic cysts < 2.5 cm. Helpful queries include the following: (1) Is the cyst mucinous? (2) If mucinous, what is its relation to the main pancreatic duct (MPD)? and (3) If mucinous, are mural nodules present? Several studies suggest that referring physicians are comfortable with imaging sur- veillance for small BD-IPMN without mural nodules [16,17,21,27], which is supported by pathology studies con fi rming a low rate of malignant transformation [28]. However, even small so-called “ Sendai-negative ” cysts may have microscopic invasion into the adjacent MPD, underscoring the limitations of imaging for identifying aggressive lesions [29,30]. Presence or development of a Fig 3. Flowchart (Chart 3) specifying the management of incidental pancreatic cysts > 2.5 cm. EUS ¼ endoscopic ultrasound; FNA ¼ fi ne needle aspiration; MPD ¼ main pancreatic duct; SCA ¼ serous cystadenoma. Journal of the American College of Radiology 5 Clinical Practice Management n Megibow et al n Current Management of Incidental Pancreatic Cysts",
    "mural nodule is a suspicious fi nding even in cysts that do not grow [31]. Role of Endoscopic Ultrasound – Guided Fine Needle Aspiration Endoscopic ultrasound (EUS) coupled with pancreatic cyst fi ne needle aspiration (FNA) has been performed with increasing frequency in the past 5 years to (1) characterize a cyst as mucinous or likely mucinous; (2) determine if the cyst connects to the main duct; or (3) detect mutations in the cyst fl uid that might predict future behavior. Cyst aspiration can help identify a mucinous cyst based on the presence of non-gut mucin (Alcian blue stain positive) and carcinoembyonic antigen (CEA) in concentrations of \u0015 192 ng/mL [32]; CEA levels < 5 ng/mL suggest pseudocyst or SCA. Amylase levels of > 250 IU/L suggest pseudocyst [33]; levels > 18,000 IU/L establish this diagnosis. Two milliliters of fl uid, corresponding to a cyst diameter of 1.7 cm, is suf fi cient to perform cytology and obtain CEA and amylase levels in experienced hands [34]. Assays for molecular markers of mutations such as K-ras, GNAS, mRNA 21, and glucose to differentiate mucinous from nonmucinous cysts have been advocated [35]. Cytology from the cyst may reveal dysplastic cells. Aspiration may improve discrimination of benign from malignant cysts [36,37], especially when combined with information from imaging, cytology, and molecular markers [38]. A recent retrospective multi-institutional review suggests that a large panel of markers, when combined with imaging and clinical data, can classify cysts with 90%-100% sensitivity and 92%-98% speci- fi city, thereby reducing unnecessary operations by 91% [39]. Although commercial laboratories analyze cyst fl uid and generate a report of the relative risk of an individual cyst [40], the incremental bene fi t beyond imaging and cytology has been called into question in several peer- reviewed publications [41,42]. Fig 4. Flowchart (Chart 4) specifying the management of incidental pancreatic cysts in patients \u0015 80 years old at presentation. EUS ¼ endoscopic ultrasound; FNA ¼ fi ne needle aspiration; MPD ¼ main pancreatic duct; SCA ¼ serous cystadenoma. 6 Journal of the American College of Radiology Volume - n Number - n Month 2017",
    "Length of Follow-up We previously recommended 2-year follow-up to estab- lish cyst stability, concluding that stable cysts were benign or indolent [1]. Although this approach remains valid for most cysts [43], authors have documented delayed growth in cysts that were unchanged for several years [44,45]. We considered this observation, as well as new knowledge concerning age-related outcomes [24] and cysts as a marker for elevated whole-gland PDAC risk [24,25], when updating our recommendations. For most patients, we advocate 9- to 10-year follow- up, terminating at the age of 80 years (Figs. 1-3). For patients who are < 65 years old at the time of initial cyst detection, a follow-up terminating at age 80 will exceed the 9- to 10-year length, but may be prudent [24]; such decisions regarding additional follow-up should be determined at the individual patient level. For patients \u0015 80 years old at the time of initial cyst detection, a separate follow-up schedule is provided (Fig. 4). With our approach, many older patients will not undergo surveillance for the full follow-up period, whereas younger patients may be subject to lengthier monitoring in comparison. The follow-up intervals are based on experiential observations, and are not from randomized controlled studies. Follow-up beyond 80 years of age, for a cyst that was fi rst identi fi ed at < 80 years, is generally not advised, as indicated above. The exception is when a cyst is discov- ered in a patient who is close to — but not yet — 80 years of age. When this occurs, case-by-case decisions for ongoing surveillance should be based on individual pa- tient characteristics (ie, overall patient health, willingness to undergo treatment if needed) and the accumulated knowledge about the cyst. In such circumstances, man- agement can shift to the same fl owchart that addresses cysts initially detected at \u0015 80 years of age (Fig. 4). Challenges to a Perfect Algorithm The natural history of incidental pancreatic cysts remains uncertain, and our recommendations cannot be simple or entirely de fi nitive. Since 2010, several multi-institutional and specialty society consensus papers, meta-analyses, and large-scale observational studies have appeared [1,21,34,46-50], but the quality of evidence has been characterized as poor or inconclusive, and conclusions remain controversial [34]. Physicians must discuss such uncertainty with their patients, integrating patients ’ risk tolerance, physicians ’ clinical judgment, and local expertise into management decisions. When local expertise is limited, referrals to sites of clinical excellence are strongly encouraged. REPORTING CONSIDERATIONS The following six elements must be reported when an incidental pancreatic cyst is detected on a CT or MRI study: 1. Cyst morphology, location 2. Cyst size 3. Possible communication with MPD 4. Presence of “ worrisome features ” and/or “ high-risk stigmata ” 5. Growth on follow-up examination 6. Multiplicity 1. Cyst Morphology, Location As mentioned, the most frequently encountered pancre- atic cysts include IPMN, SCA, MCN, solid pseudopa- pillary epithelial neoplasm, cPNET, and pseudocyst. Rare cysts include simple epithelial cyst, lymphoepithelial cyst, and mucinous non-neoplastic cyst. IPMN is further subdivided into BD, main duct, and combined forms. Cysts that are less than 10 mm are dif fi cult or impossible to speci fi cally characterize. Cysts measuring 1-3 cm are often “ indeterminate ” unless communication with the MPD can be established. If duct communication is established, the cyst is classi fi ed as either BD or combined-type IPMN. Cysts \u0015 3 cm can be classi fi ed as oligocystic, microcystic, macrocystic, unilocular, or mul- tilocular [51]. If calci fi cation is present within a cyst, its location should be reported. A cystic lesion with central calci fi cation is most likely an SCA, whereas a cyst with peripheral calci fi cation is likely an MCN. Peripheral calci fi cation in MCNs is more strongly associated with frank malignancy [52]. Every attempt should be made to establish the diag- nosis of SCA or pseudocyst. SCA displays characteristic features in > 60% of cases [53], although “ atypical ” morphology can also be seen in a large proportion of cases [6,54]. Clinical history and amylase levels in the cyst fl uid of about 18,000 IU/L may help diagnose a pseudocyst; however, elevated amylase is common in mucinous cysts [55]. We assume that incidental cysts that cannot be characterized when detected are likely to be mucinous (eg, IPMN). Follow-up imaging and/or EUS with FNA is typically needed. Knowledge of a cyst ’ s location (uncinate process, head, neck, body, or tail) is important when evaluating comparison studies and can also aid in differential diag- nosis. For example, MCNs are common in the pancreatic Journal of the American College of Radiology 7 Clinical Practice Management n Megibow et al n Current Management of Incidental Pancreatic Cysts",
    "tail, whereas BD-IPMNs are most frequent in the pancreatic head/uncinate. 2. Cyst Size Despite the importance of a cyst ’ s size for management decisions, there are no uniformly accepted measurement methods, even in widely utilized consensus guidelines [7,48]. We recommend recording a single measurement of the greatest length of the cyst in the long axis on either the axial or coronal image, and also reporting the corresponding image and series numbers. The image containing the measurement cursor must be archived with the clinical dataset. Although more precise measurements could be gleaned from three-dimensional (3D) images, this simpler approach is more reproducible. 3. Relation to Main Pancreatic Duct Radiologists should report whether there is communica- tion between the cyst and the MPD, because this is necessary for the cyst to be a BD-IPMN. CT with 3D reconstructions or MRI with MRCP (Magnetic Resonance Cholangiopancreatography) are excellent and equivalent to EUS to establish duct communication [56,57]. However, it may not always be possible to ascertain the presence of duct communication. Our algorithm accounts for such instances (Fig. 2B). The importance of reporting cyst communication to the main duct is that for some small BD-IPMNs (Fig. 2A), slightly less aggressive management can be pursued compared with a circumstance in which this diagnosis is less certain. BD-IPMN should be further separated into pure versus combined forms. In the pure form, the lesion is connected to the MPD by a thin neck. In the combined form, in which the MPD is also involved, the MPD diameter is variable. For all BD-IPMN, the widest diameter of the MPD should be recorded, even if away from the cyst. A dilated MPD is a suspicious feature with BD-IPMN, and should be immediately investigated by EUS and FNA to determine further management [58,59]. Below, we provide criteria for MPD dilation. Notably, the MPD may display a localized fusiform dilation at the insertion of the cyst neck in pure BD-IPMN. 4. Presence of “ Worrisome Features ” and/or “ High-risk Stigmata ” We encourage radiologists to use the speci fi c terms “ worrisome features ” or “ high-risk stigmata ” in their re- ports, when applicable (Table 1). These terms are derived from the multi-authored consensus papers from Sendai [7], later modi fi ed in Fukuoka, Japan [48], and are universally understood by physicians who treat pancreatic disease and by other referring physicians. Worrisome features include a cyst \u0015 3 cm; thickened, enhanced cyst walls; and nonenhanced mural nodules. The Fukuoka criteria include MPD dilation to 5-9 mm (without other causes of obstruction) as a worrisome feature; we recommend that a simple 7-mm duct threshold be used [59]. High risk-stigmata detected by imaging include extrahepatic biliary obstruction secondary to a pancreatic head cyst; an enhanced solid component, and MPD \u0015 10 mm without other cause of obstruction. 5. Growth on Follow-up Examination Although an accepted de fi nition of signi fi cant “ growth ” is not established in the literature, we recommend that ra- diologists report whether growth has occurred on follow- up examinations according to the following criteria: for cysts < 0.5 cm, growth is represented by a 100% increase in long-axis diameter; for cysts \u0015 0.5 cm and < 1.5 cm, a 50% increase in long-axis diameter; and for cysts \u0015 1.5 cm, a 20% increase in long-axis diameter. Though most clinicians, surgeons, and radiologists believe that growth indicates possible progression toward high-grade dysplasia or malignancy, this assumption has been questioned [34]. Even so, growth remains the most widely utilized parameter for long-term surveillance. When possible, radiologists should also report a cyst ’ s growth rate. Several authors have shown that a more rapid growth rate ( > 2 mm/year) can help separate aggressive from indolent cysts [60,61]. 6. Multiplicity Radiologists should report the presence of multiple cysts. The cyst with the longest dimension should be used as Table 1. Worrisome features and high-risk stigmata* Worrisome Features Cyst \u0015 3 cm Thickened/enhancing cyst wall Nonenhancing mural nodule Main pancreatic duct caliber \u0015 7 mm † High-Risk Stigmata Obstructive jaundice with cyst in head of pancreas Enhancing solid component within cyst Main pancreatic duct caliber \u0015 10 mm in absence of obstruction *From Tanaka et al [48]. † Based on Kang et al [59]. 8 Journal of the American College of Radiology Volume - n Number - n Month 2017",
    "the index lesion. However, each cyst must be assessed for growth and for worrisome features and high-risk stigmata on initial and follow-up examinations, because these features may be present in any of the cysts. Our algorithm applies to patients with single or multiple incidental pancreatic cysts because the literature is not clear about different outcomes for multiple cysts [62,63]. The importance of multifocal IPMN has been studied by several groups in patients with > 2 cysts [8,62-64]. Two groups found an increased risk of high-grade dysplasia or malignancy when compared to a solitary IPMN cohort [62,64], whereas two groups did not [8,63]. INCLUSION/EXCLUSION CRITERIA FOR USE OF THE ALGORITHM Our algorithm consists of fi ve separate fl owcharts (Figs. 1, 2A, 2B, 3, 4). These should be applied to incidentally detected pancreatic cysts only if the patient is both an adult ( \u0015 18 years of age) and asymptomatic. The algorithm should not be used whenever there is a potentially related sign or symptom (eg, jaundice, anorexia, weight loss, palpable mass, or steatorrhea) or a relevant abnormal laboratory value (eg, elevated amylase). For patients with abdominal pain, to determine if the algorithm should be used, the radiologist should assess whether the pain may be attributable to the cyst and should consider direct consultation with the patient and/or referring physician. If the patient becomes symptomatic while under surveillance, use of the algorithm should be terminated and the patient should be referred for surgical consultation, depending on other clinical factors. IMPLICATIONS OF IMAGING AND CLINICAL FEATURES Five Common Principles of our Algorithm (1) All incidental cysts should be presumed mucinous, unless the cyst has de fi nitive features of an alternative histology (eg, SCA) or has been proven by aspiration not to be mucinous. Such presumed mucinous cysts should be followed or considered for surgery [16,19,46]. We generally recommend 9- to 10-year follow-up with varying schedules, based on initial size. If a cyst grows, the frequency of follow-up should increase and/or EUS with FNA should be considered. (2) Cyst size directs follow-up or intervention. Although our cyst size thresholds (ie, < 1.5 cm, 1.5-2.5 cm, > 2.5 cm) differ from the commonly used 3 cm threshold [48], our choices are sensitive to studies of surgically resected “ Sendai-negative ” cysts < 3 cm, which have shown that high-grade dysplasia or frank malignancy may occur in cysts of this size [30,65-67]. (3) Because the fl owcharts apply to a range of cyst sizes, growth may require shifting from one fl owchart to another, most commonly when a cyst grows from < 1.5 to \u0015 1.5 cm. Such shifts may also be appro- priate when a cyst is fi rst discovered in patients who are close to 80 years of age, as described above ( “ Nature and Scope of the Problem ” section). In general, a new 9- to 10-year follow-up period is not recommended when such a shift occurs; rather, de- cisions concerning total follow-up length should be tailored to the patient ’ s circumstance. Alternatively, it is appropriate to consider direct sampling of a growing cyst (ie, EUS and FNA). (4) Development of “ worrisome features ” or “ high-risk stigmata, ” as described above ( “ Reporting Considerations ” section), should prompt EUS/FNA and surgical consultation. The exception is that cysts \u0015 3 cm without any additional “ worrisome features ” or “ high-risk stigmata ” can alternatively be followed. (5) Comparison with prior imaging studies is crucial, including those where the pancreas is frequently visualized, such as chest CT, spine CT or MRI, PET/ CT, and abdominal ultrasound. Prior studies should be reviewed for stability and features. The date of a prior study can be used as a baseline to establish a follow-up schedule. Overview of the Algorithm Chart 1 (Fig. 1) addresses patients with cysts < 1.5 cm. Patients are divided into two groups ( < 65 years and 65-79 years). Cysts are rarer in younger patients [2] but are associated with higher all-cause mortality [24]. Follow-up is therefore less frequent for patients \u0015 65 years (initial follow-up is every 2 years versus yearly) [43]. We do not formally recommend that each of these cysts be speci fi cally characterized at the time of detection. Rather, we advise the default assumption that all are mucinous (eg, small IPMN) and require observation [68], knowing that the majority will be indolent [16,27,69]. One exception is the so-called “ white dot ” ( < 5 mm) lesions seen on T2-weighted MRI. Based on limited Journal of the American College of Radiology 9 Clinical Practice Management n Megibow et al n Current Management of Incidental Pancreatic Cysts",
    "clinical and published experience, we believe that one follow-up CT or MRI at 2 years demonstrating stability is suf fi cient to stop surveillance [43,69]. Some radiologists do not report these lesions in patients over 75-80 years of age. Charts 2A and B (Fig. 2) separate 1.5- to 2.5-cm cysts by whether they can be de fi nitively characterized as BD- IPMN or are indeterminate, based on communication with the MPD. If duct communication is present (Fig. 2A), the follow-up schedule is based on initial cyst size, where cysts from 1.5 to 1.9 cm at presentation are followed at yearly intervals for 5 years, then every 2 years for 4 years. Cysts between 2.0 and 2.5 cm at presentation are followed at 6-month intervals for 2 years, then yearly for 2 years, and then every 2 years for 6 years. An alter- native to the suggested follow-up schedule is for direct EUS and FNA at the time of detection. Following this pathway assumes that data obtained from aspirated fl uid and serum will further risk-stratify the cyst; however, unless state-of-the-art biomarker and genetic analysis is possible, little yield over imaging is expected [39,70]. Chart 2B provides guidance for 1.5- to 2.5-cm cysts that are not clearly mucinous (Fig. 2B). The fl owchart depicts two pathways: close imaging follow-up versus EUS with FNA. The latter approach can establish if the cyst is mucinous and guide related decision making [71]. Chart 3 (Fig. 3) addresses cysts that are > 2.5 cm at initial detection. If a “ benign ” histology such as SCA can be diagnosed by imaging or aspiration, follow-up will depend on symptoms, although a symptomatic SCA or one > 4 cm may require surgical removal because of size and/or expected growth [72]. Pseudocysts are excluded because most patients will be (or will have recently been) symptomatic. Other cysts > 2.5 cm should be evaluated for the presence (high-risk) or absence (low-risk) of previously de fi ned worrisome features and/or high-risk stigmata. Low-risk cysts can be carefully followed (even if \u0015 3 cm), but high-risk cysts should be sent immediately for EUS, FNA, and surgical evaluation. Many centers aspirate all cysts > 3 cm and recommend resection if mucinous [73]. We recommend that any cyst undergo EUS and FNA before resection, to minimize unnecessary surgery. Chart 4 (Fig. 4) primarily addresses patients \u0015 80 years of age with initial detection of an incidental pancreatic cyst. Recommendations are based on a cyst size threshold of 2.5 cm, overall health, and patient preferences. We do not advise following cysts in patients who are not surgical candidates. As described above ( “ Nature and Scope of the Problem ” section), if a cyst is incidentally discovered when a patient is close to — but not yet — 80 years of age, Figure 4 may be used to guide further management when the patient reaches 80 years of age. IMAGING PROTOCOL OPTIMIZATION Follow-up imaging may be performed with either MRI with contrast-enhanced sequences or “ pancreas-protocol ” multiple detector CT. MRI avoids the cumulative radi- ation exposure of multiple follow-up CT examinations, but MRI has not been shown to be superior to pancreas- protocol CT scanning for detecting worrisome features or PDAC [20,74-76]. Regardless of the modality, intravenous contrast, multiphase acquisitions, and thin sections for 3D visu- alization are generally needed. Sixteen-slice or greater multiple detector CT scanners acquire submillimeter sli- ces with isotropic voxels and allow reformatted thicker slices (3-5 mm). Pancreatic-phase images should begin about 50 seconds after initiating the intravenous contrast injection. Injection rates of 4-5 mL/s may optimally display peripancreatic vasculature and maximize pancre- atic enhancement. A second phase is recommended at approximately 80 seconds to evaluate the liver [77,78]. MRI studies can be performed at 1.5 or 3T. Fat- suppressed T2-weighted images (single shot or breath hold) and gadolinium-enhanced T1-weighted gradient- recalled echo sequences in arterial, early portal, and late portal phases are suggested [79]. MRCP can help to establish if the cyst communicates with the MPD, assisted by 3D analysis of source data (thin slices). Routinely using contrast material for MRI follow-up is controversial. Noncontrast MRI has shorter scan times and lower cost, with little difference in detecting evolving dysplastic changes [80,81]. However, contrast-enhanced sequences may help detect enhancement within mural nodules (high-risk stigma), and the pancreatic phase improves the ability to detect metachronous PDAC elsewhere. An abbreviated MRI examination combining T2-weighted and gadolinium-enhanced acquisitions has been shown to be equivalent to standard MRI for the purposes of follow-up [81]. Speci fi cs of pancreatic protocols for CT and MRI are summarized in a joint statement from the American Pancreatic Association and the Society of Abdominal Radiology [82]. These protocols have also been adopted into National Comprehensive Cancer Network (NCCN) guidelines for pancreatic imaging (version 1.2016). 10 Journal of the American College of Radiology Volume - n Number - n Month 2017",
    "CONCLUSION This updated algorithm addresses the most current information concerning the prolonged time frame for pancreatic cyst growth and limited ability to assess the malignancy risk of a given cyst. Speci fi c criteria for how to measure the cyst, a de fi nition of growth, and varying surveillance strategies based on patient characteristics and initial cyst size are proposed. TAKE-HOME POINTS - We propose an updated algorithm for reporting incidental pancreatic cysts, strati fi ed by patient and imaging features. - Five properties that de fi ne our new algorithm include the following: (1) cysts should be managed as mucinous unless proven otherwise, (2) broad use of EUS with FNA for more re fi ned cyst character- ization, (3) more speci fi c de fi nition of cyst mea- surement and growth criteria, (4) follow-up periods of 9-10 years in most patients, and (5) modi fi ed management for patients \u0015 80 years of age. - Throughout, we emphasize the importance of shared decision making between patients and phy- sicians for successfully managing incidental pancreatic cysts. ACKNOWLEDGMENTS The ACR thanks the Society of Abdominal Radiology (SAR) and the Society of Computed Body Tomography and Magnetic Resonance (SCBT-MR) for their contri- butions to and endorsement of the recommendations in this white paper. In addition, the authors thank Dr William Mayo-Smith (IFC Adrenal Subcommittee Chair), Dr Brian Herts (IFC Renal Subcommittee Chair), and Dr Richard Gore (IFC Liver Subcommittee Chair), who provided substantial input and feedback for this white paper as members of the ACR IFC ’ s Executive Committee. REFERENCES 1. Berland LL, Silverman SG, Gore RM, et al. Managing incidental fi ndings on abdominal CT: white paper of the ACR incidental fi ndings committee. J Am Coll Radiol 2010;7:754-73. 2. Gardner TB, Glass LM, Smith KD, et al. Pancreatic cyst prevalence and the risk of mucin-producing adenocarcinoma in US adults. Am J Gastroenterol 2013;108:1546-50. 3. Stark A, Donahue TR, Reber HA, Hines OJ. Pancreatic cyst disease: a review. JAMA 2016;315:1882-93. 4. Zanini N, Giordano M, Smerieri E, et al. Estimation of the prevalence of asymptomatic pancreatic cysts in the population of San Marino. Pancreatology 2015;15:417-22. 5. Moris M, Bridges MD, Pooley RA, et al. Association between advances in high-resolution cross-section imaging technologies and increase in prevalence of pancreatic cysts from 2005 to 2014. Clin Gastroenterol Hepatol 2016;14:585-593 e3. 6. Sun HY, Kim SH, Kim MA, Lee JY, Han JK, Choi BI. CT imaging spectrum of pancreatic serous tumors: based on new pathologic clas- si fi cation. Eur J Radiol 2010;75:e45-55. 7. Tanaka M, Chari S, Adsay V, et al. International consensus guidelines for management of intraductal papillary mucinous neoplasms and mucinous cystic neoplasms of the pancreas. Pancreatology 2006;6:17-32. 8. Mori Y, Ohtsuka T, Kono H, et al. Management strategy for multi- focal branch duct intraductal papillary mucinous neoplasms of the pancreas. Pancreas 2012;41:1008-12. 9. Canto MI, Hruban RH, Fishman EK, et al. Frequent detection of pancreatic lesions in asymptomatic high-risk individuals. Gastroen- terology 2012;142:796-804. quiz e14-5. 10. Mandai K, Uno K, Yasuda K. Does a family history of pancreatic ductal adenocarcinoma and cyst size in fl uence the follow-up strategy for intraductal papillary mucinous neoplasms of the pancreas? Pancreas 2014;43:917-21. 11. Adsay NV. Cystic neoplasia of the pancreas: pathology and biology. J Gastrointest Surg 2008;12:401-4. 12. Park JW, Jang JY, Kang MJ, Kwon W, Chang YR, Kim SW. Mucinous cystic neoplasm of the pancreas: is surgical resection rec- ommended for all surgically fi t patients? Pancreatology 2014;14:131-6. 13. Yamao K, Yanagisawa A, Takahashi K, et al. Clinicopathological fea- tures and prognosis of mucinous cystic neoplasm with ovarian-type stroma: a multi-institutional study of the Japan Pancreas Society. Pancreas 2011;40:67-71. 14. Kimura W, Nagai H, Kuroda A, Muto T, Esaki Y. Analysis of small cystic lesions of the pancreas. Int J Pancreatol 1995;18:197-206. 15. Brat DJ, Lillemoe KD, Yeo CJ, War fi eld PB, Hruban RH. Progression of pancreatic intraductal neoplasias to in fi ltrating adenocarcinoma of the pancreas. Am J Surg Pathol 1998;22:163-9. 16. Tanno S, Nakano Y, Nishikawa T, et al. Natural history of branch duct intraductal papillary-mucinous neoplasms of the pancreas without mural nodules: long-term follow-up results. Gut 2008;57:339-43. 17. Maguchi H, Tanno S, Mizuno N, et al. Natural history of branch duct intraductal papillary mucinous neoplasms of the pancreas: a multi- center study in Japan. Pancreas 2011;40:364-70. 18. Handrich SJ, Hough DM, Fletcher JG, Sarr MG. The natural history of the incidentally discovered small simple pancreatic cyst: long-term follow-up and clinical implications. AJR Am J Roentgenol 2005;184:20-3. 19. Arlix A, Bournet B, Otal P, et al. Long-term clinical and imaging follow-up of nonoperated branch duct form of intraductal papillary mucinous neoplasms of the pancreas. Pancreas 2012;41:295-301. 20. Nougaret S, Reinhold C, Chong J, et al. Incidental pancreatic cysts: natural history and diagnostic accuracy of a limited serial pancreatic cyst MRI protocol. Eur Radiol 2014;24:1020-9. 21. Kobayashi G, Fujita N, Maguchi H, et al. Natural history of branch duct intraductal papillary mucinous neoplasm with mural nodules: a Japan Pancreas Society multicenter study. Pancreas 2014;43:532-8. 22. Tanno S, Nakano Y, Koizumi K, et al. Pancreatic ductal adenocarci- nomas in long-term follow-up patients with branch duct intraductal papillary mucinous neoplasms. Pancreas 2010;39:36-40. 23. Law JK, Wolfgang CL, Weiss MJ, Lennon AM. Concomitant pancreatic adenocarcinoma in a patient with branch-duct intraductal papillary mucinous neoplasm. World J Gastroenterol 2014;20:9200-4. 24. Chernyak V, Flusberg M, Haramati LB, Rozenblit AM, Bellin E. Incidental pancreatic cystic lesions: is there a relationship with the development of pancreatic adenocarcinoma and all-cause mortality? Radiology 2015;274:161-9. 25. Lafemina J, Katabi N, Klimstra D, et al. Malignant progression in IPMN: a cohort analysis of patients initially selected for resection or observation. Ann Surg Oncol 2013;20:440-7. Journal of the American College of Radiology 11 Clinical Practice Management n Megibow et al n Current Management of Incidental Pancreatic Cysts",
    "26. Munigala S, Gelrud A, Agarwal B. Risk of pancreatic cancer in patients with pancreatic cyst. Gastrointest Endosc 2016;84:81-6. 27. Morris-Stiff G, Falk GA, Chalikonda S, Walsh RM. Natural history of asymptomatic pancreatic cystic neoplasms. HPB (Oxford) 2013;15:175-81. 28. Terris B, Ponsot P, Paye F, et al. Intraductal papillary mucinous tu- mors of the pancreas con fi ned to secondary ducts show less aggressive pathologic features as compared with those involving the main pancreatic duct. Am J Surg Pathol 2000;24:1372-7. 29. Fritz S, Klauss M, Bergmann F, et al. Pancreatic main-duct involve- ment in branch-duct IPMNs: an underestimated risk. Ann Surg 2014;260:848-55; discussion 855-6. 30. Fritz S, Klauss M, Bergmann F, et al. Small (Sendai negative) branch- duct IPMNs: not harmless. Ann Surg 2012;256:313-20. 31. Uehara H, Ishikawa O, Katayama K, et al. Size of mural nodule as an indicator of surgery for branch duct intraductal papillary mucinous neoplasm of the pancreas during follow-up. J Gastroenterol 2011;46: 657-63. 32. Rockacy M, Khalid A. Update on pancreatic cyst fl uid analysis. Ann Gastroenterol 2013;26:122-7. 33. van der Waaij LA, van Dullemen HM, Porte RJ. Cyst fl uid analysis in the differential diagnosis of pancreatic cystic lesions: a pooled analysis. Gastrointest Endosc 2005;62:383-9. 34. Scheiman JM, Hwang JH, Moayyedi P. American gastroenterological association technical review on the diagnosis and management of asymptomatic neoplastic pancreatic cysts. Gastroenterology 2015;148: 824-848 e22. 35. Thiruvengadam N, Park WG. Systematic review of pancreatic cyst fl uid biomarkers: the path forward. Clin Transl Gastroenterol 2015;6: e88. 36. Freeny PC, Saunders MD. Moving beyond morphology: new insights into the characterization and management of cystic pancreatic lesions. Radiology 2014;272:345-63. 37. Khashab MA, Kim K, Lennon AM, et al. Should we do EUS/FNA on patients with pancreatic cysts? The incremental diagnostic yield of EUS over CT/MRI for prediction of cystic neoplasms. Pancreas 2013;42: 717-21. 38. Gillis A, Cipollone I, Cousins G, Conlon K. Does EUS-FNA mo- lecular analysis carry additional value when compared to cytology in the diagnosis of pancreatic cystic neoplasm? A systematic review. HPB (Oxford) 2015;17:377-86. 39. Springer S, Wang Y, Dal Molin M, et al. A combination of molecular markers and clinical features improve the classi fi cation of pancreatic cysts. Gastroenterology 2015;149:1501-10. 40. Das A, Brugge W, Mishra G, Smith DM, Sachdev M, Ellsworth E. Managing incidental pancreatic cystic neoplasms with integrated mo- lecular pathology is a cost-effective strategy. Endosc Int Open 2015;3: E479-86. 41. Lee LS, Wu BU, Banks PA, et al. Utility of commercial DNA analysis in detecting malignancy within pancreatic cysts. JOP 2014;15:182-8. 42. Panarelli NC, Sela R, Schreiner AM, et al. Commercial molecular panels are of limited utility in the classi fi cation of pancreatic cystic lesions. Am J Surg Pathol 2012;36:1434-43. 43. Das A, Wells CD, Nguyen CC. Incidental cystic neoplasms of pancreas: what is the optimal interval of imaging surveillance? Am J Gastroenterol 2008;103:1657-62. 44. Brook OR, Beddy P, Pahade J, et al. Delayed growth in incidental pancreatic cysts: are the current American College of Radiology rec- ommendations for follow-up appropriate? Radiology 2016;278:752-61. 45. Khannoussi W, Vullierme MP, Rebours V, et al. The long term risk of malignancy in patients with branch duct intraductal papillary mucinous neoplasms of the pancreas. Pancreatology 2012;12:198-202. 46. Buscarini E, Pezzilli R, Cannizzaro R, et al. Italian consensus guide- lines for the diagnostic work-up and follow-up of cystic pancreatic neoplasms. Dig Liver Dis 2014;46:479-93. 47. Del Chiaro M, Verbeke C, Salvia R, et al. European experts consensus statement on cystic tumours of the pancreas. Dig Liver Dis 2013;45: 703-11. 48. Tanaka M, Fernandez-del Castillo C, Adsay V, et al. International consensus guidelines 2012 for the management of IPMN and MCN of the pancreas. Pancreatology 2012;12:183-97. 49. Tanaka S, Nakao M, Ioka T, et al. Slight dilatation of the main pancreatic duct and presence of pancreatic cysts as predictive signs of pancreatic cancer: a prospective study. Radiology 2010;254:965-72. 50. Moris M, Raimondo M, Woodward TA, et al. International intra- ductal papillary mucinous neoplasms registry: long-term results based on the new guidelines. Pancreas 2017;46:306-10. 51. Sahani DV, Kadavigere R, Saokar A. Fernandez-del Castillo C, Brugge WR, Hahn PF. Cystic pancreatic lesions: a simple imaging-based classi fi cation system for guiding management. Radiographics 2005;25:1471-84. 52. Procacci C, Carbognin G, Accordini S, et al. CT features of malignant mucinous cystic tumors of the pancreas. Eur Radiol 2001;11:1626-30. 53. Procacci C, Graziani R, Bicego E, et al. Serous cystadenoma of the pancreas: report of 30 cases with emphasis on the imaging fi ndings. J Comput Assist Tomogr 1997;21:373-82. 54. Choi JY, Kim MJ, Lee JY, et al. Typical and atypical manifestations of serous cystadenoma of the pancreas: imaging fi ndings with pathologic correlation. AJR Am J Roentgenol 2009;193:136-42. 55. Park WG, Mascarenhas R, Palaez-Luna M, et al. Diagnostic perfor- mance of cyst fl uid carcinoembryonic antigen and amylase in histo- logically con fi rmed pancreatic cysts. Pancreas 2011;40:42-5. 56. Kim JH, Eun HW, Park HJ, Hong SS, Kim YJ. Diagnostic perfor- mance of MRI and EUS in the differentiation of benign from ma- lignant pancreatic cyst and cyst communication with the main duct. Eur J Radiol 2012;81:2927-35. 57. Jones MJ, Buchanan AS, Neal CP, Dennison AR, Metcalfe MS, Garcea G. Imaging of indeterminate pancreatic cystic lesions: a sys- tematic review. Pancreatology 2013;13:436-42. 58. Fritz S, Hackert T, Buchler MW. Pancreatic intraductal papillary mucinous neoplasm – where is the challenge? Dig Dis 2015;33:99-105. 59. Kang MJ, Jang JY, Lee S, Park T, Lee SY, Kim SW. Clinicopatho- logical meaning of size of main-duct dilatation in intraductal papillary mucinous neoplasm of pancreas: proposal of a simpli fi ed morpholog- ical classi fi cation based on the investigation on the size of main pancreatic duct. World J Surg 2015;39:2006-13. 60. Kang MJ, Jang JY, Kim SJ, et al. Cyst growth rate predicts malignancy in patients with branch duct intraductal papillary mucinous neoplasms. Clin Gastroenterol Hepatol 2011;9:87-93. 61. Kwong WT, Lawson RD, Hunt G, et al. Rapid growth rates of sus- pected pancreatic cyst branch duct intraductal papillary mucinous neoplasms predict malignancy. Dig Dis Sci 2015;60:2800-6. 62. Raman SP, Kawamoto S, Blackford A, et al. Histopathologic fi ndings of multifocal pancreatic intraductal papillary mucinous neoplasms on CT. AJR Am J Roentgenol 2013;200:563-9. 63. Castelli F, Bosetti D, Negrelli R, et al. Multifocal branch-duct intra- ductal papillary mucinous neoplasms (IPMNs) of the pancreas: mag- netic resonance (MR) imaging pattern and evolution over time. Radiol Med 2013;118:917-29. 64. Fritz S, Schirren M, Klauss M, et al. Clinicopathologic characteristics of patients with resected multifocal intraductal papillary mucinous neoplasm of the pancreas. Surgery 2012;152:S74-80. 65. Woo SM, Ryu JK, Lee SH, Yoon WJ, Kim YT, Yoon YB. Branch duct intraductal papillary mucinous neoplasms in a retrospective series of 190 patients. Br J Surg 2009;96:405-11. 66. Pelaez-Luna M, Chari ST, Smyrk TC, et al. Do consensus indications for resection in branch duct intraductal papillary mucinous neoplasm predict malignancy? A study of 147 patients. Am J Gastroenterol 2007;102:1759-64. 67. Jang JY, Kim SW, Lee SE, et al. Treatment guidelines for branch duct type intraductal papillary mucinous neoplasms of the pancreas: when can we operate or observe? Ann Surg Oncol 2008;15:199-205. 68. Farrell JJ. Prevalence, diagnosis and management of pancreatic cystic neoplasms: current status and future directions. Gut Liver 2015;9: 571-89. 12 Journal of the American College of Radiology Volume - n Number - n Month 2017",
    "69. Allen PJ, D ’ Angelica M, Gonen M, et al. A selective approach to the resection of cystic lesions of the pancreas: results from 539 consecutive patients. Ann Surg 2006;244:572-82. 70. Hoffman RL, Gates JL, Kochman ML, et al. Analysis of cyst size and tumor markers in the management of pancreatic cysts: support for the original Sendai criteria. J Am Coll Surg 2015;220:1087-95. 71. Walsh RM, Henderson JM, Vogt DP, et al. Prospective preoperative determination of mucinous pancreatic cystic neoplasms. Surgery 2002;132:628-33; discussion 633-4. 72. Jais B, Rebours V, Malleo G, et al. Serous cystic neoplasm of the pancreas: a multinational study of 2622 patients under the auspices of the International Association of Pancreatology and European Pancreatic Club (European Study Group on Cystic Tumors of the Pancreas). Gut 2016;65:305-12. 73. Walsh RM, Vogt DP, Henderson JM, et al. Management of suspected pancreatic cystic neoplasms based on cyst size. Surgery 2008;144:677- 84; discussion 684-5. 74. Chen FM, Ni JM, Zhang ZY, Zhang L, Li B, Jiang CJ. Presurgical evaluation of pancreatic cancer: a comprehensive imaging comparison of CT versus MRI. AJR Am J Roentgenol 2016;206:526-35. 75. Lee HJ, Kim MJ, Choi JY, Hong HS, Kim KA. Relative accuracy of CT and MRI in the differentiation of benign from malignant pancreatic cystic lesions. Clin Radiol 2011;66:315-21. 76. Sainani NI, Saokar A, Deshpande V, Fernandez-del Castillo C, Hahn P, Sahani DV. Comparative performance of MDCT and MRI with MR cholangiopancreatography in characterizing small pancreatic cysts. AJR Am J Roentgenol 2009;193:722-31. 77. Fletcher JG, Wiersema MJ, Farrell MA, et al. Pancreatic malignancy: value of arterial, pancreatic, and hepatic phase imaging with multi- detector row CT. Radiology 2003;229:81-90. 78. McNulty NJ, Francis IR, Platt JF, Cohan RH, Korobkin M, Gebremariam A. Multi – detector row helical CT of the pancreas: effect of contrast-enhanced multiphasic imaging on enhancement of the pancreas, peripancreatic vasculature, and pancreatic adenocarcinoma. Radiology 2001;220:97-102. 79. Matos C, Bali MA, Delhaye M, Deviere J. Magnetic resonance im- aging in the detection of pancreatitis and pancreatic neoplasms. Best Pract Res Clin Gastroenterol 2006;20:157-78. 80. Macari M, Lee T, Kim S, et al. Is gadolinium necessary for MRI follow-up evaluation of cystic lesions in the pancreas? Preliminary re- sults. AJR Am J Roentgenol 2009;192:159-64. 81. Pozzi-Mucelli RM, Rinta-Kiikka I, Wunsche K, et al. Pancreatic MRI for the surveillance of cystic neoplasms: comparison of a short with a comprehensive imaging protocol. Eur Radiol 2017;27: 41-50. 82. Al-Hawary MM, Francis IR, Chari ST, et al. Pancreatic ductal adenocarcinoma radiology reporting template: consensus statement of the Society of Abdominal Radiology and the American Pancreatic Association. Gastroenterology 2014;146:291-304 e1. Credits awarded for this enduring activity are designated “ SA-CME ” by the American Board of Radiology (ABR) and qualify toward ful fi lling requirements for Maintenance of Certi fi cation (MOC) Part II: Lifelong Learning and Self-assessment. Scan the QR code to access the SA-CME activity or visit http://bit.ly/ACRSACME. Journal of the American College of Radiology 13 Clinical Practice Management n Megibow et al n Current Management of Incidental Pancreatic Cysts"
  ],
  "processed_at": "2026-01-30T14:42:21.314Z"
}