{
  "doc_id": "6eec283e3e56c05d090316ef69d120f6",
  "source_id": "messiou-et-al-2019-guidelines-for-acquisition-interpretation-and-reporting-of-whole-body-mri-in-myeloma-myeloma",
  "total_pages": 9,
  "pages": [
    "REVIEWS AND COMMENTARY • REVIEW L aboratory assessments of myeloma disease activity di- rect treatment decisions in multiple myeloma (1) and contribute to clinical risk stratification systems such as the Revised International Staging System for Multiple My- eloma and gene expression profiling classifiers (2,3). Conversely, skeletal survey, which has been in widespread use for decades, only offers a crude assessment of bone involvement as a myeloma-defining event. More recently, some centers have escalated imaging by replacing skeletal survey with low-dose whole-body CT, which has greater sensitivity (4). However, because skeletal survey and CT predominantly help to detect the destructive effects of myeloma disease on trabecular and cortical bone rather than disease within the bone marrow space, sensitiv- ity and capability as a restaging tool are inherently lim- ited (5,6) (although imaging of bone destruction may be helpful for surgical planning). Myeloma infiltrates within bone marrow can be depicted with CT if they lie within the marrow spaces of long bones where they stand out against fatty bone marrow (7). However, in trabecular bone such as in the vertebral bodies, myeloma infiltrates are difficult to assess due to the trabeculae themselves and Guidelines for Acquisition, Interpretation, and Reporting of Whole-Body MRI in Myeloma: Myeloma Response Assessment and Diagnosis System (MY-RADS) Christina Messiou, MD • Jens Hillengass, MD • Stefan Delorme, MD • Frédéric E. Lecouvet, MD • Lia A. Moulopoulos, MD • David J. Collins, BA • Matthew D. Blackledge, PhD • Niels Abildgaard, MD • Brian Østergaard, MD • Heinz-Peter Schlemmer, MD • Ola Landgren, MD • Jon Thor Asmussen, MD • Martin F. Kaiser, MD • Anwar Padhani, MD From the Department of Radiology, Royal Marsden Hospital and Institute of Cancer Research, Downs Rd, Sutton SM2 5PT, England (C.M., M.D.B., M.F.K.); Roswell Park Comprehensive Cancer Center, Buffalo, NY (J.H.); Department of Radiology, German Cancer Research Centre (DKFZ), Heidelberg, Germany (S.D., H.P.S.); Department of Radiology, Cancer Center and Institute of Experimental and Clinical Research, Brussels, Belgium (F.E.L.); Department of Radiology, National and Kapo- distrian University of Athens, Athens, Greece (L.I.A.); The Royal Marsden Hospital, London, England (D.J.C.); Odense University Hospital, Odense, Denmark (N.A., J.T.A.); Vejle Hospital, Vejle, Denmark (B.Ø.); Memorial Sloan-Kettering Cancer Center, New York, NY (O.L.); and Paul Strickland Scanner Centre, Mount Vernon Hospital, Northwood, England (A.P.). Received August 30, 2018; revision requested October 10; final revision received October 26; accepted October 30. Address cor- respondence to C.M. (e-mail: Christina.Messiou@rmh.nhs.uk ). Study supported by National Health Service funding to the National Institute for Health Research Biomedical Research Centre, Clinical Research Facility in Imaging at The Royal Marsden Hospital, and the Cancer Research Network. This report is independent research funded by the National Institute for Health Research. The views expressed in this publication are those of the authors and not necessarily those of the National Health Service, the National Institute for Health Research, or the Department of Health. Conflicts of interest are listed at the end of this article. Radiology 2019; 291:5–13 • https://doi.org/10.1148/radiol.2019181949 • Content code: Acknowledging the increasingly important role of whole-body MRI for directing patient care in myeloma, a multidisciplinary, international, and expert panel of radiologists, medical physicists, and hematologists with specific expertise in whole-body MRI in myeloma convened to discuss the technical performance standards, merits, and limitations of currently available imaging meth- ods. Following guidance from the International Myeloma Working Group and the National Institute for Clinical Excellence in the United Kingdom, the Myeloma Response Assessment and Diagnosis System (or MY-RADS) imaging recommendations are designed to promote standardization and diminish variations in the acquisition, interpretation, and reporting of whole-body MRI in myeloma and allow response assessment. This consensus proposes a core clinical protocol for whole-body MRI and an extended protocol for advanced assessments. Published under a CC BY 4.0 license. Online supplemental material is available for this article. Online SA-CME • See www.rsna.org/learning-center-ry Learning Objectives: After reading the article and taking the test, the reader will be able to: n Describe different patterns of myeloma infiltration on whole-body MR images n List the components of the whole-body MRI protocol n Describe how whole-body MRI should be used to assess response to treatment Accreditation and Designation Statement The RSNA is accredited by the Accreditation Council for Continuing Medical Education (ACCME) to provide continuing medical education for physicians. The RSNA designates this journal-based SA-CME activity for a maximum of 1.0 AMA PRA Category 1 Credit ™ . Physicians should claim only the credit commensurate with the extent of their participation in the activity. Disclosure Statement The ACCME requires that the RSNA, as an accredited provider of CME, obtain signed disclosure statements from the authors, editors, and reviewers for this activity. For this journal-based CME activity, author disclosures are listed at the end of this article. This copy is for personal use only. To order printed copies, contact reprints@rsna.org",
    "Guidelines for Acquisition, Interpretation, and Reporting of Whole-Body MRI in Myeloma 6 radiology.rsna.org n Radiology: Volume 291: Number 1—April 2019 Whole-body MRI as currently used includes DW MRI se- quences that are sensitive to cellular density and viability and are important for disease detection, monitoring, and therapy response assessments. Inclusion of DW MRI allows highly sensi- tive and quantitative evaluation of soft tissue and bone marrow, which is widely available and quick to perform and interpret. The relationship of apparent diffusion coefficient (ADC) (in square micrometers per second) values with cell density permits response assessments ahead of changes in lesion size, in addition to assessments of response heterogeneity (8,30–32). Whole-body MRI including DW MRI has become estab- lished as the most sensitive technique for bone marrow imaging (23–25) with additional benefits of speed, coverage, and quanti- fication in comparison with traditional MRI, obviating intrave- nous injections and radiation exposure. Wide anatomic coverage is essential because 50% of lesions would be missed by imaging the spine alone (33). Avoidance of ionizing radiation is likely to become increasingly relevant as surveillance imaging of high-risk patients with monoclonal gammopathy of undetermined signifi- cance and of those with smoldering disease gains momentum. Whole-body MRI is a generally well-tolerated technique (24) that offers the additional benefits of assessing skeletal complica- tions, such as spinal canal and/or nerve root compression, and is the most accurate method for differentiating benign from malig- nant vertebral compression fractures (34). Although the International Myeloma Working Group has taken a pragmatic approach in recommending a range of pos- sible imaging investigations (including low-dose CT, FDG PET/CT, and MRI) for patients with a new potential diag- nosis of myeloma, the high sensitivity of whole-body MRI is explicitly acknowledged (6,35) and it is now recommended as first-line imaging for all patients with a suspected diagnosis of asymptomatic myeloma or solitary bone plasmacytoma. In the United Kingdom, whole-body MRI is recommended as first- line imaging for all patients with a suspected new diagnosis of myeloma (26). Recently, the British Society for Haematol- ogy additionally recommended the use of whole-body MRI for monitoring response of nonsecretory myeloma, oligosecretory myeloma (which can occur at relapse in patients with previ- ous secretory disease), and for those patients with extramedul- lary disease (36). The uses of whole-body MRI in myeloma are summarized in Figure 1. Acknowledging the increasingly important role of whole-body MRI for directing patient care in myeloma, a multidisciplinary, international, and expert panel of radiologists, medical physicists, and hematologists with experience in whole-body MRI in my- eloma convened to discuss the performance standards, merits, and limitations of currently available imaging methods. The recently published Metastasis Reporting and Data System for Prostate Cancer, or MET-RADS, guidelines on the use of whole-body MRI for metastasis evaluations (37) were used as a model to for- mulate the performance standards for whole-body MRI use in the assessment of involvement by myeloma. The Myeloma Response Assessment and Diagnosis System (MY-RADS) imaging recom- mendations are designed to promote standardization and dimin- ish variations in the acquisition, interpretation, and reporting of whole-body MRI in myeloma. The system also provides a means Abbreviations ADC = apparent diffusion coefficient, DW = diffusion weighted, FDG = fluorodeoxyglucose, MY-RADS = Myeloma Response Assessment and Diagnosis System Summary This Myeloma Response Assessment and Diagnosis System, or MY- RADS, consensus on whole-body MRI in myeloma proposes a core clinical protocol for whole-body MRI and an extended protocol for advanced assessments. Essentials n Whole-body MRI is now incorporated into international stan- dards for imaging patients with myeloma. n Core clinical and comprehensive protocols for whole-body MRI include anatomic and functional imaging and can be completed in 30 minutes and 50 minutes, respectively. n Standardized acquisition protocols and structured reporting will support clinical deployment, training, and research in imaging of myeloma. the copresence of degenerative changes, benign lesions, and os- teoporosis in the population at risk. The excellent soft-tissue contrast of MRI allows direct imaging of the bone marrow, providing high sensitivity (8–11). Perhaps the clearest benefit of using MRI is the early detection of focal my- eloma disease. It is well established that patients with unequivo- cal focal lesions at MRI have poorer outcomes. If disease can be detected early, and patients are stratified and treated according to clinical risk, then survival advantages are conferred (12–19). Fur- thermore, most patients with apparently solitary plasmacytoma at skeletal surveys are upstaged with MRI, which profoundly influ- ences treatment strategies (11,12). The number and sizes of focal lesions at MRI have also been shown to predict outcome (20,21). Fluorodeoxyglucose (FDG) PET/CT can also be used for diag- nosis of focal bone lesions; however, MRI is more sensitive for diagnosis and contemporary MRI techniques have increased the advantage (22–25) (sensitivity of diffusion-weighted [DW] imag- ing has been reported as 77% compared with 47% for FDG PET/ CT) (23). Gene expression profiling has revealed lower expression of hexokinase 2, which is involved in the glycolysis pathway, in lesions that are negative at FDG PET and positive at MRI. The prognostic significance of lesions that are discrepant between MRI and FDG PET/CT is not yet known (25). However, whole-body MRI does result in the largest rise in quality-adjusted life years compared with CT or FDG PET/CT (26). Although whole-body DW MRI has emerged as one of the most sensitive tools for imaging bone marrow with increased lesion conspicuity compared with conventional MRI sequences (27–29), some debate remains as to its specificity. There are few studies re- lating to myeloma. Although Lecouvet et al (28) presented data to suggest high specificity for detection of metastatic bone disease (98%–100%), a recent meta-analysis showed a pooled specificity of 86.1% (29). The paucity of myeloma-specific prospective stud- ies and marked heterogeneity in reference standards make current judgments on specificity challenging, and biopsy of all lesions is not feasible. The approach offered by the International Myeloma Working Group of 3–6-month follow-up of equivocal solitary small lesions is a pragmatic solution (6).",
    "Messiou et al Radiology: Volume 291: Number 1—April 2019 n radiology.rsna.org 7 Figure 1: Image shows current guidelines on imaging from International Myeloma Working Group (IMWG), National Institute for Clinical Excellence, and British Soci- ety of Haematology. Source.—References 6, 26, 36. FDG = fluorodeoxyglucose. for response assessment and standardized protocols to facilitate data sharing for future developments. Whole-Body MRI Data Acquisition and Analysis The core clinical protocol for whole-body MRI when used alone is designed for myeloma detection in bone marrow but can also image extramedullary disease and should be completed within 30 minutes of imaging time (Table 1). More comprehensive as- sessments can be performed within 45–50 minutes of imaging time (Table 1). Details of machine setup, sequence specification, quality assurance procedures, and quality control and radiographic aspects can be found in Table E3 (Appendix E1 [online]). The core protocol for whole-body MRI is ad- equate for the detection of disease at diagnosis. Comprehensive assessments are recommended for assessment of soft tissue, extramedullary disease, or for those patients in whom serial tumor response assessments (including clinical trials) are planned. Clinical Information The following information should ideally be available to radiologists at the time of reporting (and increasing use of electronic patient records increases the feasibility of this): time of initial di- agnosis or suspected diagnosis, serum paraprotein levels and light chain levels and trephine status (if performed, including site), symptomatic sites including any clinical indication of cord or nerve root compression, first line or relapse state, cur- rent treatment, history of autograft or allograft transplant, details of previous radiation therapy or surgical interventions including vertebroplasty, granulocyte colony–stimulating factor or steroid administration, and minimal residual disease status (if performed). Assessing Images from Whole-Body MRI Multisequence evaluations should be performed by using all im- ages from DW MRI (low, intermediate [if obtained], and high b values and ADC maps) in conjunction with the anatomic and fat fraction images by using image linking and scrolling worksta- tion facilities and coregistration tools as diagnostic aids. Maximum intensity projections of high b -value images displayed by using the inverted gray scale are useful for global tumor volume assessments and for localizing regional tumor distribution. These images are able to display disease (eg, for referring clinicians in multidisciplinary meetings or in dis- cussion with patients), but maximum intensity projection images should not be used alone for reading because appar- ent false-positive and false-negative disease assessments can occur (eg, due to T2 shine-through, respiratory motion sig- nal dephasing, sparse disease pattern) (37,38). Serial volume maximum intensity projection image comparisons can be facilitated by using windowing techniques; for example, by maintaining window width between studies but adjusting the window level to a normal tissue such as muscle or subcutane- ous fat for each time point. The evaluation of source images obtained with DW MRI se- quences at b values of 800–900 sec/mm 2 is based on comparing high b -value image intensity to adjacent muscle signal intensity, but assessments of ADC maps are numeric (unit, 3 10 2 3 mm 2 / sec or 3 10 2 6 mm 2 /sec [μm 2 /sec]). The definitions for hypointense and hyperintense signal on im- ages at b values of 800–900 sec/mm 2 remain subjective but can be gauged by using adjacent muscle as the reference background tissue (39–41). Not all hyperintense bone lesions on high b -value images are malignant in nature. Causes for apparent high b -value focal bone lesions that are false-positive for cancer include bone marrow edema caused by fractures, osteoarthritis, infection, bone infarcts, vertebral hemangiomas, chondromas, cysts, focal fat-poor bone marrow, and artifacts around metal implants (42,43). Further- more, successfully treated focal lesions may undergo liquid trans- formation and can stand out on DW images due to the T2 shine- through phenomenon. The presence of focal bone lesions can also be obscured when background bone marrow hyperplasia occurs as the result of ane- mia, as a rebound after high-dose therapy, or due to use of bone marrow growth factors. This is commonly encountered after allogenic stem cell transplantation. The detection of skeletal",
    "Guidelines for Acquisition, Interpretation, and Reporting of Whole-Body MRI in Myeloma 8 radiology.rsna.org n Radiology: Volume 291: Number 1—April 2019 Figure 2: MR images show patterns of myeloma dis- ease. A, C, E, G, I , Axial diffusion-weighted MR images ( b value of 900 sec/mm 2 ). B, D, F, H, J , Corresponding apparent diffusion coefficient (ADC) maps. A, B, Images show appearances of normal adult bone marrow. C, D, Images demonstrate focal lesion (white arrows) greater than 5 mm, which returns higher signal intensity at b value of 900 sec/mm 2 than does muscle and background marrow, and which has ADC resembling soft tissue that is higher than background marrow but lower than fluid, as seen in bowel anteriorly (black arrow). E, F, Images show marrow that has diffusely higher signal intensity than does muscle and returns ADC that is similar to soft tissues. G, H, Images demonstrate focal lesion (arrows) that returns higher signal intensity than does muscle and background marrow at b value of 900 sec/mm 2 . How- ever, background marrow is also higher signal intensity than muscle, suggesting background diffuse marrow hy- percellularity that is confirmed on ADC map. I, J, Images show widespread heterogeneity with tiny nodular areas of altered diffusion signal (  5 mm) with preserved normal marrow between them. This variegated or micronodular pattern is confirmed on, K, water-only Dixon and, L, sagit- tal T1 images. M, Image shows paramedullary soft-tissue disease that is in direct continuity with marrow disease, as demonstrated around left femur in M (black arrow). In contrast, N, extramedullary disease is soft-tissue disease that is not in continuity with marrow disease, as demon- strated in M and N (white arrows), which show ischiorec- tal fossa and pancreatic disease, respectively. lesions at whole-body DW imaging may also be im- paired in areas of body movement such as the ribs and occasionally in the sternum, but review of the maximum intensity projections of high b -value im- ages can be helpful. Evaluation of skull vault lesions is best performed by evaluating the axial source high b -value images and corresponding Dixon fat fraction images. The visibility of skull base disease is generally impaired because of susceptibility effects and because of the adjacent high signal intensity of the brain on high b -value images. Strategies for mitigating false-positive results due to DW imaging hyperintensities include direct cor- relations with morphologic appearances, including T1-weighted spin-echo and Dixon images (44,45) and ADC values (ADC values of normal bone mar- row are generally below 600–700 μm 2 /sec and viable tumor lies between 700–1400 μm 2 /sec (46,47,48). Tumor ADC values greater than or equal to 1400 μm 2 /sec are usually observed in treated or necrotic disease. However, myeloma is a disease where there is intermixing of myeloma cells, fat, and myeloid cells within the marrow space, the relative proportions of which can alter ADC values, which must also be considered (30,49). Every suspicious lesion on high b -value images should be evaluated with other sequences, particularly Dixon fat fraction images by using coregistration tools. The authors also recognize there are limitations of the ADC cutoff values referred to previously, which are partly related to the fact that ADC values depend on the choice of b values of DW images used for calculations (hence, the constraints on the recommended choices of b values). The ADC values may also depend on the diffusion time achiev- able with diffusion sequences (which is dependent on se- quence waveforms and imager specifications). Aside from imaging parameters, ADC quantification is influenced by additional factors, which are patient related caused by sus- ceptibility effects (eg, implants, air-tissue interfaces) or mo- tion and technique related caused by the specifications of",
    "Messiou et al Radiology: Volume 291: Number 1—April 2019 n radiology.rsna.org 9 DW imaging. Otherwise, the ADC values can be erroneous, reflecting the distribution of noise on the images. Preferably, water signal should be detectable for the as- sessed region on all b -value images. However, the absence of tissue signal intensity on very high ( b value of 800–900 sec/ mm 2 ) b -value images does not in and of itself invalidate a tissue from ADC measurements. Where applicable, if signal intensity is detectable on low and intermediate b -value im- ages, then ADC measurements should be performed. ADC is generally considered to be a parameter with good reproduc- ibility, and the coefficient of variation in myeloma-involved bone marrow has been reported as low as 2.8% (31). Diffuse disease.— For patients with a suspected new diagnosis of myeloma, diffuse disease can be suspected from diffuse de- creased signal on T1 fast spin-echo or Dixon in-phase and fat- only images, and diffuse increased signal throughout the marrow relative to normal muscle on high b -value images (Fig 2) (48). Suspicion for diffuse infiltration can be documented but must be confirmed with trephine biopsy, and imaging must be per- formed to state whether posterior iliac crest sampling is likely to be representative. An ADC measurement using a region of interest greater than 1 cm 2 of representative involved bone mar- row can be measured particularly where diffuse infiltration is suspected (50). the MRI unit, including magnetic field strength, gradients, and coils (39). Where there are deviations from the recom- mended b values due to machine, software, or technical factors, then institutions can determine their own muscle- normalized high b -value signal intensity and ADC cutoff values for normal marrow and for untreated bone marrow lesions as described by Padhani et al (41). Size measurements.— The International Myeloma Working Group stipulates 5 mm as the threshold for defining an un- equivocal focal active lesion (Fig 2). Therefore, lesions less than or equal to 5 mm should be documented for surveillance but precise measurements not given due to limitations on image resolution. Lesions greater than 5 mm but less than 1.0 cm with appropriate signal characteristics should be documented as focal active disease, but once again, precise measurements not given. In rare instances when there are unequivocal malignant lesions less than 1.0 cm and entry to clinical trials mandates the presence of measurable disease, a relaxation of the thresh- old of greater than or equal to 1.0 cm may be applied in the knowledge of the caveats on image resolution. Obtaining ADC values.— ADC measurements should only be obtained from lesions or areas when water is detectable at Table 1: Sequence Components for Whole-Body MRI Examinations No. Sequence Description Core Clinical Protocol Comprehensive Assessments for Research 1 Whole spine: sagittal, T1-weighted, fast spin-echo, section thickness of 4–5 mm Yes Yes 2 Whole spine: sagittal, T2, STIR or fat-suppressed T2-weighted, section thickness of 4–5 mm Yes Yes 3 Whole body (vertex to knees): T1-weighted, gradient-echo Dixon technique. Fat and water image reconstructions are mandatory and should be used to generate fat fraction maps (FF = F/(F+W) 3 100%). (A 3D fast spin-echo T1-weighted sequence offering multiplanar capability may be performed as an alternative to replace sequences 1 and 3.) Axial or coronal (5 mm) * Axial and coronal 4 Whole body (vertex to knees): axial, diffusion- weighted, STIR fat suppression, 5 mm contiguous sectioning, multiple stations. 2 b values (50–100 sec/mm 2 and 800–900 sec/mm 2 ) 3 b values (additional 500–600 sec/mm 2 ) ADC calculations with monoexponential data fitting 3D MIP reconstructions of highest b -value images † 5 Whole body (vertex to knees): axial, T2-weighted, fast spin-echo without fat suppression, 5-mm contiguous sectioning, multiple stations, preferably matching the diffusion-weighted images Optional Yes 6 Regional assessments: for example, symptomatic or known sites outside standard field of view, through sites of suspected cord compression, nerve root involvement, extramedullary disease Usually not Optional Note.—ADC = apparent diffusion coefficient, MIP = maximum intensity projection, STIR = short inversion time inversion-recovery, 3D = three-dimensional. * 5-mm axial imaging may be chosen to match section thickness of diffusion-weighted imaging to facilitate image review. † Whole-body 3D MIP images displayed as a sequence of coronal or sagittal MIP images rotating in the axial plane (  3 degrees of rotation per frame) by using an inverted gray scale.",
    "Guidelines for Acquisition, Interpretation, and Reporting of Whole-Body MRI in Myeloma 10 radiology.rsna.org n Radiology: Volume 291: Number 1—April 2019 5, highly likely to be progressing (Table 3). More detailed case report forms for research are included in Appendix E1 (online). Clinical Trial Assessments Most clinical reports will be performed as outlined in the previous section. However, academic centers wishing to collect assess- ments of disease for clinical trials may require more sophis- ticated scoring systems. Detailed instructions for a proposed clinical trials scoring system and an exemplar case study can be found in Table E2 and Figure E1 (Appendix E1 [online]). Knowing that quantitative assessments such as ADC and fat fraction measurements can change over time (for example, re- sponding myeloma may show an early increase in ADC values at 4–6 weeks due to cell death, followed by a decrease in ADC with return of normal fatty marrow [51]), it is difficult to be prescriptive regarding the frequency of imaging follow-up. Therefore, for cor- relation, we recommend that imaging should coincide with clini- cal routines where serum and marrow assessments are performed. Conclusion The Myeloma Response Assessment and Diagnosis System (MY-RADS) system provides comprehensive characteriza- tion of the myeloma state, both at diagnosis and the start of treatment, as well as over time as the disease evolves during Although useful data are emerging to differentiate normal age-matched bone marrow from diffuse disease by using ADC (47,48,49), whole-marrow quantitative measures of ADC are not yet practical measures and therefore not part of the MY-RADS standard. However, marrow ADC values above 600–700 μm 2 / sec in a nontreated and newly diagnosed patient with multiple myeloma could be used to increase confidence for the diagnosis of diffuse marrow involvement (8). For patients who have been treated, there is increased potential for false-positive appearances of diffuse infiltration due to rebound hypercellularity related to treatment effects or granulocyte colony–stimulating factor (8). Therefore, when diffuse disease is suspected, administration of granulocyte colony–stimulating factor must be excluded and if progression is suspected based on suspicion for diffuse infiltra- tion alone, then this must be confirmed with serum biochemis- try and/or marrow sampling. Structured Reporting Structured clinical reporting (Table 2) should be performed for each examination. For response assessments, we recommend that response assessment category, or RAC, be assigned accord- ing to anatomic regions. For each region, RAC can be assigned by using the criteria given in Table 3. The RAC should use a five-point scale as follows: 1, highly likely to be responding; 2, likely to be responding; 3, stable; 4, likely to be progressing; Table 2: Clinical Reporting Template Clinical Reporting Template Notes Indication Technique Core or comprehensive protocol, additional sequences and deviations Findings Dates of previous examinations Evaluation of bones Spine and then head to thighs in descending order Measurements of up to five focal lesions and document pattern of marrow infiltration Normal, focal, focal on diffuse, diffuse, micronodular * Paramedullary or extramedullary sites Measure size Vertebral fractures Document presence and use a combination of morphologic and functional imaging to characterize as benign versus malignant. Source.—Reference 52. RAC for each anatomic region † Cervical spine, thoracic spine, lumbar spine, pelvis, long bones, skill, ribs or other 1: Highly likely to be responding 2: Likely to be responding 3: Stable 4: Likely to be progressing 5: Highly likely to be progressing Posterior iliac crests Is trephine likely to be representative? Incidental findings Incidental lesions including avascular necrosis, which may be a complication of myeloma treatment. Source.—Reference 53. Conclusion Summary statement, RAC score, heterogeneity, recommendations including for investigation of equivocal findings State level of concern regarding incidental findings Note.—RAC = response assessment category. * See also Figure 2. † See also Table 3.",
    "Messiou et al Radiology: Volume 291: Number 1—April 2019 n radiology.rsna.org 11 Table 3: MY-RADS Response Assessment Categories RAC Descriptions * 1: Highly likely to be responding Return of normal fat containing marrow in areas previously infiltrated by focal or diffuse myelomatous infiltration Unequivocal decrease in number or size of focal lesions Conversion of a packed bone marrow infiltrate into discrete nodules, with unequivocal decrease in tumor load in the respective bone marrow space Decreasing soft tissue associated with bone disease Emergence of intra- or peritumoral fat within/around focal lesions (fat dot or halo signs) Previously evident lesion shows increase in ADC from  1400 μm 2 /sec to . 1400 μm 2 /sec  40% increase in ADC from baseline with corresponding decrease in normalized high b -value signal intensity; morphologic findings consistent with stable or responding disease For soft-tissue disease, RECIST version 1.1 criteria for PR/CR 2: Likely to be responding Evidence of improvement but not enough to fulfill criteria for RAC 1. For example: Slight decrease in number/size of focal lesions Previously evident lesions showing increases in ADC from  1000 μm 2 /sec to , 1400 μm 2 /sec . 25% but , 40% increase in ADC from baseline with corresponding decrease in high b -value signal intensity; morphologic findings consistent with stable or respond- ing disease For soft-tissue disease, RECIST version 1.1 not meeting requirements for PR 3: No change No observable change 4: Likely to be progressing Evidence of worsening disease, but not enough to fulfill criteria for RAC 5 Equivocal appearance of new lesion(s) No change in size but increasing signal intensity on high b -value images (with ADC values , 1400 μm 2 /sec) con- sistent with possible disease progression Relapsed disease: reemergence of lesion(s) that previously disappeared or enlargement of lesion(s) that had partially regressed/stabilized with prior treatments Soft tissue in spinal canal causing narrowing not associated with neurologic findings and not requiring radiation therapy For soft-tissue disease, RECIST version 1.1 criteria not meeting requirements for PD 5: Highly likely to be progressing New critical fracture(s)/cord compression requiring radiation therapy/surgical intervention; only if confirmed as malig- nant with MRI signal characteristics Unequivocal new focal ( . 5 to 10 mm)/diffuse area(s) of infiltration in regions of previously normal marrow Unequivocal increase in number/size of focal lesions Evolution of focal lesions to diffuse neoplastic pattern Appearance/increasing soft tissue associated with bone disease New lesions/regions of high signal intensity on high b -value images with ADC value between 600–1000 μm 2 /sec RAC Descriptions * For soft-tissue disease, RECIST version 1.1 criteria meeting requirements for PD Note.— Multiple criteria determine response assessment cat- egory (RAC). For RAC 1 or 2, when diffusion-weighted imaging and morphology are discordant, consideration should be given to pitfalls such as T1 pseudoprogression and bone marrow fat reemergence (the latter two may not increase apparent diffusion coefficient [ADC] values). MY-RADS = Myeloma Response As- sessment and Diagnosis System, RECIST = Response Evaluation Criteria in Solid Tumors. * RECIST version 1.1 categories for soft-tissue disease are as fol- lows. Complete response (CR): Disappearance of all target lesions. Partial response (PR): At least a 30% decrease in the sum of the longest diameter (LD) of target lesions, taking as reference the baseline sum LD. Stable disease (SD): Neither sufficient shrinkage to qualify for PR nor sufficient increase to qualify for PD, taking as reference the smallest sum LD since the treatment started. Pro- gressive disease (PD): At least a 20% increase in the sum of the LD of target lesions, taking as reference the smallest sum LD recorded since the treatment started or the appearance of one or more new lesions. Progression of nodes: nodes less than 1.0 cm have to have grown by at least 5 mm in short axis from baseline or treatment nadir and be greater than or equal to 1 cm to be considered to have progressed. Nodes that are 1.0–1.5 cm and have grown by at least 5 mm in short axis from baseline or treatment nadir and are greater than or equal to 1.5 cm in short axis can be considered to have progressed. For nodes greater than or equal to 1.5 cm in short axis, use RECIST version 1.1 progression criteria. Progression of visceral disease: Use RECIST version 1.1 progression criteria above applied to soft-tissue disease. Source.—Reference 54. therapy and follow-up. MY-RADS recommendations are likely to fulfill the need to promote standardization and diminish variations in the acquisition, interpretation, and reporting of whole-body MRI and allow better response assessments. This system is designed for guiding patient care but has potential for incorporation into clinical trials when lesion measurements become more important. MY-RADS allows the categoriza- tion of patients with specific patterns of disease for clinical trial stratification. MY-RADS requires validation within clini- cal trials, including assessments of reproducibility. We suggest that MY-RADS be evaluated in studies that assess the effects of life-prolonging myeloma treatments, including novel treat- ment strategies such as immunotherapy. In these studies, MY- RADS assessments of the depth and heterogeneity of response should be compared with established myeloma response cri- teria. Given the high rates of complete response seen in pa- tients with multiple myeloma with new treatment approaches, new response categories need to be defined that can identify responses that are deeper than those conventionally defined as complete response. Correlations with quality-of-life measures, rates of skeletal events, and rates of progression-free survival are also needed. The latter are prerequisites for the introduction of whole-body MRI into longer term follow-up registry studies that prospectively collect appropriate meta-data, which would allow objective as- sessments of whether whole-body MRI is effective in supporting",
    "Guidelines for Acquisition, Interpretation, and Reporting of Whole-Body MRI in Myeloma 12 radiology.rsna.org n Radiology: Volume 291: Number 1—April 2019 13. Merz M, Hielscher T, Wagner B, et al. Predictive value of longitudinal whole- body magnetic resonance imaging in patients with smoldering multiple myeloma. Leukemia 2014;28(9):1902–1908. 14. Kastritis E, Terpos E, Moulopoulos L, et al. Extensive bone marrow infiltration and abnormal free light chain ratio identifies patients with asymptomatic myeloma at high risk for progression to symptomatic disease. Leukemia 2013;27(4):947–953. 15. Mateos MV, Hernández MT, Giraldo P, et al. Lenalidomide plus dexamethasone for high-risk smoldering multiple myeloma. N Engl J Med 2013;369(5):438–447. 16. Moulopoulos LA, Dimopoulos MA, Smith TL, et al. Prognostic significance of magnetic resonance imaging in patients with asymptomatic multiple myeloma. J Clin Oncol 1995;13(1):251–256. 17. Moulopoulos LA, Gika D, Anagnostopoulos A, et al. Prognostic significance of magnetic resonance imaging of bone marrow in previously untreated patients with multiple myeloma. Ann Oncol 2005;16(11):1824–1828. 18. Mariette X, Zagdanski AM, Guermazi A, et al. Prognostic value of vertebral le- sions detected by magnetic resonance imaging in patients with stage I multiple myeloma. Br J Haematol 1999;104(4):723–729. 19. Dhodapkar MV, Sexton R, Waheed S, et al. Clinical, genomic, and imaging predictors of myeloma progression from asymptomatic monoclonal gammopathies (SWOG S0120). Blood 2014;123(1):78–85. 20. Mai EK, Hielscher T, Kloth JK, et al. A magnetic resonance imaging-based prognostic scoring system to predict outcome in transplant-eligible patients with multiple myeloma. Haematologica 2015;100(6):818–825. 21. Rasche L, Angtuaco EJ, Alpe TL, et al. The presence of large focal lesions is a strong independent prognostic factor in multiple myeloma. Blood 2018;132(1):59–66. 22. Rajkumar SV, Dimopoulos MA, Palumbo A, et al. International Myeloma Work- ing Group updated criteria for the diagnosis of multiple myeloma. Lancet Oncol 2014;15(12):e538–e548. 23. Sachpekidis C, Mosebach J, Freitag MT, et al. Application of (18)F-FDG PET and diffusion weighted imaging (DWI) in multiple myeloma: comparison of functional imaging modalities. Am J Nucl Med Mol Imaging 2015;5(5):479–492. 24. Pawlyn C, Fowkes L, Otero S, et al. Whole-body diffusion-weighted MRI: a new gold standard for assessing disease burden in patients with multiple myeloma? Leukemia 2016;30(6):1446–1448. 25. Rasche L, Angtuaco E, McDonald JE, et al. Low expression of hexokinase-2 is associated with false-negative FDG-positron emission tomography in multiple myeloma. Blood 2017;130(1):30–34. 26. Myeloma Diagnosis and Management. NICE (NG35) and appendices https://www. nice.org.uk/guidance/ng35. Published February 2016. Accessed March 2017. 27. Pearce T, Philip S, Brown J, Koh DM, Burn PR. Bone metastases from prostate, breast and multiple myeloma: differences in lesion conspicuity at short-tau inver- sion recovery and diffusion-weighted MRI. Br J Radiol 2012;85(1016):1102–1106. 28. Lecouvet FE, El Mouedden J, Collette L, et al. Can whole-body magnetic reso- nance imaging with diffusion-weighted imaging replace Tc 99m bone scanning and computed tomography for single-step detection of metastases in patients with high-risk prostate cancer? Eur Urol 2012;62(1):68–75. 29. Wu LM, Gu HY, Zheng J, et al. Diagnostic value of whole-body magnetic resonance imaging for bone metastases: a systematic review and meta-analysis. J Magn Reson Imaging 2011;34(1):128–135. 30. Hillengass J, Bäuerle T, Bartl R, et al. Diffusion-weighted imaging for non-invasive and quantitative monitoring of bone marrow infiltration in patients with mono- clonal plasma cell disease: a comparative study with histology. Br J Haematol 2011;153(6):721–728. 31. Giles SL, Messiou C, Collins DJ, et al. Whole-body diffusion-weighted MR imaging for assessment of treatment response in myeloma. Radiology 2014;271(3):785–794. 32. Hillengass J, Landgren O. Challenges and opportunities of novel imaging techniques in monoclonal plasma cell disorders: imaging “early myeloma”. Leuk Lymphoma 2013;54(7):1355–1363. 33. Bäuerle T, Hillengass J, Fechtner K, et al. Multiple myeloma and monoclonal gammopathy of undetermined significance: importance of whole-body versus spinal MR imaging. Radiology 2009;252(2):477–485. 34. Lecouvet FE, Vande Berg BC, Maldague BE, et al. Vertebral compression frac- tures in multiple myeloma. Part I. Distribution and appearance at MR imaging. Radiology 1997;204(1):195–199. 35. Dimopoulos M, Terpos E, Comenzo RL, et al. International myeloma working group consensus statement and guidelines regarding the current role of imaging techniques in the diagnosis and monitoring of multiple Myeloma. Leukemia 2009;23(9):1545–1556. 36. Chantry A, Kazmi M, Barrington S, et al. Guidelines for the use of imaging in the management of patients with myeloma. Br J Haematol 2017;178(3): 380–393. 37. Padhani AR, Lecouvet FE, Tunariu N, et al. Metastasis Reporting and Data System for Prostate Cancer: Practical guidelines for acquisition, interpre- tation, and reporting of whole-body magnetic resonance imaging-based evaluations of multiorgan involvement in advanced prostate cancer. Eur Urol 2017;71(1):81–92. patient care and drug development. It is anticipated that, as evi- dence accrues from clinical trials, more specific recommendations and/or algorithms incorporating MY-RADS will emerge. Thus, we recommend that Myeloma Response Assessment and Diagno- sis System is now evaluated in clinical trials to assess its impact on the clinical practice of myeloma. Disclosures of Conflicts of Interest: C.M. Activities related to the present ar- ticle: disclosed no relevant relationships. Activities not related to the present article: received payment for lectures including service on speakers bureaus from Janssen and Takeda; received payment for development of educational presentations from Amgen. Other relationships: disclosed no relevant relationships. J.H. Activities re- lated to the present article: institution received grant from Celgene. Activities not related to the present article: is a consultant for Amgen and Celgene; has grants/ grants pending with Celgene and Sanofi; received payment for lectures including service on speakers bureaus and payment for travel/accommodations/meeting ex- penses unrelated to activities listed from Amgen, BMS, Celgene, Janssen, Novartis, and Takeda. Other relationships: disclosed no relevant relationships. S.D. disclosed no relevant relationships. F.E.L. disclosed no relevant relationships. L.I.M. dis- closed no relevant relationships. D.J.C. disclosed no relevant relationships. M.D.B. disclosed no relevant relationships. N.A. disclosed no relevant relationships. B.Ø. disclosed no relevant relationships. H.P.S. Activities related to the present article: disclosed no relevant relationships. Activities not related to the present article: is a consultant for Bayer and Curagita; received payment for lectures including service on speakers bureaus from Bayer and Siemens; received payment for travel/accom- modations/meeting expenses unrelated to activities listed from Bayer, Curagita, and Siemens. Other relationships: disclosed no relevant relationships. O.L. disclosed no relevant relationships. J.T.A. disclosed no relevant relationships. M.F.K. Activi- ties related to the present article: disclosed no relevant relationships. Activities not related to the present article: is a consultant for and received payment for lectures including service on speakers bureaus from Amgen, Celgene, Janssen, and Takeda; has grants/grants pending with Celgene; received payment for travel/accommoda- tions/meeting expenses unrelated to activities listed from Takeda. Other relation- ships: disclosed no relevant relationships. A.P. disclosed no relevant relationships. References 1. Landgren O, Kyle RA, Rajkumar SV. From myeloma precursor disease to multiple myeloma: new diagnostic concepts and opportunities for early intervention. Clin Cancer Res 2011;17(6):1243–1252. 2. Palumbo A, Avet-Loiseau H, Oliva S, et al. Revised International Staging System for Multiple Myeloma: a report from International Myeloma Working Group. J Clin Oncol 2015;33(26):2863–2869. 3. Sonneveld P, Avet-Loiseau H, Lonial S, et al. Treatment of multiple myeloma with high-risk cytogenetics: a consensus of the International Myeloma Working Group. Blood 2016;127(24):2955–2962. 4. Hillengass J, Moulopoulos LA, Delorme S, et al. Whole-body computed tomography versus conventional skeletal survey in patients with multiple myeloma: a study of the International Myeloma Working Group. Blood Cancer J 2017;7(8):e599. 5. Giles SL, deSouza NM, Collins DJ, et al. Assessing myeloma bone disease with whole-body diffusion-weighted imaging: comparison with x-ray skeletal survey by region and relationship with laboratory estimates of disease burden. Clin Radiol 2015;70(6):614–621. 6. Dimopoulos M, Hillengass J, Usmani S et al. Role of magnetic resonance imaging in the management of patients with multiple myeloma:a consensus statement. JCO 2015; 2.33:657-664. 7. Nishida Y, Matsue Y, Suehara Y, et al. Clinical and prognostic significance of bone marrow abnormalities in the appendicular skeleton detected by low-dose whole- body multidetector computed tomography in patients with multiple myeloma. Blood Cancer J 2015;5(7):e329. 8. Messiou C, Kaiser M. Whole body diffusion weighted MRI: a new view of myeloma. Br J Haematol 2015;171(1):29–37. 9. Moulopoulos LA, Dimopoulos MA, Weber D, Fuller L, Libshitz HI, Alexanian R. Magnetic resonance imaging in the staging of solitary plasmacytoma of bone. J Clin Oncol 1993;11(7):1311–1315. 10. Fechtner K, Hillengass J, Delorme S, et al. Staging monoclonal plasma cell disease: comparison of the Durie-Salmon and the Durie-Salmon PLUS staging systems. Radiology 2010;257(1):195–204. 11. Lecouvet FE, Malghem J, Michaux L, et al. Skeletal survey in advanced multiple my- eloma: radiographic versus MR imaging survey. Br J Haematol 1999;106(1):35–39. 12. Hillengass J, Fechtner K, Weber MA, et al. Prognostic significance of focal le- sions in whole-body magnetic resonance imaging in patients with asymptomatic multiple myeloma. J Clin Oncol 2010;28(9):1606–1610.",
    "Messiou et al Radiology: Volume 291: Number 1—April 2019 n radiology.rsna.org 13 38. Lecouvet FE, Vande Berg BC, Malghem J, Omoumi P, Simoni P. Diffusion- weighted MR imaging: adjunct or alternative to T1-weighted MR imaging for prostate carcinoma bone metastases? Radiology 2009;252(2):624. 39. Barnes A, Alonzi R, Blackledge M, et al. UK quantitative WB-DWI technical workgroup: consensus meeting recommendations on optimisation, quality control, processing and analysis of quantitative whole-body diffusion-weighted imaging for cancer. Br J Radiol 2018;91(1081):20170577. 40. Amlani A, Ghosh-Ray S, van Ree K, et al. Relationships between diffusion weighted signal intensity, ADC and water/fat content of malignant bone marrow [abstr]. In: Proceedings of the Twenty-First Meeting of the International Society for Magnetic Resonance in Medicine. Berkeley, Calif: International Society for Magnetic Resonance in Medicine, 2013; 3895. 41. Padhani AR, van Ree K, Collins DJ, D’Sa S, Makris A. Assessing the relation between bone marrow signal intensity and apparent diffusion coefficient in diffusion-weighted MRI. AJR Am J Roentgenol 2013;200(1):163–170. 42. Perez-Lopez R, Rodrigues D, Figueiredo J, et al. Multiparametric magnetic resonance imaging of prostate cancer bone disease: correlation with bone biopsy histological and molecular features. Invest Radiol 2018;53(2):96–102. 43. Winfield JM, Poillucci G, Blackledge MD, et al. Apparent diffusion coefficient of vertebral haemangiomas allows differentiation from malignant focal deposits in whole-body diffusion-weighted MRI. Eur Radiol 2018;28(4):1687–1691. 44. Koh DM, Blackledge M, Padhani AR, et al. Whole-body diffusion-weighted MRI: tips, tricks, and pitfalls. AJR Am J Roentgenol 2012;199(2):252–262. 45. Moulopoulos LA, Koutoulidis V. Bone marrow MRI: a pattern based approach. Berlin, Germany: Springer, 2014. 46. Lecouvet FE. Whole-body MR imaging: musculoskeletal applications. Radiology 2016;279(2):345–365. 47. Lavdas I, Rockall AG, Castelli F, et al. Apparent diffusion coefficient of normal abdominal organs and bone marrow from whole-body DWI at 1.5 T: the effect of sex and age. AJR Am J Roentgenol 2015;205(2):242–250. 48. Messiou C, Collins DJ, Morgan VA, Desouza NM. Optimising diffusion weighted MRI for imaging metastatic and myeloma bone disease and assessing reproduc- ibility. Eur Radiol 2011;21(8):1713–1718. 49. Wu C, Huang J, Xu WB, et al. Discriminating depth of response to therapy in multiple myeloma using whole-body diffusion-weighted MRI with apparent diffusion coefficient: preliminary results from a single-center study. Acad Radiol 2018;25(7):904–914. 50. Koutoulidis V, Fontara S, Terpos E, et al. Quantitative diffusion-weighted imaging of the bone marrow: an adjunct tool for the diagnosis of a diffuse MR Imaging pattern in patients with multiple myeloma. Radiology 2017;282(2):484–493. 51. Messiou C, Giles S, Collins DJ, et al. Assessing response of myeloma bone disease with diffusion-weighted MRI. Br J Radiol 2012;85(1020):e1198–e1203. 52. Suh CH, Yun SJ, Jin W, Lee SH, Park SY, Ryu CW. ADC as a useful diagnostic tool for differentiating benign and malignant vertebral bone marrow lesions and compression fractures: a systematic review and meta-analysis. Eur Radiol 2018;28(7):2890–2902. 53. Fu W, Liu B, Wang B, Zhao D. Early diagnosis and treatment of steroid-induced osteonecrosis of the femoral head. Int Orthop 2018 Jun 6. [Epub ahead of print]. 54. Eisenhauer EA, Therasse P, Bogaerts J, et al. New response evaluation crite- ria in solid tumours: revised RECIST guideline (version 1.1). Eur J Cancer 2009;45(2):228–247."
  ],
  "processed_at": "2026-01-30T15:58:56.231Z"
}