{
  "doc_id": "b9797f19d910edf7ed2c867b877211b1",
  "source_id": "NAFLD-DIAGNOSIS-AND-MANAGEMENT-JAMA-artigo-5",
  "total_pages": 2,
  "pages": [
    "Diagnosis and Management of Nonalcoholic Fatty Liver Disease Peggy B. Leung, MD; Andrew M. Davis, MD, MPH; Sonal Kumar, MD, MPH Summary of the Clinical Problem NAFLD is characterized by hepatic steatosis associated with meta- bolic abnormalities such as insulin resistance, dyslipidemia, obesity, andhypertension.PrevalenceofNAFLDinUSadultsapproaches40%, with high-risk fibrosis more than doubling between 2000 and 2016 (National Health and Nutrition Examination Survey). 1 Less than 5% of patients with NAFLD are aware of their condition, and 12% to 14% also have NASH, which can progress to advanced fibrosis, cirrhosis, and hepatocellular carci- noma. Diagnostic screening and initial treatment for NAFLD can of- ten be carried out in primary care settings. 2 Characteristics of the Guideline Source The guideline was developed by the AACE and AASLD and funded by the AACE. The development panel included AACE member or AASLD representative endocrinologists and hepatologists. A litera- ture review identified 385 supporting studies published January 1, 2010, to November 15, 2021. Through consensus, grading was as- signed to each recommendation. Panel members disclosed poten- tial conflicts of interest ( Table ). Evidence Base DiagnosisofNAFLDisbasedon(1)presenceofhepaticsteatosisinmore than 5% of hepatocytes, (2) absence of significant alcohol consump- tion (>21 [men] or >14 [women] drinks/wk), and (3) excluding presence ofotherliverdiseases.Earlyinterventioncanhaltorreversediseasepro- gression. High-risk conditions that warrant NAFLD screening include (1) prediabetes or type 2 diabetes; (2) obesity or 2 or more cardiometa- bolic risk factors for metabolic syndrome such as elevated triglycerides ( \u0002 150mg/dL)orwaistcircumference(>40in[men]or>35in[women]); and (3) either hepatic steatosis on imaging or persistent high (>30 U/L) serum aspartate aminotransferase (AST) or alanine aminotransferase (ALT).NAFLDprevalenceinpersonswithtype2diabetesmaybeashigh as 70%, of whom 15% have moderate or severe fibrosis. 2 Noninvasive clinical tools that measure liver fibrosis such as the FIB-4 should be used to assess for fibrosis more severe than mini- mal scarring. The FIB-4 includes age, platelet count, AST, and ALT, which predicts risk of hepatic cirrhosis and other liver-related ad- verse events in adults (area under the curve, 0.71-0.89). 3 Even with clinically significant fibrosis, the majority of patients with NAFLD in Table. Guideline Rating a Standard Rating Establish transparency Good Management of conflict of interest in the guideline development group Fair Guideline development group composition Fair Clinical practice guideline–systematic review intersection Good Establishing evidence foundations and rating strength for each of the guideline recommendations Good Articulation of recommendations Fair External review Poor Updating Fair Implementation issues Fair a Cifu AS, Davis AM, Livingston EH. Introducing JAMA Clinical Guidelines Synopsis. JAMA . 2014;312(12):1208-1209. doi:10.1001/jama.2014.12712 GUIDELINE TITLE American Association of Clinical Endocrinology (AACE) Clinical Practice Guideline for the Diagnosis and Management of Nonalcoholic Fatty Liver Disease in Primary Care and Endocrinology Clinical Settings RELEASE DATE May 2022 DEVELOPER AND FUNDING SOURCE AACE and American Association for the Study of Liver Diseases (AASLD) TARGET POPULATION Patients at risk of nonalcohol fatty liver disease (NAFLD) MAJOR RECOMMENDATIONS • Screen persons with (1) prediabetes or type 2 diabetes, (2) obesity or \u0002 2 cardiometabolic risk factors, and/or (3) abnormal serum aminotransaminases or hepatic steatosis on imaging for NAFLD and advanced fibrosis (grade B; intermediate/high strength of evidence [SOE]). • Use noninvasive liver fibrosis clinical prediction tools like the Fibrosis-4 Index (FIB-4) to initially assess risk of NAFLD and liver fibrosis (grade B; intermediate SOE). • Evaluate risk of fibrosis in persons with NAFLD with vibration- controlled transient elastography (VCTE) or enhanced liver fibrosis (ELF) score (grade B; intermediate SOE). • Refer patients to specialists when there are persistently el- evated aminotransferases or hepatic steatosis on imaging with indeterminate or high-risk noninvasive results (FIB-4 >1.3, elevated liver stiffness measurement, or positive ELF results) (grade B; intermediate SOE). • Treat cardiometabolic disease in persons with NAFLD (grade A; high/intermediate SOE). • Recommend dietary modification and physical activity (150 min/wk) in persons with excess adiposity and NAFLD (grade A; intermediate SOE). • Initiate pioglitazone and/or glucagon-like peptide 1 receptor agonists (GLP1RAs), especially in type 2 diabetes and biopsy- proven nonalcoholic steatohepatitis (NASH), and strongly consider adjunctive obesity pharmacotherapy with lifestyle modifications for individuals with obesity, diabetes, and NAFLD (grade A; high/intermediate SOE). • Consider bariatric surgery to treat NAFLD in persons with a body mass index >35 (grade B; intermediate/weak SOE). CME at jamacmelookup.com Clinical Review & Education JAMA Clinical Guidelines Synopsis jama.com (Reprinted) JAMA Published online October 16, 2023 E1 © 2023 American Medical Association. All rights reserved. Downloaded From: https://jamanetwork.com/ by Laerte Damaceno on 10/16/2023",
    "primary care or endocrine clinic settings have AST and ALT of less than 40 U/L. 2 FIB-4 categorizes patients into low risk (FIB-4 <1.3), indeterminate risk (FIB-4 1.3-2.67), or high risk (FIB-4 >2.67). Per- sons with indeterminate risk can have further staging with liver stiff- ness measurement by VCTE or with the ELF score, a proprietary fi- brosis biomarker test. This 2-step approach (FIB-4, then liver stiffness measurement by VCTE or ELF score) can reduce low-risk referrals to specialists. 2,4 Persons with persistently elevated ALT or AST or hepatic steatosis on imaging with indeterminate or high risk (FIB-4 >1.3, liver stiffness measurement by elastography >8 kPa, or ELF score >7.7) should be referred to a hepatologist. 2 Patients with NAFLD should receive treatment for obesity, in- sulin resistance/prediabetes, dyslipidemia, and hypertension. Car- diovascular disease is the leading cause of death associated with NAFLD. 2,5 Dietary modifications and adherence to physical activ- ity are first-line therapy in people with excess adiposity and NAFLD to support sustained weight loss. Weight loss achieved through ca- loric deficit and 150 minutes of weekly physical activity can reduce hepatic steatosis, albeit less consistently for those with fibrosis. A review 6 found that 5% weight loss regardless of method (life- style modifications, pharmacotherapy, or surgery) was correlated with a 30% relative reduction in intrahepatic triglyceride content ( r = 0.71; P < .001). The AACE recommends a weight loss goal of at least 5%, and preferably 10%, as more weight loss is associated with decreased hepatic steatosis, resolution of NASH, and reduction in hepatic fibrosis and improved cardiometabolic parameters. Pharmacotherapyforobesityshouldbeconsideredinpatientswith obesity, diabetes, and NAFLD. GLP1RAs are recommended for these patients as they are associated with decreased hepatic steatosis, al- though a statistically significant reduction in fibrosis has not been re- ported. In a phase 2 randomized clinical trial (RCT) of patients with bi- opsy-proven NASH, 59% who received semaglutide 0.4 mg/d injections had resolution of NASH and no fibrosis worsening vs 17% withplacebo(oddsratio[OR],6.87;95%CI,2.60-17.63; P < .001). 7 Trials of semaglutide and tirzepatide (a glucose-dependent insulinotropic polypeptidereceptoragonist[GIPRA]/GLP1RA)areongoing.Highcost, lack of insurance, or inadequate insurance coverage may limit access to weight management medications. Pioglitazone (a thiazolidinedi- one) may be considered and costs less than GLP1RAs and GIPRAs/ GLP1RAs. In a meta-analysis of 5 RCTs (392 individuals) with biopsy- provenNASH,pioglitazonevsplaceboorvitaminEwasassociatedwith resolution of NASH (OR, 3.65; 95% CI, 2.32-5.74; P < .001) and im- proved hepatic fibrosis at any stage (OR, 1.77; 95% CI, 1.15-2.72; P = .009), but especially in advanced fibrosis (OR, 10.17; 95% CI, 2.83- 36.54; P < .001),eveninadultswithouttype2diabetes. 8 However,pio- glitazone was associated with a mean 2.51% weight gain (95% CI, 0.36%-4.66%). 8 Pioglitazone is contraindicated in patients with New York Heart Association class III or IV heart failure. Bariatric sur- gery is a potential treatment option for patients with NAFLD, espe- cially those with body mass index [BMI] greater than 35 (with consid- eration for people of Asian race with BMI >32.5) and type 2 diabetes, given its established role in substantial weight loss. Discussion Primary care clinicians can diagnose and initiate treatment of NAFLD. Many effective pharmacotherapy options do not require initiation and monitoring by specialists. These guidelines define triggers for referrals to hepatologists and bariatric surgeons. The AASLD pub- lished a new guidance document in March 2023 on assessment and management of NAFLD with a focus on advances in noninvasive risk stratification and therapeutics. 9 The recommendations high- lighted above are in agreement with those recommendations. Areas in Need of Future Study or Ongoing Research Several large international liver disease societies recommended changing the nosology of fatty liver disease to steatotic liver dis- ease (SLD), with subcategories of metabolic dysfunction– associated steatotic liver disease (MASLD), alcohol liver disease (ALD), and the combination of MASLD and ALD as “MetALD.” 10 The impact of this shift will need to be evaluated in subsequent studies and reflected in updated guidelines. Upcoming data from larger RCTs of GLP1RAs, GIPRAs/GLP1RAs, and sodium-glucose cotransporter 2 inhibitors should help clarify their direct effects on NASH. Studies underway have the potential to improve quantification of hepatic fibrosis and evaluate treatment response, as well as approaches that apply genetic disease modifiers and identification of disease phe- notypes, to improve tailoring of therapies for patients with NAFLD. ARTICLE INFORMATION Author Affiliations: Division of General Internal Medicine, Weill Cornell Medicine, New York, New York (Leung); Section of General Internal Medicine, University of Chicago, Chicago, Illinois (Davis); Division of Gastroenterology and Hepatology, Department of Medicine, NewYork-Presbyterian Hospital/Weill Cornell Medical Center, New York, New York (Kumar). Corresponding Author: Peggy B. Leung, MD, Weill Cornell Medicine, 505 E 70th St, HT-4, New York, NY 10021 (pbl9001@med.cornell.edu). Published Online: October 16, 2023. doi:10.1001/jama.2023.17935 Conflict of Interest Disclosures: Dr Kumar reported receiving personal fees from Intercept, Gilead, Ipsen, and Novo Nordisk. No other disclosures were reported. REFERENCES 1 . Golabi P, Paik JM, Harring M, et al. Prevalence of high and moderate risk nonalcoholic fatty liver disease among adults in the United States, 1999-2016. Clin Gastroenterol Hepatol . 2022;20(12):2838-2847. 2 . Cusi K, Isaacs S, Barb D, et al. American Association of Clinical Endocrinology clinical practice guideline for the diagnosis and management of nonalcoholic fatty liver disease in primary care and endocrinology clinical settings. Endocr Pract . 2022;28(5):528-562. 3 . Lee J, Vali Y, Boursier J, et al. Prognostic accuracy of FIB-4, NAFLD fibrosis score and APRI for NAFLD-related events. Liver Int . 2021;41(2):261-270. 4 . Chan WK, Treeprasertsuk S, Goh GB, et al. Optimizing use of nonalcoholic fatty liver disease fibrosis score, Fibrosis-4 Score, and liver stiffness measurement to identify patients with advanced fibrosis. Clin Gastroenterol Hepatol . 2019;17(12): 2570-2580. 5 . Mantovani A, Csermely A, Petracca G, et al. Non-alcoholic fatty liver disease and risk of fatal and non-fatal cardiovascular events. Lancet Gastroenterol Hepatol . 2021;6(11):903-913. 6 . Bril F, Sanyal A, Cusi K. Metabolic syndrome and its association with nonalcoholic steatohepatitis. Clin Liver Dis . 2023;27(2):187-210. 7 . Newsome PN, Buchholtz K, Cusi K, et al. A placebo-controlled trial of subcutaneous semaglutide in nonalcoholic steatohepatitis. N Engl J Med . 2021;384(12):1113-1124. 8 . Musso G, Cassader M, Paschetta E, Gambino R. Thiazolidinediones and advanced liver fibrosis in nonalcoholic steatohepatitis. JAMA Intern Med . 2017;177(5):633-640. 9 . Rinella ME, Neuschwander-Tetri BA, Siddiqui MS, et al. AASLD practice guidance on the clinical assessment and management of nonalcoholic fatty liver disease. Hepatology . 2023;77(5):1797-1835. 10 . Rinella ME, Lazarus JV, Ratziu V, et al. A multi-society Delphi consensus statement on new fatty liver disease nomenclature. J Hepatol . Published online June 20, 2023. Clinical Review & Education JAMA Clinical Guidelines Synopsis E2 JAMA Published online October 16, 2023 (Reprinted) jama.com © 2023 American Medical Association. All rights reserved. Downloaded From: https://jamanetwork.com/ by Laerte Damaceno on 10/16/2023"
  ],
  "processed_at": "2026-01-30T14:42:20.417Z"
}