{
  "doc_id": "3fcd5bde6432d11ad613ea876e94c023",
  "source_id": "needleman-et-al-2018-ultrasound-for-lower-extremity-deep-venous-thrombosis",
  "total_pages": 11,
  "pages": [
    "Circulation. 2018;137:1505–1515. DOI: 10.1161/CIRCULATIONAHA.117.030687 April 3, 2018 1505 Key Words: diagnostic imaging ◼ veins ◼ venous thromboembolism ◼ venous thrombosis ◼ ultrasonography ABSTRACT: Venous ultrasound is the standard imaging test for patients suspected of having acute deep venous thrombosis (DVT). There is variability and disagreement among authoritative groups regarding the necessary components of the test. Some protocols include scanning the entire lower extremity, whereas others recommend scans limited to the thigh and knee supplemented with serial testing. Some protocols use gray-scale ultrasound alone, whereas others include Doppler interrogation. Point-of-care ultrasound is recommended in some settings, and there is heterogeneity of these protocols as well. Heterogeneity of recommendations can lead to errors including incorrect application of guidelines, confusion among requesting physicians, and incorrect follow-up. In October 2016, the Society of Radiologists in Ultrasound convened a multidisciplinary panel of experts to evaluate the current evidence to develop recommendations regarding ultrasound protocols for DVT and the terminology used to communicate results to clinicians. Recommendations were made after open discussion and by unanimous consensus. The panel recommends a comprehensive duplex ultrasound protocol from thigh to ankle with Doppler at selected sites rather than a limited or complete compression-only examination. This protocol is currently performed in many facilities and is achievable with standard ultrasound equipment and personnel. The use of these recommendations will increase the diagnosis of calf DVT and provide better data to explain the presenting symptoms. The panel recommends a single point-of-care protocol that minimizes underdiagnoses of proximal DVT. The panel recommends the term chronic postthrombotic change to describe the residual material that persists after the acute presentation of DVT to avoid potential overtreatment of prior thrombus. Adoption of a single standardized comprehensive duplex ultrasound and a single point-of-care examination will enhance patient safety and clinicians’ confidence. Laurence Needleman, MD John J. Cronan, MD Michael P. Lilly, MD Geno J. Merli, MD Srikar Adhikari, MD Barbara S. Hertzberg, MD M. Robert DeJong, RDMS, RVT Michael B. Streiff, MD Mark H. Meissner, MD CONSENSUS REPORT Ultrasound for Lower Extremity Deep Venous Thrombosis Multidisciplinary Recommendations From the Society of Radiologists in Ultrasound Consensus Conference © 2018 American Heart Association, Inc. Circulation http://circ.ahajournals.org Downloaded from http://ahajournals.org by on January 30, 2026",
    "Needleman et al SRU Consensus for DVT Ultrasound STATE OF THE ART April 3, 2018 Circulation. 2018;137:1505–1515. DOI: 10.1161/CIRCULATIONAHA.117.030687 1506 V enous ultrasound is the standard imaging test for patients suspected of having lower extremity deep venous thrombosis (DVT). However, there is disagreement among authoritative groups regarding the necessary components of the venous ultrasound. Protocols issued by the American College of Chest Phy- sicians, 1 American Institute of Ultrasound in Medicine/ American College of Radiology/Society of Radiolo- gists in Ultrasound, 2 Society for Vascular Ultrasound, 3 and Intersocietal Accreditation Commission Vascular Technology 4 vary. The lack of a single protocol has led to misunderstandings between ordering clinicians and fa- cilities providing the service. This may result in underdi- agnosis, unnecessary testing, and insufficient imaging. The variability is exacerbated by confusing terminology in reports. There is an extensive body of published data addressing the components of the venous ultrasound examination. The Society of Radiologists in Ultrasound assembled an interdisciplinary panel of experts in ve- nous diagnosis to review the contemporary literature and develop consensus recommendations to create a standardized approach to the ultrasound diagnosis of lower extremity venous thrombosis. METHODS AND CONFERENCE PREPARATION The Society of Radiologists in Ultrasound sponsored a mul- tidisciplinary consensus conference (October 18–19, 2016). The panel was charged with critically evaluating venous ultra- sound protocols for the evaluation of suspected DVT, evaluat- ing the terminology used to communicate results to clinicians, and developing consensus recommendations for the protocol and its terminology. Experts in venous imaging and the treatment of DVT were invited to join the panel. Participants included experts in emer- gency medicine, hematology, radiology, ultrasonography, vas- cular medicine, and vascular surgery. Interested organizations were also notified of the consensus conference, and a subset sent representatives to the meeting to add commentary and perspectives as nonvoting participants. Before the meeting, organizers and participants assembled a bibliography of rele- vant primary source scientific publications, scholarly literature reviews, and published guidelines from professional societ- ies. 1–16 These were reviewed before the meeting. Each of the recommendations was reached by open dis- cussion and represents the unanimous agreement of the participants. These recommendations are endorsed by the Society of Radiologists in Ultrasound. CONSENSUS CONFERENCE RECOMMENDATIONS The recommendations of the consensus conference can be summarized into 5 key areas: (1) patient selection, (2) ultrasound protocols, (3) serial and follow-up con- siderations, (4) terminology for ultrasound reports, and (5) diagnostic criteria. Patient Selection Issue Multiple guidelines recommend clinical prediction rules to estimate pretest probability of DVT before ultrasound ordering. 17–20 There are several tools, but the most com- monly used clinical decision rule for risk stratification is the Wells score (Table 1). 19 After an unlikely pretest probability of DVT based on a clinical decision rule assessment, a negative D-dimer test is adequate to safely exclude DVT. Venous ultra- sound is not appropriate for those individuals. Ultra- sound is appropriate for patients with a likely pretest probability of DVT, an unlikely pretest probability of DVT with a positive D-dimer, and those in whom pretest probability was not assessed. 17,18 Recommendation All patients should be evaluated for pretest prob- ability of DVT. For those with low (unlikely) pretest probability, obtaining a high-sensitivity D-dimer is ap- propriate. Ultrasound Protocols Standardization Issue The protocols in use for venous ultrasound vary by pro- mulgating organization and facilities in the same commu- nity. This variability leads to confusion and errors including inappropriate patient selection and improper follow-up. We suggest that a single complete study is the safest strategy. A limited examination to the knee requires a Table 1. Clinical Model for Predicting the Pretest Probability of Deep Venous Thrombosis 19 Clinical Characteristic Score Active cancer (patient receiving treatment for cancer within the previous 6 months or currently receiving palliative treatment) 1 Paralysis, paresis, or recent plaster immobilization of the lower extremities 1 Recently bedridden for ≥ 3 days, or major surgery within the previous 12 weeks requiring general or regional anesthesia 1 Localized tenderness along the distribution of the deep venous system 1 Entire leg swollen 1 Calf swelling at least 3 cm larger than the asymptomatic side (measured 10 cm below the tibial tuberosity) 1 Pitting edema confined to the symptomatic leg 1 Collateral superficial veins (nonvaricose) 1 Previously documented deep venous thrombosis 1 Alternative diagnosis at least as likely as deep venous thrombosis –2 A score of ≥ 2 indicates that the probability of deep venous thrombosis is likely; a score of <2 indicates that the probability of deep venous thrombosis is unlikely. In patients with symptoms in both legs, the more symptomatic leg is used. Reprinted from Wells et al 19 with permission. Copyright © 2003, Massachusetts Medical Society. Downloaded from http://ahajournals.org by on January 30, 2026",
    "Needleman et al SRU Consensus for DVT Ultrasound STATE OF THE ART Circulation. 2018;137:1505–1515. DOI: 10.1161/CIRCULATIONAHA.117.030687 April 3, 2018 1507 second examination to safely exclude undiagnosed calf DVT that may propagate proximally between the stud- ies (Figure 1). Recommendation Complete duplex ultrasound (CDUS) is the pre- ferred venous ultrasound test for the diagnosis of acute DVT. CDUS is compression of the deep veins from the inguinal ligament to the ankle (including pos- terior tibial and peroneal veins in the calf), right and left common femoral vein spectral Doppler waveforms (to evaluate symmetry), popliteal spectral Doppler, and color Doppler images (Figure 2). Compression is per- formed at 2-cm intervals. 3,21 Symptomatic areas should be evaluated to deter- mine if there is superficial venous thrombosis or other pathology, in particular if the assessment of the deep veins is normal. Limited protocols (not including calf veins) and selec- tive evaluation of the calf are not recommended be- cause limited protocols require a second study in 5 to 7 days to safely exclude DVT (Table 2). Patients with calf DVT who the clinician decides to manage expectantly should have a repeat scan at Figure 1. Normal femoral vein at baseline and acute DVT at 1-week follow-up. A and B, Ultrasound images of a normal femoral vein without ( A ) and with ( B ) compression. The artery (Art) is anterior to the vein. After compression, the vein is completely collapsed, indicating normal compressibility. C and D, Ultrasound images of acute femoral vein thrombus without ( C ) and with ( D ) compression after 1 week of follow-up. The patient was followed for acute calf DVT that was not treated (not shown). The acute DVT (* in C ) is heterogeneous. It expands the vein. After compres- sion ( D ), the vein does not collapse but has an oval shape indicating an acute DVT based on the noncompressible but deform- able vein. DVT indicates deep venous thrombosis. Downloaded from http://ahajournals.org by on January 30, 2026",
    "Needleman et al SRU Consensus for DVT Ultrasound STATE OF THE ART April 3, 2018 Circulation. 2018;137:1505–1515. DOI: 10.1161/CIRCULATIONAHA.117.030687 1508 1 week or sooner if risk factors or symptoms warrant. Repeat scans are ended after 2 weeks or if treatment is begun (Table 3). Availability of Duplex Ultrasound and Point-of- Care Ultrasound Issue Duplex ultrasound equipment and staff are not avail- able in all sites at all times. Recommendation A point-of-care ultrasound consisting of a limited evaluation with compression from thigh to knee (extended compression ultrasound [ECUS]) (Fig- ure 2) is appropriate when CDUS is not available in a timely manner. ECUS is favored over 2-region compression because isolated femoral vein DVTs may be missed. After a negative ECUS, CDUS in 5 to 7 days is required to safely exclude DVT. If ultrasound is not available, anticoagulation before a confirmatory ultrasound is a safe strategy. 22,23 Figure 2. Lower extremity venous system and extent of ultrasound tests. Black rectangles represent the extent of the compression ul- trasound. Gray rectangles are sites of duplex Doppler. 2-CUS (2-region compression ultrasound) indicates compression ultrasound including the femoral veins 1 to 2 cm above and below the saphenofemoral junction and the popliteal veins up to the calf veins confluence; ECUS (extended compres- sion ultrasound), the compression ultrasound from common femoral vein through the popliteal vein up to the calf veins confluence; CCUS (complete compression ultrasound), com- pression ultrasound from common femoral vein to the ankle; and CDUS (complete duplex ultrasound), compression ultra- sound from the common femoral vein to the ankle (evaluat- ing the posterior tibial and peroneal veins in the calf), color and spectral Doppler of the common femoral (or iliac veins) on both sides, color and spectral Doppler of the popliteal vein on the symptomatic side. Ultrasound of symptomatic areas may be required if the symptoms are not explained by the standard thigh-to-ankle examination. Table 2. Recommended Follow-Up After Initial Negative Venous Ultrasound Clinical Characteristic Recommendation Negative complete duplex ultrasound Persistent or worsening symptoms Repeat scan in 5 days to 1 week, earlier if concern is high. High risk Consider repeat scan if etiology for symptoms not otherwise elucidated. Technically compromised study Recommend repeat scan in 5 days to 1 week if more than minor limitation. D-dimer may be helpful if it is negative. Concern for iliocaval DVT Pelvic venous imaging, especially CT or MR venography, or iliocaval duplex ultrasound. Negative extended compression or 2-region ultrasound Risk of DVT persists or etiology of symptoms not elucidated Repeat scan, preferably complete duplex ultrasound, in 5 days to 1 week. CT indicates computed tomography; DVT, deep venous thrombosis; and MR, magnetic resonance. Table 3. Recommended Follow-Up After Initial Positive or Indeterminate Venous Ultrasound Clinical Characteristic Recommendation Positive complete duplex ultrasound Acute calf DVT, not treated Repeat scan in 1 week, earlier if symptoms progress. If progression to femoropopliteal DVT, treat. If normal, stop. If persistent calf thrombus which is not treated, repeat scan at 2 weeks. Scanning after 2 weeks is generally not warranted. Acute DVT, on treatment Repeat not warranted unless a change in the scan will change patient management. Follow-up at the end of treatment to establish new baseline. Indeterminate results D-dimer may be helpful if negative. Recommend repeat scan in 5 days to 1 week to evaluate for change. Concern for recurrent DVT, equivocal findings for scar versus recurrence at site of scar D-dimer may be helpful if negative. Recommend repeat scan in 1–3 days and 7–10 days. Concern for iliocaval DVT, especially if abnormal spectral Doppler findings Pelvic venous imaging, especially CT or MR venography, or iliocaval duplex ultrasound. Positive extended compression or 2-region ultrasound Acute DVT Repeat scan, preferably complete duplex ultrasound in 5 days to 1 week to document entire extent of lower extremity veins. CT indicates computed tomography; DVT, deep venous thrombosis; and MR, magnetic resonance. Downloaded from http://ahajournals.org by on January 30, 2026",
    "Needleman et al SRU Consensus for DVT Ultrasound STATE OF THE ART Circulation. 2018;137:1505–1515. DOI: 10.1161/CIRCULATIONAHA.117.030687 April 3, 2018 1509 Iliocaval DVT Issue Iliocaval DVT may be undetected because the throm- bus is cephalad to the standard examination. Whole-leg swelling with a normal compression ultrasound or the finding of continuous or asymmetrical common femo- ral Doppler spectra suggests a more central obstructive process. Recommendation If iliocaval disease is suspected because of signs and symptoms or abnormal spectral Doppler waveforms, the threshold for pelvic ultrasound, computed tomography, or magnetic resonance venography should be low. Serial and Follow-Up Considerations Patients at High Risk, Those With Persistent Symptoms or Limited Studies Issue Occasional patients will have DVT despite a normal CDUS examination because of technical limitations, equivocal findings, or the lower sensitivity of the calf examination in comparison with examination of the femoropopliteal veins (Tables 2 and 3). Recommendation Repeat ultrasound may be required for patients who have a negative CDUS with persistent or worsening signs and symptoms, a technically in- adequate CDUS, or an equivocal finding. Follow-up is usually 5 to 7 days but can be shorter if concern is high or clinical symptoms warrant. Patients with normal examinations to the knee or 2-region ultrasound require a serial ultrasound in 5 to 7 days. Recurrent DVT Issue The diagnosis of recurrent DVT is difficult in the absence of an unequivocally new site of acute DVT (Figure 3). Persistent scarring may reduce the ability to distinguish chronic scarring from a new DVT. Recommendation Equivocal ultrasound findings may require serial imaging after 1 to 3 and 7 to 10 days to determine if there are any acute changes that would indicate recurrent DVT. D-dimer may also be helpful to estab- lish if recurrent DVT is present. Follow-Up of Patients on Anticoagulation Issues Repeat studies while the patient is on anticoagulation are not standardized. There is no standard for ordering an ultrasound at the end of anticoagulation. Recommendation Imaging while on adequate anticoagulation is unwarranted unless it will change the patient’s treatment. Repeat ultrasound at or near the end of anti- coagulation is recommended to establish a new baseline and to determine if scarring is present. Terminology for Ultrasound Reports Scarring Issue Normal veins and acute DVT are well understood, but other descriptive terms for ultrasound observations af- ter diagnosis are subject to misinterpretation. After DVT, the vein may heal completely or scar. Thrombus becomes infiltrated with fibroblasts, organiz- es, and reendothelializes over several weeks to months. Figure 3. Acute DVT, chronic postthrombotic change, and recurrent DVT. Long-axis sonograms of the left popliteal vein. A, Acute DVT. The vein contains heterogeneous acute DVT (*). B, Chronic post- thrombotic change. The patient returned the following year for swelling. The intraluminal material is smaller and flat (between arrows). The lumen is partially reconstituted because of retraction (*). C, Recurrent DVT. The patient returned the following year with swelling. A long-axis color Doppler image shows an intraluminal filling defect with no flow in the vein (*). The new acute DVT distends the vein (between arrows). The changes in size and absence of flow are new findings typical of acute DVT that has recurred at the site of prior scarring. DVT indicates deep venous thrombosis. Downloaded from http://ahajournals.org by on January 30, 2026",
    "Needleman et al SRU Consensus for DVT Ultrasound STATE OF THE ART April 3, 2018 Circulation. 2018;137:1505–1515. DOI: 10.1161/CIRCULATIONAHA.117.030687 1510 Fibrosis producing scarring, wall thickening, and syn- echiae causing partial obstruction may persist for years. 24,25 The residual material is no longer thrombus. 26 The terms chronic thrombus or residual thrombus for the residual material may be misinterpreted by provid- ers and lead to inappropriate anticoagulation for pre- sumed persistent or acute thrombus. Recommendation Chronic postthrombotic change is the preferred term for the material that persists on ultrasound after acute DVT (Figure 3). Subacute Thrombus Issue The ultrasound appearance of thrombus may evolve or resolve after its formation over the first 6 months 24,27 (Figure 4). Subacute thrombus is a confusing term; it erroneously implies there are well-defined ultrasound findings that are unique to the appearance of thrombus weeks to <6 months old. Recommendation The term subacute thrombus does not have a unique ultrasound appearance and should rarely be used. It should be reported for a follow-up study only if (1) there is a previous ultrasound demonstrating acute thrombus weeks earlier and (2) the new study shows a change in the appearance of the thrombosis that is not typical of chronic postthrombotic change. It is incorrect to use subacute thrombus to indicate recurrent DVT, chronic postthrombotic change, or equivocal findings. Diagnostic Criteria Gray-Scale Findings Issue Noncompressibility is common with both acute DVT and scarring. The criteria to distinguish the 2 vary in quality. Recommendation Abnormalities should be classified into acute ve- nous thrombosis, chronic postthrombotic change, or indeterminate (equivocal). Acute venous thrombosis causes vein noncompress- ibility, but the thrombus is soft and deformable with probe pressure. In general, the surface of the thrombus is smooth and the vein is larger than normal. A loosely adherent or free-floating edge may be seen but is less common. Veins with chronic postthrombotic change are also noncompressible, but the intraluminal material is rigid and nondeformable with probe pressure. The surface may be irregular, and calcifications may rarely be noted. The material may retract and produce thin webs (syn- echiae) or thicker flat bands. Incorporation into the vein wall or recanalization may produce regular or irregular wall thickening. In the setting of scarring, the vein size may be normal or decreased. Thrombus echogenicity is not a reliable sign of its age. 28 The most acute-appearing material should be pre- ferred in the classification of the thrombus. The panel recommends classifying findings as indeterminate when criteria conflict and cannot be reconciled, eg, where findings are present but neither completely acute nor chronic. 29 Recurrent DVT may be (1) acute thrombus in a pre- viously normal vein in a patient with prior DVT or (2) acute thrombus on areas of scarring. DISCUSSION There are several strategies to identify patients with suspected venous thrombosis for whom anticoagula- tion therapy may be safely withheld if the study or serial studies are negative. These include a single complete compression ultrasound, 2 limited compression ultra- sounds 5 to 7 days apart, and combinations of pretest Figure 4. Acute DVT evolving to subacute thrombus. Long-axis images of the femoral vein 5 weeks apart. A, Acute occlusive DVT. Color Doppler scan shows material distending the vein (*) below the artery (Art). There is no flow at the thrombus. B, In the 5-week interval, the material has changed configura- tion. The cephalad material (*) still expands the vein, whereas the caudal material has retracted (arrow), indicating an appear- ance different from acute DVT and not typical of scarring. The age of the material would be difficult to evaluate without the baseline image such that the cephalad portion might be interpreted as recurrent DVT. DVT indicates deep venous thrombosis. Downloaded from http://ahajournals.org by on January 30, 2026",
    "Needleman et al SRU Consensus for DVT Ultrasound STATE OF THE ART Circulation. 2018;137:1505–1515. DOI: 10.1161/CIRCULATIONAHA.117.030687 April 3, 2018 1511 probability, D-dimer, and either limited or complete compression ultrasound. 6,17,30,31 Complete Ultrasound Protocols A single complete compression ultrasound is a safe strategy. A meta-analysis reported the 3-month risk of venous thromboembolic disease after negative com- plete compression ultrasound to be 0.57% (95% confi- dence interval, 0.25%–0.89%). 11 There are advantages to a single well-defined com- plete duplex ultrasound test to the calf for patients suspected of their first instance of DVT. Patients will get the same test whether it is performed in a vascular laboratory, radiology department, or other ambulatory setting. The panel agreed that establishing a diagnosis of calf DVT is warranted even if anticoagulation is not instituted. Decisions regarding treatment of isolated calf DVT and risk stratification should be informed by as complete a diagnostic assessment as possible. The presence of calf DVT may give information rel- evant to the patient’s ultimate outcome such as risks for recurrent DVT, mortality, subsequent diagnosis of cancer, and chronic venous insufficiency. 15,32 Even in the absence of calf symptoms at the time of the ultrasound, the status of calf veins may become relevant if the patient returns with new symptoms. Calf evaluation may find alternative diagnoses such as musculoskeletal abnormalities. 33 The primary argument against implementation of CDUS relates to the management of isolated calf DVT and concerns of overtreatment. 33 False-positive diag- nosis of calf DVT by ultrasound is rare; the specific- ity of compression ultrasound for calf DVT is 97.8% (97.0%–98.4%). 34 We agree that scanning the calf veins does require that the referring healthcare provider understands the significance of this information or has access to specialty consultation for both the treatment and follow-up of distal DVT. We recognize that man- agement protocols may not be firmly established. 1,35–38 If isolated calf DVT is diagnosed and managed ex- pectantly, there are well-defined protocols for follow- up. 17 Patients with calf DVT that was observed without anticoagulation should have a repeat scan, at 1 week and again at 2 weeks if the calf DVT persists but does not extend. 17 If there is proximal propagation or signifi- cant extension of the thrombosis, the patient should re- ceive anticoagulation. No further imaging is warranted if the distal DVT resolves at 1 week or does not extend significantly at 2 weeks. Serial ultrasound is not indi- cated if the patient receives anticoagulation unless a change in the clinical condition warrants consideration of a change in treatment. 39 Because the decision to withhold anticoagulation in a patient with diagnosed isolated calf DVT mandates additional scans, limited ultrasound protocols also re- quire repeat imaging to be a safe strategy. The addition of a D-dimer test after a negative limited ultrasound does not change the number of follow-up ultrasounds unless it is negative. Positive D-dimer tests are as com- mon as isolated calf DVT and do not provide discrimi- nating information. 6 A negative CDUS does not completely exclude all DVT, in particular calf DVT. The sensitivity of compression ultra- sound for calf DVT is 56.8% (95% confidence interval, 49%–66.4%), less than that of duplex ultrasound for proximal DVT 96.5% (95% confidence interval, 95.1%– 97.6%). 34 Propagation of calf DVT usually causes persis- tent or worsening symptoms. Appropriate patient follow- up and serial scans can address this complication. Muscular (gastrocnemius or soleus) vein DVT may present as pain. Scans of symptomatic regions are part of CDUS protocol and can diagnose these DVTs. Scanning the calf veins increases the complexity and the time required for the examination. Facilities that follow the Intersocietal Accreditation Commission Vascular Testing guidelines, Society for Vascular Ultra- sound guidelines, or American College of Radiology/ American Institute of Ultrasound in Medicine/Society of Radiologists in Ultrasound guidelines currently eval- uate calf veins in some or all of their patients. Includ- ing calf veins will result in a learning curve for some laboratories, but the complete ultrasound protocol is a mandatory component of the current sonogra- pher curriculum and detailed in standard textbooks. Sonographic criteria in the calf are identical to those in proximal veins; therefore, acquiring a calf vein ul- trasound skill set requires learning only new anatomy and patient positioning. Modern ultrasound equipment has sufficient resolu- tion to evaluate both proximal and calf veins. All labo- ratories have linear transducers, and most have curved array transducers (in particular, if they perform abdomi- nal imaging). Curved array transducers and harmonic imaging are helpful for technically challenging cases. Some analyses have concluded that compression ul- trasound is equivalent to duplex scanning for proximal DVT, 40 but the panel favors duplex Doppler, including color and spectral Doppler in at least 2 sites in the leg. Color Doppler ultrasound can detect complete versus incomplete obstruction. Color Doppler may help identi- fy smaller and pelvic veins, in particular if augmentation is used. It can be used to clarify otherwise technically difficult findings. Spectral Doppler abnormalities can be used to iden- tify obstruction in the vein segments central to the sam- ple site. Spectral Doppler assessment of both common femoral or external iliac veins for phasicity and symmetry may yield important information (Figure 5). An abnor- mal spectrum, particularly a flat (continuous) waveform, has good specificity for iliocaval venous obstruction that may be the result of central thrombosis, scarring, or ex- trinsic compression from pelvic pathology. 41,42 Downloaded from http://ahajournals.org by on January 30, 2026",
    "Needleman et al SRU Consensus for DVT Ultrasound STATE OF THE ART April 3, 2018 Circulation. 2018;137:1505–1515. DOI: 10.1161/CIRCULATIONAHA.117.030687 1512 Limited Protocols and Limited or Complete Ultrasound Protocols Limited ultrasound protocols will not detect DVT in the uninvestigated segments. Unevaluated segments in- clude the calf and, depending on the protocol, portions of the femoral vein system. Five percent of patients have thrombus limited to the calf, 17 although some studies suggest this may be higher. 13,43 A single limited compression ultrasound will not detect these. Nine per- cent 9 to 21.4% 17 of isolated calf DVT will propagate proximally and require pharmacological treatment. Lim- ited protocols address this deficiency by recommending a second ultrasound at a later time. Patient compliance with scheduled repeat ultrasound imaging is inconsis- tent, 44 and omission of the follow-up ultrasound study may have severe consequences. Proximal DVT is diag- nosed at the second ultrasound in as many as 5.7% (1.9%–12.8%) of patients. 6,33 Limited scans that skip the calf may also not provide the data required by the referring healthcare providers or patients, in particular in the setting of calf symptoms. 33,45 Algorithms that include a choice of a complete or lim- ited ultrasound are excessively complicated 1,2,17 and can lead to medical error. 45 The current American College of Radiology/American Institute of Ultrasound in Medicine/ Society of Radiologists in Ultrasound guidelines include selective calf imaging for the subset of patients with calf symptoms not explained by the proximal scan. Deter- mining the presenting symptoms then moves from the responsible clinician to the sonographer or imaging fa- cility. This increases the chances of an omitted indicated calf evaluation or overutilization when not indicated. The American College of Chest Physicians protocol has differ- ent tests based on pretest probability, likelihood to return for follow-up, symptoms, and risk factors. This complex approach can lead to errors selecting the proper diagnos- tic algorithm or improper application of the pathway com- ponents (eg, ordering a D-dimer for a patient at high risk or not obtaining the necessary follow-up). 44 In addition, for those patients in whom pretest probability was not as- sessed (not recommended, but not an uncommon situa- tion), the American College of Chest Physicians guidelines recommend different protocols for whole leg, proximal leg ultrasound, or D-dimer, each with different workflows. 17 Point-of-Care Ultrasound Protocols Complete protocols require a duplex Doppler ultra- sound machine and are generally performed by a so- nographer or vascular technologist. There are circum- stances (eg, emergency departments, rural areas, off hours) when a complete study cannot be performed in a clinically relevant time frame. In this situation, if point- of-care ultrasound can be performed by a competent practitioner, it should be performed. 46,47 Extended compression ultrasound is a point-of-care protocol that has compression ultrasound from the in- guinal ligament through the popliteal vein to the calf veins confluence. 48 Two-region ultrasound is a limited protocol that has compression of the femoral and popliteal regions. 46,49 It is sometimes described as 2-point ultrasound, but this term is misleading because the proper protocol is 2 ar- eas rather than 2 compressions. The most appropriate point-of-care examination for diagnosis of DVT is ECUS. ECUS is favored over the 2-region compression ultrasound, because ECUS will detect isolated femoral vein thrombosis that is present in 5% to 7% of those with DVT. 5,8 A negative ECUS or 2-region test requires a follow-up CDUS in 5 days to 1 week because the calf is not evalu- Figure 5. Normal and abnormal common femoral vein waveforms. Long-axis spectral Doppler images of common femoral vein waveforms. A, The normal waveform which varies with respiration and during the cardiac cycle flowing toward the heart (away from the transducer, below the baseline). There is a small normal component of reverse flow (above the baseline). B, An abnormal waveform with flat uniform signal toward the heart. The color component shows the vein itself to be patent. This indicates obstruction above the level of the scan. Downloaded from http://ahajournals.org by on January 30, 2026",
    "Needleman et al SRU Consensus for DVT Ultrasound STATE OF THE ART Circulation. 2018;137:1505–1515. DOI: 10.1161/CIRCULATIONAHA.117.030687 April 3, 2018 1513 ated. 46,50 A CDUS should be performed after a positive limited ultrasound so that the entire venous system is mapped, including Doppler and calf evaluation. Adequate training and experience with normal and abnormal studies are necessary to minimize the errors of point-of-care ultrasound. 16,46,51,52 Further research is needed to determine the type and duration of ad- equate training and competency assessment. Follow-Up Ultrasound Most patients do not need additional ultrasound after a negative CDUS study in qualified laboratories. There are exceptions. If symptoms of DVT persist or worsen, a follow-up ultrasound at 5 days to 1 week or earlier is recommended. 53 A technically compromised study may also need a follow-up at 5 days to 1 week. Limitations in complete ultrasound are less common in the femoropopliteal seg- ments than in the calf. 54 Color Doppler filling and sym- metrical spectral Doppler flow patterns in the popliteal veins improve the confidence that the study is negative. Short areas of noncompressible calf veins are also un- likely to be significant. 54 Other testing, including D-dimer or additional imaging, may be appropriate in this setting. Isolated iliac vein thrombosis occurs in 1.6% of those with DVT. 12 Imaging of the iliac and pelvic veins is warranted in patients whose signs and symptoms sug- gest iliocaval disease (eg, patients with whole-leg swell- ing with normal compression ultrasound). This may be accomplished by pelvic venous ultrasound, computed tomography, or magnetic resonance. Because the ac- curacy of duplex ultrasound for iliocaval DVT is not es- tablished, the threshold for computed tomography or magnetic resonance venography should be low. 55 The report of a negative CDUS should state there are no femoropopliteal and no calf DVT in the visualized calf veins. If clinical symptoms are inconsistent or if there are persistent or worsening symptoms, further imaging (possibly involving the iliac veins) may be warranted. Recurrent DVT New DVT after prior DVT is common. 56 The presence of scarring by ultrasound is a risk factor for recurrence. 57 Acute recurrent thrombus may be difficult to distin- guish from scar. The best ultrasound sign for recurrent DVT is an abnormality in a previously normal vein seg- ment in the same or contralateral leg. 14 Contralateral DVT is not uncommon. 58 New acute thrombosis in an area of scarring is also diagnostic but can be difficult to identify and interpret. 14,29,59 Serial increase of the size of the compressed vein >4 mm is also proposed, but the accuracy of this finding is controversial. 60 Serial scanning or D-dimer may be helpful in cases where the ultrasound does not detect clear new abnor- malities or the findings are difficult to interpret. 14,61,62 The absence of change on follow-up ultrasound at 1 to 3 days and at 7 to 10 days has been proposed to effec- tively exclude recurrent DVT. 14,17 Magnetic resonance is also being investigated as a reasonable investigation. 62 Follow-Up on Treatment Patients on adequate treatment do not benefit from se- rial ultrasound during the course of treatment unless the findings of a repeat examination would affect man- agement. 39 Modest progression in the extent of throm- bus can occur despite adequate anticoagulation. These changes, per se, do not indicate the need for an inferior vena cava filter or a change in anticoagulant. 24,63,64 Ultrasound at the end of treatment is recommended to establish a baseline for future assessments. 14,57,59,61,65 The reliability of CDUS to diagnose or exclude recurrent DVT is improved by having a posttreatment baseline ultrasound to determine which veins are normal and which are scarred. 61,65 Evidence supporting using residual ultrasound ab- normalities to guide duration of anticoagulation is weak. Further research is warranted to determine if there are any sonographic criteria that may be useful in this setting. 7 UNADDRESSED ISSUES The conference did not address several areas that are relevant to lower extremity venous ultrasound. The val- ue of ultrasound as a screening study for asymptomatic patients is not established. 66 The prevalence of isolated calf vein thrombosis is variable, and more research is needed to determine its frequency and the risk and risk factors for propagation of untreated calf thrombus. 67 CONCLUSIONS Most current guidelines for venous ultrasound have multiple workflows that may lead to incorrect appli- cation of algorithms and, potentially, medical errors. For patients who need a venous ultrasound examina- tion, adoption of a single, standardized complete du- plex ultrasound examination will simplify the workup and follow-up of most patients. At the time of this ex- amination, more patients will be diagnosed, especially with calf DVT. A diagnosis of calf DVT has advantages irrespective of the decision for or against treatment. For those patients for whom timely ultrasound is not available and there are qualified individuals to perform point-of-care ultrasound, ECUS is recommended. For patients with limited examinations, persistent or wors- ening symptoms, or indeterminate results, serial ultra- sound or pelvic imaging may be required. Downloaded from http://ahajournals.org by on January 30, 2026",
    "Needleman et al SRU Consensus for DVT Ultrasound STATE OF THE ART April 3, 2018 Circulation. 2018;137:1505–1515. DOI: 10.1161/CIRCULATIONAHA.117.030687 1514 ARTICLE INFORMATION Correspondence Laurence Needleman, MD, Department of Radiology, Sidney Kimmel Medical College, Thomas Jefferson University, 132 South 10 St, Suite 763, Philadelphia, PA 19107. E-mail laurence.needleman@jefferson.edu Affiliations Department of Radiology (L.N.), and Department of Medicine (G.J.M.), Thomas Jef- ferson University, Philadelphia, PA. Department of Diagnostic Imaging, Brown Uni- versity, Providence, RI (J.J.C.). Department of Surgery, University of Maryland School of Medicine, Baltimore (M.P.L.). Department of Emergency Medicine, University of Arizona, Tucson (S.A.). Department of Radiology, Duke University School of Medi- cine, Durham, NC (B.S.H.). Department of Radiology (M.R.D.) and Department of Medicine (M.B.S.), Johns Hopkins School of Medicine, Baltimore, MD. Department of Surgery, University of Washington School of Medicine, Seattle (M.H.M.). Acknowledgments The authors thank Heather Gale, MD, for Figure 2. Disclosures None. REFERENCES 1. Kearon C, Akl EA, Ornelas J, Blaivas A, Jimenez D, Bounameaux H, Huis- man M, King CS, Morris TA, Sood N, Stevens SM, Vintch JRE, Wells P, Woller SC, Moores L. Antithrombotic Therapy for VTE Disease: CHEST Guideline and Expert Panel Report. Chest . 2016;149:315–352. doi: 10.1016/j.chest.2015.11.026. 2. American College of Radiology. ACR–AIUM–SPR–SRU Practice Parameter for the Performance of Peripheral Venous Ultrasound Examination. 2015. https://www.acr.org/-/media/ACR/Files/Practice-Parameters/us-periphve- nous.pdf?la=en. Accessed March 1, 2018. 3. Society for Vascular Ultrasound. SVU Vascular Technology Profes- sional Performance Guidelines. Lower Extremity Venous Duplex Evalua- tion. 2014. https://higherlogicdownload.s3.amazonaws.com/SVUNET/ c9a8d83b-2044-4a4e-b3ec-cd4b2f542939/UploadedImages/Documents/ Performance%20Guidelines%202017/Performance%20Guideline%20 LE%20Venous.pdf. Accessed December 1, 2017. 4. Intersocietal Accreditation Commission. Intersocietal Accreditation Com- mission. Vascular Testing Standards. 2017. http://www.intersocietal.org/ vascular/seeking/vascular_standards.htm. Accessed April 3, 2017. 5. Adhikari S, Zeger W, Thom C, Fields JM. Isolated deep venous thrombosis: implications for 2-point compression ultrasonography of the lower extremity. Ann Emerg Med . 2015;66:262–266. doi: 10.1016/j.annemergmed.2014.10.032. 6. Bernardi E, Camporese G, Büller HR, Siragusa S, Imberti D, Berchio A, Ghi- rarduzzi A, Verlato F, Anastasio R, Prati C, Piccioli A, Pesavento R, Bova C, Maltempi P, Zanatta N, Cogo A, Cappelli R, Bucherini E, Cuppini S, Noven- ta F, Prandoni P; Erasmus Study Group. Serial 2-point ultrasonography plus D-dimer vs whole-leg color-coded Doppler ultrasonography for diagnosing suspected symptomatic deep vein thrombosis: a randomized controlled trial. JAMA . 2008;300:1653–1659. doi: 10.1001/jama.300.14.1653. 7. Donadini MP, Ageno W, Antonucci E, Cosmi B, Kovacs MJ, Le Gal G, Ock- elford P, Poli D, Prandoni P, Rodger M, Saccullo G, Siragusa S, Young L, Bonzini M, Caprioli M, Dentali F, Iorio A, Douketis JD. Prognostic signifi- cance of residual venous obstruction in patients with treated unprovoked deep vein thrombosis: a patient-level meta-analysis. Thromb Haemost . 2014;111:172–179. doi: 10.1160/TH13-04-0336. 8. Frederick MG, Hertzberg BS, Kliewer MA, Paulson EK, Bowie JD, Lalouche KJ, DeLong DM, Carroll BA. Can the US examination for lower extremity deep venous thrombosis be abbreviated? A prospec- tive study of 755 examinations. Radiology . 1996;199:45–47. doi: 10.1148/radiology.199.1.8633171. 9. Garry J, Duke A, Labropoulos N. Systematic review of the complications following isolated calf deep vein thrombosis. Br J Surg . 2016;103:789– 796. doi: 10.1002/bjs.10152. 10. Guanella R, Righini M. Serial limited versus single complete compres- sion ultrasonography for the diagnosis of lower extremity deep vein thrombosis. Semin Respir Crit Care Med . 2012;33:144–150. doi: 10.1055/s-0032-1311793. 11. Johnson SA, Stevens SM, Woller SC, Lake E, Donadini M, Cheng J, La- barère J, Douketis JD. Risk of deep vein thrombosis following a single negative whole-leg compression ultrasound: a systematic review and meta-analysis. JAMA . 2010;303:438–445. doi: 10.1001/jama.2010.43. 12. Ouriel K, Green RM, Greenberg RK, Clair DG. The anatomy of deep ve- nous thrombosis of the lower extremity. J Vasc Surg . 2000;31:895–900. doi: 10.1067/mva.2000.105956. 13. Schellong SM. Distal DVT: worth diagnosing? Yes. J Thromb Haemost . 2007;5 (suppl 1):51–54. doi: 10.1111/j.1538-7836.2007.02490.x. 14. Schellong SM. Diagnosis of recurrent deep vein thrombosis. Hamostase- ologie . 2013;33:195–200. doi: 10.5482/HAMO-13-06-0029. 15. Seinturier C, Bosson JL, Colonna M, Imbert B, Carpentier PH. Site and clinical outcome of deep vein thrombosis of the lower limbs: an epidemiological study. J Thromb Haemost . 2005;3:1362–1367. doi: 10.1111/j.1538-7836.2005.01393.x. 16. Zitek T, Baydoun J, Yepez S, Forred W, Slattery DE. Mistakes and pitfalls associ- ated with two-point compression ultrasound for deep vein thrombosis. West J Emerg Med . 2016;17:201–208. doi: 10.5811/westjem.2016.1.29335. 17. Bates SM, Stevens SM, Goodacre S, Wells PS, Stevenson MD, Kearon C, Schunemann HJ, Crowther M, Pauker SG, Makdissi R. Diagnosis of DVT: antithrombotic therapy and prevention of thrombosis, 9th ed: American College of Chest Physicians Evidence-Based Clinical Practice Guidelines. Chest . 2012;141:e351S-e418S. 18. Qaseem A, Snow V, Barry P, Hornbake ER, Rodnick JE, Tobolic T, Ireland B, Segal J, Bass E, Weiss KB, Green L, Owens DK; Joint American Academy of Family Physicians/American College of Physicians Panel on Deep Venous Thrombosis/Pulmonary Embolism. Current diagnosis of venous thrombo- embolism in primary care: a clinical practice guideline from the American Academy of Family Physicians and the American College of Physicians. Ann Fam Med . 2007;5:57–62. doi: 10.1370/afm.667. 19. Wells PS, Anderson DR, Rodger M, Forgie M, Kearon C, Dreyer J, Ko- vacs G, Mitchell M, Lewandowski B, Kovacs MJ. Evaluation of D-dimer in the diagnosis of suspected deep-vein thrombosis. N Engl J Med . 2003;349:1227–1235. doi: 10.1056/NEJMoa023153. 20. Wells PS, Owen C, Doucette S, Fergusson D, Tran H. Does this pa- tient have deep vein thrombosis? JAMA . 2006;295:199–207. doi: 10.1001/jama.295.2.199. 21. Talbot SR. Venous imaging technique. In: Talbot SR, Oliver MA, eds. Techniques of Venous Imaging . Pasadena, CA: Appleton Davies, Inc; 1992:59–118. 22. Langan EM 3rd, Coffey CB, Taylor SM, Snyder BA, Sullivan TM, Cull DL, Youkey JR, Gray BH. The impact of the development of a program to reduce urgent (off-hours) venous duplex ultrasound scan studies. J Vasc Surg . 2002;36:132–136. 23. Bauld DL, Kovacs MJ. Dalteparin in emergency patients to prevent ad- mission prior to investigation for venous thromboembolism. Am J Emerg Med . 1999;17:11–15. 24. Markel A. Origin and natural history of deep vein thrombosis of the legs. Semin Vasc Med . 2005;5:65–74. doi: 10.1055/s-2005-871743. 25. Stone JR. Diseases of small and medium-sized blood vessels. In: Butany J, Buja L, eds. Cardiovascular Pathology [Monograph on the Internet] . Lon- don, UK: Academic Press; 2015:159–161. 26. Comerota AJ, Oostra C, Fayad Z, Gunning W, Henke P, Luke C, Lynn A, Lu- rie F. A histological and functional description of the tissue causing chronic postthrombotic venous obstruction. Thromb Res . 2015;135:882–887. doi: 10.1016/j.thromres.2015.02.026. 27. Piovella F, Crippa L, Barone M, Viganò D’Angelo S, Serafini S, Galli L, Bel- trametti C, D’Angelo A. Normalization rates of compression ultrasonogra- phy in patients with a first episode of deep vein thrombosis of the lower limbs: association with recurrence and new thrombosis. Haematologica . 2002;87:515–522. 28. Murphy TP, Cronan JJ. Evolution of deep venous thrombosis: a pro- spective evaluation with US. Radiology . 1990;177:543–548. doi: 10.1148/radiology.177.2.2217798. 29. Cronan JJ, Leen V. Recurrent deep venous thrombosis: limi- tations of US. Radiology . 1989;170(3 pt 1):739–742. doi: 10.1148/radiology.170.3.2644660. 30. Kraaijenhagen RA, Piovella F, Bernardi E, Verlato F, Beckers EA, Koopman MM, Barone M, Camporese G, Potter Van Loon BJ, Prins MH, Prandoni P, Büller HR. Simplification of the diagnostic management of suspected deep vein thrombosis. Arch Intern Med . 2002;162:907–911. 31. Stevens SM, Elliott CG, Chan KJ, Egger MJ, Ahmed KM. Withhold- ing anticoagulation after a negative result on duplex ultrasonography Downloaded from http://ahajournals.org by on January 30, 2026",
    "Needleman et al SRU Consensus for DVT Ultrasound STATE OF THE ART Circulation. 2018;137:1505–1515. DOI: 10.1161/CIRCULATIONAHA.117.030687 April 3, 2018 1515 for suspected symptomatic deep venous thrombosis. Ann Intern Med . 2004;140:985–991. 32. Galanaud JP, Arnoult AC, Sevestre MA, Genty C, Bonaldi M, Guyard A, Giordana P, Pichot O, Colonna M, Quéré I, Bosson JL; OPTIMEV-SFMV Investigators. Impact of anatomical location of lower limb venous throm- bus on the risk of subsequent cancer. Thromb Haemost . 2014;112:1129– 1136. doi: 10.1160/TH14-04-0351. 33. Righini M. Is it worth diagnosing and treating distal deep vein thrombosis? No. J Thromb Haemost . 2007;5(suppl 1):55–59. doi: 10.1111/j.1538-7836.2007.02468.x. 34. Goodacre S, Sampson F, Thomas S, van Beek E, Sutton A. System- atic review and meta-analysis of the diagnostic accuracy of ultraso- nography for deep vein thrombosis. BMC Med Imaging . 2005;5:6. doi: 10.1186/1471-2342-5-6. 35. Masuda EM, Kistner RL, Musikasinthorn C, Liquido F, Geling O, He Q. The controversy of managing calf vein thrombosis. J Vasc Surg . 2012;55:550– 561. doi: 10.1016/j.jvs.2011.05.092. 36. Palareti G. How I treat isolated distal deep vein thrombosis (IDDVT). Blood . 2014;123:1802–1809. doi: 10.1182/blood-2013-10-512616. 37. Righini M, Galanaud JP, Guenneguez H, Brisot D, Diard A, Faisse P, Bar- rellier MT, Hamel-Desnos C, Jurus C, Pichot O, Martin M, Mazzolai L, Choquenet C, Accassat S, Robert-Ebadi H, Carrier M, Le Gal G, Mermill- lod B, Laroche JP, Bounameaux H, Perrier A, Kahn SR, Quere I. Antico- agulant therapy for symptomatic calf deep vein thrombosis (CACTUS): a randomised, double-blind, placebo-controlled trial. Lancet Haematol . 2016;3:e556–e562. doi: 10.1016/S2352-3026(16)30131-4. 38. Schellong SM. Low risk is not enough: the dilemma of calf vein thrombosis. Lancet Haematol . 2016;3:e548–e549. doi: 10.1016/S2352-3026(16)30164-8. 39. Society for Vascular Medicine. Five things physicians and patients should question. Choosing Wisely. February 21, 2013. http://www.choosing- wisely.org/societies/society-for-vascular-medicine/. Accessed December 1, 2017. 40. Segal JB, Eng J, Jenckes MW, Tamariz LJ, Bolger DT, Krishnan JA, Streiff MB, Harris KAA, Feuerstein CJ, Bass EB. Diagnosis and Treatment of Deep Ve- nous Thrombosis and Pulmonary Embolism. Evidence Report/Technology Assessment . Rockville, MD: Prepared by the Johns Hopkins Evidence- based Practice Center under Contract No. 290-97-0007; 2003. AHRQ Publication No. 03-E016. 41. Bach AM, Hann LE. When the common femoral vein is revealed as flat- tened on spectral Doppler sonography: is it a reliable sign for diagnosis of proximal venous obstruction? AJR Am J Roentgenol . 1997;168:733–736. doi: 10.2214/ajr.168.3.9057525. 42. Lin EP, Bhatt S, Rubens D, Dogra VS. The importance of monophasic Dop- pler waveforms in the common femoral vein: a retrospective study. J Ul- trasound Med . 2007;26:885–891. 43. Palareti G, Agnelli G, Imberti D, Moia M, Ageno W, Pistelli R, Rossi R, Verso M; MASTER investigators. A commentary: to screen for calf DVT or not to screen? The highly variable practice among Italian centers high- lights this important and still unresolved clinical option. Results from the Italian MASTER registry. Thromb Haemost . 2008;99:241–244. doi: 10.1160/TH07-06-0393. 44. McIlrath ST, Blaivas M, Lyon M. Patient follow-up after negative lower extremity bedside ultrasound for deep venous thrombosis in the ED. Am J Emerg Med . 2006;24:325–328. 45. Ageno W, Camporese G, Riva N, Iotti M, Bucherini E, Righini M, Kam- phuisen PW, Verhamme P, Douketis JD, Tonello C, Prandoni P; PALLADIO Study Investigators. Analysis of an algorithm incorporating limited and whole-leg assessment of the deep venous system in symptomatic out- patients with suspected deep-vein thrombosis (PALLADIO): a prospective, multicentre, cohort study. Lancet Haematol . 2015;2:e474–e480. doi: 10.1016/S2352-3026(15)00190-8. 46. Lewiss RE, Kaban NL, Saul T. Point-of-care ultrasound for a deep venous thrombosis. Glob Heart . 2013;8:329–333. doi: 10.1016/j.gheart.2013.11.002. 47. Pomero F, Dentali F, Borretta V, Bonzini M, Melchio R, Douketis JD, Fenoglio LM. Accuracy of emergency physician-performed ultraso- nography in the diagnosis of deep-vein thrombosis: a systematic re- view and meta-analysis. Thromb Haemost . 2013;109:137–145. doi: 10.1160/TH12-07-0473. 48. Wells PS, Anderson DR, Bormanis J, Guy F, Mitchell M, Gray L, Clement C, Robinson KS, Lewandowski B. Value of assessment of pretest probability of deep-vein thrombosis in clinical management. Lancet . 1997;350:1795– 1798. doi: 10.1016/S0140-6736(97)08140-3. 49. Birdwell BG, Raskob GE, Whitsett TL, Durica SS, Comp PC, George JN, Tytle TL, McKee PA. The clinical validity of normal compression ultrasonog- raphy in outpatients suspected of having deep venous thrombosis. Ann Intern Med . 1998;128:1–7. 50. Poley RA, Newbigging JL, Sivilotti ML. Estimated effect of an inte- grated approach to suspected deep venous thrombosis using limited- compression ultrasound. Acad Emerg Med . 2014;21:971–980. doi: 10.1111/acem.12459. 51. Caronia J, Sarzynski A, Tofighi B, Mahdavi R-3. Resident performed two- point compression ultrasound is inadequate for diagnosis of deep vein thrombosis in the critically ill. J Thromb Thrombolysis . 2014;37:298–302 52. Kline JA, O’Malley PM, Tayal VS, Snead GR, Mitchell AM. Emergency cli- nician-performed compression ultrasonography for deep venous throm- bosis of the lower extremity. Ann Emerg Med . 2008;52:437–445. doi: 10.1016/j.annemergmed.2008.05.023. 53. Scottish Intercollegiate Guidelines Network. Prevention and management of venous thromboembolism. A national clinical guideline (SIGN Guideline 122). 2010. http://www.sign.ac.uk/assets/sign122.pdf. Updated October 2014. Accessed December 1, 2017. 54. Norén A, Ottosson E, Sjunnesson M, Rosfors S. A detailed analysis of equivocal duplex findings in patients with suspected deep venous throm- bosis. J Ultrasound Med . 2002;21:1375–1383; quiz 1384. 55. Liu D, Peterson E, Dooner J, Baerlocher M, Zypchen L, Gagnon J, Delorme M, Sing CK, Wong J, Guzman R, Greenfield G, Moodley O, Yenson P; Interdisci- plinary Expert Panel on Iliofemoral Deep Vein Thrombosis (InterEPID). Diag- nosis and management of iliofemoral deep vein thrombosis: clinical practice guideline. CMAJ . 2015;187:1288–1296. doi: 10.1503/cmaj.141614. 56. Heit JA, Spencer FA, White RH. The epidemiology of venous thromboembolism. J Thromb Thrombolysis . 2016;41:3–14. doi: 10.1007/s11239-015-1311-6. 57. Prandoni P, Prins MH, Lensing AW, Ghirarduzzi A, Ageno W, Imberti D, Scannapieco G, Ambrosio GB, Pesavento R, Cuppini S, Quintavalla R, Agnelli G; AESOPUS Investigators. Residual thrombosis on ultrasonogra- phy to guide the duration of anticoagulation in patients with deep venous thrombosis: a randomized trial. Ann Intern Med . 2009;150:577–585. 58. Prandoni P, Lensing AW, Prins MH, Bernardi E, Marchiori A, Bagatella P, Frulla M, Mosena L, Tormene D, Piccioli A, Simioni P, Girolami A. Residual venous thrombosis as a predictive factor of recurrent venous thromboem- bolism. Ann Intern Med . 2002;137:955–960. 59. Tan M, Mos IC, Klok FA, Huisman MV. Residual venous thrombosis as predictive factor for recurrent venous thromboembolim in patients with proximal deep vein thrombosis: a systematic review. Br J Haematol . 2011;153:168–178. doi: 10.1111/j.1365-2141.2011.08578.x. 60. Watson HG. RVO–real value obscure. J Thromb Haemost . 2011;9:1116– 1118. doi: 10.1111/j.1538-7836.2011.04296.x. 61. Le Gal G, Kovacs MJ, Carrier M, Do K, Kahn SR, Wells PS, Anderson DA, Chagnon I, Solymoss S, Crowther M, Righini M, Perrier A, White RH, Vick- ars L, Rodger M. Validation of a diagnostic approach to exclude recurrent venous thromboembolism. J Thromb Haemost . 2009;7:752–759. doi: 10.1111/j.1538-7836.2009.03324.x. 62. Tan M, Mol GC, van Rooden CJ, Klok FA, Westerbeek RE, Iglesias Del Sol A, van de Ree MA, de Roos A, Huisman MV. Magnetic resonance di- rect thrombus imaging differentiates acute recurrent ipsilateral deep vein thrombosis from residual thrombosis. Blood . 2014;124:623–627. doi: 10.1182/blood-2014-04-566380. 63. van Ramshorst B, van Bemmelen PS, Hoeneveld H, Faber JA, Eikel- boom BC. Thrombus regression in deep venous thrombosis. Quantifi- cation of spontaneous thrombolysis with duplex scanning. Circulation . 1992;86:414–419. 64. Meissner MH, Caps MT, Bergelin RO, Manzo RA, Strandness DE Jr. Propa- gation, rethrombosis and new thrombus formation after acute deep ve- nous thrombosis. J Vasc Surg . 1995;22:558–567. 65. Hamadah A, Alwasaidi T, LE Gal G, Carrier M, Wells PS, Scarvelis D, Gon- salves C, Forgie M, Kovacs MJ, Rodger MA. Baseline imaging after therapy for unprovoked venous thromboembolism: a randomized controlled com- parison of baseline imaging for diagnosis of suspected recurrence. J Thromb Haemost . 2011;9:2406–2410. doi: 10.1111/j.1538-7836.2011.04533.x. 66. Kassaï B, Boissel JP, Cucherat M, Sonie S, Shah NR, Leizorovicz A. A systematic review of the accuracy of ultrasound in the diagnosis of deep venous thrombosis in asymptomatic patients. Thromb Haemost . 2004;91:655–666. doi: 10.1160/TH03-11-0722. 67. Masuda EM, Kistner RL. The case for managing calf vein thrombi with duplex surveillance and selective anticoagulation. Dis Mon . 2010;56:601– 613. doi: 10.1016/j.disamonth.2010.06.011. Downloaded from http://ahajournals.org by on January 30, 2026"
  ],
  "processed_at": "2026-01-30T15:58:56.265Z"
}