{
  "doc_id": "6844cf691eaad91e9a502902e3238d10",
  "source_id": "O-RADS-MRI-Risk-Score-Assessment",
  "total_pages": 1,
  "pages": [
    "ⓒ 202 4 American College of Radiology® | All rights reserved O - RADS ™ MR I R isk Stratification and Management System O - RADS MRI Score Risk Category Positive P redictive V alue for M alignancy ^ Lexicon Description 0 Incomplete Evaluation N/A N/A 1 Normal Ovaries N/A No ovarian lesion Follicle defined as simple cyst ≤ 3 cm in a premenopausal woman Hemorrhagic cyst ≤ 3 cm in a premenopausal woman Corpus luteum +/ - hemorrhage ≤ 3 cm in a premenopausal woman 2 Almost Certainly Benign <0.5%^ Cyst: Unilocular - any type of fluid content ▪ No wall enhancement ▪ No enhancing solid tissue* Cyst: Unilocular – simple or endometriotic fluid content ▪ Smooth enhancing wall ▪ No enhancing solid tissue Lesion with lipid content** ▪ No enhancing solid tissue Lesion with “dark T2/dark DWI” solid tissue ▪ Homogeneously hypointense on T2 and DWI Dilated fallopian tube - simple fluid content ▪ Thin, smooth wall/endosalpingeal folds with enhancement ▪ No enhancing solid tissue Para - ovarian cyst – any type of fluid ▪ Thin, smooth wall +/ - enhancement ▪ No enhancing solid tissue 3 Low Risk ~5%^ Cyst: Unilocular – proteinaceous, hemorrhagic or mucinous fluid content*** ▪ Smooth enhancing wall ▪ No enhancing solid tissue Cyst: Multilocular - Any type of fluid, no lipid content ▪ Smooth septae and wall with enhancement ▪ No enhancing solid tissue Lesion with solid tissue (excluding T2 dark/DWI dark) ▪ Low risk time intensity curve on DCE MRI Dilated fallopian tube – ▪ Non - simple fluid: Thin wall /folds ▪ Simple fluid: Thick, smooth wall/ folds ▪ No enhancing solid tissue 4 Intermediate Risk ~50%^ Lesion with solid tissue (excluding T2 dark/DWI dark) ▪ Intermediate risk time intensity curve on DCE MRI ▪ Any lesion with solid tissue enhancing ≤ myometrium at 30 - 40s on non - DCE MRI ***** Lesion with lipid content ▪ Large volume enhancing solid tissue 5 High Risk ~90%^ Lesion with solid tissue (excluding T2 dark/DWI dark) ▪ High risk time intensity curve on DCE MRI ▪ A ny lesion with solid tissue enhancing > myometrium at 30 - 40s on non - DCE MRI Peritoneal, mesenteric or omental nodularity or irregular thickening with or without ascites ^ Approximate PPV based on d ata from Thomassin - Naggara, et al. O - RADS MRI Score for Risk Stratification of Sonographically Indeterminate Adnexal Masses. JAMA Network Open. 2020;3(1):e1919896. Please note that the PPV provided applies to the score category over a ll and not to individual characteristics. Definitive PPV are not currently available for individual characteristics . The PPV values for malignancy include both borderline tumors and invasive cancers. * Solid tissue is defined as a lesion component that enhances and conforms to one of these morphologies: papillary projection , mural nodule, irregular septation/wall or other larger solid portions. * * Minimal enhancement of Rokitansky nodules in lesion containing lipid does not change to O - RADS MRI 4 . ** * Hemorrhagic cyst < 3cm in pre - menopausal woman is O - RADS MRI 1 . ****Decreased accuracy of O - RADS MRI score when DCE is not utilized DCE = dynamic contrast enhancement with a time resolution of 15 seconds or less DWI = diffusion weighted images MRI = m agnetic resonance imag ing"
  ],
  "processed_at": "2026-01-30T14:08:11.547Z"
}