{
  "doc_id": "0f33528fc4ead18fa59f11bab6ef1623",
  "source_id": "O-RADS-MRI-Lexicon",
  "total_pages": 4,
  "pages": [
    "ⓒ 2023 American College of Radiology® | All rights reserved O-RADS™ MR Lexicon Categories, Terms and Definitions Revised: October 2023 Category Term Comments 1 Major categories 1a Physiological observations (consistent with normal physiology) Follicle Simple cyst ≤3 cm in premenopausal age group. A follicle is hyperintense on T2WI, hypointense on T1WI and does not enhance on post - contrast T1WI. Pre - menopausal women only Corpus luteum Cyst ≤3 cm, with an enhancing crenulated wall on subtracted post - contrast T1WI (arrowheads), +/ - blood clot or hemorrhagic contents. Pre - menopausal women only 1b Lesions (not physiologic) Cystic lesion Unilocular: Single locule, with or without solid tissue. Multilocular cyst: More than one locule; with or without solid tissue. Lesion with s olid component Solid tissue: Conforms to one the following morphologies and enhances: papillary formations, mural nodules, irregular cyst wall/septations and solid portion. Other solid components not considered solid tissue : Smooth wall s /septation s , clot/debris, fat Not considered solid tissue Solid lesion Consist s of at least 80% solid tissue with <20% of lesion volume being cystic. 2 Size Maximum diameter Largest diameter of the lesion and/ or solid component in any imaging plane. 3 Shape or contour of solid lesion or solid tissue 3a Smooth Regular or even margin of a solid lesion or solid tissue. 3b Irregular Uneven margin of a solid lesion or solid tissue. 4 Signal Intensity 4a Homogeneous Uniform appearance of the signal o bserved in an adnexal finding. Heterogeneous Non - uniform or variable appearance of the signal observed in an adnexal finding.",
    "ⓒ 2023 American College of Radiology® | All rights reserved 4b T2 hypointense Adnexal observation with signal intensity lower or equal to iliopsoas muscle . T2 intermediate Adnexal observation with signal intensity higher than iliopsoas and lower than CSF . T2 hyperintense Adnexal observation with signal intensity equal or higher to CSF . 4c T1 hypointense Adnexal observation with signal intensity lower than or equal to the iliopsoas muscle. T1 intermediate Adnexal observation with s ignal intensity higher t han iliopsoas and lower than fat . T1 hyperintense Adnexal observation with signal inten sity equal or higher to fat. 4 d DWI High B - value Low signal Adnexal lesion with signal similar to urine or cerebral spinal fluid . DWI High B - value High signal Adnexal lesion with signal clearly higher than urine or CSF . 5 Lesion Components 5a Cystic Fluid Descriptors Simple fluid Fluid content that follows CSF or urine on all sequences: hyperintense on T2WI and hypointense on T1WI. Non - simple fluid Hemorrhagic fluid content can be variable depending on age. Late subacute hemorrhage is hyperintense on T2WI and hyperintense on T1WI. Endometriotic fluid content is hypointense on T2WI and hyperintense on T1WI. Proteinaceous or mucinous fluid content is variable in signal on T2WI and variably hypointense on T1WI. Fat or lipid containing fluid is hyperintense on T2WI and hyperintense on T1WI, and loses signal on fat saturated images. If there is microscopic fat, there will be signal drop out on out - of - phase images and there may not be any signal loss on fat saturated images. Additional specific descriptors for non-simple fluid Fluid-fluid level: Appearance where the non - dependent fluid component has a different signal intensity from the dependent fluid component with horizontal delineation. Shading: Cyst fluid that is hypointense on T2WI; the extent of hypointense T2 signal intensity may be homogeneous, variable within the cyst or graduated and dependent. 5b Solid Component Descriptors",
    "ⓒ 2023 American College of Radiology® | All rights reserved Solid tissue : Enhances and conforms to one of the listed morphologies Papillary projection: Enhancing solid component arising from the inner/outer wall or septation of an adnexal lesion, with a branching architecture. Mural nodule: Enhancing solid component, measuring > 3mm, arising from the wall or septation of an adnexal le sion, with nodular appearance. Irregular septation: Enhancing linear strand that runs from one internal surface of the cyst to the contralateral side demonstrating an uneven margin that varies in thickness along its length. Irregular wall: Enhancing cyst wall demonstrating an uneven margin. Larger solid portion: Enhancing component of an adnexal lesion that does not fit into the categories of papillary projection, mural nodule, or irregular septation/wall. Other solid components , not considered solid tissue Smooth septations/wall s : Even contour or margin with no irregularities, mural nodules or papillary projections. Blood clot, non - enhancing debris and fibrin strands: S olid - appearing material within a cyst that does not enhance. Fat: Lipid - containing material that does not enhance. Hair, calcification and a Rokitansky nodule : O ther components of a dermoid not considered solid tissue. 6 Enhancement : T1WI post - contrast 6a Dynamic contrast enhancement with time intensity curves Low risk curve: Enhancement of the solid tissue within the adnexal lesion with minimal and gradual increase in signal over time with no well - defined shoulder and no plateau. Intermediate risk curve: Enhancement of the solid tissue within the adnexal lesion with an initial slope less than or equal to the myometrium, moderate increase in signal intensity with a plateau. High risk curve: Enhancement of the solid tissue within the adnexal lesion with an initial slope greater than the myometrium, marked increase in signal intensity with a plateau. 6b Non - dynamic contrast enhancement at 30 - 40 seconds post - injection",
    "ⓒ 2023 American College of Radiology® | All rights reserved Less than or equal to the myometrium: Enhancement of the solid tissue within the adnexal lesion is equal to or hypoenhancing to the outer myometrium at 30 - 40 seconds post - contrast injection. Greater than the myometrium: Enhancement of the solid tissue within the adnexal lesions is greater than the outer myometrium at 30 - 40 seconds post - contrast injection. 7 General and Extra - Ovarian Findings 7a Peritoneal fluid Physiologic: Small amount of fluid inside the pouch of Douglas or cul - de - sac or between the uterus and bladder. Ascites: Fluid outside the pouch of Douglas or cul - de - sac or fluid extending beyond the space between the uterus and bladder. 7b Fallopian tube descriptors Tubular: Substantially longer in one dimension than in the two perpendicular dimensions. Endosalpingeal folds : Incomplete septations or short round projections, orthogonal to the length of the tube. 7c Peritoneal inclusion cyst Cyst following contour of adjacent pelvic organs; or normal ovary at the edge of/ or surrounded by a cystic mass. 7d Ovarian torsion Twisted pedicle: swirling appearance of the broad ligament or ovarian pedicle. Massive ovarian edema: Enlarged ovary with edematous central stroma. Ovarian infarction: Lack of enhancement of the ovary on T1WI post - contrast. 7e Peritoneal thickening, nodules Thickening, smooth: Uniform thickening, without focal nodularity. Thickening, irregularity: Nonuniform thickening or focal areas of nodularity."
  ],
  "processed_at": "2026-01-30T14:08:11.533Z"
}