{
  "doc_id": "c90f3bd042cdbec271f883e0e7bef563",
  "source_id": "O-RADS-MRI-Risk-Score-Governing-Concepts",
  "total_pages": 1,
  "pages": [
    "ⓒ 202 4 American College of Radiology® | All rights reserved O - RADS ™ MRI Risk Score Governing Concepts Revised: May 202 4 1. O - RADS MRI assumes an average risk patient with no acute symptoms . Clinical management directed by the treating physician would supersede management recommendations based on imaging alone. 2. Categorize patient as pre - or postmenopausal (defined as ≥ 1 year amenorrhea). 3. In case of multiple or bilateral lesions, each lesion should be separately characterized, and management will be driven by lesion with highest score. 4. Benign mature teratomas (dermoids): Characteristic benign mature teratoma (cystic lesions that contain fat) may be scored as O - RADS MRI 2, due to the very low risk of malignancy. Characteristic benign mature teratomas may contain septations or minimal enhancement of Rokitansky nodules and these findings do not upgrade the lesion to O - RADS MRI Score 4. However, fatty adnexal lesions that contain a large amount of enhancing soft tissue are classified as O - RADS MRI Score 4 due to risk of immature teratoma or other malignant tissue. 5. Some characteristic lesions can be confidently diagnosed on MRI regardless of the O - RADS MRI Score category. In these cases, the final radiological diagnosis can be reported (e.g. dysgerminoma, granulosa cell tumor, lymphoma, papillary serous tumors, peritoneal pseudocyst, etc.). 6. In order to obtain the listed positive predictive values for malignancy seen in the O - RADS MRI Risk Score table , the MRI protocol should contain the minimum technical requirements listed below. MRI scanning p arameters should be adjusted for optimum image quality based on vendor and scanner type. Field of view should be adjusted to assure complete coverage of the lesion. Deviations from the recommended minimum requirements listed below may result in differences in diagnostic performance of the O - RADS MRI risk score . Dynamic contrast enhancement (DCE) with perfusion time intensity curves are preferred over non - dynamic DCE post - contrast imaging for risk assessment. DCE time resolution should be of 15 seconds or less. Sequence s Plane * Slice thickness * Additional requirements T2 - weighted without fat sat Sagittal or coronal 4 mm T2 - weighted without fat sat Axial 3 mm T1 - weighted in - and opposed - phase gradient echo or Dixon T1 - weighted Axial 3 - 4 mm − Can use the in/out phase images from the 3D T1 WI pre - contrast if using the Dixon technique , however these should be 3mm Diffusion weighted Axial 4 - 5 mm − Low B - values: 0 or 50 − High B - value: 1000 – 1200 − If 4mm, skip 2mm; if 5mm, skip 1mm D ynamic contrast enhanced (DCE) T1 - weighted (Pre - and Post - contrast in same series) Axial 3 mm − Pre - and Post - contrast in a single series are required to perform the subtraction series − Minimal temporal resolution < 15 seconds − Continuous acquisition, starting with the pre - contrast phase, injection of contrast after the pre - contrast phase is acquired and continuing for a total of 3 minutes Non - dynamic 3D T1WI with fat sat (Pre - and Post - contrast in separate series) Axial 3 mm − Obtain one series pre - contrast − If not acquiring a DCE MRI, obtain, one phase scanned at 30 - 40 seconds after the end of the contrast injection − If acquiring a DCE MRI, obtain a post - contrast series after the DCE is completed *For very large lesion changes in plane and slice thickness adjustments may be needed to assure coverage of the entire lesion , however small papillary projections may be missed ."
  ],
  "processed_at": "2026-01-30T14:08:11.557Z"
}