{
  "doc_id": "8a3d853b7331be8324da0945502b5396",
  "source_id": "oncology_ejc_2022_radiotherapy",
  "total_pages": 14,
  "pages": [
    "Original Research Imaging standardisation in metastatic colorectal cancer: A joint EORTC-ESOI-ESGAR expert consensus recommendation Marcus Unterrainer a,b , Christophe M. Deroose b,f , Ken Herrmann b,c,g , Markus Moehler c,h , Lennart Blomqvist b,i,j , Roberto Cannella b,e,k,l , Caroline Caramella b,m , Damiano Caruso d,n , Manil D. Chouhan b,o , Timm Denecke b,p , Carolina De la Pinta b,q , Lioe-Fee De Geus-Oei b,r,s , Audrius Dulskas b,t , Michel Eisenbla ¨tter b,u , Kieran G. Foley b,e,v , Sofia Gourtsoyianni d,e,w , Frederic E. Lecouvet b,x , Egesta Lopci b,y , Monique Maas b,z , Markus M. Obmann b,e,aa , Daniela E. Oprea-Lager b,ab , Joost J.C. Verhoeff b,ac , Ines Santiago b,ad , Sylvain Terraz b,ae , Melvin D’Anastasi b,af , Daniele Regge e,ag,ah , Andrea Laghi d,e,m , Regina G.H. Beets-Tan b,ai , Volker Heinemann aj , Florian Lordick c,ak , Elizabeth C. Smyth c,al , Jens Ricke a,c , Wolfgang G. Kunz a,b,c,d, * on behalf of the European Organisation for Research and Treatment of Cancer (EORTC) Imaging Group, the European Organisation for Research and Treatment of Cancer (EORTC) Gastrointestinal Tract Cancer Group, the European Society of Oncologic Imaging (ESOI) and the European Society of Gastrointestinal and Abdominal Radiology (ESGAR) a Department of Radiology, University Hospital, LMU Munich, Munich, Germany b Imaging Group, European Organisation of Research and Treatment in Cancer (EORTC), Brussels, Belgium c Gastrointestinal Tract Cancer Group, European Organisation of Research and Treatment in Cancer (EORTC), Brussels, Belgium d European Society of Oncologic Imaging (ESOI), European Society of Radiology, Vienna, Austria e European Society of Gastrointestinal and Abdominal Radiology (ESGAR), Vienna, Austria f Nuclear Medicine, University Hospitals Leuven, Leuven, Belgium * Corresponding author : Head of Oncologic Imaging, Research Group PI Oncologic Imaging, EORTC Imaging Group Subcommittee Chair Quality Assurance/Quality Control, Department of Radiology, University Hospital, LMU Munich, Marchioninistr. 15, 81377 Munich, Germany. E-mail address: wolfgang.kunz@med.lmu.de (W.G. Kunz). @LMU_Radiology (M. Unterrainer), @deroose_c (C.M. Deroose), @ProfKHerrmann (K. Herrmann), @CCaramellaCICT (C. Caramella), @MdDamians (D. Caruso), @DrManil_Rad (M.D. Chouhan), @LopciEgesta (E. Lopci), @Doc_X_Ray (M.M. Obmann), @joostverhoeff (J.J.C. Verhoeff), @Andrea_Laghi_MD (A. Laghi), @rbeetstan (R.G.H. Beets-Tan), @FlorianLordick (F. Lordick), @LizzySmyth1 (E.C. Smyth), @WolfgangGKunzMD (W.G. Kunz), @EORTC. https://doi.org/10.1016/j.ejca.2022.09.012 0959-8049/ ª 2022 The Author(s). Published by Elsevier Ltd. This is an open access article under the CC BY license (http://creativecommons.org/ licenses/by/4.0/). Available online at www.sciencedirect.com ScienceDirect j o u r n a l h o m e p a g e : w w w . e j c a n c e r . c o m European Journal of Cancer 176 (2022) 193 e 206",
    "g Department of Nuclear Medicine, University of Duisburg-Essen, and German Cancer Consortium (DKTK)-University Hospital Essen, Essen, Germany h Department of Medicine, Johannes Gutenberg-University Clinic, University of Mainz, Mainz, Germany i Department of Medical Radiation Physics and Nuclear Medicine, Karolinska University Hospital, Stockholm, Sweden j Department of Molecular Medicine and Surgery, Karolinska Institute, Stockholm, Sweden k Section of Radiology e Department of Biomedicine, Neuroscience and Advanced Diagnostics (BiND), University Hospital “Paolo Giaccone”, Via Del Vespro 129, Palermo 90127, Italy l Department of Health Promotion, Mother and Child Care, Internal Medicine and Medical Specialties (PROMISE), University of Palermo, Via Del Vespro, 129, 90127 Palermo, Italy m Department of Radiology, Groupe Hospitalier Paris Saint-Joseph, Paris, Iˆle-de-France, France n Department of Medical Surgical Sciences and Translational Medicine, Sapienza e University of Rome, Radiology Unit e Sant’Andrea University Hospital, Italy o Division of Medicine, Centre for Medical Imaging, University College London (UCL), London, UK p Department of Diagnostic and Interventional Radiology, University Hospital Leipzig, Leipzig, Germany q Radiation Oncology Department, Ramo ´n y Cajal Hospital, IRYCIS, Madrid, Spain r Department of Radiology, Leiden University Medical Center, Leiden, the Netherlands s Biomedical Photonic Imaging Group, University of Twente, Enschede, the Netherlands t Department of Abdominal and General Surgery and Oncology, National Cancer Institute, Vilnius, Lithuania u Department of Radiology, University Hospital Freiburg, Freiburg, Germany v Division of Cancer & Genetics, School of Medicine, Cardiff University, UK w 1st Department of Radiology, School of Medicine, National and Kapodistrian University of Athens, Areteion Hospital, Athens, Greece x Department of Radiology, Institut de Recherche Expe ´rimentale et Clinique (IREC), Cliniques Universitaires Saint Luc, Universite ´ Catholique de Louvain (UCLouvain), Brussels, Belgium y Nuclear Medicine, IRCCS Humanitas Research Hospital, Via Manzoni 56, 20089 Rozzano (MI), Italy z Department of Radiology, Netherlands Cancer Institute, Amsterdam, the Netherlands aa Clinic of Radiology and Nuclear Imaging, University Hospital Basel, Petersgraben 4, 4051 Basel, Switzerland ab Department of Radiology and Nuclear Medicine, Amsterdam University Medical Centers, VU Medical Center, Amsterdam, the Netherlands ac Department of Radiation Oncology, University Medical Center Utrecht, Utrecht, the Netherlands ad Department of Radiology, Champalimaud Foundation, Av. Brası´lia, 1400-038 Lisbon, Portugal ae Unit of Interventional Radiology, Division of Radiology, Department of Diagnostics, University Hospitals of Geneva, Geneva, Switzerland af Medical Imaging Department, Mater Dei Hospital, University of Malta, Msida, Malta ag Department of Surgical Sciences, University of Turin, Turin, 10124, Italy ah Radiology Unit, Candiolo Cancer Institute, FPO-IRCCS, Candiolo, 10060, Italy ai Department of Radiology, The Netherlands Cancer Institute, Amsterdam, the Netherlands aj Department of Medicine III, University Hospital, LMU Munich, Munich, Germany ak Department of Medicine II and University Cancer Center Leipzig, University of Leipzig Medical Center, Leipzig, Germany al Department of Oncology, Cambridge University Hospitals NHS Foundation Trust, Cambridge, UK Received 19 July 2022; received in revised form 13 September 2022; accepted 14 September 2022 Available online 28 September 2022 KEYWORDS Colorectal cancer; Imaging; Computed tomography; Positron emission tomography; Standardisation; Radiomics; Artificial intelligence Abstract Background: Treatment monitoring in metastatic colorectal cancer (mCRC) relies on imaging to evaluate the tumour burden. Response Evaluation Criteria in Solid Tumors provide a framework on reporting and interpretation of imaging findings yet offer no guidance on a standardised imaging protocol tailored to patients with mCRC. Imaging protocol hetero- geneity remains a challenge for the reproducibility of conventional imaging end-points and is an obstacle for research on novel imaging end-points. Patients and methods: Acknowledging the recently highlighted potential of radiomics and arti- ficial intelligence tools as decision support for patient care in mCRC, a multidisciplinary, international and expert panel of imaging specialists was formed to find consensus on mCRC imaging protocols using the Delphi method. Results: Under the guidance of the European Organisation for Research and Treatment of Cancer (EORTC) Imaging and Gastrointestinal Tract Cancer Groups, the European Society of Oncologic Imaging (ESOI) and the European Society of Gastrointestinal and Abdominal Radiology (ESGAR), the EORTC-ESOI-ESGAR core imaging protocol was identified. Conclusion: This consensus protocol attempts to promote standardisation and to diminish variations in patient preparation, scan acquisition and scan reconstruction. We anticipate that this standardisation will increase reproducibility of radiomics and artificial intelligence studies and serve as a catalyst for future research on imaging end-points. For ongoing and future M. Unterrainer et al. / European Journal of Cancer 176 (2022) 193 e 206 194",
    "mCRC trials, we encourage principal investigators to support the dissemination of these im- aging standards across recruiting centres. ª 2022 The Author(s). Published by Elsevier Ltd. This is an open access article under the CC BY license (http://creativecommons.org/licenses/by/4.0/). 1. Introduction The imaging assessment of tumour burden plays a key role in the clinical evaluation and management of almost all solid tumours. A standardised and structured docu- mentation in the change of tumour burden has been pivotal for the implementation of imaging end-points in the scientific evaluation of cancer therapeutics, namely the Response Evaluation Criteria in Solid Tumors (RECIST) published 2009 in the latest version 1.1 [1]. Tumour regression as captured by an objective response is routinely used to serve as a measure of drug activity in phase II trials, progression-free survival as an, albeit imperfect, surrogate for overall survival. In metastatic colorectal cancer (mCRC), therapy monitoring is routinely performed with computed to- mography (CT) imaging [2]. It is well documented that intralesional metastatic changes visible to the human eye precede size-based changes during response and pro- gression [3]. Beyond the subjective assessment, new im- aging features can be quantified using modern image analysis (termed radiomics). The use of radiomics and artificial intelligence (AI) harbours great potential for early response assessment [4] and has been extensively studied in mCRC [5 e 8]. However, one of the biggest obstacles for applicability in trials and for generalisability towards clinical practice is the intra- and inter-institutional heterogeneity of im- aging procedures. This heterogeneity significantly im- pacts radiomics stability and reproducibility and limits external applications of AI algorithms [4,9]. These issues arise largely from modifiable parameters such as contrast phases, contrast timing, and image reconstruction. These equally affect the CT component of positron emission tomography (PET)/CT examinations [10]. In a European effort across multiple oncology and imaging societies including several national compre- hensive cancer centres, we conducted a Delphi consensus finding survey with the goal to standardise the imaging procedures for patients with mCRC. 2. Methods 2.1. Panel composition For the abovementioned issue, we established a panel of European experts involved in the management of patients with mCRC. Panelists were actively recruited under auspices of the European Organisation for Research and Treatment of Cancer (EORTC) Imaging Group, the EORTC Gastrointestinal Tract Cancer Group, the European Society of Oncologic Imaging and the European Society of Gastrointestinal and Abdominal Radiology and their chairpersons or pres- idents, respectively. Panelists were invited based on the clinical expertise, publication records and society guideline involvement with special emphasis on mCRC. Involvement of different European countries was sought. The expert panelists involved in this initiative are presented in Table 1; the country representation is shown in Fig. 1. 2.2. Delphi consensus process We conducted a prospective, multistep, modified, non- anonymous Delphi consensus approach to assess imag- ing properties and specifications regarding mCRC im- aging among European mCRC experts [11,12]. Two local facilitators from LMU Munich (MU & WGK) edited the questionnaires and moderated the consensus finding process. Questionnaires were edited by Google forms (https://www.google.com/forms/about/), and access links were directly forwarded to the expert panelists to initiate every poll. This study received endorsement by the EORTC. The first step collected general information regarding local specifications and panelists in order to identify common practice and distinct differences among European centres. In the next two steps, further imaging specification regarding CT and PET/CT im- aging in mCRC was assessed. The results of each round were forwarded to the panelists to further foster consensus and to influence opinion-forming among the expert panelists (Supp. Files 1 to 3). The composition of the panel was not anonymous; however, individual answers were not attributable to individual expert panelists. The final aim was to reach consensus regarding a potential mCRC imaging protocol for im- aging standardisation. In case of questions with binary answers, an agreement of 70% was considered a consensus. In questions with multiple-choice character, an agreement of at least 50% was considered consensus. A schematic of the applied Delphi process is displayed in Fig. 2. M. Unterrainer et al. / European Journal of Cancer 176 (2022) 193 e 206 195",
    "2.3. Trial registration This prospective survey was registered on clinicaltrials.gov (registry number NCT04656782) and can be accessed using thislink: https://clinicaltrials.gov/ct2/show/NCT04656782. 3. Results 3.1. Panel characteristics Twenty-five expert panelists were included to ensure broad representation among European centres. Prerequisites for inclusion were activity in a respective imaging society/ oncology-related society and board certification in imag- ing specialities or oncology-related specialities. Panelists were recruited from 13 European countries with most representatives being from both the Netherlands and Italy (four expert panelists each). In total, 14/25 were radiolo- gists, 5/25 nuclear medicine physicians, 3/25 both radiol- ogists and nuclear medicine physicians, 2/25 radiation oncologists and 1/25 a colorectal surgeon. Most panelists have a clear clinical focus on reporting standard morpho- logical imaging using CT and MRI (19/25, 76%) and 6/25 (24%) have a primary focus on hybrid imaging, e.g., using PET/CT. The panelist responses from the final consensus survey round are listed in Table 2. 3.2. General information and institutional specifications Among the panelists’ institutions, a broad majority participate in imaging for randomised controlled trials (RCTs) (22/25, 88%), and most institutions currently include patients in RCTs involving mCRC (16/25, 64%); 18/25 panelists experienced the need of imaging protocol adaptations due to the specific requirements of the respective sponsor, even 4/25 (16%) experience imaging protocol changes in at least 50% of clinical trials. Among the participating panelists’ institutions, there was a median number of five (range, 1 e 15) CT scanners and a median number of two (range, 0 e 4) PET/CTs. Predominant vendors of CT scanners were (multiple answers possible) Siemens Healthineers (56%), Philips Healthcare (48%) and GE Healthcare (48%); predomi- nant vendors of PET/CT scanners were (multiple an- swers possible) Philips Healthcare (40%), Siemens Healthineers (36%) and GE Healthcare (28%). Regarding PET/CT and CT imaging protocols, only 44% of centres apply a homogenously aligned protocol. Within their own department, 28% of panelists have experienced diverging imaging protocols across CT scanners, e.g., due to diverging slice thickness or diverging reconstruction algorithms. However, 56% of panelists experienced diverging imaging protocols across CT scanners among different institutions; 92% of in- stitutions are experienced with radiomics analyses; here, 72% of panelists have experienced problems during data processing due to diverging protocols across CT scanners. Here, 100% of expert panelists reported that imaging harmonisation could be useful for multicentre imaging studies and Europe-wide standardised protocols could facilitate radiomics and AI research. Hence, 24/25 (96%) Table 1 Participating expert panelists. Name Affiliation City Country Lennart Blomqvist Karolinska Institutet Solna Sweden Roberto Cannella Universita ` degli Studi di Palermo Palermo Italy Caramella Caroline Institut de Cance ´rologie Gustave Roussy Villejuif France Damiano Caruso Sapienza University of Rome Rome Italy Manil Chouhan University College London, UCL Centre for Medical Imaging London United Kingdom Melvin D’Anastasi Mater Dei Hospital, Department of Medical Imaging, Malta Msida Malta Timm Denecke University of Leipzig Leipzig Germany Christophe Deroose University Hospitals Leuven Leuven Belgium Audrius Dulskas National Cancer Institute Vilnius Vilnius Lithuania Lioe-Fee De Geus-Oei Leiden University Medical Center Leiden Netherlands Carolina de la Pinta Hospital Universitario Ramo ´ n y Cajal Madrid Spain Michel Eisenbla ¨tter University of Freiburg Freiburg Germany Kieran Foley Cardiff University Cardiff United Kingdom Sofia Gourtsoyianni National and Kapodistrian University of Athens Athens Greece Ken Herrmann University of Essen Essen Germany Frederic Lecouvet Cliniques Universitaires Saint Luc, UCLouvain Brussels Belgium Egesta Lopci Humanitas Clinical and Research Center, University of Milan Milan Italy Monique Maas The Netherlands Cancer Institute Amsterdam Netherlands Markus Obmann University of Basel Basel Switzerland Daniela Oprea-Lager Amsterdam University Medical Center, Amsterdam (VUmc) Amsterdam Netherlands Daniele Regge Universita ` degli Studi di Torino Torino Italy Jens Ricke University Hospital, LMU Munich Munich Germany Ines Santiago Champalimaud Foundation, Lisbon Lisbon Portugal Sylvain Terraz Universite ´ de Gene `ve Geneva Switzerland Joost Verhoeff University of Utrecht Utrecht Netherlands The panelists are listed in alphabetical order by last name. M. Unterrainer et al. / European Journal of Cancer 176 (2022) 193 e 206 196",
    "expert panelists are willing or probably willing to incorporate a potential standardised imaging protocol. 3.3. CT scan acquisition The vast majority of 84% do not give oral contrast for mCRC CT staging purposes, even 88% of expert pan- elists do not consider oral contrast as essential part of mCRC staging; 92% of included centres give intrave- nous contrast for CT imaging; here, < 5% of scans must be performed without contrast agent due to contrain- dications (96% of cases), in one centre, 10 e 15% of cases were performed without contrast agent. In an open question regarding contrast agent dosage, most frequent contrast dosages applied were 1.5 mg/kg for most, 1.0 mg/kg for some cases (24%), 1.5 mg/kg for all cases (16%) and 1.0 mg/kg for most, 1.5 mg/kg for some cases (12%); all values indicate per patient body weight. In an open question regarding contrast agent concentration, most frequent contrast concentrations applied were 300 mg/mL contrast agent (32%) and 350 mg/mL contrast agent (32%). mCRC staging does not regularly include neck studies in 96% of centres. If neck studies were included, mostly venous phase (56%) or late arterial phase (36%) was obtained. Thoracic studies were most commonly performed in the venous phase (56%), and the second most common acquisition was in the late arterial phase (36%). Most centres use the venous phase for abdominal CT imaging (88%), whereas late arterial phases were not common (20%) (multiple answers possible in case of multiphase approach). Image acquisition is performed in a monophasic approach in 56% of the included centres. 3.3.1. CT scan acquisition consensus round In total, 92% of the expert panelists agreed that oral contrast application is not an essential part of a Fig. 1. Schematic country representation in the panel . Each arrow indicates the location of the participating panelists’ affiliations on this schematic. M. Unterrainer et al. / European Journal of Cancer 176 (2022) 193 e 206 197",
    "standard mCRC CT imaging protocol. The application of intravenous contrast agent was deemed mandatory by all experts (100%). A majority (76%) agreed that a dosage of 1.0 e 2.0 mg/kg bodyweight of contrast agent should be applied on CT imaging (followed by < 1.0 mg/ kg bodyweight (16%)). A majority (88%) argued in favour of an iodine concentration of 200 e 400 mg/mL contrast agent followed by < 200 mg/mL contrast agent (12%) regarding CT imaging. Thoracic and abdominal series should be acquired in a monophasic approach (72% agreement). Neck studies are not a mandatory part of mCRC CT imaging (92%), but thoracic studies are a mandatory part of mCRC imaging (96% agreement) and should be performed using a venous phase (64% agreement). Abdominal studies are mandatory (100% agreement) and should be performed using a venous phase (100% agreement). 3.4. CT scan reconstruction Regarding CT reconstruction, 76% of included centres do apply dedicated soft tissue reconstructions and 80% use dedicated lung reconstruction algorithms, whereas a dedicated bone reconstruction algorithm is only used in 40% of the centres. The most applied slice thickness is 3 mm for soft tissue reconstructions (36%) followed by 1 mm (20%). Using dedicated lung reconstructions, 48% used 1 mm slice thickness, followed by 2 mm slice thickness (24%), whereas the most applied slice thick- ness for bone reconstructions, when applied, was 2 mm (24%) and 1 mm (20%). 3.4.1. CT scan reconstruction consensus round All panelists agreed that a dedicated soft tissue recon- struction should be applied (100%); also, a majority of 84% argued in favour of applying a dedicated lung reconstruction algorithm and 60% in favour of a bone reconstruction algorithm. A majority of 52% voted in favour of 3 mm slice thickness for soft tissue re- constructions, 64% argued for 1 mm slice thickness for lung reconstructions and 56% for 2 mm slice thickness regarding bone reconstructions on CT imaging, if applied. Thoracic studies should include axial soft tissue reconstructions (84% agreement) and axial lung re- constructions (84% agreement), but no axial bone reconstruction (64% agreement). Abdominal imaging should include an axial soft tissue reconstruction (96% agreement). A bone reconstruction was not considered mandatory by the majority of panelists (60% agreement). 3.5. 18F-FDG PET/CT scan acquisition The vast majority of panelists (96%) does not apply oral contrast for mCRC CT staging purposes, and 96% of Fig. 2. Schematic of the applied Delphi approach . This figure illustrates the different steps and feedback mechanisms of the applied Delphi approach. M. Unterrainer et al. / European Journal of Cancer 176 (2022) 193 e 206 198",
    "Table 2 Panelist responses from the final consensus survey round. Statement Answer option of reference Agreement Consensus reached CT imaging In a mCRC consensus protocol, the application of oral contrast in CT scans should NOT be included as mandatory for mCRC staging? Agree 92% Yes In a mCRC consensus protocol, the application of intravenous contrast in CT scans should be included as mandatory for mCRC? Agree 100% Yes Which dosage of intravenous contrast (mg per kg bodyweight) should be implemented in a mCRC protocol for CT scans (in case intravenous contrast is applied)? a 1.0 e 2.0 mg/kg body weight 76% Yes Which iodine concentration (mg per mL intravenous contrast agent) should be included in a mCRC imaging protocol for CT imaging? a 200 e 400 mg/mL contrast 88% Yes Within a core imaging protocol, a dedicated soft tissue kernel should be used for reconstruction? Agree 100% Yes Within a core imaging protocol, a dedicated lung tissue kernel should be used for reconstruction? Agree 88% Yes Within a core imaging protocol, a dedicated bone tissue kernel should be used for reconstruction? Yes 60% No The following slice thickness should be applied for soft tissue reconstructions on CT imaging in mCRC? a 3 mm 52% Yes The following slice thickness should be applied for lung tissue reconstructions on CT imaging in mCRC? a 1 mm 64% Yes The following slice thickness should be applied for bone tissue reconstructions on CT imaging in mCRC? a 2 mm 60% Yes Dual energy or spectral CT imaging in mCRC is NOT a mandatory part of a core mCRC imaging protocol? Agree 92% Yes Thoracic and abdominal series should be acquired in a monophasic approach? Agree 72% Yes Neck studies in mCRC CT staging should NOT be included in a core protocol as regular imaging studies? Agree 92% Yes Thorax studies in mCRC CT staging should be included in a core protocol as regular imaging studies? Agree 96% Yes Thorax studies in mCRC CT staging should include a venous phase as minimum requirement for a core protocol? Agree 64% No Thorax studies in mCRC CT staging should include an axial soft-tissue reconstruction as minimum requirement for a core protocol? Agree 84% Yes Thorax studies in mCRC CT staging should include an axial lung reconstruction as minimum requirement for a core protocol? Agree 84% Yes Thorax studies in mCRC CT staging should include an axial bone reconstruction as minimum requirement for a core protocol? Agree 36% No Abdominal studies in mCRC CT staging should be included in a core protocol as regular imaging studies? Agree 100% Yes Abdominal studies in mCRC CT staging should include a venous phase as minimum requirement for a core protocol? Agree 100% Yes Abdominal studies in mCRC CT staging should include an axial soft- tissue reconstruction as minimum requirement for a core protocol? Agree 96% Yes Abdominal studies in mCRC CT staging should include an axial bone reconstruction as minimum requirement for a core protocol? Agree 40% No PET/CT imaging In a mCRC consensus protocol, the application of oral contrast in PET/ CT scans should NOT be included as mandatory? Agree 100% Yes In a mCRC consensus protocol, the application of intravenous contrast in PET/CT scans should be included as mandatory for mCRC Agree 48% No Which dosage of intravenous contrast (mg per kg bodyweight) should be implemented in a mCRC protocol for CT scans (in case intravenous contrast is applied)? a 1.0 e 2.0 mg/kg body weight 80% Yes Which iodine concentration (mg per mL intravenous contrast agent) should be included in a mCRC imaging protocol for PET/CT imaging? a 200 e 400 mg/mL contrast 88% Yes The following slice thickness should be applied for soft tissue reconstructions on PET/CT imaging in mCRC? a 3 mm 52% Yes The following slice thickness should be applied for lung tissue reconstructions on PET/CT imaging in mCRC? a 1 mm 56% Yes ( continued on next page ) M. Unterrainer et al. / European Journal of Cancer 176 (2022) 193 e 206 199",
    "expert panelists do not consider oral contrast as an essential part of mCRC PET/CT imaging; 52% of included centres do apply intravenous contrast for PET/ CT imaging; in only 44% of centres, contrast agent is omitted in < 5% of cases. In open question regarding contrast agent dosage, most frequent contrast dosages (including ‘not available’) were 1.5 mg/kg for most, 1.0 mg/kg for some cases (12%), 1.5 mg/kg for all cases (8%), 1.0 mg/kg for all cases (8%) and 1.0 mg/kg for most, 1.5 mg/kg for some cases (8%). In an open ques- tion regarding contrast agent concentration (including ‘not available’), most frequent contrast concentrations applied were 350 mg/mL contrast agent (28%) and 300 mg/mL contrast agent (16%). Contrast agent for PET/CT imaging is mostly pro- vided by Bayer in 28% of centres, by GE Healthcare in 20% of centres and by Bracco Imaging in 16% of included centres. Regarding different phases, most centres (96%) do not apply multiphase imaging on PET/ CT for mCRC imaging. Image acquisition on PET/CT is performed in a monophasic approach in 68% of cases. 3.5.1. PET/CT scan acquisition consensus round Here, 100% of the expert panelists agreed that oral contrast application is not essential for standard mCRC CT imaging protocols. No consensus could be reached regarding the application of contrast agents for PET/CT imaging; 52% of the panelists deemed the application of contrast agents not mandatory for PET/CT imaging. A majority of 80% agreed that a dosage of 1.0 e 2.0 mg/kg bodyweight of contrast agent should be applied on PET/CT imaging (followed by < 1.0 mg/kg bodyweight (16%)), in case contrast agent is applied. A majority of 88% argued in favour for an iodine concentration of 200 e 400 mg/mL contrast agent followed by < 200 mg/ mL contrast agent (12%) regarding PET/CT imaging. Thoracic and abdominal series should be acquired in a monophasic approach (72% agreement). Neck acquisi- tions are not a mandatory part of mCRC imaging (92% agreement), but thoracic series are a mandatory part of mCRC imaging (96% agreement) and should be per- formed using a venous phase (72% agreement), if contrast is applied. Abdominal series are mandatory (100% agreement) and should be performed using a venous phase (96% agreement) if contrast is applied. 3.6. PET/CT scan reconstruction Regarding reconstruction of the CT component on PET/CT imaging, 60% of included centres do apply dedicated soft tissue reconstructions and 52% use dedicated lung reconstruction algorithms, whereas a dedicated bone reconstruction algorithm is only used in 20% of the included centres. The most applied slice thickness is 2 mm and 5 mm for soft tissue re- constructions (20% each) followed by 3 mm (16%). Using dedicated lung reconstructions, 24% used 1 mm and 2 mm slice thickness, respectively, followed by 5 mm slice thickness (16%), whereas the mostly applied slice thickness for bone reconstructions on PET/CT imaging, in case it was applied, was 1 mm and 2 mm (16% each), respectively. Table 2 ( continued ) Statement Answer option of reference Agreement Consensus reached The following slice thickness should be applied for bone tissue reconstructions on PET/CT imaging in mCRC? a 2 mm 60% Yes Neck studies in mCRC PET/CT staging should NOT be included in a core protocol as regular imaging studies? Agree 56% No Thorax studies in mCRC PET/CT staging should be included in a core protocol as regular imaging studies? Agree 96% Yes If contrast is applied, thorax studies in mCRC PET/CT staging should include a venous phase as minimum requirement for a core protocol? Agree 84% Yes Thorax studies in mCRC PET/CT staging should include an axial soft- tissue reconstruction as minimum requirement for a core protocol? Agree 84% Yes Thorax studies in mCRC PET/CT staging should include an axial lung reconstruction as minimum requirement for a core protocol? Agree 84% Yes Thorax studies in mCRC PET/CT staging should include an axial bone reconstruction as minimum requirement for a core protocol? Agree 32% No Abdominal studies in mCRC PET/CT staging should be included in a core protocol as regular imaging studies? Agree 100% Yes Abdominal studies in mCRC PET/CT staging should include a venous phase as minimum requirement for a core protocol? Agree 96% Yes Abdominal studies in mCRC PET/CT staging should include an axial soft- tissue reconstruction as minimum requirement for a core protocol? Agree 92% Yes Abdominal studies in mCRC PET/CT staging should include an axial bone reconstruction as minimum requirement for a core protocol? Agree 32% No a Multiple-choice statement. The statements indicate questions that have evolved towards the final consensus survey round based on the panelists’ feedback. The questions have hence already been adapted to incorporate the general view of the panel. M. Unterrainer et al. / European Journal of Cancer 176 (2022) 193 e 206 200",
    "3.6.1. PET/CT scan reconstruction consensus round Regarding dedicated CT reconstruction algorithms please see CT section above. A majority of 52% voted in favour of 3 mm slice thickness for soft tissue re- constructions, 56% argued for 1 mm slice thickness for lung reconstructions and 60% for 2 mm slice thickness regarding bone reconstructions on PET/CT imaging. Thoracic PET/CT series should include axial soft tissue reconstructions (80% agreement) and axial lung re- constructions (84% agreement), but no bone re- constructions (68% agreement). Abdominal PET/CT imaging should include an axial soft tissue reconstruc- tion (92% agreement), but no bone reconstruction (68% agreement). Fig. 3. Imaging scorecard for implementation of the consensus core protocol . This figure illustrates the core components of this panel’s consensus recommendation on imaging in patients with mCRC. The imaging scorecard was developed to facilitate implementation of the standardised protocol in cancer and imaging centres that participate in accrual for RCTs. ) If PET/CT is the only exam at a certain timepoint, intravenous contrast as would be needed to ensure compatibility with the RECIST1.1 requirements [1]; this does not apply if the PET/CT is performed in close temporal proximity of a dedicated CT. x Value refers to per patient body weight. # Oral contrast may be considered if lesion conspicuity in diffuse peritoneal disease is expected to impact response assessment. M. Unterrainer et al. / European Journal of Cancer 176 (2022) 193 e 206 201",
    "3.7. Dual energy or spectral CT imaging Dual energy or spectral CT imaging is part of the clin- ical routine for mCRC imaging in only 32% of the included centres. Also, no expert panelists experienced sponsor requirements towards inclusion of dual energy or spectral CT imaging in RCT imaging protocols. 3.7.1. Dual energy or spectral CT imaging consensus round This is not a mandatory part of a potential core protocol (92% agreement). 3.8. Core imaging protocol 3.8.1. CT mCRC core imaging protocol Patient preparation and acquisition : No oral contrast. Intravenous contrast dosage: 1.0 e 2.0 mg/kg body- weight. Iodine concentration: 200 e 400 mg/mL. Mono- phasic acquisition. Thorax : Venous phase. Axial soft tissue reconstruction with 3 mm slice thickness. Axial lung reconstruction with 1 mm slice thickness. No bone reconstruction mandatory. Abdomen : Venous phase. Axial soft tissue recon- struction with 3 mm slice thickness. No bone recon- struction mandatory. Further phases, reconstructions, etc. can be added with emphasis on local specifications and clinical necessities. 3.8.2. PET/CT mCRC core imaging protocol Acquisition : No oral contrast. If intravenous contrast is applied, contrast dosage: 1.0 e 2.0 mg/kg bodyweight. Iodine concentration: 200 e 400 mg/mL. Monophasic acquisition. Thorax : Unenhanced or venous phase if contrast is applied. Axial soft tissue reconstruction with 3 mm slice thickness. Lung reconstruction with 1 mm slice thick- ness. No bone reconstruction mandatory. Abdomen : Unenhanced or venous phase if contrast is applied. Axial soft tissue reconstruction with 3 mm slice thickness. No bone reconstruction mandatory. Further phases, reconstructions etc. can be added with emphasis on local specifications and clinical necessities. 3.9. Imaging scorecard The main components of the consensus core protocol are summarised and illustrated in the Imaging Scorecard as provided in Fig. 3. All questions and responses during the survey process are presented in Supplementary Files 1 e 3. 4. Discussion In this European collaboration across multiple societies, we conducted a successful consensus finding survey on mCRC imaging applying the Delphi process. The survey included imaging specialists with a focus on mCRC from cancer centres across Europe as panelists. The first rounds during the survey illustrated the existing het- erogeneity of CT imaging protocols. During the Delphi process, the imaging panelists agreed on stand- ardisations for the imaging of patients with mCRC. This standardisation covers patient preparation, scan acqui- sition and scan reconstruction; all of which are known factors that limit data reproducibility. Examples of im- aging protocol heterogeneity in an mCRC trial are illustrated in Fig. 4. This consortium supports the use of a standardised core imaging protocol that will build the backbone for the imaging data in mCRC trials. This concept was introduced to facilitate the implementation of new im- aging standards as institutional and individual prefer- ences could affect their acceptance. This approach will give institutions the choice to fully switch to this pro- posed protocol or to keep existing protocols by adding the required image reconstructions. Notably, all imaging panelists indicated that their institutions are either committed or likely willing to implement this core im- aging protocol. Notably, spectral imaging was not deemed mandatory among the participating experts. The heterogeneity of imaging protocols remains a significant challenge for reproducibility of conventional as well as novel imaging end-points [4]. As examples for the size-based RECIST1.1 criteria, CT acquisition and reconstruction parameters affect reproducibility of lymph node [13] and liver lesion size assessments [14]. Efforts by the International Biomarker Standardisation Initiative have standardised the image post-processing and analysis [15] yet not addressed heterogeneity arising from imaging protocols. Regarding novel imag- ing end-points, however, differences in CT acquisition and reconstruction parameters have been repeatedly shown to affect radiomics feature reproducibility [9,16]. With this core imaging protocol, which reached consensus by the participating oncology and imaging societies, we expect to reduce protocol heterogeneity and pave the way for future research on modern imaging end-points. The use of radiomics data has significant potential in treatment monitoring of mCRC [17]. Basic radiomics features of liver metastases predict a poor outcome at 2 months with the same performance as RECIST1.1 evaluation at 6 months in first-line mCRC treatment [5]. In another application, a radiomics signature outperformed existing biomarkers (KRAS- mutational status, tumour shrinkage) in predicting sur- vival as well as in the detection of treatment sensitivity to cetuximab [6]. The application of AI has significant potential for even further improvement in early response assessment. Deep learning methods enabled prediction of early on- treatment response using conventional CT imaging in patients with mCRC [7]. The quantitative characterisa- tion of tumour morphological changes from pretreat- ment to follow-up CT scans significantly strengthened the association with patient survival and may be used M. Unterrainer et al. / European Journal of Cancer 176 (2022) 193 e 206 202",
    "for early on-treatment decision-making. Notably, all these radiomics and AI studies excluded trial patients based on imaging protocol deviations (which were avoidable, i.e., not due to medical contraindications). For patients with mCRC, robust assessment of such novel imaging end-points will open avenues towards new trial designs. In the field of mCRC, there are no imaging response-adapted trial designs. The pioneering effort of response-adapted treatment guidance has been made in the management of Hodgkin’s lymphoma, using positron-emission tomography for decisions on additive radiation [18] or treatment de-escalation [19]. In solid malignancies, response-adapted treatment de- escalation of immunotherapy has been successfully tested in a phase II trial in metastatic melanoma [20]. Similar trial designs could pave the way for personalised treatment of mCRC patients based on reliable and robust imaging end-points. Fig. 4. Examples of imaging protocol heterogeneity in a randomised controlled trial . Illustration of imaging protocol heterogeneity in pa- tients with mCRC included in the FIRE-3 RCT [32]. ST refers to soft tissue, i.e., the windowing settings to evaluate mediastinal and visceral organs. The first and second column portray the available ST kernel reconstructions and the third column shows lung kernel reconstructions if available. The last column indicates conformity with the core imaging protocol according to this panel’s consensus recommendation (green: compliant; red: non-compliant). (For interpretation of the references to colour in this figure legend, the reader is referred to the Web version of this article). M. Unterrainer et al. / European Journal of Cancer 176 (2022) 193 e 206 203",
    "International efforts for standardisation of imaging procedures in oncology have significantly increased over the past few years, and consensus recommenda- tions were either achieved with or without the use of dedicated methods (e.g. the Delphi process). Imaging recommendations are often part of guidelines that cover acquisition, interpretation and reporting. Pro- tocol recommendations with high adherence in clinical trials exist for prostate cancer screening [21], metastatic prostate cancer [22], breast cancer [23], endometrial cancer [24], multiple myeloma [25] and lung cancer [26]. Interpretation and reporting of mCRC imaging studies are covered by the RECIST1.1 criteria [1]. Yet there are no consensus recommendations available to standardise imaging protocols for patients with mCRC. Dedicated recommendations for imaging protocol standardisation have been previously published for pri- mary brain tumours [27] and for brain metastases [28], which have been instrumental for successful AI appli- cations [29]. Our protocol recommendations could thereby serve as a catalyst to accelerate such research efforts in mCRC. Strengths of our study are the participation of lead- ing oncology and imaging societies and adherence to the Delphi process. We thereby ensure that our recom- mendations represent the collective position of all key opinion leaders without individual overrepresentation. Our and other protocol recommendations cannot elude lack of inter-vendor standardisation, yet this limitation represents a subordinate impact on radiomics feature assessment [15]. The time delays between contrast administration and different phase acquisitions could not be standardised as panelist responses were mostly given in ranges or as rough estimates. We did not include magnetic resonance imaging due to the technical complexity and very strong dependence on vendor- specific sequences. Among the panelists, there may be differences in technical proficiency regarding CT and/or PET/CT imaging based on training. Overall, a Delphi process was considered a suitable approach for consensus finding in a set of European experts, as this approach enables an inclusion of a wide range of expertise among panelists. These can express their own opinion on questions more individually compared to the dynamic of a group discussion; however, certain limi- tations have to be listed, e.g. such as a potentially dominant influence of the facilitators or a high con- sumption of time and resources. Moreover, the process depends on expertise and motivation of the panelists [11,12,30,31]. In conclusion, this group of imaging experts reached consensus through a Delphi survey on a standardised CT imaging protocol with easy-to-implement core components for patients with mCRC. We anticipate that this standardisation will increase reproducibility of radiomics and AI studies and serve as a catalyst for future research on imaging end-points. For ongoing and future mCRC trials, we encourage principal in- vestigators to support the dissemination of these imag- ing standards across recruiting centres. Author contribution M.U., C.M.D., J.R. and W.G.K. contributed to the conception, design and planning of the study. M.U., C.M.D., M.M., A.L., R.B.-T., F.L., E.C.S., J.R. and W.G.K. contributed to conduct of the data. C.M.D., K.H., L.B., R.C., D.C., M.D.C., T.D., C.D.L.P., L.- F.D.G.-O., A.D., M.E., K.G.F., S.G., F.L., E.L., M.M., M.O., D.E.O.-L., J.J.C.V., I.S., S.T., M.D., D.R. and J.R. participated in the acquisition of the survey data. M.U., C.M.D., M.M., L.-F.D.G.-O., F.L., D.E.O.-L., A.L., R.B.-T., V.H., F.L., E.C.S., J.R. and W.G.K. contributed to the interpretation of the results. M.U. and W.G.K. drafted the manuscript. All authors criti- cally reviewed or revised the manuscript for important intellectual content and approved the final version to be submitted. This final manuscript received endorsement by the EORTC. Funding The authors received no specific funding for this work. Conflict of interest statement The authors declare the following financial interests/ personal relationships which may be considered as po- tential competing interests: K.H. reports personal fees from Bayer, personal fees and other from Sofie Bio- sciences, personal fees from SIRTEX, non-financial support from ABX, personal fees from Adacap, per- sonal fees from Curium, personal fees from Endocyte, grants and personal fees from BTG, personal fees from IPSEN, personal fees from Siemens Healthineers, per- sonal fees from GE Healthcare, personal fees from Amgen, personal fees from Novartis, personal fees from Y-mAbs, all outside the submitted work. L.B. is a cofounder of Collective Minds Radiology. R.C. reports travel support by Bracco Imaging. T.D. reports hon- orary fees and travel support by Siemens, Canon, Bayer, b.e. imaging and research grants by Siemens Healthi- neers, Bayer, Guerbet and b.e. imaging. E.L. reports receiving research grants from AIRC and from the Italian Ministry of Health, and faculty remuneration from ESMIT (European School of Multimodality Im- aging and Therapy) and MI&T Congressi. D.E.O.-L. received expert remuneration from EAU for partici- pating in PET PSMA Consensus Meeting in January 2022. The remaining authors declare that they have no M. Unterrainer et al. / European Journal of Cancer 176 (2022) 193 e 206 204",
    "conflict of interest related to this study. W.G.K. reports personal fees from Bristol-Myers Squibb. Appendix A. Supplementary data Supplementary data to this article can be found online at https://doi.org/10.1016/j.ejca.2022.09.012. References [1] Eisenhauer EA, Therasse P, Bogaerts J, Schwartz LH, Sargent D, Ford R, et al. New response evaluation criteria in solid tumours: revised RECIST guideline (version 1.1). Eur J Cancer 2009;45: 228 e 47. [2] Van Cutsem E, Cervantes A, Adam R, Sobrero A, Van Krieken JH, Aderka D, et al. ESMO consensus guidelines for the management of patients with metastatic colorectal cancer. Ann Oncol 2016;27:1386 e 422. [3] Chun YS, Vauthey JN, Boonsirikamchai P, Maru DM, Kopetz S, Palavecino M, et al. Association of computed tomography morphologic criteria with pathologic response and survival in patients treated with bevacizumab for colorectal liver metastases. JAMA 2009;302:2338 e 44. [4] Bera K, Braman N, Gupta A, Velcheti V, Madabhushi A. Pre- dicting cancer outcomes with radiomics and artificial intelligence in radiology. Nat Rev Clin Oncol 2022;19:132 e 46. [5] Dohan A, Gallix B, Guiu B, Le Malicot K, Reinhold C, Soyer P, et al. Early evaluation using a radiomic signature of unresectable hepatic metastases to predict outcome in patients with colorectal cancer treated with FOLFIRI and bevacizumab. Gut 2020 Mar; 69(3):531 e 9. https://doi.org/10.1136/gutjnl-2018-316407. Epub 2019 May 17. [6] Dercle L, Lu L, Schwartz LH, Qian M, Tejpar S, Eggleton P, et al. Radiomics response signature for identification of metastatic colorectal cancer sensitive to therapies targeting EGFR pathway. J Natl Cancer Inst 2020. [7] Lu L, Dercle L, Zhao B, Schwartz LH. Deep learning for the prediction of early on-treatment response in metastatic colorectal cancer from serial medical imaging. Nat Commun 2021;12:6654. [8] Giannini V, Pusceddu L, Defeudis A, Nicoletti G, Cappello G, Mazzetti S, et al. Delta-radiomics predicts response to first-line oxaliplatin-based chemotherapy in colorectal cancer patients with liver metastases. Cancers (Basel) 2022;14. [9] Meyer M, Ronald J, Vernuccio F, Nelson RC, Ramirez- Giraldo JC, Solomon J, et al. Reproducibility of CT radiomic features within the same patient: influence of radiation dose and CT reconstruction settings. Radiology 2019:190928. [10] Bijlstra OD, Boreel MME, van Mossel S, Burgmans MC, Kapiteijn EHW, Oprea-Lager DE, et al. The value of (18)F-FDG- PET-CT imaging in treatment evaluation of colorectal liver me- tastases: a systematic review. Diagnostics (Basel) 2022;12. [11] Linstone HA, Turoff M. The Delphi method: techniques and applications. Addison-Wesley; 1975. [12] Jones J, Hunter D. Consensus methods for medical and health services research. BMJ 1995;311:376 e 80. [13] Onuma Y, Tsuruta C, Okita K, Hamabe A, Ogura K, Takemasa I, et al. CT reconstruction with thick slices not only underestimates lymph node size but also reduces data reproduc- ibility in colorectal cancer. Acta Radiol 2021;62:1275 e 82. [14] Li Q, Liang Y, Huang Q, Zong M, Berman B, Gavrielides MA, et al. Volumetry of low-contrast liver lesions with CT: investiga- tion of estimation uncertainties in a phantom study. Med Phys 2016;43:6608. [15] Zwanenburg A, Vallieres M, Abdalah MA, Aerts H, Andrearczyk V, Apte A, et al. The image biomarker standardi- zation initiative: standardized quantitative radiomics for high- throughput image-based phenotyping. Radiology 2020;295: 328 e 38. [16] Berenguer R, Pastor-Juan MDR, Canales-Vazquez J, Castro- Garcia M, Villas MV, Mansilla Legorburo F, et al. Radiomics of CT features may be nonreproducible and redundant: influence of CT acquisition parameters. Radiology 2018;288:407 e 15. [17] Staal FCR, van der Reijd DJ, Taghavi M, Lambregts DMJ, Beets-Tan RGH, Maas M. Radiomics for the prediction of treatment outcome and survival in patients with colorectal cancer: a systematic review. Clin Colorectal Cancer 2021 Mar;20(1): 52 e 71. https://doi.org/10.1016/j.clcc.2020.11.001. Epub 2020 Nov 7. [18] Engert A, Haverkamp H, Kobe C, Markova J, Renner C, Ho A, et al. Reduced-intensity chemotherapy and PET-guided radio- therapy in patients with advanced stage Hodgkin’s lymphoma (HD15 trial): a randomised, open-label, phase 3 non-inferiority trial. Lancet 2012;379:1791 e 9. [19] Johnson P, Federico M, Kirkwood A, Fossa A, Berkahn L, Carella A, et al. Adapted treatment guided by interim PET-CT scan in advanced Hodgkin’s lymphoma. N Engl J Med 2016; 374:2419 e 29. [20] Postow MA. Adaptive dosing of nivolumab 1 ipilimumab immunotherapy based upon early, interim radiographic assess- ment in advanced melanoma (the ADAPT-IT study). J Clin Oncol 2022 Apr 1;40(10):1059 e 67. https: //doi.org/10.1200/JCO.21.01570. Epub 2021 Dec 20. [21] Turkbey B, Rosenkrantz AB, Haider MA, Padhani AR, Villeirs G, Macura KJ, et al. Prostate Imaging Reporting and Data System version 2.1: 2019 update of Prostate Imaging Reporting and Data System version 2. Eur Urol 2019;76:340 e 51. [22] Padhani AR, Lecouvet FE, Tunariu N, Koh DM, De Keyzer F, Collins DJ, et al. METastasis reporting and data system for prostate cancer: practical guidelines for acquisition, interpreta- tion, and reporting of whole-body magnetic resonance imaging- based evaluations of multiorgan involvement in advanced pros- tate cancer. Eur Urol 2017;71:81 e 92. [23] Baltzer P, Mann RM, Iima M, Sigmund EE, Clauser P, Gilbert FJ, et al. Diffusion-weighted imaging of the breast-a consensus and mission statement from the EUSOBI Interna- tional Breast Diffusion-Weighted Imaging working group. Eur Radiol 2020;30:1436 e 50. [24] Nougaret S, Horta M, Sala E, Lakhman Y, Thomassin- Naggara I, Kido A, et al. Endometrial cancer MRI staging: updated guidelines of the European Society of Urogenital Radi- ology. Eur Radiol 2019;29:792 e 805. [25] Messiou C, Hillengass J, Delorme S, Lecouvet FE, Moulopoulos LA, Collins DJ, et al. Guidelines for acquisition, interpretation, and reporting of whole-body MRI in myeloma: Myeloma Response Assessment and Diagnosis System (MY- RADS). Radiology 2019;291:5 e 13. [26] Chen DL, Ballout S, Chen L, Cheriyan J, Choudhury G, Denis- Bacelar AM, et al. Consensus recommendations on the use of (18) F-FDG PET/CT in lung disease. J Nucl Med 2020 Dec;61(12): 1701 e 7. https://doi.org/10.2967/jnumed.120.244780. Epub 2020 Sep 18. [27] Ellingson BM, Bendszus M, Boxerman J, Barboriak D, Erickson BJ, Smits M, et al. Consensus recommendations for a standardized Brain Tumor Imaging Protocol in clinical trials. Neuro Oncol 2015;17:1188 e 98. [28] Kaufmann TJ, Smits M, Boxerman J, Huang R, Barboriak DP, Weller M, et al. Consensus recommendations for a standardized brain tumor imaging protocol for clinical trials in brain metas- tases. Neuro Oncol 2020;22:757 e 72. [29] Kickingereder P, Isensee F, Tursunova I, Petersen J, Neuberger U, Bonekamp D, et al. Automated quantitative tumour response assessment of MRI in neuro-oncology with artificial neural networks: a multicentre, retrospective study. Lancet Oncol 2019;20:728 e 40. M. Unterrainer et al. / European Journal of Cancer 176 (2022) 193 e 206 205",
    "[30] Vernon W. The Delphi technique: a review. Int J Ther Rehabil 2009;16:69 e 76. [31] Thangaratinam S, Redman CW. The Delphi technique. Obstet Gynaecol 2005;7:120 e 5. [32] Heinemann V, von Weikersthal LF, Decker T, Kiani A, Vehling- Kaiser U, Al-Batran SE, et al. FOLFIRI plus cetuximab versus FOLFIRI plus bevacizumab as first-line treatment for patients with metastatic colorectal cancer (FIRE-3): a randomised, open- label, phase 3 trial. Lancet Oncol 2014;15:1065 e 75. M. Unterrainer et al. / European Journal of Cancer 176 (2022) 193 e 206 206"
  ],
  "processed_at": "2026-01-30T14:54:30.310Z"
}