{
  "doc_id": "ef36dbc3631e6451bca843548b54ae60",
  "source_id": "oude-nijhuis-et-al-2020-european-guidelines-on-achalasia-united-european-gastroenterology-and-european-society-of",
  "total_pages": 21,
  "pages": [
    "Review Article European guidelines on achalasia: United European Gastroenterology and European Society of Neurogastroenterology and Motility recommendations RAB Oude Nijhuis 1 , G Zaninotto 2 , S Roman 3 , GE Boeckxstaens 4 , P Fockens 1 , MW Langendam 5 , AA Plumb 6 , AJPM Smout 1 , EM Targarona 7 , AS Trukhmanov 8 , BLAM Weusten 9,10 and Albert J Bredenoord 1 Abstract Introduction: Achalasia is a primary motor disorder of the oesophagus characterised by absence of peristalsis and insuf- ficient lower oesophageal sphincter relaxation. With new advances and developments in achalasia management, there is an increasing demand for comprehensive evidence-based guidelines to assist clinicians in achalasia patient care. Methods: Guidelines were established by a working group of representatives from United European Gastroenterology, European Society of Neurogastroenterology and Motility, European Society of Gastrointestinal and Abdominal Radiology and the European Association of Endoscopic Surgery in accordance with the Appraisal of Guidelines for Research and Evaluation II instrument. A systematic review of the literature was performed, and the certainty of the evidence was assessed using the Grading of Recommendations Assessment, Development and Evaluation methodology. Recommendations were voted upon using a nominal group technique. Results: These guidelines focus on the definition of achalasia, treatment aims, diagnostic tests, medical, endoscopic and surgical therapy, management of treatment failure, follow-up and oesophageal cancer risk. Conclusion: These multidisciplinary guidelines provide a comprehensive evidence-based framework with recommendations on the diagnosis, treatment and follow-up of adult achalasia patients. Keywords Dysphagia, oesophagus, manometry, myotomy, motility Received: 25 October 2019; accepted: 25 December 2019 Abbreviations AGREE, Appraisal of Guidelines for Research and Evaluation; BMI, body mass index; BTX, botulinum toxin; EA, oesopha- geal adenocarcinoma; EAES, European Association of Endoscopic Surgery; ESGAR, European Society of Gastrointestinal and Abdominal Radiology; ESNM, European Society of Neurogastroenterology and Motility; GORD, gastro-oesophageal reflux disease; GRADE, Grading of Recommendations Assessment, Development, and Evaluation; HRM, high-resolution manometry; IP, imped- ance planimetry; IRP, integrated relaxation pressure; LOS, lower oesophageal sphincter; LHM, laparoscopic heller myotomy; OGJ, oesophago-gastric junction PD, pneumatic dilation; PICO, patient, intervention, control, outcome; POEM, peroral endoscopic myotomy; PPI, proton pump 1 Department of Gastroenterology and Hepatology, Amsterdam Gastroenterology and Metabolism, Amsterdam University Medical Centres, University of Amsterdam, Amsterdam, The Netherlands 2 Department of Surgery and Cancer, Imperial College, London, UK 3 Digestive Physiology, Ho ˆpital Edouard Herriot, Lyon, France 4 Department of Chronic Diseases, Metabolism and Ageing, Translational Research Centre for Gastrointestinal Disorders, KU Leuven, Leuven, Belgium 5 Department of Clinical Epidemiology, Biostatistics and Bioinformatics, Amsterdam UMC, University of Amsterdam, Amsterdam Public Health Research Institute, Amsterdam, The Netherlands 6 Centre for Medical Imaging, University College London, London, UK 7 Department of General and Digestive Surgery, Hospital De La Santa Creu I Sant Pau, Autonomous University of Barcelona, Barcelona, Spain 8 I.M. Sechenov First Moscow State Medical University, Ministry of Health of the Russian Federation (Sechenov University), Moscow, Russia 9 Department of Gastroenterology and Hepatology, St Antonius Hospital, Nieuwegein, The Netherlands 10 Department of Gastroenterology and Hepatology, University Medical Centre Utrecht, Utrecht University, Utrecht, The Netherlands Corresponding author: Albert J. Bredenoord, Department of Gastroenterology and Hepatology Academic Medical Centre, Amsterdam PO Box 22660, 1100 DD Amsterdam, The Netherlands. Email: a.j.bredenoord@amsterdamumc.nl United European Gastroenterology Journal 2020, Vol. 8(1) 13–33 ! Author(s) 2020 Article reuse guidelines: sagepub.com/journals-permissions DOI: 10.1177/2050640620903213 journals.sagepub.com/home/ueg",
    "inhibitor; RCT, randomised controlled trial; SSC, squamous cell carcinoma; TBE, timed barium oesophagram; UEG, United European Gastroenterology. Introduction Achalasia is a primary motility disorder in which insuf- ficient relaxation of the lower oesophageal sphincter (LOS) and absent peristalsis result in stasis of ingested foods, subsequently leading to oesophageal symptoms of dysphagia, regurgitation, chest pain or weight loss. 1 Achalasia occurs as an effect of the destruction of enteric neurons controlling the LOS and oesophageal body musculature by an unknown cause, most likely inflammatory. Idiopathic achalasia is a rare disease and affects individuals of both sexes and all ages. The annual incidence is estimated between 1.07 and 2.2 cases per 100,000 individuals, with prevalence rates estimated between 10 and 15.7 per 100,000 individuals. 2–4 A diagnosis of achalasia should be considered when patients present with dysphagia in combination with other oesophageal symptoms and when upper endos- copy has ruled out other disorders. Barium oesophago- gram may reveal a classic ‘bird’s beak’ sign, oesophageal dilation or a corkscrew appearance. Oesophageal manometry is the golden standard for the diagnosis of achalasia. Incomplete relaxation of the LOS, reflected by an increased integrative relax- ation pressure, in the absence of normal peristalsis, are the diagnostic hallmarks. The use of high-resolution manometry (HRM) has led to the subclassification of achalasia into three clinically relevant groups based on oesophageal contractility patterns, as seen in Table 1. The clinical care of patients with achalasia has chan- ged significantly in the past decade under the influence of new developments such as HRM, per-oral endoscopic myotomy (POEM) and studies providing new insights regarding achalasia subtypes, cancer risk and follow- up. Given the substantial growth of knowledge in past years, there is need for comprehensive, evidence-based European guidelines covering all aspects of the disease. These multidisciplinary guidelines aim to provide an evi- dence-based framework with recommendations on the diagnosis, treatment and follow-up of adult achalasia patients. Chagas disease and achalasia secondary to other disorders, as can be seen after fundoplication, bar- iatric surgery, sarcoid infiltration, opiate usage or malig- nancy, are not covered by these guidelines. These guidelines are intended for clinicians involved in their management, including gastroenterologists, endosco- pists, radiologists, gastrointestinal (GI) surgeons, diet- itians and primary-care practitioners. Methodology The achalasia guidelines working group Ten researchers and clinicians with recognised expertise in the field of clinical achalasia management were gath- ered (A.B., G.B., P.F., A.P., S.R., A.S., A.T., E.T., B.W. and G.Z.) on behalf of United European Gastroenterology (UEG), the European Society of Neurogastroenterology and Motility (ESNM), the European Society of Gastrointestinal and Abdominal Radiology (ESGAR) and The European Association of Endoscopic Surgery (EAES) to form a guidelines expert working group. All concerned societies were contacted and asked to support the guidelines by appointing one or two representatives for the guidelines committee. First, the guidelines development team (R.O.N., A.B. and M.L.) drafted the guidelines proto- col and the preliminary list of clinical topics to be covered by the guidelines. This list was circulated to a panel of achalasia patients. Based upon patients’ inter- ests, the final list of research questions was formatted into the PICO (patient, intervention, control, outcome) framework, and presented to all members of the guide- lines working group at an initial meeting, which occurred on 23 October at UEG Week 2018. All work- ing group members were assigned to one of the sub- groups (diagnosis, treatment or follow-up) and were responsible for the elaboration of one or multiple research questions. Results of the search strategies and Grading of Recommendations Assessment, Development and Evaluation (GRADE) assessments were first discussed in conference calls by each group and checked again for completeness, after which these documents were updated and subsequently sent to the entire group in advance of a face-to-face consensus meeting. From assessment of evidence to recommendation An electronic literature search was performed on 18 October 2018 using MEDLINE, EMBASE (accessed via Ovid), The Cochrane Database of Systematic Reviews (The Cochrane Library) and the Cochrane Central Register of Controlled Trials (CENTRAL) without restrictions of language or publication year. The search strategy and the process of study selection categorised per research question can be found in Appendix A. Risk of bias was assessed using the appro- priate study-design specific tools (Appendix B). The certainty of evidence was assessed using the GRADE methodology (www.gradeworkinggroup.org) and, for each outcome, graded into four levels: high, moderate, low or very low quality (Table 2). Based on the cer- tainty of evidence and the balance between desirable 14 United European Gastroenterology Journal 8(1)",
    "and undesirable outcomes, patient values and prefer- ences, applicability, feasibility, equity and costs/ resources, recommendations were categorised into four final categories (strong or conditional recommen- dations in favour of or against an intervention), as pro- posed by GRADE (Table 3). In case of insufficient or limited evidence, research questions were answered by and classified as ‘expert opinion’. The results of data extraction, the risk of bias and quality of the evidence assessments are presented in Appendices C and D. Consensus process. In order to establish consensus-based recommendations, a second physical meeting was orga- nised in Amsterdam, the Netherlands, on 11 April 2019. Table 1. Manometric subtypes of achalasia. Type I Classic achalasia \u000f Median IRP > cut-off a \u000f 100% failed peristalsis Type II Achalasia with oesophageal compression \u000f Median IRP > cut-off a \u000f 100% failed peristalsis \u000f \u0015 20% pan-oesophageal pressurisation Type III Spastic achalasia \u000f Median IRP > cut-off a \u000f No normal peristalsis \u000f \u0015 20% premature contraction with DCI > 450 a The cut-off for IRP is catheter-depending, varying between 15 and 28 mmHg. DCI: distal contractile integral; IRP: integrated relaxation pressure. Nijhuis et al. 15",
    "GRADE assessments and recommendations were pre- sented and discussed. Voting was conducted according to the nominal group technique and based upon a six- point Likert scale (1 ¼ strongly disagree; 2 ¼ mostly dis- agree; 3 ¼ somewhat disagree; 4 ¼ somewhat agree; 5 ¼ mostly agree; 6 ¼ strongly agree). A recommenda- tion was approved if > 75% of the members agreed (reflected by a Likert score of 4–6). Recommendations Clinical questions formed the basis of the systematic literature reviews (Appendix A in the Supplemental Material). The working group formulated 30 recom- mendations based on these reviews (Table 4). 1. Achalasia diagnosis 1.1. What is the current definition of achalasia? Recommendation 1.1 Achalasia is a disorder characterised by insufficient LOS relaxation and absent peristalsis. It is usually primary (idiopathic) but can be secondary to other conditions that affect oesophageal function. In idiopathic achalasia, the enteric neurons controlling the LOS and oesophageal body musculature are affected by an unknown cause, most likely inflammatory. Expert opinion recommendation Consensus: 100% agree [Vote: A þþ , 100%; A þ , 0%; A, 0%; D 0%; D þ , 0%; D þþ , 0%] 1.2. What is the value of HRM and conventional manometry in achalasia diagnosis? The diagnosis of achalasia requires not only impaired oesophago-gastric junction (OGJ) relaxation, but also absent or abnormal peristalsis. Therefore, oesophageal manometry is considered as being the gold standard for the diagnosis of achalasia, as it evaluates both pressures of the LOS and contractility of the oesophageal body. Worldwide, HRM, usually defined as manometry car- ried out with a catheter with at least 21 pressure sensors spaced at 1-cm intervals, 5 is rapidly replacing conven- tional manometry. The generally perceived advan- tages of HRM over conventional manometry are that positioning of the catheter is less critical and that inter- pretation of the recorded pressures, displayed in the form of topographical colour-coded plots, is more intuitive. Table 3. GRADE on strength of recommendation and guide to interpretation. Strength of recommendation Wording in the guideline For the patient For the clinician Strong ‘We recommend . . . ’ Most individuals in this situation would want the recommended course and only a small proportion would not. Most individuals should receive the rec- ommended course of action. Formal decision aids are not likely to be needed to help individuals make decisions consistent with their values and preferences. Conditional ‘We suggest . . . ’ The majority of individuals in this situ- ation would want the suggested course, but many would not. Different choices would be appropriate for different patients. Decision aids may be useful in helping individuals in making decisions consistent with their values and preferences. Clinicians should expect to spend more time with patients when work- ing towards a decision. Table 2. Grading of Recommendations Assessment, Development, and Evaluation (GRADE) definitions of quality and certainty of the evidence. Certainty of evidence Definition High We are very confident that the true effect lies close to the estimate of the effect. Moderate We are moderately confident in the effect estimate. The true effect is likely to be close to the estimate of effect, but there is a possibility that it is substantially different. Low Our confidence in the estimate is limited. The true effect may be substantially different from the estimate of effect. Very low We have very little confidence in the effect estimate. The true effect is likely to be substantially different from the estimate of effect. 16 United European Gastroenterology Journal 8(1)",
    "Table 4. Summary of recommendations of the United European Gastroenterology Clinical Guidelines Committee for the diagnosis, management and follow-up of achalasia. Recommendations Strength Certainty of evidence Voting Diagnosis 1.1 Achalasia is a disorder characterised by insufficient LOS relaxation and absent peristalsis. It is usually primary (idiopathic) but can be secondary to other con- ditions that affect oesophageal function. In idiopathic achalasia, the enteric neurons controlling the LOS and oesophageal body musculature are affected by an unknown cause, most likely inflammatory. Expert opinion – 100% 1.2 We recommend using high-resolution manometry (with topographical pressure presentation) to diagnose achalasia in adult patients with suspected achalasia. Strong Moderate 100% 1.3 We suggest using a barium oesophagram to diagnose achalasia if manometry is unavailable, although it is less sensitive than oesophageal manometry. The working group suggests using TBO, if available, over standard barium oesophagram. Conditional Moderate 100% 1.4 We suggest against making the diagnosis of achalasia solely based on impaired OGJ distensibility as measured with impedance planimetry. Expert opinion – 100% 1.5 (a) We suggest against making the diagnosis of achalasia solely based on endoscopy. Expert opinion – 100% (b) We suggest performing endoscopy in all patients with symptoms suggestive of achalasia to exclude other diseases. Expert opinion – 77.8% 1.6 We suggest additional testing using CT or endoscopic ultrasound only in those achalasia patients suspected of malignant pseudo-achalasia. Multiple recognised risk factors for malignant pseudo-achalasia, for example > 55 years old, duration of symptoms < 12 months, weight loss > 10 kg, severe difficulty passing the LOS with a scope may prompt further imaging. Conditional Low 100% 1.7 We suggest providing the patient with the following information on the disease and the treatment: Information on the disease : \u000f normal function of oesophagus; \u000f rare condition that affects the neurons, leads to LES dysrelaxation and absent peristalsis, exact cause not known; \u000f no increased chance of disease in siblings; \u000f what might happen if left untreated; \u000f no progression to other organs; \u000f small increased risk of cancer. Expert opinion – 100% Information on treatment options : \u000f explanation of all treatment options, choice of treatment is based upon shared decision making; \u000f treatment is not curative but does improve symptoms; \u000f risk of complications; \u000f risk of reflux; \u000f efficacy of treatments. Treatment 2.1 (a) We suggest that in the treatment of achalasia, symptom relief should be regarded as the primary aim. Expert opinion – 100% (b) We suggest that improvement of objectively measured oesophageal emptying on barium oesophagram should be regarded as an important additional treatment aim. Expert opinion – 100% 2.2 We suggest against the use of calcium blockers, phosphodiesterase inhibitors or nitrates for the treatment of achalasia. Expert opinion – 100% 2.3 BTX therapy can be considered an effective and safe therapy for short-term symptom relief in oesophageal achalasia. Conditional Moderate 88.9% 2.4 Graded pneumatic dilatation is an effective and relatively safe treatment for oesophageal achalasia. Strong High 100% 2.5 POEM is an effective and relatively safe treatment for achalasia. Strong High 100% (continued) Nijhuis et al. 17",
    "In four of the five included studies, the diagnosis of achalasia was made with HRM more often than with conventional manometry. 6–9 However, one may argue that a higher rate of achalasia diagnosis with HRM does not prove that HRM is better than conventional manometry; HRM might also lead to more false-positive findings. The only prospective randomised trial that compared HRM and conventional manometry 9 had the additional advantage of defining the clinical outcome after six months as the gold standard, and found a Table 4. Continued. Recommendations Strength Certainty of evidence Voting 2.6 LHM combined with an anti-reflux procedure is an effective and relatively safe therapy for achalasia. Strong High 100% 2.7 We suggest taking age and manometric subtype into account when selecting a therapeutic strategy. Conditional Moderate 100% 2.8 (a) Treatment decisions in achalasia should be made based on patient-specific characteristics, patient preference, possible side effects and/or complications and a centre’s expertise. Overall, graded repetitive PD, LHM and POEM have compar- able efficacy. Strong Moderate 100% (b) BTX should be reserved for patients who are unfit for more invasive treatments, or in whom a more definite treatment needs to be deferred. Conditional Moderate 100% 2.9 We suggest treating recurrent or persistent dysphagia after LHM with PD, POEM or redo surgery. Conditional Very low 100% 2.10 We suggest treating recurrent or persistent dysphagia after POEM with either re- POEM, LHM or PD. Conditional Very low 100% 2.11 Oesophagectomy should be considered the last resort to treat achalasia, after all other treatments have been considered. Expert opinion – 100% 2.12 We suggest against oesophageal stents and intrasphincteric injection of sclerosing agents in the treatment of achalasia. Expert opinion – 100% Follow-up 3.1 (a) Patients with recurrent or persistent dysphagia after initial treatment should undergo repeat evaluation with TOB with or without oesophageal manometry. Expert opinion – 100% (b) Repeat endoscopy should be considered in patients with recurrent dysphagia. Expert opinion – 100% 3.2 (a) In patients with persistent or recurrent chest pain, inappropriate emptying due to ineffective initial treatment or recurrent disease should be excluded by TBO with or without oesophageal manometry. For type III achalasia, we suggest a repeat HRM to exclude or confirm persistent spastic contractions. Expert opinion – 100% (b) If there is no evidence of impaired oesophageal emptying, empirical treatment with PPI, endoscopy and/or 24-hour pH-(impedance)metry can be considered. Expert opinion – 100% 3.3 (a) We suggest follow-up endoscopy to screen for GORD in patients treated with myotomy without anti-reflux procedure. Expert opinion – 100% (b). In case of reflux symptoms in the absence of reflux esophagitis, TBO, empiric PPI therapy and/or 24-hour oesophageal pH-(impedance) monitoring can be considered. Expert opinion – 100% (c) PPI are the first-line treatment of GORD after achalasia treatment. We recommend lifelong PPI therapy in patients with oesophagitis > grade A (LA classification). Expert opinion – 100% 3.4 We suggest against performing systematic screening for dysplasia and carcinoma. However, the threshold of upper GI endoscopy should be low in patients with recurrent symptoms and long-standing achalasia. Conditional Low 100% LOS: lower oesophageal sphincter; TBO: timed barium oesophagram; OGJ: oesophago-gastric junction; CT: computed tomography; BTX: botulinum toxin; POEM: per-oral endoscopic myotomy; LHM: laparoscopic Heller myotomy; PD: pneumatic dilation: PPI: proton pump inhibitors; GORD: Gastro-oesophageal reflux disease; GI: gastrointestinal. 18 United European Gastroenterology Journal 8(1)",
    "superior sensitivity of HRM for the diagnosis of achala- sia to that of conventional manometry (93% vs. 78%). The specificities of both tests were equal (100%). 9 In two studies, the diagnostic values of imaging tech- niques were compared to manometry. 10,11 The results of these two studies lend some support to the notion that manometry rather than imaging is the gold stand- ard for the diagnosis of achalasia. Recommendation 1.2 We recommend using HRM (with topographical pressure presen- tation) to diagnose achalasia in adult patients with suspected achalasia. Strong recommendation, moderate certainty of evidence Consensus: 100% agree [Vote: A þþ , 66.7%; A þ , 33.3%; A, 0%; D 0%; D þ , 0%; D þþ , 0%] 1.3. What is the value of (timed) barium swallow studies in achalasia diagnosis? The barium oesophagram is generally seen as a valu- able and complementary, but relatively insensitive, diagnostic test. One study evaluated the diagnostic value of barium oesophagraphy in comparison to HRM and found a high sensitivity but poor specificity for detecting dysmotility. The authors concluded that barium swallow studies accurately rule out achalasia- related dysmotility but are not very helpful in diagnos- ing other causes of dysmotility. 12 Two studies compar- ing barium oesophagraphy with conventional manometry found sensitivities for achalasia diagnosis between 58% and 75%. 11,13 However, as the positive predictive accuracy was 96%, the authors concluded that the barium oesophagram is a useful tool in acha- lasia diagnosis. 11 Similar sensitivity and specificity rates were obtained in another study comparing barium swallow studies with HRM; the diagnostic sensitivity, specificity and accuracy of the barium oesophagram were 78.3%, 88.0% and 83.0%, respectively. 14 Consequently, it may be concluded that diagnosing achalasia by using barium oesophagram alone has a limited yield. The technique of timed barium oesopha- gram (TBO) is similar to the usual barium swallow study but uses set time intervals (one, two and five min- utes) after ingestion of a fixed barium suspension to measure the height and width of the barium column in order to assess oesophageal emptying more object- ively (Figure 1). 15 Because of this advantage, TBO is generally preferred over a standard barium oesopha- gram. One study compared TBO to HRM, and found a sensitivity of 85% and specificity of 86%. 15 Recommendation 1.3 We suggest using a barium oesophagram to diagnose achalasia if manometry is unavailable, although it is less sensitive than oesophageal manometry. The working group suggests using TBO, if available, over standard barium oesophagram. Conditional recommendation, moderate certainty of evidence Consensus: 100% agree [Vote: A þþ , 88.9%; A þ , 11.1%; A, 0%; D 0%; D þ , 0%; D þþ , 0%] 1.4. What is the value of oesophageal impedance planimetry in the diagnosis of achalasia? Oesophageal impedance planimetry is a technique in which the cross-sectional area of the oesophagus is sim- ultaneously measured at multiple levels using a saline- filled cylindrical bag containing an array of impedance electrodes. 6 The commercially available device for endoluminal impedance planimetry is known as Endoflip Õ . Studies using impedance planimetry have consist- ently demonstrated that the distensibility of the OGJ is reduced in untreated achalasia compared to healthy controls. 16–19 A systematic review identified six studies with data on OGJ distensibility in untreated achalasia patients ( N ¼ 154) and five studies with data in healthy subjects ( N ¼ 98), and found that at 40 mL distension, there was a clear difference between the two groups (point estimates < 1.6 mm 2 /mmHg and > 2.7 mm 2 / mmHg in patients and controls, respectively). 20 However, in order to distinguish achalasia from OGJ outflow obstruction, information about the motility of the tubular oesophagus is required, which is not pro- vided by impedance planimetry measurement. Recent studies indicate that dynamic impedance planimetry can also provide information on peristalsis. 21,22 However, this technique assesses distension- rather than swallow-induced contractions, and requires sed- ation. Furthermore, high-quality diagnostic studies com- paring impedance planimetry with the gold standard HRM are not available yet. In line with this, one recommendation from a recent American Gastroenterological Association clinical practice update on functional lumen imaging is that clinicians should not make a diagnosis of achalasia based on impedance plan- imetry alone. 23 There are data to suggest that impedance planimetry may be used as an additional tool to diagnose achalasia in patients who do not meet the manometric criteria (Chicago 3.0) for achalasia. In 13 patients with symp- toms and signs of achalasia but with manometrically normal integrated relaxation pressure (IRP), OGJ Nijhuis et al. 19",
    "distensibility was below the lower limit of normal. Treating these patients as if the diagnosis was achalasia resulted in a decrease in symptoms. 24 This observation suggests that impedance planimetry may be a useful complementary diagnostic tool for the diagnosis of achalasia in a subset of patients with a low IRP. Recommendation 1.4 We suggest against making the diagnosis of achalasia solely based on impaired OGJ distensibility as measured with impedance planimetry. Expert opinion recommendation Consensus: 100% agree [Vote: A þþ , 100%; A þ , 0%; A, 0%; D 0%; D þ , 0%; D þþ , 0%] 1.5. What is the value of endoscopy in achalasia diagnosis? Thorough endoscopic evaluation of the OGJ and gas- tric cardia is recommended in all patients with symp- toms suggestive of achalasia in order to exclude other diseases, especially to rule out malignancies. However, the value of endoscopy in achalasia diagnosis is rela- tively low. Depending on the stage of disease, endo- scopic evaluation can suggest a diagnosis of achalasia in 30–50% of patients. Achalasia diagnosis can easily be missed, as endoscopic abnormalities are uncommon in early-stage achalasia. 25–27 In more advanced stages, a diagnosis of achalasia is supported by endoscopic find- ings such as an oesophageal dilatation with axis deviation and tortuosity and retained saliva and food in the oesophagus. 28–30 Recommendation 1.5 (a) We suggest against making the diagnosis of achalasia solely based on endoscopy. Expert opinion recommendation Consensus: 100% agree [Vote: A þþ , 100%; A þ , 0%; A, 0%; D 0%; D þ , 0%; D þþ , 0%] (b) We suggest performing endoscopy in all patients with symp- toms suggestive of achalasia to exclude other diseases. Expert opinion recommendation Consensus: 77.8% agree [Vote: A þþ , 77.8%; A þ , 0%; A, 0%; D 0%; D þ , 22.2%; D þþ , 0%] 1.6. In which patients should additional diagnostic tests be performed in order to exclude pseudo-achalasia? Malignant pseudo-achalasia is a condition in which a patient is initially diagnosed with achalasia, and some- times even treated for achalasia, but is later found to have an underlying malignancy as the primary cause. This can occur in a submucosally growing adenocarcin- oma of the cardia, locally advanced pancreatic cancer, submucosal metastases or anti-Hu-producing carcinomas (typically small-cell lung carcinomas). 31 Certainly not all patients diagnosed with achalasia should undergo add- itional testing in the form of a computed tomography (CT) scan or endoscopic ultrasound to rule out Height: 112 mm Height: 74 mm Diameter: 40 mm 0 min (a) (b) 1 min Height: 65 mm Height: 62 mm (c) (d) 2 min 5 min Figure 1. Interpretation of timed barium esophagram. Radiographs taken 0, 1, 2 and 5 minutes in left posterior oblique position after ingestion of 100 to 200 mL low-density barium suspension in an achalasia patient. Measurement of height and width of barium column, measured from the OGJ to the barium-foam interface. Barium height of > 5 cm at 1 min and > 2 cm at 5 min are suggestive of achalasia. 20 United European Gastroenterology Journal 8(1)",
    "malignancy. However, valuable time is missed if malig- nancy is not detected at an early stage. Only two studies have addressed the issue of how to identify patients with malignant pseudo-achalasia. 32,33 Both case-control studies identified the same differences between patients with pri- mary achalasia and patients with malignant pseudo-acha- lasia: relatively short duration of symptoms, considerable weight loss and older age. The study by Ponds et al. also identified difficulty introducing the endoscope in the stomach, as mentioned by the endoscopist, as a risk factor. A model was produced in which the presence of fewer than two risk factors did not result in increased risk for malignancy, while risk increased with the pres- ence of two or more risk factors. The authors recom- mend additional testing in these patients. Recommendation 1.6 We suggest additional testing using CT or endoscopic ultrasound only in those achalasia patients suspected of malignant pseudo- achalasia. Multiple recognised risk factors for malignant pseudo- achalasia, for example > 55 years of age, duration of symptoms < 12 months, weight loss > 10 kg, severe difficulty passing the LOS with a scope, may prompt further imaging. Conditional recommendation, low certainty of evidence Consensus: 100% agree [Vote: A þþ , 66.7%; A22.2%; A, 11.1%; D 0%; D þ , 0%; D þþ , 0%] 1.7. What information should the newly diagnosed patient receive? We recommend providing the patient with information on the disease and the treatment given in Table 1.7.1. 2. Achalasia treatment 2.1. What should we aim for when treating achalasia patients? Treatment can be considered for reducing symptoms and consequently improving quality of life. As the evi- dence for the use of standardised questionnaires in the clinical setting is limited, a thorough clinical assessment of oesophageal symptoms before and after therapy should be used to evaluate treatment success. Second, treatment might prevent progression to end-stage dis- ease and occurrence of late complications, such as aspir- ation and carcinogenesis. However, data on the natural history of disease to support this are scarce. There are series showing that if patients remain untreated, oesophageal distension progresses over a period of many years. 34,35 There is some indirect evidence that treatment can prevent progression of the disease. In a study evaluating patients treated with pneumatic dila- tion (PD), the persistence of oesophageal stasis on TBO was associated with progressive oesophageal dilatation of 0.5 cm in a two-year period, whereas successful PD (no stasis on TBO) was not. 36 Additionally, several sur- gical studies showed that treatment directed to LOS pressure is less effective in patients with late-stage dis- ease and a decompensated oesophagus. 37–39 In sum- mary, there is some indirect evidence that adequate treatment might reduce the risk of progressive oesopha- geal dilation in patients with achalasia, potentially pre- venting a state of gross oesophageal dilation, which in turn is associated with a poor outcome. In addition to the amelioration of symptoms, improvement of object- ively measured oesophageal emptying should therefore be regarded as an important additional treatment aim. Recommendation 2.1 (a) We suggest that in the treatment of achalasia, symptom relief should be regarded as the primary treatment aim. Expert opinion recommendation Consensus: 100% agree [Vote: A þþ , 100%; A þ , 0%; A, 0%; D 0%; D þ , 0%; D þþ , 0%] (b) We suggest that improvement of objectively measured oesophageal emptying on barium oesophagram should be regarded as an important additional treatment aim. Expert opinion recommendation Consensus: 100% agree [Vote: A þþ , 66.7%; A22.2%; A, 11.1%; D 0%; D þ , 0%; D þþ , 0%] 2.2. What is the role of oral pharmacological therapy in achalasia? There is no convincing evidence that treatment with smooth-muscle relaxants (calcium blockers, Table 1.7.1. Information the newly diagnosed achalasia patient should receive. Information on the disease: \u000f normal function of the oesophagus; \u000f rare condition that affects the neurons, leads to LOS dysre- laxation and absent peristalsis, exact cause not known; \u000f no increased chance of disease in siblings; \u000f what might happen if left untreated; \u000f no progression to other organs; \u000f small increased risk of cancer. Information on treatment options: \u000f explanation of all treatment options, choice of treatment is based upon shared-decision making; \u000f treatment is not curative but does improve symptoms; \u000f risk of complications; \u000f risk of reflux; \u000f efficacy of treatments. Expert opinion recommendation Consensus: 100% agree [Vote: A þþ , 100%; A þ , 0%; A, 0%; D 0%; D þ , 0%; D þþ , 0%] Nijhuis et al. 21",
    "phosphodiesterase inhibitors or nitrates) provides symptomatic relief in adults with achalasia. The table presented in Appendix C summarises the available lit- erature. None of the studies is of sufficiently high qual- ity, has sufficient sample size or measured adequate end points to answer this question. 40–46 Treatment with smooth-muscle relaxants can cause side effects and is therefore not recommended. It should certainly not delay an effective endoscopic or surgical treatment. Whether chest pain that is presumed to be due to spas- tic contractions can be relieved with medical therapy will be discussed in question 3.2. Recommendation 2.2 We suggest against the use of calcium blockers, phosphodiesterase inhibitors or nitrates for the treatment of achalasia. Expert opinion recommendation Consensus: 100% agree [Vote: A þþ , 66.7%; A þ , 33.3%; A, 0%; D 0%; D þ , 0%; D þþ , 0%] 2.3. What is the comparative therapeutic efficacy and safety of endoscopic botulinum toxin injection in the treatment of achalasia? Endoscopic injection of botulinum toxin (BTX) in the LOS has been compared to laparoscopic Heller myot- omy (LHM) or endoscopic PD in several randomised controlled trials (RCTs). 47–49 The results of these stu- dies all point in the same direction: BTX injections result in a reduction in LOS pressure, stasis and symp- toms in the short term, but generally the disease symp- toms and signs recur with time. PD and BTX treatment are equally effective in the short term, while PD is the more effective endoscopic treatment in the long term (more than six months). LHM and BTX treatment are equally effective at the short term; LHM is the more effective treatment in the long term (more than six months). Recommendation 2.3 BTX therapy can be considered an effective and safe therapy for short-term symptom relief in oesophageal achalasia. Conditional recommendation, moderate certainty of evidence Consensus: 88.9% agree [Vote: A þþ , 88.9%; A þ , 0%; A, 0%; D, 11.1%; D þ , 0%; D þþ , 0%] 2.4. What is the comparative therapeutic efficacy and safety of endoscopic dilation? PD has been compared to endoscopic BTX injections in the LOS, POEM and LHM. A factor of importance when comparing the different studies is the PD regimen followed, which varies widely. Broadly speaking, treat- ment regimens with multiple dilations performed in case of recurrent symptoms increase the efficacy. A single series of PDs is less efficacious than LHM or POEM, while there is no difference in safety between the two treatment groups. 50–53 In studies in which repeated dilation was allowed upon symptom recur- rence, the efficacy of PD generally approached that of LHM at a similar safety profile. 54–58 Given the risk of perforation, it is always advisable to start with a 30-mm balloon in an untreated achalasia patient. A second dilation with a 35-mm balloon will prolong the time to recurrence. 54,59 Recommendation 2.4 Graded PD is an effective and relatively safe treatment for oesopha- geal achalasia. Strong recommendation, high certainty of evidence Consensus: 100% agree [Vote: A þþ , 100%; A þ , 0%; A, 0%; D 0%; D þ , 0%; D þþ , 0%] 2.5. What is the comparative therapeutic efficacy and safety of POEM? POEM appears to be a safe treatment option with a low rate of serious adverse events. 50,60 Although no long-term (beyond two years) follow-up data are available yet, POEM appears to be equally effective as LHM. In a recently published multi-centre RCT, treatment success rate (defined as a reduction in Eckardt score < 3 and the absence of severe complications or need for retreatment) after two years of follow-up was significantly higher in patients treated with POEM compared to patients trea- ted with PD. 50 In this study, patients assigned to the PD arm were treated with a single 30-mm dilation, and received a second dilation with a 35-mm balloon if still symptomatic (which was the case in 50/66 (76%) patients). Gastro-oesophageal reflux disease (GORD) occurs more frequently after POEM than after LMH or PD, but high grades of oesophagitis are uncom- mon. 61,62 However, one should note that it is very 22 United European Gastroenterology Journal 8(1)",
    "challenging to objectify GORD in achalasia patients, as gastro-oesophageal acid reflux is hard to differentiate from fermentation due to stasis. Nevertheless, in patients with a high risk of post-procedure GORD who are unwilling to use proton pump inhibitor (PPI) therapy, LHM or PD might be preferred over POEM. Recommendation 2.5 POEM is an effective and relatively safe treatment for oesophageal achalasia. Strong recommendation, high certainty of evidence Consensus: 100% agree [Vote: A þþ , 100%; A þ , 0%; A, 0%; D 0%; D þ , 0%; D þþ , 0%] 2.6. What is the comparative therapeutic efficacy and safety of surgical myotomy? During a surgical cardiomyotomy, the spastic LOS is disrupted by cleaving the muscle layers of both the LOS and cardia, allowing the passage of food. Nowadays, the procedure is typically performed laparo- scopically and combined with a partial anti-reflux pro- cedure (fundoplication). A complete 360 \u000e wrap should be avoided in achalasia patients in order to prevent wor- sening, rather than relieving, the dysphagia. 63 Six RCTs compared the efficacy of LHM versus PD (two of them reporting long-term results), and multiple meta-analyses were performed. 51–58,64,65 These studies report a similar outcome for LHM and PD when multiple sessions of graded dilations were allowed (sequential dilations). However, LHM performed better than two sessions of PD. The meta-analysis (where PD outcome was assessed independently of the number of PD sessions) was in favour of LHM. LHM was more effective than PD in type III achalasia in a subgroup analysis of the European Achalasia Trial. One RCT compared LHM to BTX injection and showed a better outcome for LHM after six months of follow-up after an initial similar response. 49 Only one RCT, comparing LHM and POEM, shows a similar symptomatic outcome for the two treatments after a follow-up of up to two years. 60 A meta-analysis focusing on risk of iatrogenic reflux after POEM versus LHM suggested the increased risk of GORD after POEM. 61 Recommendation 2.6 LHM combined with an anti-reflux procedure is an effective and relatively safe therapy for achalasia. Strong recommendation, high certainty of evidence (continued) Consensus: 100% agree [Vote: A þþ , 100%; A þ , 0%; A, 0%; D, 0%; D þ , 0%; D þþ , 0%] 2.7. What are predictors of treatment outcome? How to choose initial treatment In order to guide therapeutic decisions, it is useful to distinguish patient types that are likely to respond favourably to a certain therapy. Patient-specific factors such as age, sex and manometric type are commonly believed to be predictive of treatment outcome, with the unfavourable effect of young age undoubtedly being the most frequently described example. 66–69 A recently published review systematically assessed 75 studies that investigated potential patient-specific predictors. 70 A total of 34 predictors were identified, but of all pre- therapeutic factors, only age and manometric subtype were identified as important predictors with a strong level of cumulative evidence. A meta-analysis con- firmed that older patients ( > 45 years) responded better to PD treatment than younger individuals. Manometric subtype 3 was associated with poor treat- ment outcome in general. Interestingly, of the 49 included studies that evaluated sex as potential pre- dictor, 90% did not find an association between sex and treatment outcome, indicating that sex most likely is not of predictive value in clinical decision making. The predictive value of some of the studied factors, such as chest pain and symptom severity, remains unclear, as the total body of evidence was inconclusive or insufficient to draw firm conclusions. It is suggested that age and manometric subtype should be taken into account when selecting a thera- peutic strategy, in conjunction with information on effi- cacy and safety of the individual procedures, patient preference and local expertise. Recommendation 2.7 We suggest taking age and manometric subtype into account when selecting a therapeutic strategy. Conditional recommendation, moderate certainty of evidence Consensus: 100% agree [Vote: A þþ , 100%; A þ , 0%; A, 0%; D, 0%; D þ , 0%; D þþ , 0%] 2.8. Overall recommendations on treatment (comparative effectiveness and safety) Based on the systematic reviews and GRADE assess- ments of research questions 2.3–2.7 combined, the Nijhuis et al. 23",
    "working group proposes the following overall recom- mendations with regard to achalasia therapy: Recommendation 2.8 (a) Treatment decisions in achalasia should be made based on patient-specific characteristics, the patient’s preference, possible side effects and/or complications and a centre’s expertise. Overall, graded repetitive PD, LHM and POEM have comparable efficacy. Strong recommendation, moderate certainty of evidence Consensus: 100% agree [Vote: A þþ , 55.6%; A þ , 44.4%; A, 0%; D 0%; D þ , 0%; D þþ , 0%] (b) BTX therapy should be reserved for patients who are too unfit for more invasive treatments, or in whom a more definite treat- ment needs to be deferred. Conditional recommendation, moderate certainty of evidence Consensus: 100% agree [Vote: A þþ , 100%; A þ , 0%; A, 0%; D 0%; D þ , 0%; D þþ , 0%] 2.9. How to treat recurrence post LHM Minimally invasive surgical therapy in achalasia is effective in the majority of patients. However, symp- tom relapse occurs in 10–20% of patients in the long term. 55 No adequate prospective controlled trials have been conducted on management of failed LHM due to low patient numbers. Current options for the treatment of LHM recurrence include endoscopic dilation, POEM or redo surgery. When no gross ana- tomic abnormalities are present, PD or POEM can be considered. Both procedures show equally modest efficacy rates, but PD is often regarded a less invasive first step. 71–79 In the event of recurrence due to a too tight or twisted fundoplication, or a more complex anatomy with oesophageal distortion, fibrosis or a post-myotomy diverticulum, redo surgery may be considered. However, this is associated with a sub- stantial risk of postoperative complications. 74,80–82 Recommendation 2.9 We suggest treating recurrent or persistent dysphagia after LHM with PD, POEM or redo surgery. Conditional recommendation, very low certainty of evidence Consensus: 100% agree [Vote: A þþ , 22.2%; A þ , 77.8%; A, 0%; D 0%; D þ , 0%; D þþ , 0%] 2.10. How to treat recurrence post POEM Although POEM has good to excellent efficacy rates, treatment failure with recurrent or persistent symptoms does occur. 50,62,83 In a recently published RCT compar- ing endoscopic myotomy with PD, the authors reported clinical failure in 8% of patients treated with POEM after two years of follow-up. 50 Data on the best thera- peutic approach after POEM failure are limited. Two case series reported success rates of 80–100% after three months of follow-up in patients treated with re- POEM after initial failure. 84,85 Another study evaluat- ing retreatment after POEM failure in 43 patients showed that retreatment with either LHM or re- POEM gives modest efficacy rates of 45% and 63%, respectively, whereas PD showed a poor efficacy of only 20%. 86 These results may indicate the superiority of both POEM and LHM compared to PD in the man- agement of POEM failure. However, it must be noted that the data to support this are weak and based on case series only. Moreover, PD is feasible and available in many centres, and is considered to be less invasive than re-myotomy and can therefore not be omitted completely in the management of this patient group. Recommendation 2.10 We suggest treating recurrent or persistent dysphagia after POEM with either re-POEM, LHM or PD. Conditional recommendation, very low certainty of evidence Consensus: 100% agree [Vote: A þþ , 77.8%; A þ , 22.2%; A, 0%; D 0%; D þ , 0%; D þþ , 0%] 2.11. What are the indications for oesophagectomy? Oesophagectomy for achalasia is associated with a high risk of complications and mortality. 87,88 A systematic review of eight studies and 1307 patients who under- went oesophagectomy reported a complication rate of 19–50% and a mortality rate of 0–3.8%. 87 In a large series of more than 500 patients, oesophagectomy was initially performed in < 1% of the entire population, but ultimately 17% of patients required oesophageal resection, particularly those who failed surgical treat- ment or those with end-stage achalasia, which is often associated with massive oesophageal dilatation and tor- tuosity. 82 In a report on 53 patients with end-stage achalasia who underwent oesophageal resection, the indications were tortuous mega-oesophagus (64%) or oesophageal stricture formation due to reflux (7%). 89 Other indications for oesophageal resection are the presence of high-grade dysplasia or cancer. Although in-hospital mortality after oesophagectomy is lower in patients with achalasia than in patients with cancer (2.8% vs. 7.7%, respectively), it is still a substantial 24 United European Gastroenterology Journal 8(1)",
    "risk, especially as the indication for resection is not as strong as for malignant disease. Moreover, the overall postoperative complication rate is similar in both patient groups. 90 Hence, oesophagectomy should be considered the last resort in end-stage achalasia, where disabling symptoms reoccur despite aggressive treatment. 91,92 On the other hand, as the risk and com- plexity of oesophageal resection increases with the deterioration of a patient’s condition and nutritional status, end-stage achalasia should be carefully followed up to identify promptly when oesophagectomy is necessary. Recommendation 2.11 Oesophagectomy should be considered the last resort to treat achalasia, after all other treatments have been considered. Expert opinion recommendation Consensus: 100% agree [Vote: A þþ , 77.8%; A þ , 22.2%; A, 0%; D 0%; D þ , 0%; D þþ , 0%] 2.12. What is the role of alternative therapies in the treatment of achalasia? Several studies have investigated the use of alternative therapies such as oesophageal stents 93–101 and intras- phincteric injection with ethanolamine oleate in acha- lasia treatment. 102–105 Overall, there is no high-quality evidence to support that either of these therapies is effective for symptom relief in achalasia patients. Moreover, as occurrence of complications such as bleeding, stent migration or strictures are fairly common, use of these therapies is not recommended. Recommendation 2.12 We suggest against oesophageal stents and intrasphincteric injec- tion of sclerosing agents in the treatment of achalasia. Expert opinion recommendation Consensus: 100% agree [Vote: A þþ , 100%; A þ , 0%; A, 0%; D 0%; D þ , 0%; D þþ , 0%] 3. Achalasia follow-up 3.1. How to diagnose and manage recurrent or persistent dysphagia after treatment Despite treatment, a proportion of patients will experi- ence ongoing or recurrent symptoms that significantly impair quality of life. 86,106 In some cases, treatment does not lead to meaningful improvement in the first place (persistent symptoms). In others, a period of ini- tial improvement is followed by subsequent recurrence. In general terms, the former suggests that initial treat- ment was incomplete, whereas the latter can be due to a variety of causes. There is no universal definition of what constitutes persistence or recurrence of symptoms. In most trials, an Eckardt score of > 3 or a < 50% improvement in symptoms is regarded as treatment fail- ure. 47,50,54,107–109 However, this fails to distinguish between dysphagia and alternative troublesome symp- toms such as regurgitation or chest pain. Although dys- phagia is the most common ongoing symptom after achalasia treatment, 86 the aetiology may be different from that in the treatment-naive setting (see Table 3.1.1). Given the wide variety of potential causes of recur- rent dysphagia, it is critical to undertake a comprehen- sive evaluation using objective testing in order to determine the pathophysiology underpinning the recur- rent symptoms, and thus select the appropriate treat- ment. Conversely, in selected cases of persistent dysphagia, where the diagnosis of achalasia is beyond doubt, it may be appropriate to proceed immediately to further treatment without repeat testing (e.g. POEM after failure to improve with PD). Since the commonest causes of recurrent dysphagia are incomplete myotomy, post-treatment scarring and oesophageal stasis due to aperistalsis and functional dysphagia, objective testing should be targeted at these conditions. TBO helps to determine if there is a persistent delay to oesophageal emptying, but reports regarding its usefulness as a predictor of long-term treatment success are conflicting. 36,55,108 HRM pro- vides additional information on LOS pressure. Impedance planimetry might be a useful complemen- tary tool to assess OGJ distensibility and determine Table 3.1.1. Potential causes for persistent and recurrent dys- phagia after initial treatment. Common \u000f Persistent OGJ non-relaxation (e.g. incomplete myotomy) \u000f Post-treatment oesophageal fibrosis/scarring \u000f Excessively tight fundoplication post myotomy \u000f Gastro-oesophageal reflux (with or without oesophagitis) \u000f Aperistalsis and oesophageal stasis \u000f Functional dysphagia Uncommon \u000f Development of malignant stricture \u000f Wrap migration after fundoplication and myotomy \u000f Benign stricture (e.g. from reflux) \u000f Extrinsic compression from hiatal hernia (para-oesophageal) or post-treatment collection Nijhuis et al. 25",
    "treatment efficacy. 16,110 In patients with a suspicion of severe oesophagitis, possible candida oesophagitis or anatomic abnormalities endoscopy should be considered. Recommendation 3.1 (a) Patients with recurrent or persistent dysphagia after initial treatment should undergo repeat evaluation with TBO with or without oesophageal manometry. Expert opinion recommendation Consensus: 100% agree [Vote: A þþ , 100%; A þ , 0%; A, 0%; D 0%; D þ , 0%; D þþ , 0%] (b) Repeat endoscopy should be considered in patients with recur- rent dysphagia. Expert opinion recommendation Consensus: 100% agree [Vote: A þþ , 66.7%; A þ , 33.3%; A, 0%; D 0%; D þ , 0%; D þþ , 0%] 3.2. How to diagnose and manage recurrent or persistent chest pain after treatment Although chest pain is one of the main presenting symptoms of achalasia, its response to treatment is less well studied and remarkably underreported, most likely as dysphagia is considered the leading and most relevant symptom. Nevertheless, up to 64% of patients report chest pain, often occurring in the middle of the night (in 47% of patients with chest pain) and lasting from a few minutes to almost 24 hours. 111 In contrast to dysphagia, chest pain is more challenging to treat and represents a risk factor for unsatisfactory treatment results for both PD and LHM. 37,54,112 In approximately 19% of patients, chest pain is completely relieved following LHM, but in the remainder, chest pain persists, with an intensity that is less (73%), similar (21%) or even more severe (4%) than before surgery. 113 Comparable results have been reported for PD. 111 Of note, chest pain persists in these patients, even though dysphagia was successfully treated. In general, achalasia-asso- ciated chest pain seems to decrease with time, but complete disappearance is rather exceptional. 111 The exact cause underlying (non-cardiac) chest pain remains unknown, and can be attributed to acid reflux, oesophageal motor abnormalities or visceral hypersensitivity. However, as chest pain is also con- sidered to result from oesophageal distension as a result of incomplete emptying, treatment failure should first be excluded in patients with persistent or recurrent chest pain by performing oesophageal mano- metry and TBO. If manometry (IRP above cut-off; catheter-depend- ing, varying between 15 and 28 mmHg) 114 or TBO barium column height of >5cm after 5 minutes are abnormal, 115 treatment should aim to normalise oesophageal emptying. HRM also serves to exclude spastic contractions as cause of the pain. If there is no evidence indicating insufficient treatment, one can consider investigation for GORD as the trigger of chest pain using 24-hour pH (impedance) monitoring and treat accordingly. 116 Data demonstrating the effect of PPI on chest pain in achalasia are, however, lacking, and anecdotally the response to PPI is poor if there is chest pain without heartburn. The management of achalasia patients with chest pain with no evidence of GORD and normal oesopha- geal emptying/IRP remains a major challenge, mainly as there are no or only a limited number of RCTs available. Hence, clinical decision making is mostly based on studies performed in patients with non-car- diac chest pain due to oesophageal dysmotility. Potential options for medical treatment are smooth- muscle relaxants (nifedipine, nitrates, diltiazem), BTX injection or neuromodulators (imipramine, venlafax- ine, sertraline). 116 However, the success rates are rather limited and/or the effect is short lasting (in the case of BTX). Of interest, evidence is accumulat- ing that POEM might be effective in relieving chest pain in patients with achalasia and other primary oesophageal motility disorders. Several case series evaluating patients with hypercontractile oesophageal motility disorders and chest pain who were treated with POEM showed promising results. 117–120 However, as none of the studies were sham-con- trolled, patient numbers were small and lengths of follow-up relatively short, future controlled data with longer follow-up are needed to investigate the exact role of POEM for patients with chest pain after initial achalasia treatment. Recommendation 3.2 (a) In patients with persistent or recurrent chest pain, inappropri- ate emptying due to ineffective initial treatment or recurrent dis- ease should be excluded by TBO with or without oesophageal manometry. For type III achalasia, we suggest a repeat HRM to exclude or confirm persistent spastic contractions. Expert opinion recommendation Consensus: 100% agree [Vote: A þþ , 88.9%; A þ , 11.1%; A, 0%; D 0%; D þ , 0%; D þþ , 0%] (b) If there is no evidence of impaired oesophageal emptying, empirical treatment with PPI, endoscopy and/or 24-hour pH (impedance) monitoring can be considered. Expert opinion recommendation Consensus: 100% agree [Vote: A þþ , 100%; A þ , 0%; A, 0%; D 0%; D þ , 0%; D þþ , 0%] 26 United European Gastroenterology Journal 8(1)",
    "3.3. How to manage reflux disease after treatment As the aim of achalasia treatment is to alleviate the OGJ obstruction, an expected side effect of treatment is the occurrence of GORD, usually defined in achala- sia as the presence of reflux oesophagitis or patho- logical acid exposure. Indeed, GORD is frequently observed after treatment (10–31% of cases after PD, 51–53,55,58,121 5–35% after LHM 52,53,55,121–123 and up to 60% of patients after POEM 50,60,61,124–126 ). GORD complications, including peptic stricture, Barrett’s mucosa and oesophageal adenocarcinoma (OA), have been reported after achalasia treat- ment. 124,126–130 Comparative studies demonstrated that the rate of GORD was similar after PD and LHM with fundoplication. 121 One study showed that LHM without lateral and posterior dissection might also achieve sufficient reflux control. 131 However, in other studies, the prevalence of GORD was signifi- cantly higher after POEM or LHM without fundopli- cation than after PD or LHM with fundoplication. 50,60,62,132 Therefore, systematic screen- ing for GORD after achalasia treatment should be rec- ommended if the risk for GORD is high. Moreover, due to the different GORD rates, the choice of achala- sia treatment should take into account the risk of iat- rogenic reflux disease. In line with this, empiric PPI therapy might be considered in patients who undergo- ing myotomy without an anti-reflux procedure. GORD symptoms such as heartburn and regurgita- tion are not reliable to diagnose GORD in achalasia patients, especially as regurgitation is also a hallmark of achalasia and poor oesophageal emptying. An upper endoscopy can reveal oesophagitis and Barrett’s mucosa as proof of GORD. Another way to diagnose GORD is 24-hour oesophageal pH monitoring. The interpretation of this examination requires a careful review of pH tra- cings to eliminate periods of oesophageal fermentation. 53 The correlation between oesophageal symptoms and objective diagnosis of GORD (including oesophagitis and oesophageal acid exposure) is poor. 62,123,133–135 Upper GI endoscopy, TBO and 24-hour pH monitoring might be complementary. So far, no study has clearly evaluated the manage- ment of GORD after achalasia treatment. Post-treat- ment GORD is usually treated successfully with PPI. The percentage of patients on PPI after achalasia treat- ment is up to 60%. 60,61,136–138 Few other GORD treat- ments have been proposed for refractory cases and presented only as case reports (redo fundoplication, Roux-en-Y gastric bypass, oesophagectomy, transoral incisionless fundoplication). 89,139,140 Recommendation 3.3 a. We suggest follow-up endoscopy to screen for GORD in patients treated with myotomy without anti-reflux procedure. Expert opinion recommendation Consensus: 100% agree [Vote: A þþ , 44.4%; A þ , 44.4%; A, 11.1%; D 0%; D þ , 0%; D þþ , 0%] b. In case of reflux symptoms in the absence of reflux oesophagitis, TBO, empiric PPI therapy and/or 24-hour oesophageal pH-(imped- ance) monitoring can be considered. Expert opinion recommendation Consensus: 100% agree [Vote: A þþ , 77.8%; A þ , 22.2%; A, 0%; D 0%; D þ , 0%; D þþ , 0%] c. PPI are the first-line treatment of GORD after achalasia treat- ment. We recommend lifelong PPI therapy in patients with oesophagitis > grade A (LA classification). Expert opinion recommendation Consensus: 100% agree [Vote: A þþ , 33.3%; A þ , 55.6%; A, 11.1%; D 0%; D þ , 0%; D þþ , 0%] 3.4. Is surveillance endoscopy for dysplasia needed? What is the incidence of oesophageal cancer in achalasia patients? Achalasia is a risk factor for oesophageal cancer. Poor oesophageal clearance increases bacterial growth, chemical irritation and mucosal inflammation that can facilitate dysplastic changes of oesophageal epithelial cells and result in squamous-cell carcinoma (SCC). 141 Furthermore, acid exposure secondary to reduction of OGJ pressure as a consequence of achala- sia treatment may lead to Barrett’s mucosa and OA. 142 The exact level of risk for oesophageal cancer (SCC and OA) is controversial. Differences in study design (retrospective or prospective, length of Follow-up, number of patients, countries) might explain some of the observed differences. While the absolute risk of oesophageal cancer is quite low in achalasia, the rela- tive risk of cancer is higher in achalasia patients than in the general population (risk ratio to develop OA and SCC in achalasia patients is 6.63 and 72.65, respect- ively). 143,144 Most of the cases of carcinoma are observed more than 10 years after symptom onset. 144,145 The type of treatment does not influence the risk of cancer, 130,146 but to date there are no long- term data following POEM. Cancer risk might be higher in males and in patients with Chagas disease. 130,146,147 Screening practices differ among geographic regions (routine endoscopy vs. no endoscopy, screening inter- vals). 92,148 Chromoendoscopy with lugol was proposed to improve the detection rate of dysplastic lesion, but the yield was low and hampered by stratification risk. 145 Nijhuis et al. 27",
    "Finally, the cost efficacy of the screening has not been demonstrated; the low absolute risk of cancer and the difficulty of identifying pre-neoplastic lesions might explain the absence of the advantage of screening achalasia patients for oesophageal cancer. Recommendation 3.4 We suggest against performing systematic screening for dysplasia and carcinoma. However, the threshold of upper GI endoscopy should be low in patients with recurrent symptoms and longstand- ing achalasia. Conditional recommendation, low certainty of evidence Consensus: 100% agree [Vote: A þþ , 66.7%; A þ , 33.3%; A, 0%; D 0%; D þ , 0%; D þþ , 0%] Conclusions and future perspectives The ESNM/UEG guidelines on the management of achalasia are the result of an evidence-based approach and international and multidisciplinary efforts. These guidelines provide recommendations for key aspects of the diagnosis and management of achalasia, combined with comments based on the best available literature and the opinions of leading European achalasia experts. The main objectives of these guidelines are to reduce variation in practice and to improve patient outcomes across Europe. Consequently, thorough and extensive dissemination of these guidelines is needed to assure high compliance in clinical practice. Promotion of these guidelines as well as education play a key role in this regard. Future well-designed clinical trials should address the knowledge gaps and unmet needs that have arisen during the development of these guidelines. Declaration of conflicting interests Research support: Bayer (A.B.), Crospon (S.R.), Diversatek (S.R.), Laborie (A.B.), Medtronic (S.R.), Nutricia (A.B.), Norgine (A.B.). Advisory, honoraria or consultation: Calypso (A.B.), Celgene (A.B.), Cook (P.F.), Diversatek (A.B.), EsoCap (A.B.), Ethicon (P.F.), Falk (A.B.), Fujifilm (P.F.), Laborie (A.B.), Medtronic (P.F., S.R.), Olympus (P.F.), Regeneron (A.B.). Speaker’s bureau: Actavis (A.P.), Falk (A.B.), Janssen-Cilag (A.P.), Laborie (A.B.), Mayoly Spindler (S.R.), Medtronic (A.B.), Takeda (A.P.). No disclos- ures or conflicts of interest: G.B., M.L., R.O.N., A.T., E.T., A.S., B.W., G.Z. Funding The authors disclosed receipt of the following financial sup- port for the research, authorship and/or publication of this article: These guidelines have been developed and funded within the United European Gastroenterology. Supplemental material Supplemental material for this article is available online. References 1. Jeon HH, Kim JH, Youn YH, et al. Clinical characteris- tics of patients with untreated achalasia. J Neurogastroenterol Motil 2017; 23: 378–384. 2. Van Hoeij FB, Ponds FA, Smout AJ, et al. Incidence and costs of achalasia in The Netherlands. Neurogastroenterol Motil 2018; 30. 3. Samo S, Carlson DA, Gregory DL, et al. Incidence and prevalence of achalasia in Central Chicago, 2004–2014, since the widespread use of high-resolution manometry. Clin Gastroenterol Hepatol 2017; 15: 366–373. 4. Sadowski DC, Ackah F, Jiang B, et al. Achalasia: inci- dence, prevalence and survival. A population-based study. Neurogastroenterol Motil 2010; 22: e256–261. 5. Fox MR and Bredenoord AJ. Oesophageal high-resolu- tion manometry: moving from research into clinical prac- tice. Gut 2008; 57: 405–423. 6. Carlson DA, Ravi K, Kahrilas PJ, et al. Diagnosis of esophageal motility disorders: esophageal pressure topog- raphy vs. conventional line tracing. Am J Gastroenterol 2015; 110: 967–977; quiz 978. 7. Soudagar AS, Sayuk GS and Gyawali CP. Learners favour high resolution oesophageal manometry with better diagnostic accuracy over conventional line tra- cings. Gut 2012; 61: 798–803. 8. Clouse RE, Staiano A, Alrakawi A, et al. Application of topographical methods to clinical esophageal manome- try. Am J Gastroenterol 2000; 95: 2720–2730. 9. Roman S, Huot L, Zerbib F, et al. High-resolution mano- metry improves the diagnosis of esophageal motility dis- orders in patients with dysphagia: a randomized multicenter study. Am J Gastroenterol 2016; 111: 372–380. 10. O’Rourke AK, Lazar A, Murphy B, et al. Utility of eso- phagram versus high-resolution manometry in the detec- tion of esophageal dysmotility. Otolaryngol Head Neck Surg 2016; 154: 888–891. 11. Parkman HP, Maurer AH, Caroline DF, et al. Optimal evaluation of patients with nonobstructive esophageal dysphagia Manometry, scintigraphy, or videoesophago- graphy? Digest Dis Sci 1996; 41: 1355–1368. 12. Aronova A, Finnerty BM, Moore M, et al. Esophageal dysmotility and the Utility of Barium Swallow: An Opaque Diagnosis. Ann Surg Perioper Care 2017; 2: 1021. 13. El-Takli I, O’Brien P and Paterson WG. Clinical diagno- sis of achalasia: how reliable is the barium x-ray? Can J Gastroenterol 2006; 20: 335–337. 14. Yamasaki T, Tomita T, Mori S, et al. Esophagography in patients with esophageal achalasia diagnosed with high- resolution esophageal manometry. J Neurogastroenterol Motil 2018; 24: 403–409. 15. Blonski W, Kumar A, Feldman J, et al. Timed barium swallow: diagnostic role and predictive value in untreated 28 United European Gastroenterology Journal 8(1)",
    "achalasia, esophagogastric junction outflow obstruction, and non-achalasia dysphagia. Am J Gastroenterol 2018; 113: 196–203. 16. Rohof WO, Hirsch DP, Kessing BF, et al. Efficacy of treatment for patients with achalasia depends on the dis- tensibility of the esophagogastric junction. Gastroenterology 2012; 143: 328–335. 17. Rieder E, Swanstrom LL, Perretta S, et al. Intraoperative assessment of esophagogastric junction distensibility during per oral endoscopic myotomy (POEM) for esophageal motility disorders. Surg Endosc 2013; 27: 400–405. 18. Pandolfino JE, De Ruigh A, Nicodeme F, et al. Distensibility of the esophagogastric junction assessed with the functional lumen imaging probe (FLIP) in acha- lasia patients. Neurogastroenterol Motil 2013; 25: 496–501. 19. Smeets FG, Masclee AA, Keszthelyi D, et al. Esophagogastric junction distensibility in the manage- ment of achalasia patients: relation to treatment out- come. Neurogastroenterol Motil 2015; 27: 1495–1503. 20. Chen JW and Rubenstein JH. Esophagogastric junction distensibility assessed using the functional lumen imaging probe. World J Gastroenterol 2017; 23: 1289–1297. 21. Carlson DA, Kou W, Lin Z, et al. Normal values of esophageal distensibility and distension-induced contract- ility measured by functional luminal imaging probe pano- metry. Clin Gastroenterol Hepatol 2019; 17: 674–681.e671. 22. Carlson DA, Lin Z, Kahrilas PJ, et al. The functional lumen imaging probe detects esophageal contractility not observed with manometry in patients with achalasia. Gastroenterology 2015; 149: 1742–1751. 23. Hirano I, Pandolfino JE and Boeckxstaens GE. Functional lumen imaging probe for the management of esophageal disorders: expert review from the Clinical Practice Updates Committee of the AGA Institute. Clin Gastroenterol Hepatol 2017; 15: 325–334. 24. Ponds FA, Bredenoord AJ, Kessing BF, et al. Esophagogastric junction distensibility identifies achalasia subgroup with manometrically normal esophagogastric junction relaxation. Neurogastroenterol Motil 2017; 29. 25. Howard PJ, Maher L, Pryde A, et al. Five year prospect- ive study of the incidence, clinical features, and diagnosis of achalasia in Edinburgh. Gut 1992; 33: 1011–1015. 26. Reynolds JC and Parkman HP. Achalasia. Gastroenterol Clin North Am 1989; 18: 223–255. 27. Fisichella PM, Raz D, Palazzo F, et al. Clinical, radio- logical, and manometric profile in 145 patients with untreated achalasia. World J Surg 2008; 32: 1974–1979. 28. Boeckxstaens GE. Achalasia. Best Pract Res Clin Gastroenterol 2007; 21: 595–608. 29. Boeckxstaens GE, Zaninotto G and Richter JE. Achalasia. Lancet 2014; 383: 83–93. 30. Triadafilopoulos G, Boeckxstaens GE, Gullo R, et al. The Kagoshima consensus on esophageal achalasia. Dis Esophagus 2012; 25: 337–348. 31. Barret M, Rouquette A, Massault PP, et al. Pseudoachalasia. Clin Res Hepatol Gastroenterol 2018; 42: 99–100. 32. Ponds FA, Van Raath MI, Mohamed SMM, et al. Diagnostic features of malignancy-associated pseudoachalasia. Aliment Pharmacol Ther 2017; 45: 1449–1458. 33. Rozman RW Jr and Achkar E. Features distinguishing secondary achalasia from primary achalasia. Am J Gastroenterol 1990; 85: 1327–1330. 34. Ellis FG. The natural history of achalasia of the cardia. Proc R Soc Med 1960; 53: 663–666. 35. Csendes P, Csendes A, Cortes C, et al. Evolutive radio- logical changes of the esophagus in patients with achala- sia who did not receive treatment. Surg Today 2007; 37: 183–186. 36. Van Hoeij FB, Smout A and Bredenoord AJ. Esophageal stasis in achalasia patients without symptoms after treat- ment does not predict symptom recurrence. Neurogastroenterol Motil 2017; 29. 37. Costantini M, Salvador R, Capovilla G, et al. A thou- sand and one laparoscopic Heller myotomies for esopha- geal achalasia: a 25-year experience at a single tertiary center. J Gastrointest Surg 2019; 23: 23–35. 38. Schuchert MJ, Luketich JD, Landreneau RJ, et al. Minimally-invasive esophagomyotomy in 200 consecutive patients: factors influencing postoperative outcomes. Ann Thorac Surg 2008; 85: 1729–1734. 39. Pechlivanides G, Chrysos E, Athanasakis E, et al. Laparoscopic Heller cardiomyotomy and Dor fundopli- cation for esophageal achalasia: possible factors predict- ing outcome. Arch Surg 2001; 136: 1240–1243. 40. Bortolotti M and Labo G. Clinical and manometric effects of nifedipine in patients with esophageal achalasia. Gastroenterology 1981; 80: 39–44. 41. Gelfond M, Rozen P and Gilat T. Isosorbide dinitrate and nifedipine treatment of achalasia: a clinical, mano- metric and radionuclide evaluation. Gastroenterology 1982; 83: 963–969. 42. Nasrallah SM, Tommaso CL, Singleton RT, et al. Primary esophageal motor disorders: clinical response to nifedipine. South Med J 1985; 78: 312–315. 43. Marzio L, Grossi L, DeLaurentiis MF, et al. Effect of cimetropium bromide on esophageal motility and transit in patients affected by primary achalasia. Digest Dis Sci 1994; 39: 1389–1394. 44. Wong RK, Maydonovitch C, Garcia JE, et al. The effect of terbutaline sulfate, nitroglycerin, and aminophylline on lower esophageal sphincter pressure and radionuclide esophageal emptying in patients with achalasia. J Clin Gastroenterol 1987; 9: 386–389. 45. Eherer AJ, Schwetz I, Hammer HF, et al. Effect of silde- nafil on oesophageal motor function in healthy subjects and patients with oesophageal motor disorders. Gut 2002; 50: 758–764. 46. Bortolotti M, Mari C, Lopilato C, et al. Effects of silde- nafil on esophageal motility of patients with idiopathic achalasia. Gastroenterology 2000; 118: 253–257. 47. Leyden JE, Moss AC and MacMathuna P. Endoscopic pneumatic dilation versus botulinum toxin injection in the management of primary achalasia. Cochrane Database Syst Rev 2014; CD005046. Nijhuis et al. 29",
    "48. Pasricha PJ, Ravich WJ, Hendrix TR, et al. Intrasphincteric botulinum toxin for the treatment of achalasia. New Engl J Med 1995; 332: 774–778. 49. Zaninotto G, Annese V, Costantini M, et al. Randomized controlled trial of botulinum toxin versus laparoscopic heller myotomy for esophageal achalasia. Ann Surg 2004; 239: 364–370. 50. Ponds FA, Fockens P, Lei A, et al. Effect of peroral endoscopic myotomy vs pneumatic dilation on symptom severity and treatment outcomes among treatment-naive patients with achalasia: a randomized clinical trial. JAMA 2019; 322: 134–144. 51. Chrystoja CC, Darling GE, Diamant NE, et al. Achalasia-specific quality of life after pneumatic dilation or laparoscopic Heller myotomy with partial fundoplica- tion: a multicenter, randomized clinical trial. Am J Gastroenterol 2016; 111: 1536–1545. 52. Borges AA, Lemme EM, Abrahao LJ Jr, et al. Pneumatic dilation versus laparoscopic Heller myotomy for the treatment of achalasia: variables related to a good response. Dis Esophagus 2014; 27: 18–23. 53. Novais PA and Lemme EM. 24-h pH monitoring pat- terns and clinical response after achalasia treatment with pneumatic dilation or laparoscopic Heller myotomy. Aliment Pharmacol Ther 2010; 32: 1257–1265. 54. Boeckxstaens GE, Annese V, Des Varannes SB, et al. Pneumatic dilation versus laparoscopic Heller’s myotomy for idiopathic achalasia. New Engl J Med 2011; 364: 1807–1816. 55. Moonen A, Annese V, Belmans A, et al. Long-term results of the European achalasia trial: a multicentre ran- domised controlled trial comparing pneumatic dilation versus laparoscopic Heller myotomy. Gut 2016; 65: 732–739. 56. Kostic S, Kjellin A, Ruth M, et al. Pneumatic dilatation or laparoscopic cardiomyotomy in the management of newly diagnosed idiopathic achalasia. Results of a rando- mized controlled trial. World J Surg 2007; 31: 470–478. 57. Persson J, Johnsson E, Kostic S, et al. Treatment of acha- lasia with laparoscopic myotomy or pneumatic dilata- tion: long-term results of a prospective, randomized study. World J Surg 2015; 39: 713–720. 58. Hamdy E, El Nakeeb A, El Hanfy E, et al. Comparative study between laparoscopic Heller myotomy versus pneu- matic dilatation for treatment of early achalasia: a pro- spective randomized study. J Laparoendosc Adv Surg Tech A 2015; 25: 460–464. 59. Van Hoeij FB, Prins LI, Smout A, et al. Efficacy and safety of pneumatic dilation in achalasia: a systematic review and meta-analysis. Neurogastroenterol Motil 2019; 31: e13548. 60. Werner YB, Hakanson B, Martinek J, et al. Endoscopic or surgical myotomy in patients with idiopathic achala- sia. New Engl J Med 2019; 381: 2219–2229. 61. Repici A, Fuccio L, Maselli R, et al. GERD after per-oral endoscopic myotomy as compared with Heller’s myot- omy with fundoplication: a systematic review with meta-analysis. Gastrointest Endosc 2018; 87: 934–943.e918. 62. Schlottmann F, Luckett DJ, Fine J, et al. Laparoscopic Heller myotomy versus peroral endoscopic myotomy (POEM) for achalasia: a systematic review and meta-ana- lysis. Ann Surg 2018; 267: 451–460. 63. Rebecchi F, Allaix ME, Schlottmann F, et al. Laparoscopic Heller myotomy and fundoplication: what is the evidence? Am Surg 2018; 84: 481–488. 64. Schoenberg MB, Marx S, Kersten JF, et al. Laparoscopic Heller myotomy versus endoscopic balloon dilatation for the treatment of achalasia: a network meta-analysis. Ann Surg 2013; 258: 943–952. 65. Yaghoobi M, Mayrand S, Martel M, et al. Laparoscopic Heller’s myotomy versus pneumatic dilation in the treat- ment of idiopathic achalasia: a meta-analysis of rando- mized, controlled trials. Gastrointest Endosc 2013; 78: 468–475. 66. Eckardt VF, Aignherr C and Bernhard G. Predictors of outcome in patients with achalasia treated by pneumatic dilation. Gastroenterology 1992; 103: 1732–1738. 67. Andolfi C FP. Meta-analysis of clinical outcome after treatment for achalasia based on manometric subtypes. Br J Surg 2019; 106: 332–341. 68. Farhoomand K, Connor JT, Richter JE, et al. Predictors of outcome of pneumatic dilation in achalasia. Clin Gastroenterol Hepatol 2004; 2: 389–394. 69. Alderliesten J, Conchillo JM, Leeuwenburgh I, et al. Predictors for outcome of failure of balloon dilatation in patients with achalasia. Gut 2011; 60: 10–16. 70. Oude Nijhuis RAB, Prins LI, Mostafavi N, et al. Factors associated with achalasia treatment outcomes: systematic review and meta-analysis. Clin Gastroenterol Hepatol . Epub ahead of print 14 October 2019. DOI: 10.1016/ j.cgh.2019.10.008. 71. Kumbhari V, Behary J, Szczesniak M, et al. Efficacy and safety of pneumatic dilatation for achalasia in the treat- ment of post-myotomy symptom relapse. Am J Gastroenterol 2013; 108: 1076–1081. 72. Saleh CM, Ponds FA, Schijven MP, et al. Efficacy of pneumodilation in achalasia after failed Heller myotomy. Neurogastroenterol Motil 2016; 28: 1741–1746. 73. Amani M, Fazlollahi N, Shirani S, et al. Assessment of pneumatic balloon dilation in patients with symptomatic relapse after failed Heller myotomy: a single center experience. Middle East J Dig Dis 2016; 8: 57–62. 74. Fernandez-Ananin S, Fernandez AF, Balague C, et al. What to do when Heller’s myotomy fails? Pneumatic dila- tation, laparoscopic remyotomy or peroral endoscopic myotomy: a systematic review. J Minim Access Surg 2018; 14: 177–184. 75. Ngamruengphong S, Inoue H, Ujiki MB, et al. Efficacy and safety of peroral endoscopic myotomy for treatment of achalasia after failed Heller myotomy. Clin Gastroenterol Hepatol 2017; 15: 1531–1537.e1533. 76. Zhou PH, Li QL, Yao LQ, et al. Peroral endoscopic remyotomy for failed Heller myotomy: a prospective single-center study. Endoscopy 2013; 45: 161–166. 77. Onimaru M, Inoue H, Ikeda H, et al. Peroral endoscopic myotomy is a viable option for failed surgical esophago- cardiomyotomy instead of redo surgical Heller myotomy: 30 United European Gastroenterology Journal 8(1)",
    "a single center prospective study. J Am Coll Surg 2013; 217: 598–605. 78. Zhang Y, Wang H, Chen X, et al. Per-oral endoscopic myotomy versus laparoscopic Heller myotomy for acha- lasia: a meta-analysis of nonrandomized comparative stu- dies. Medicine 2016; 95: e2736. 79. Tyberg A, Sharaiha RZ, Familiari P, et al. Peroral endo- scopic myotomy as salvation technique post-Heller: inter- national experience. Digest Endosc 2018; 30: 52–56. 80. Wood TW, Ross SB, Ryan CE, et al. Reoperative Heller myotomy: more pain, less gain. Am Surg 2015; 81: 637–645. 81. Veenstra BR, Goldberg RF, Bowers SP, et al. Revisional surgery after failed esophagogastric myotomy for achala- sia: successful esophageal preservation. Surg Endosc 2016; 30: 1754–1761. 82. Loviscek MF, Wright AS, Hinojosa MW, et al. Recurrent dysphagia after Heller myotomy: is esopha- gectomy always the answer? J Am Coll Surg 2013; 216: 736–743; discussion 743–734. 83. Inoue H, Minami H, Kobayashi Y, et al. Peroral endo- scopic myotomy (POEM) for esophageal achalasia. Endoscopy 2010; 42: 265–271. 84. Li QL, Yao LQ, Xu XY, et al. Repeat peroral endoscopic myotomy: a salvage option for persistent/recurrent symp- toms. Endoscopy 2016; 48: 134–140. 85. Tyberg A, Seewald S, Sharaiha RZ, et al. A multicenter international registry of redo per-oral endoscopic myot- omy (POEM) after failed POEM. Gastrointest Endosc 2017; 85: 1208–1211. 86. Van Hoeij FB, Ponds FA, Werner Y, et al. Management of recurrent symptoms after per-oral endoscopic myot- omy in achalasia. Gastrointest Endosc 2018; 87: 95–101. 87. Aiolfi A, Asti E, Bonitta G, et al. Esophagectomy for end-stage achalasia: systematic review and meta-ana- lysis. World J Surg 2018; 42: 1469–1476. 88. Miller DL, Allen MS, Trastek VF, et al. Esophageal resection for recurrent achalasia. Ann Thorac Surg 1995; 60: 922–925; discussion 925–926. 89. Devaney EJ, Lannettoni MD, Orringer MB, et al. Esophagectomy for achalasia: patient selection and clin- ical experience. Ann Thorac Surg 2001; 72: 854–858. 90. Molena D, Mungo B, Stem M, et al. Outcomes of eso- phagectomy for esophageal achalasia in the United States. J Gastrointest Surg 2014; 18: 310–317. 91. Duranceau A, Liberman M, Martin J, et al. End-stage achalasia. Dis Esophagus 2012; 25: 319–330. 92. Zaninotto G, Bennett C, Boeckxstaens G, et al. The 2018 ISDE achalasia guidelines. Dis Esophagus 2018; 31. 93. Cheng YS, Ma F, Li YD, et al. Temporary self-expand- ing metallic stents for achalasia: a prospective study with a long-term follow-up. World J Gastroenterol 2010; 16: 5111–5117. 94. Zeng Y, Dai YM and Wan XJ. Clinical remission follow- ing endoscopic placement of retrievable, fully covered metal stents in patients with esophageal achalasia. Dis Esophagus 2014; 27: 103–108. 95. Zhao H, Wan XJ and Yang CQ. Comparison of endo- scopic balloon dilation with metal stent placement in the treatment of achalasia. J Digest Dis 2015; 16: 311–318. 96. De Palma GD, lovino P, Masone S, et al. Self-expanding metal stents for endoscopic treatment of esophageal achalasia unresponsive to conventional treatments. Long-term results in eight patients. Endoscopy 2001; 33: 1027–1030. 97. Coppola F, Gaia S, Rolle E, et al. Temporary endo- scopic metallic stent for idiopathic esophageal achalasia. Surg Innov 2014; 21: 11–14. 98. Li YD, Cheng YS, Li MH, et al. Temporary self- expanding metallic stents and pneumatic dilation for the treatment of achalasia: a prospective study with a long-term follow-up. Dis Esophagus 2010; 23: 361–367. 99. Zhu YQ, Cheng YS, Tang GY, et al. Comparison of temporary stent insertion with pneumatic dilation of the same diameter in the treatment of achalasia patients: a retrospective study. J Gastroenterol Hepatol 2010; 25: 499–505. 100. Cheng YS, Li MH, Chen WX, et al. Selection and evalu- ation of three interventional procedures for achalasia based on long-term follow-up. World J Gastroenterol 2003; 9: 2370–2373. 101. Cai XB, Dai YM, Wan XJ, et al. Comparison between botulinum injection and removable covered self-expand- ing metal stents for the treatment of achalasia. Digest Dis Sci 2013; 58: 1960–1966. 102. Mikaeli J, Veisari AK, Fazlollahi N, et al. Ethanolamine oleate versus botulinum toxin in the treatment of idio- pathic achalasia. Ann Gastroenterol 2015; 28: 229–235. 103. Moreto M, Ojembarrena E, Barturen A, et al. Treatment of achalasia by injection of sclerosant sub- stances: a long-term report. Digest Dis Sci 2013; 58: 788–796. 104. Niknam R, Mikaeli J, Fazlollahi N, et al. Ethanolamine oleate as a novel therapy is effective in resistant idio- pathic achalasia. Dis Esophagus 2014; 27: 611–616. 105. Niknam R, Mikaeli J, Mehrabi N, et al. Ethanolamine oleate in resistant idiopathic achalasia: a novel therapy. Eur J Gastroenterol Hepatol 2011; 23: 1111–1115. 106. Frankhuisen R, Van Herwaarden MA, Heijkoop R, et al. Persisting symptoms and decreased health-related quality-of-life in a cross-sectional study of treated acha- lasia patients. Aliment Pharmacol Ther 2007; 26: 899–904. 107. Jeon HH, Youn YH, Rhee K, et al. For patients with primary achalasia the clinical success of pneumatic bal- loon dilatation can be predicted from the residual frac- tion of radionuclide during esophageal transit scintigraphy. Digest Dis Sci 2014; 59: 375–382. 108. Vaezi MF, Baker ME, Achkar E, et al. Timed barium oesophagram: better predictor of long term success after pneumatic dilation in achalasia than symptom assess- ment. Gut 2002; 50: 765–770. 109. Yamashita H, Ashida K, Fukuchi T, et al. Predictive factors associated with the success of pneumatic dilata- tion in Japanese patients with primary achalasia: a study using high-resolution manometry. Digestion 2013; 87: 23–28. 110. Wu PI, Szczesniak MM, Craig PI, et al. Novel intra- procedural distensibility measurement accurately pre- dicts immediate outcome of pneumatic dilatation for Nijhuis et al. 31",
    "idiopathic achalasia. Am J Gastroenterol 2018; 113: 205–212. 111. Eckardt VF, Stauf B and Bernhard G. Chest pain in achalasia: patient characteristics and clinical course. Gastroenterology 1999; 116: 1300–1304. 112. Sasaki A, Obuchi T, Nakajima J, et al. Laparoscopic Heller myotomy with Dor fundoplication for achalasia: long-term outcomes and effect on chest pain. Dis Esophagus 2010; 23: 284–289. 113. Wuller C, Bessell JR and Watson DI. Chest pain before and after laparoscopic cardiomyotomy for achalasia. ANZ J Surg 2011; 81: 590–594. 114. Kahrilas PJ, Bredenoord AJ, Fox M, et al. Expert con- sensus document: advances in the management of oesophageal motility disorders in the era of high-resolu- tion manometry: a focus on achalasia syndromes. Nat Rev Gastroenterol Hepatol 2017; 14: 677–688. 115. Rohof WO, Lei A and Boeckxstaens GE. Esophageal stasis on a timed barium esophagogram predicts recur- rent symptoms in patients with long-standing achalasia. Am J Gastroenterol 2013; 108: 49–55. 116. George N, Abdallah J, Maradey-Romero C, et al. Review article: the current treatment of non-cardiac chest pain. Aliment Pharmacol Ther 2016; 43: 213–239. 117. Sharata AM, Dunst CM, Pescarus R, et al. Peroral endoscopic myotomy (POEM) for esophageal primary motility disorders: analysis of 100 consecutive patients. J Gastrointest Surg 2015; 19: 161–170; discussion 170. 118. Filicori F, Dunst CM, Sharata A, et al. Long-term out- comes following POEM for non-achalasia motility dis- orders of the esophagus. Surg Endosc 2019; 33: 1632–1639. 119. Khan MA, Kumbhari V, Ngamruengphong S, et al. Is POEM the answer for management of spastic esopha- geal disorders? A systematic review and meta-analysis. Digest Dis Sci 2017; 62: 35–44. 120. Albers D, Frieling T, Dakkak D, et al. Peroral endo- scopic myotomy (POEM) is effective in treatment of noncardiac chest pain caused by hypercontractile esophageal motility disorders: results of the POEM- HYPE-Study. Z Gastroenterol 2018; 56: 1337–1342. 121. Bonifacio P, De Moura DTH, Bernardo WM, et al. Pneumatic dilation versus laparoscopic Heller’s myot- omy in the treatment of achalasia: systematic review and meta-analysis based on randomized controlled trials. Dis Esophagus 2019; 32. 122. Rawlings A, Soper NJ, Oelschlager B, et al. Laparoscopic Dor versus Toupet fundoplication follow- ing Heller myotomy for achalasia: results of a multicen- ter, prospective, randomized-controlled trial. Surg Endosc 2012; 26: 18–26. 123. Salvador R, Pesenti E, Gobbi L, et al. Postoperative gastroesophageal reflux after laparoscopic Heller-Dor for achalasia: true incidence with an objective evalu- ation. J Gastrointest Surg 2017; 21: 17–22. 124. Hungness ES, Sternbach JM, Teitelbaum EN, et al. Per- oral endoscopic myotomy (POEM) after the learning curve: durable long-term results with a low complication rate. Ann Surg 2016; 264: 508–517. 125. Kumbhari V, Familiari P, Bjerregaard NC, et al. Gastroesophageal reflux after peroral endoscopic myot- omy: a multicenter case-control study. Endoscopy 2017; 49: 634–642. 126. Werner YB, Costamagna G, Swanstrom LL, et al. Clinical response to peroral endoscopic myotomy in patients with idiopathic achalasia at a minimum follow-up of 2 years. Gut 2016; 65: 899–906. 127. Falkenback D, Johansson J, Oberg S, et al. Heller’s esophagomyotomy with or without a 360 degrees floppy Nissen fundoplication for achalasia. Long-term results from a prospective randomized study. Dis Esophagus 2003; 16: 284–290. 128. Gossage JA, Devitt PG, Watson DI, et al. Surveillance endoscopy at five or more years after cardiomyotomy for achalasia. Ann Surg 2014; 259: 464–468. 129. Teitelbaum EN, Dunst CM, Reavis KM, et al. Clinical outcomes five years after POEM for treatment of pri- mary esophageal motility disorders. Surg Endosc 2018; 32: 421–427. 130. Tustumi F, Bernardo WM, da Rocha JRM, et al. Esophageal achalasia: a risk factor for carcinoma. A systematic review and meta-analysis. Dis Esophagus 2017; 30: 1–8. 131. Robert M, Poncet G, Mion F, et al. Results of laparo- scopic Heller myotomy without anti-reflux procedure in achalasia. Monocentric prospective study of 106 cases. Surg Endosc 2008; 22: 866–874. 132. Campos GM, Vittinghoff E, Rabl C, et al. Endoscopic and surgical treatments for achalasia: a systematic review and meta-analysis. Ann Surg 2009; 249: 45–57. 133. Anderson SH, Yadegarfar G, Arastu MH, et al. The relationship between gastro-oesophageal reflux symp- toms and achalasia. Eur J Gastroenterol Hepatol 2006; 18: 369–374. 134. Gholoum S, Feldman LS, Andrew CG, et al. Relationship between subjective and objective outcome measures after Heller myotomy and Dor fundoplication for achalasia. Surg Endosc 2006; 20: 214–219. 135. Shiwaku H, Inoue H, Sasaki T, et al. A prospective analysis of GERD after POEM on anterior myotomy. Surg Endosc 2016; 30: 2496–2504. 136. Vela MF, Richter JE, Khandwala F, et al. The long- term efficacy of pneumatic dilatation and Heller myot- omy for the treatment of achalasia. Clin Gastroenterol Hepatol 2006; 4: 580–587. 137. Perry KA, Kanji A, Drosdeck JM, et al. Efficacy and durability of robotic Heller myotomy for achalasia: patient symptoms and satisfaction at long-term follow- up. Surg Endosc 2014; 28: 3162–3167. 138. Kumbhari V, Tieu AH, Onimaru M, et al. Peroral endo- scopic myotomy (POEM) vs laparoscopic Heller myot- omy (LHM) for the treatment of Type III achalasia in 75 patients: a multicenter comparative study. Endosc Int Open 2015; 3: E195–201. 139. Pallati PK and Mittal SK. Operative interventions for failed heller myotomy: a single institution experience. Am Surg 2011; 77: 330–336. 140. Tyberg A, Choi A, Gaidhane M, et al. Transoral inci- sional fundoplication for reflux after peroral endoscopic 32 United European Gastroenterology Journal 8(1)",
    "myotomy: a crucial addition to our arsenal. Endosc Int Open 2018; 6: E549–E552. 141. Chino O, Kijima H, Shimada H, et al. Clinicopathological studies of esophageal carcinoma in achalasia: analyses of carcinogenesis using histological and immunohistochemical procedures. Anticancer Res 2000; 20: 3717–3722. 142. Leeuwenburgh I, Scholten P, Calje TJ, et al. Barrett’s esophagus and esophageal adenocarcinoma are common after treatment for achalasia. Digest Dis Sci 2013; 58: 244–252. 143. Sandler RS, Nyren O, Ekbom A, et al. The risk of esophageal cancer in patients with achalasia. A popula- tion-based study. JAMA 1995; 274: 1359–1362. 144. Leeuwenburgh I, Scholten P, Alderliesten J, et al. Long- term esophageal cancer risk in patients with primary achalasia: a prospective study. Am J Gastroenterol 2010; 105: 2144–2149. 145. Ponds FA, Moonen A, Smout A, et al. Screening for dysplasia with Lugol chromoendoscopy in longstanding idiopathic achalasia. Am J Gastroenterol 2018; 113: 855–862. 146. Zendehdel K, Nyren O, Edberg A, et al. Risk of esopha- geal adenocarcinoma in achalasia patients, a retrospect- ive cohort study in Sweden. Am J Gastroenterol 2011; 106: 57–61. 147. Zaninotto G, Rizzetto C, Zambon P, et al. Long-term outcome and risk of oesophageal cancer after surgery for achalasia. Br J Surg 2008; 95: 1488–1494. 148. Ravi K, Geno DM and Katzka DA. Esophageal cancer screening in achalasia: is there a consensus? Dis Esophagus 2015; 28: 299–304. Nijhuis et al. 33"
  ],
  "processed_at": "2026-01-30T14:42:21.370Z"
}