{
  "doc_id": "9b16589bf4b4d693f019340d802aa9e0",
  "source_id": "peacock2020",
  "total_pages": 9,
  "pages": [
    "R E V I E W A RT I C L E – C O L O R E C T A L C A N C E R The Landmark Series: Management of Lateral Lymph Nodes in Locally Advanced Rectal Cancer Oliver Peacock, BMBS, PhD, and George J. Chang, MD, MS Department of Surgical Oncology, University of Texas MD Anderson Cancer Center, Houston, TX ABSTRACT There has historically been a significant divide in the approach to the management of lateral pelvic lymph nodes in patients with rectal cancer. These differing paradigms have developed based upon competing priori- ties. In the West, the circumferential resection margin has been the main focus because it is a strong predictor of local recurrence, distal recurrence, and survival. This approach was supplemented by radiation and chemotherapy to treat the lateral pelvic lymph nodes and micrometastatic disease. In the East, lateral pelvic lymph nodes are considered to be locoregional; thus, surgical treatment has traditionally included routine dissection of this compartment for low rectal cancers without the use of neoadjuvant chemora- diotherapy. However, neither approach has adequately addressed the important issue of lateral compartment recurrence in patients with clinically evident lateral pelvic lymph node metastasis. The aims of the review were to present the recent key studies and evolution of lateral pelvic lymph node management in locally advanced rectal cancer and secondly to propose a management strategy for the lateral compartment based on the current evidence. The management of lateral pelvic lymph nodes (LPLN) in rectal cancer has historically been associated with a significant divide between Western and Eastern countries. The Japanese Society for Cancer of the Colon and Rectum Guidelines recommend total mesorectal excision (TME) with lateral pelvic lymph node dissection (LPLND) as the standard procedure for locally advanced low rectal cancer. 1 In contrast, Western countries consider neoadjuvant chemoradiotherapy (nCRT) in combination with TME to be the standard treatment for locally advanced rectal can- cer. 2–4 The differing paradigms have developed from competing priorities. In the West, the circumferential resection margin (CRM) has been the main focus because it is regarded as a core quality indicator of the surgical resection 5,6 and is a strong predictor of local recurrence, distal recurrence and survival. 7 This approach was sup- plemented by radiation and chemotherapy to treat the LPLN and micrometastatic disease. In the East, evolution of rectal cancer surgery has emphasized complete lymph node clearance, with LPLNs considered to be locoregional; thus, surgical treatment has included routine dissection of this compartment for low rectal cancers (below the peri- toneal reflection), without the use of nCRT. However, neither approach has adequately addressed the important issue of lateral compartment recurrence in patients with clinically evident LPLN metastasis. 8–11 The aim of this review was to present the recent key studies and evolution of LPLN management in rectal cancer and propose a management strategy for the lateral compartment based on the current evidence. TME SURGERY WITH OR WITHOUT LATERAL PELVIC LYMPH NODE DISSECTION: THE JCOG0212 TRIAL In Japan, the incidence of LPLN metastases in patients with T3 or T4 lower rectal cancer was previously reported as 18.1%. 12 Autonomic nerve-sparing surgery with LPLND in low rectal cancer was shown to be beneficial in retro- spective studies from Japan. 13–15 The Japanese Society of Colon and Rectum Guidelines thus recommended TME surgery and LPLND as the standard treatment for lower rectal cancer. 1 However, studies have demonstrated a similar incidence of local recurrence rate between TME Ó Society of Surgical Oncology 2020 First Received: 21 March 2020 G. J. Chang, MD, MS e-mail: gchang@mdanderson.org Ann Surg Oncol https://doi.org/10.1245/s10434-020-08639-8",
    "surgery and LPLND versus TME surgery alone for lower rectal cancer. 16 Therefore, the Japan Clinical Oncology Group (JCOG) 0212 randomized controlled trial was con- ducted to test the non-inferiority of TME alone to TME with routine LPLND for patients without clinical evidence of LPLN metastasis. 16 This study recruited stage II and III low rectal cancer (lower margin of the tumor below the peritoneal reflection) patients, between the ages of 20 and 75, with no evidence of LPLN enlargement ( [ 10 mm) on pre-operative imaging. The primary endpoint was relapse- free survival. Secondary endpoints were overall survival, local recurrence-free survival, incidence of adverse and major adverse events, operating time, blood loss, and the incidence of sexual and urinary dysfunction. A total of 701 patients were randomized, based on a 75% 5-year relapse-free survival, with 1-sided alpha of 0.05, a power of 0.75 and a non-inferiority margin for a hazard ratio of 1.34. The median follow-up was 72.2 months, and 103 patients had developed recurrence or died in the TME alone group compared with 99 in the TME and LPLND group. In the intent-to-treat analysis, the non- inferiority of TME alone versus TME and LPLND was not confirmed, with 5-year relapse-free survival being 73.3% and 73.4%, respectively (HR 1.07; 95% CI 0.84–1.36; 1-sided p value for non-inferiority 0.055). There was no difference in the 5-year overall survival (90.2% vs. 92.6%; HR 1.25 95% CI 0.85–1.84) between the groups (Fig. 1). However, the local recurrence rates were higher in the TME alone group (13%, n = 44) compared with the TME and LPLND group (7%, n = 26; p = 0.024). 16 Thus, the results suggest that, at least in the Japanese population, LPLND can reduce local recurrence in the absence of neoadjuvant radiotherapy. 16 In addition, long-term follow- up analysis showed improved relapse-free survival in clinical stage III patients who underwent TME and LPLND compared with TME alone (HR 1.49; 95% CI 1.02–2.17). 17 0 0.1 0.0 0.2 0.3 0.4 0.5 0.6 0.7 0.8 0.9 1.0 1 2 3 4 5 6 7 8 9 10 11 12 13 Years after randomization 0 1 2 3 4 5 6 7 8 9 10 11 12 13 Years after randomization Proportion of OS 0.1 0.0 0.2 0.3 0.4 0.5 0.6 0.7 0.8 0.9 1.0 Proportion of LRFS HR:1.37 (95%CI 0.97-1.93) + HR:1.25 (95%CI 0.85-1.84) + ME with LLND ME ME with LLND ME + Cox prportional hazard model adjusted by sex and N stage (N0/N1-2) + Cox prportional hazard model adjusted by sex and N stage (N0/N1-2) Number at risk ME with LLND ME 351 350 347 350 344 344 341 333 330 324 313 302 244 241 175 165 126 113 84 77 50 47 19 19 3 4 0 0 Number censored ME with LLND ME 0 0 Number at risk ME with LLND ME 351 350 343 334 333 320 321 303 309 294 289 270 214 205 150 134 99 84 59 51 29 25 8 6 0 1 0 0 Number censored ME with LLND ME 0 0 0 0 2 1 0 1 3 4 14 13 67 58 60 69 49 47 39 33 29 25 21 18 8 5 0 1 0 0 0 1 0 1 3 2 62 52 61 69 46 48 41 36 32 29 31 27 16 15 3 4 9 10 A B FIG. 1 Overall ( a ) and local recurrence-free ( b ) survival in the JCOG0212 trial. ME mesorectal excision, LLND lateral lymph node dissection. Reproduced with permission from Fujita et al. 16 O. Peacock, G. J. Chang",
    "Placing these data into context, in the Dutch TME trial, the local recurrence rate of a low rectal cancer ( \\ 7 cm from the anal verge) was 6% in the radiotherapy and TME surgery versus 12% in the TME surgery alone. 18 Although the incidences of local recurrence were comparable between studies, the pattern of local recurrence differed, but also the Dutch trial did not limit inclusion to low rectal cancer patients. The most frequent site of recurrence in the Dutch trial was central, compared to lateral recurrence (TME alone) in the JCOG0212 trial. The frequency of lateral recurrence amongst all patients with local recur- rence was 24% in the Dutch trial TME group, compared with 57% in the JCOG0212 TME alone group. 16,18 How- ever, comparison of data from the Dutch TME trial with those from the National Cancer Center Hospital in Japan showed no difference in the rates of local control between neoadjuvant radiotherapy and TME versus TME and LPLND. 3 Finally, the JCOG0212 trial reported that TME and LPLND was associated with longer operating times and greater blood loss, but that there was no difference in sexual or urinary dysfunction. 19,20 LATERAL PELVIC LYMPH NODES: ARE THEY REGIONAL OR METASTATIC DISEASE? There is current controversy regarding whether LPLNs constitute metastatic disease or regional lymph nodes amenable to curative resection. The eighth edition of the American Joint Committee on Cancer (AJCC) Cancer Staging Manual clearly defines internal iliac lymph nodes in rectal cancer as regional, but obturator, external iliac and common iliac are defined as metastatic. 21 Interrogating a large Japanese nationwide multi-institutional database of 11,567 patients over a 20-year period, Akiyoshi et al. analyzed the prognosis of low rectal cancer with LPLN metastasis to determine whether LPLNs represented regional or distant disease. 22 This large study demonstrated that LPLN metastasis could be considered as regional disease (Fig. 2). Although LPLN metastasis was a poor prognostic indicator, patients with internal iliac lymph node involvement were comparable with N2a disease and better than N2b disease, confirming the AJCC classification as regional disease. Moreover, patients with LPLN metastasis beyond the internal iliac lymph nodes had poorer survival; however, this was comparable with N2b disease and the outcomes were better than stage IV patients undergoing curative resection. 22 These findings support the classification of all LPLN metastases as regional disease. PATTERNS OF FAILURE WITH CLINICALLY SUSPICIOUS LATERAL PELVIC LYMPH NODES: LPLND ALONE IS NOT SUFFICIENT A study from two high-volume centers in Japan aimed to assess the impact of LPLND for low rectal cancer on prognosis and local control for 1191 consecutive patients undergoing TME and LPLND. 23 In patients ( n = 599) with positive lymph nodes (mesorectal and/or lateral pelvic lymph nodes), the 3-year cumulative local recurrence rate between patients undergoing unilateral and bilateral LPLND were 22.3% and 14.3%, respectively (Fig. 3). Multivariate analysis identified pT stage, mesorectal lymph node stage, lateral lymph node positive, and degree of LPLND as independent risk factors for local recurrence. 23 23 Moreover, the Lateral Node Study Consortium recently performed a retrospective, multicenter pooled cohort study on 741 patients that underwent TME surgery for cT3 or cT4 low rectal cancer with curative intent following nCRT. 24 The aim was to identify factors on primary and restaging MRI associated with lateral local recurrence after nCRT and TME surgery. A short-axis lateral lymph node of 7 mm or greater on primary MRI resulted in a 5-year local recurrence rate of 17.9% after nCRT and TME sur- gery. Lateral pelvic lymph nodes that were 7 mm or more on primary MRI and greater than 4 mm on restaging MRI in the internal iliac compartment resulted in a 5-year local recurrence rate of 52.3% compared with 9.5% for nodes of that size in the obturator compartment (HR 5.8: 95% CI 1.6–21.3; p = 0.003). Furthermore, there was a signifi- cantly lower local recurrence rate for internal iliac nodes treated with nCRT, TME, and LPLND compared with nCRT and TME alone (HR 6.2; 95% CI 1.4–28.5; p = 0.007). 24 Finally, shrinkage of nodes to 4 mm or less on restaging MRI abolished the risk of lateral local recur- rence at 3 years, occurring in 30% of the patients, which represent a group that can avoid LPLND. 24 However, since the adoption of TME surgery, the pattern of local failure has changed, and these results highlight that lateral local recurrence is a significant issue in the presence of clinically suspicious LPLNs. 24 CHEMORADIOTHERAPY VERSUS LPLND Previously, no studies had compared survival outcomes in patients with clinically suspected LPLN metastasis treated by LPLND with or without nCRT. Nagasaki et al. aimed to evaluate the prognostic impact of nCRT on patients with locally advanced rectal cancer and suspected LPLN metastasis. 25 This study retrospectively analyzed 73 patients with locally advanced rectal cancer and suspected LPLN Management",
    "LPLN metastasis that underwent TME and LPLND, with 30 patients also receiving nCRT compared with 43 patients in the surgery alone group. Following multivariate analy- sis, surgery without nCRT was an independent predictor of poorer overall survival (HR 3.51, p = 0.004), recurrence- free survival (HR 2.70, p = 0.021), and local recurrence (HR 11.09, p = 0.001). 25 These results suggested that survival outcomes in patients treated with nCRT and sur- gery were significantly better than those treated with surgery alone. This was also the first study to compare oncological outcomes with or without nCRT in consecutive patients with suspected LPLN metastasis treated with TME and LPLND. 25 However, one of the major limitations of this study was the different time periods of study for the two groups, following an institutional policy change in the management of LPLNs towards nCRT in 2003. 0 12 24 36 48 60 Time after surgery (months) 0.2 0.4 0.6 0.8 1.0 Cumulative local recurrence rate 22.3% 22.3% 17.3% 14.3% bilateral unilateral FIG. 3 Cumulative local recurrence rate in LPLN positive patients. Reprinted from Kanemitsu et al. 23 0 0 0.1 0.2 0.3 0.4 0.5 0.6 0.7 0.8 0.9 1 1 2 3 4 5 6 7 Years from surgery Probability of survival 0 0 0.1 0.2 0.3 0.4 0.5 0.6 0.7 0.8 0.9 1 1 2 3 4 5 6 7 Years from surgery Probability of survival 68% 54% 45% 45% 32% 29% 24% N1a N1b N2a N2b Internal -LPLN External -LPLN Stage IV P = 0.9585 P = 0.3342 P = 0.0240 N1a N1b N2a N2b Internal -LPLN External -LPLN Stage IV P = 0.5742 P = 0.4347 P = 0.0117 74% 60% 51% 49% 37% 34% 27% No. at risk A B No. at risk N1a N1b N2a N2b Internal -LPLN External -LPLN Stage IV 1129 974 563 387 316 173 260 1043 887 508 326 291 149 198 927 750 402 239 232 105 122 806 634 310 175 172 79 85 719 519 256 140 140 55 65 629 428 211 109 117 46 54 473 311 154 79 100 29 36 248 153 77 39 67 13 16 1129 974 563 387 316 173 260 1043 887 508 326 291 149 198 927 750 402 239 232 105 122 806 634 310 175 172 79 85 719 519 256 140 140 55 65 629 428 211 109 117 46 54 473 311 154 79 100 29 36 248 153 77 39 67 13 16 N1a N1b N2a N2b Internal -LPLN External -LPLN Stage IV FIG. 2 Overall ( a ) and cancer- specific ( b ) survival for 3542 patients with LPLN metastasis and 260 patients with stage IV that underwent curative resection. Reproduced with permission from Akiyoshi et al. 22 O. Peacock, G. J. Chang",
    "CHEMORADIOTHERAPY ALONE IS NOT SUFFICIENT Improvements in imaging techniques for rectal cancer with MRI has enabled better identification of high-risk patients for tailored treatment strategies. 26 Historically, the standard strategies in the East and West have resulted in similar local recurrence rates, 3 which provided the ratio- nale for the West to rely on nCRT to sterilize the lateral compartment. This strategy also alleviates concerns regarding the potential operative morbidity, including sexual and urinary dysfunction. 2 However, recent evidence suggests that nCRT may not be sufficient to prevent lateral compartment recurrence. Three studies from Korea evaluating outcomes of nCRT and TME surgery without LPLND aimed to identify patients that may have benefitted from LPLND. Lateral pelvic compartment recurrence rates increased in patients with enlarged LPLNs ( C 10 mm) on pre-treatment MRI and demonstrated an almost linear relationship with lymph node size and local recurrence. 27–29 Furthermore, a study from the UK showed that the local recurrence rate was 0 0.1 0.2 0.3 0.4 0.5 B A D C 12 24 36 48 60 Time (months) Cumulative Incidence of Lateral Local Recurrence 0 0.1 0.2 0.3 0.4 0.5 12 24 36 48 60 Time (months) Cumulative Incidence of Local Recurrence 0 0.1 0.2 0.3 0.4 0.5 12 24 36 48 60 Time (months) Cumulative Incidence of Distant Recurrence 0 0.1 0.2 0.3 0.4 0.5 12 24 36 48 60 Time (months) Cancer-Specific Survival No LLN visible SA < 7 mm SA > 7 mm No LLN visible SA < 7 mm SA > 7 mm 387 410 171 360 389 153 329 349 133 281 303 118 218 216 86 135 129 57 No LLN visible SA < 7 mm SA > 7 mm No LLN visible SA < 7 mm SA > 7 mm No LLN visible SA < 7 mm SA > 7 mm No. at risk: No LLN visible SA < 7 mm SA > 7 mm 387 410 171 360 389 153 329 349 133 281 303 118 218 216 86 135 129 57 No. at risk: No LLN visible SA < 7 mm SA > 7 mm 387 410 171 338 353 149 295 305 125 255 266 109 197 193 83 124 109 56 No. at risk: No LLN visible SA < 7 mm SA > 7 mm 387 410 171 368 396 161 337 364 144 289 317 128 225 227 94 140 136 60 No. at risk: FIG. 4 Lateral local recurrence rate ( a ), local recurrence ( b ), distant recurrence ( c ) and cancer-specific survival ( d ) according to lateral lymph node (LLN) short-axis size in patients who received nCRT. Reprinted with permission from Ogura et al. 11 LPLN Management",
    "significantly higher (33.3%) in patients with LPLNs greater than 10 mm despite nCRT to the lateral compartment. 30 However, due to the relatively uncommon nature of the disease, the comparatively small proportion of patients that develop lateral recurrence, and the different populations, it has been difficult to formulate specific conclusions regarding lateral lymph node disease from single-center studies. 30 Therefore, the Lateral Node Study Consortium recently published a retrospective study on 1216 consecutive patients, with MRI predicted T3/T4 rectal cancers up to 8 cm from the anal verge, that underwent TME surgery over a 5-year period. 11 The aim of this international multi- center pooled analysis, representative of Eastern and Western countries, was to ascertain whether LPLNs pose an issue after nCRT and TME surgery, but also whether the addition of an indicated LPLND resulted in fewer local recurrences. 11 Pre-treatment MRI demonstrated LPLNs with a short axis of at least 7 mm in 192 patients (16%). Local recurrence developed in 108 patients (5-year LR 10.0%), with 59 patients (54%) developing lateral com- partment recurrence (5-year LLR 5.5%). Following multivariate analysis, LPLNs with a short axis of 7 mm or more resulted in significantly higher lateral local recur- rence (HR 2.06; p = 0.45; Fig. 4). Moreover, patients with LPLNs at least 7 mm in size that underwent nCRT, TME, and LPLND resulted in a 5-year lateral local recurrence of 5.7%, significantly lower than those patients that under- went nCRT and TME alone (19.5%, p = 0.042; Fig. 5). Although the data was retrospective and heterogeneous, this study demonstrates clearly that enlarged pre-treatment LPLNs pose a significant problem, but did not influence the distant recurrence rate, further supporting the data that LPLN metastasis represents locoregional and not systemic disease. Furthermore, patients that underwent nCRT, TME, and LPLND achieved good local control. 11 However, the existing data regarding LPLND from retrospective series or case-controlled studies of LPLND are subject to selection bias and potential confounding factors related to the retrospective nature of these studies. In addition, the data on dissection from the consortium studies are predominately from Eastern institutions with greater experience in LPLND; comparing these data with data from Western centers without dissection introduces further heterogeneity in patient populations, treatment strategies and surgical technique. There are also variations in the imaging modalities used to diagnose LPLN metas- tasis that may have contributed to the various interpretation values and staging accuracy for possible nodal involve- ment. 31 Furthermore, there is limited data regarding patients with clinically positive LPLNs with response to treatment who did not undergo LPLND following nCRT, as most reports focus only on those offered LPLND during the course of treatment. Finally, with the growing popu- larity of total neoadjuvant therapy for patients deemed high-risk for disease relapse, further investigation is required. WHO SHOULD GET LPLND AFTER NEOADJUVANT CHEMORADIOTHERAPY? Before the adoption of TME surgery, local recurrence mainly occurred from technical failure of incomplete resection of the mesorectum and the associated lymph nodes. Since the adoption of TME surgery, lateral recur- rences are now an important issue. 4,32,33 Although nCRT or prophylactic LPLND might effectively control microscopic disease spread, more recent data suggest that patients with clinical evidence of LPLN metastasis have a high risk of lateral compartment recurrence if they receive either nCRT or LPLND in conjunction with TME surgery. 16,23,28,30 Advances in pre-operative evaluation including dedicated high-quality rectal protocol MRI have improved the ability to detect patients at risk of LPLN metastasis, but there is currently no clear consensus on the treatment algorithm for patients with clinically enlarged nodes. More recently, centers from the West and Japan have advocated for patients with clinically evident LPLN metastasis to be treated with a combination of nCRT and LPLND. 9,34,35 Until recently, data regarding the combined approach of nCRT and LPLND have come from the East. A recent study, from The University of Texas MD Anderson Cancer 0 0.1 0.2 0.3 0.4 0.5 12 24 36 48 60 Cumulative Incidence of Lateral Local Recurrence Time (months) No LLND LLND No. at risk: No LLND LLND 118 53 102 51 86 47 73 45 58 28 40 17 FIG. 5 Cumulative incidence of lateral local recurrence in patients with a short axis LPLN C 7 mm on pre-treatment MRI in patients that received nCRT. LLND lateral lymph node dissection. Reprinted with permission from Ogura et al. 11 O. Peacock, G. J. Chang",
    "Center, aimed to determine the indications for LPLND after nCRT in patients with rectal cancer and clinically suspected lymph node metastasis by retrospectively ana- lyzing the association of post-nCRT LPLN size and pathologic outcomes. Furthermore, this study evaluated oncologic outcomes, including local recurrence, following nCRT and LPLND. 36 The primary outcome was pathologic LPLN positivity. The secondary outcomes were recurrence rate and pattern, overall survival, and disease-specific survival in the positive LPLND group versus the LPLND negative group, and finally the change in size of the lymph nodes following nCRT. 36 A total of 64 patients were analyzed, 33 (51.6%) patients had positive LPLNs following nCRT and TME surgery. Five-year overall survival and disease-specific survival were higher in the negative LPLN group than the positive group. There were also no lateral compartment recurrences in the entire cohort. The minimum size of positive LPLN on pre-operative imaging was 5 mm after nCRT. 36 Therefore, the study proposed that patients with rectal cancer and clinical evidence of LPLN metastasis and post nCRT lymph node size C 5 mm should be considered for LPLND at the time of TME surgery (Fig. 6). 36 This study is the largest from a Western center using both nCRT and LPLND to investigate the association between post-nCRT LPLN size and histologic positivity. 36 The criterion of post-nCRT lymph node size C 5 mm was 100% sensitive for identifying positive LPLNs. There are also now centers in Japan that have incorporated nCRT with selective LPLND as part of the standard treatment strategy for patients with low rectal cancer. 37–39 RECOMMENDATIONS BASED ON CURRENT EVIDENCE As previously outlined and based on the current avail- able data, the authors recommend that patients with rectal cancer are classified into three categories for the manage- ment of the lateral compartment 8 : TME with LPLND 2006 - 2017 (n = 76) Excluded: Recurrence (n = 12) Total cohort (n = 64) LPLN < 5 mm (n = 4) LPLN > 5 mm (n = 60) nCRT nCRT LPLN < 5 mm (n = 11) LPLN > 5 mm (n = 49) LPLN > 5 mm Pathologic positivity 1 out of 2 LPLN > 5 mm Pathologic positivity 32 out of 49 LPLN < 5 mm (n = 2) LPLN > 5 mm (n = 2) TME + LPND LPLN < 5 mm Pathologic positivity 0 out of 2 LPLN < 5 mm Pathologic positivity 0 out of 11 FIG. 6 Flowchart outlining the proportion of pathologic LPLN positive patients pre- and post- nCRT by LPLN size. Reproduced with permission from Malakorn et al. 36 LPLN Management",
    "1. Low risk of LPLN disease: cT1/T2/early T3 with clinically negative LPLN on MRI 2. Moderate risk of LPLN disease: cT3/T4 with clinically negative LPLN on MRI 3. High risk of LPLN disease: abnormal LPLN on MRI Patients in group 1 can be managed with TME surgery alone, patients in group 2 with neoadjuvant therapy and TME or TME and LPLND, and group 3 require neoadju- vant therapy, TME and LPLND. Future studies should investigate the optimal approach with nCRT or LPLND for patients within group 2. In addition, patients with other high-risk features such as extramural vascular invasion or threatened CRM on MRI staging, also require neoadjuvant therapy. Finally, patients in group 3 should be targeted for studies of treatment intensification, such as total neoadju- vant therapy or radiotherapy boost. The current practice for patients identified to have clinical evidence of LPLN metastasis on initial staging evaluation at The University of Texas MD Anderson Cancer Center, is to complete neoadjuvant therapy, including radiation, and restage. Patients with LPLN per- sistently C 5 mm and/or other suspicious features such as shape, border, signal intensity, and heterogeneity, follow- ing neoadjuvant therapy, require LPLND given the potential risk of LPLN metastases in LPLN \\ 5 mm after nCRT, as reported in the literature. 37,40,41 However, the potential morbidity of LPLND must be balanced against the anticipated yield of dissection for patients with low risk for LPLN metastasis; therefore, currently patients with LPLN \\ 5 mm and no other adverse risk features may be considered for observation of the lateral pelvic compart- ment without dissection. 42 CONCLUSION Based on the current evidence, LPLND is recommended in selected patients with persistent LPLNs C 5 mm and/or other adverse imaging features following nCRT. Prospec- tive evaluation of patients with abnormal LPLNs on MRI during any stage of treatment is required to identify the true denominator and risk of lateral pelvic compartment recurrence in rectal cancer. Further studies are required to evaluate the role of treatment intensification in the high- risk LPLN group. ACKNOWLEDGMENT None. FUNDING Sources of support: This study was supported in part by the Aman Trust (GJC), the Andrews Family Fund (GJC), and National Institutes of Health/National Cancer Institute Grant CA016672 (The University of Texas MD Anderson Cancer Center Support Grant). The funding sources had no role in the design and conduct of the study; collection, management, analysis, and interpretation of data; preparation, review, or approval of the manu- script; and decision to submit for publication. DISCLOSURES Dr GJ Chang is a consultant for Medicaroid. REFERENCES 1. Hashiguchi Y, Muro K, Saito Y, et al. Japanese Society for Cancer of the Colon and Rectum (JSCCR) guidelines 2019 for the treatment of colorectal cancer. Int J Clin Oncol. 2020; 25:1–42. 2. Georgiou P, Tan E, Gouvas N, et al. Extended lymphadenectomy versus conventional surgery for rectal cancer: a meta-analysis. Lancet Oncol. 2009; 10:1053–62. 3. Kusters M, Beets GL, van de Velde CJ, et al. A comparison between the treatment of low rectal cancer in Japan and the Netherlands, focusing on the patterns of local recurrence. Ann Surg. 2009; 249:229–35. 4. Yano H, Moran BJ. The incidence of lateral pelvic side-wall nodal involvement in low rectal cancer may be similar in Japan and the West. Br J Surg . 2008; 95:33–49. 5. Quirke P, Durdey P, Dixon MF, Williams NS. Local recurrence of rectal adenocarcinoma due to inadequate surgical resec- tion. Histopathological study of lateral tumour spread and surgical excision. Lancet. 1986; 2:996–9. 6. Quirke P, Steele R, Monson J, et al. Effect of the plane of surgery achieved on local recurrence in patients with operable rectal cancer: a prospective study using data from the MRC CR07 and NCIC-CTG CO16 randomised clinical trial. Lancet. 2009; 373:821–8. 7. Nagtegaal ID, Quirke P. What is the role for the circumferential margin in the modern treatment of rectal cancer? J Clin Oncol. 2008; 26:303–12. 8. Sammour T, Chang GJ. Lateral pelvic lymph node dissection and radiation treatment for rectal cancer: mutually exclusive or mutually beneficial? Ann Gastroenterol Surg. 2018; 2:348–50. 9. Sammour T, Chang GJ. Lateral node dissection in low rectal cancer: time for a global approach? Ann Surg. 2017; 266:208–9. 10. Malakorn S, Chang GJ. Treatment of rectal cancer in the east and west: should it be different? Surgery. 2017; 162:315–6. 11. Ogura A, Konishi T, Cunningham C, et al. Neoadjuvant (chemo)radiotherapy with total mesorectal excision only is not sufficient to prevent lateral local recurrence in enlarged nodes: results of the multicenter lateral node study of patients with low cT3/4 rectal cancer. J Clin Oncol. 2019; 37:33–43. 12. Sugihara K, Kobayashi H, Kato T, et al. Indication and benefit of pelvic sidewall dissection for rectal cancer. Dis Colon Rectum. 2006; 49:1663–72. 13. Moriya Y, Sugihara K, Akasu T, Fujita S. Nerve-sparing surgery with lateral node dissection for advanced lower rectal cancer. Eur J Cancer. 1995; 31A:1229–32. 14. Sugihara K, Moriya Y, Akasu T, Fujita S. Pelvic autonomic nerve preservation for patients with rectal carcinoma. Oncologic and functional outcome. Cancer. 1996; 78:1871–80. 15. Moriya Y, Sugihara K, Akasu T, Fujita S. Importance of extended lymphadenectomy with lateral node dissection for advanced lower rectal cancer. World J Surg. 1997; 21:728–32. 16. Fujita S, Mizusawa J, Kanemitsu Y, et al. Mesorectal excision with or without lateral lymph node dissection for clinical stage II/ III lower rectal cancer (JCOG0212): a multicenter, randomized controlled, noninferiority trial. Ann Surg. 2017; 266:201–7. 17. Tsukamoto S, Fujita S, Ota M, et al. Long-term follow-up of the randomized trial of mesorectal excision with or without lateral lymph node dissection in rectal cancer (JCOG0212). Br J Surg. 2020; 107:586–94. O. Peacock, G. J. Chang",
    "18. Peeters KC, Marijnen CA, Nagtegaal ID, et al. The TME trial after a median follow-up of 6 years: increased local control but no survival benefit in irradiated patients with resectable rectal carcinoma. Ann Surg. 2007; 246:693–701. 19. Fujita S, Akasu T, Mizusawa J, et al. Postoperative morbidity and mortality after mesorectal excision with and without lateral lymph node dissection for clinical stage II or stage III lower rectal cancer (JCOG0212): results from a multicentre, randomised controlled, non-inferiority trial. Lancet Oncol. 2012; 13:616–21. 20. Saito S, Fujita S, Mizusawa J, et al. Male sexual dysfunction after rectal cancer surgery: Results of a randomized trial comparing mesorectal excision with and without lateral lymph node dis- section for patients with lower rectal cancer: Japan Clinical Oncology Group Study JCOG0212. Eur J Surg Oncol. 2016; 42:1851–8. 21. Weiser MR. AJCC 8th edition: colorectal cancer. Ann Surg Oncol. 2018; 25:1454–5. 22. Akiyoshi T, Watanabe T, Miyata S, et al. Results of a Japanese nationwide multi-institutional study on lateral pelvic lymph node metastasis in low rectal cancer: is it regional or distant disease? Ann Surg. 2012; 255:1129–34. 23. Kanemitsu Y, Komori K, Shida D, et al. Potential impact of lateral lymph node dissection (LLND) for low rectal cancer on prognoses and local control: a comparison of 2 high-volume centers in Japan that employ different policies concerning LLND. Surgery. 2017; 162:303–14. 24. Ogura A, Konishi T, Beets GL, et al. Lateral nodal features on restaging magnetic resonance imaging associated with lateral local recurrence in low rectal cancer after neoadjuvant chemoradiotherapy or radiotherapy. JAMA Surg. 2019. https://d oi.org/10.1001/jamasurg.2019.2172. 25. Nagasaki T, Akiyoshi T, Fujimoto Y, et al. Preoperative chemoradiotherapy might improve the prognosis of patients with locally advanced low rectal cancer and lateral pelvic lymph node metastases. World J Surg. 2017; 41:876–83. 26. Taylor FG, Quirke P, Heald RJ, et al. Preoperative magnetic resonance imaging assessment of circumferential resection mar- gin predicts disease-free survival and local recurrence: 5-year follow-up results of the MERCURY study. J Clin Oncol. 2014; 32:34–43. 27. Kim TH, Jeong SY, Choi DH, et al. Lateral lymph node metas- tasis is a major cause of locoregional recurrence in rectal cancer treated with preoperative chemoradiotherapy and curative resec- tion. Ann Surg Oncol. 2008; 15:729–37. 28. Kim MJ, Kim TH, Kim DY, et al. Can chemoradiation allow for omission of lateral pelvic node dissection for locally advanced rectal cancer? J Surg Oncol. 2015; 111:459–64. 29. Kim TG, Park W, Choi DH, et al. Factors associated with lateral pelvic recurrence after curative resection following neoadjuvant chemoradiotherapy in rectal cancer patients. Int J Colorectal Dis. 2014; 29:193–200. 30. Kusters M, Slater A, Muirhead R, et al. What to do with lateral nodal disease in low locally advanced rectal cancer? A call for further reflection and research. Dis Colon Rectum. 2017; 60:577–85. 31. Atef Y, Koedam TW, van Oostendorp SE, Bonjer HJ, Wijsmuller AR, Tuynman JB. Lateral pelvic lymph node metastases in rectal cancer: a systematic review. World J Surg. 2019; 43:3198–206. 32. Kusters M, van de Velde CJ, Beets-Tan RG, et al. Patterns of local recurrence in rectal cancer: a single-center experience. Ann Surg Oncol. 2009; 16:289–96. 33. Beppu N, Kimura F, Aihara T, et al. Patterns of local recurrence and oncologic outcomes in T3 low rectal cancer ( B 5 cm from the anal verge) treated with short-course radiotherapy with delayed surgery: outcomes in T3 low rectal cancer treated with short-course radiotherapy with delayed surgery. Ann Surg Oncol. 2017; 24:219–26. 34. Akiyoshi T, Ueno M, Matsueda K, et al. Selective lateral pelvic lymph node dissection in patients with advanced low rectal cancer treated with preoperative chemoradiotherapy based on pretreatment imaging. Ann Surg Oncol. 2014; 21:189–96. 35. Ishihara S, Kawai K, Tanaka T, et al. Oncological outcomes of lateral pelvic lymph node metastasis in rectal cancer treated with preoperative chemoradiotherapy. Dis Colon Rectum. 2017; 60:469–76. 36. Malakorn S, Yang Y, Bednarski BK, et al. Who should get lateral pelvic lymph node dissection after neoadjuvant chemoradiation? Dis Colon Rectum. 2019; 62:1158–66. 37. Akiyoshi T, Matsueda K, Hiratsuka M, et al. Indications for lateral pelvic lymph node dissection based on magnetic resonance imaging before and after preoperative chemoradiotherapy in patients with advanced low-rectal cancer. Ann Surg Oncol. 2015; 22 Suppl 3:S614–20. 38. Ishihara S, Kanemitsu Y, Murono K, et al. Oncological benefit of lateral pelvic lymph node dissection for rectal cancer treated without preoperative chemoradiotherapy: a multicenter retro- spective study using propensity score analysis. Int J Colorectal Dis. 2016; 31:1315–21. 39. Ogura A, Akiyoshi T, Nagasaki T, et al. Feasibility of laparo- scopic total mesorectal excision with extended lateral pelvic lymph node dissection for advanced lower rectal cancer after preoperative chemoradiotherapy. World J Surg. 2017; 41:868–75. 40. Kim MJ, Hur BY, Lee ES, et al. Prediction of lateral pelvic lymph node metastasis in patients with locally advanced rectal cancer with preoperative chemoradiotherapy: focus on MR imaging findings. PLoS One. 2018; 13:e0195815. 41. Zhang X, Wei M, Deng X, Wang Z, He D. Is lateral lymph node dissection necessary for node size \\ 5 mm after neoadjuvant chemoradiation? Dis Colon Rectum. 2020; 63:e41–2. 42. Chang GJ, Holliday EB, Malakorn S. The authors reply. Dis Colon Rectum. 2020; 63:e43. Publisher’s Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. LPLN Management"
  ],
  "processed_at": "2026-01-30T15:58:56.296Z"
}