{
  "doc_id": "2bbb9eda361aa42b321e9b710645ee94",
  "source_id": "PI-RR-_The_Prostate_Imaging_for_Recurrence_Reporting_System_for_MRI_Assessment_of_Local_Prostate_Cancer_Recurrence_After_Radiation_Therapy_or_Radical_Prostatectomy_A_Review",
  "total_pages": 11,
  "pages": [
    "G e n i t o u r i n a r y I m a g i n g · R e v i e w 852 | www.ajronline.org AJR:220, June 2023 The purpose of this article is to review clinical application of the Prostate Imaging for Recurrence Reporting (PI-RR) system. This system, released in 2021, represents international consensus-based guidelines for the acquisition, interpretation, and re- porting of multiparametric MRI performed to detect locally recurrent prostate can- cer after radiation therapy or radical prostatectomy. The system reduces variability through use of a standardized and structured reporting approach whereby the over- all level of suspicion of recurrence is classified on a 5-point scale. The overall suspi- cion score is derived from 5-point scales for assessing DWI and dynamic contrast-en- hanced (DCE) imaging. Separate scales for both DWI and DCE imaging are provided for evaluation after radiation therapy and after radical prostatectomy. These scales account for the relation between detected abnormalities and the location of the pri- mary tumor on pretreatment imaging. T2-weighted imaging is also assessed on a 5-point scale and is useful for anatomic imaging but does not influence the overall score. Initial retrospective studies have shown promising results with respect to the reproducibility and accuracy of PI-RR in detecting locally recurrent tumor. Jorge Abreu-Gomez, MD 1 , Adriano Basso Dias, MD, Sangeet Ghai, MD PI-RR: The Prostate Imaging for Recurrence Reporting System for MRI Assessment of Local Prostate Cancer Recurrence After Radiation Therapy or Radical Prostatectomy━A Review Prostate cancer (PCa) is the fourth most commonly diagnosed malignancy worldwide and accounts for 4.7% of all cancer-related deaths [1]. Among men in the United States, PCa is the most commonly diagnosed cancer and the second most common cause of can- cer-related death, accounting for 34,500 estimated deaths in 2022 [2]. Radical prostatecto- my (RP) and radiation therapy (RT) continue to serve as the primary curative-intent treat- ments of localized PCa [3–5], although focal therapy is increasingly used as a treatment option for intermediate-risk localized PCa [6–11]. Between 27% and 53% of patients who undergo RP or RT have a subsequent increase in PSA level [12]. The frequency of a posttreatment increase in PSA level depends on the stage of the primary tumor and the type of treatment administered [13, 14]. The criteria for con- sidering a posttreatment increase in PSA to represent biochemical recurrence (BCR) vary on the basis of the type of therapy and reference guidelines. European Association of Urolo- gy (EAU) guidelines define a persistent PSA level after RP as a detectable PSA level greater than 0.1 ng/mL observed 4–8 weeks after RP and indicate that persistence of PSA may repre- sent persistent local disease, preexisting metastasis, or residual benign prostatic tissue [15]. The EAU guidelines define BCR after RP as an increase in PSA level to more than 0.4 ng/mL [15]. The American Society for Radiation Oncology (ASTRO)/American Urological Association (AUA) guidelines define BCR after RP as a PSA level of 0.2 ng/mL or higher on two consecutive measurements [16]. The NCCN guidelines include three criteria for BCR after RP: PSA level that does not decrease to undetectable (i.e., persistent neoplastic disease); PSA level that is initial- ly undetectable but becomes detectable and increases on two or more measurements (i.e., recurrent neoplastic disease); and persistently low PSA level attributed to a benign cause (e.g., prolonged PSA metabolism or residual benign prostatic tissue) rather than to neoplastic dis- ease [17]. Specifically, a persistently low PSA level is attributed to residual benign prostatic tis- sue if the RP surgical margins were negative and the postoperative PSA velocity is favorable. After RT, BCR is defined in the Phoenix criteria as an absolute increase in PSA level by 2 ng/mL above the PSA level nadir (i.e., the lowest posttreatment value) [18, 19]. This defini- tion is recognized in the EAU, ASTRO/AUA, and NCCN guidelines. An increase in PSA level after RP or RT can be due either to local disease confined to the prostate or prostate bed or to metastatic disease. Accurate differentiation of these possi- bilities is crucial for directing salvage treatment. 1 All authors: Joint Department of Medical Imaging, University Health Network, Mount Sinai Hospital and Women’s College Hospital, University of Toronto, 610 University Ave, Ste 3-920, Toronto, ON M5G 2M9, Canada. Address correspondence to J. Abreu-Gomez (j.abreugomez@mail.utoronto.ca, @jorgeandresabr2). doi.org/10.2214/AJR.22.28665 AJR 2023; 220:852–862 ISSN-L 0361–803X/23/2206–852 © American Roentgen Ray Society Abreu-Gomez et al. Prostate Imaging for Recurrence Reporting System Genitourinary Imaging Review Abreu-Gomez J, Basso Dias A, Ghai S Keywords multiparametric MRI, PI-RR, prostate cancer recurrence, radiation therapy, radical prostatectomy Submitted: Oct 16, 2022 Revision requested: Oct 27, 2022 Revision received: Dec 13, 2022 Accepted: Jan 19, 2023 First published online: Feb 1, 2023 Version of record: Apr 5, 2023 The authors declare that there are no disclosures relevant to the subject matter of this article. ARRS is accredited by the Accreditation Council for Continuing Medical Education (ACCME) to provide continuing medical education activities for physicians. The ARRS designates this journal-based CME activity for a max- imum of 1.00 AMA PRA Category 1 Credit™. Physicians should claim only the credit commensurate with the extent of their participation in the activity. To access the article for credit, follow the prompts associated with the online version of this article. Downloaded from ajronline.org by 2804:14d:2487:87f1:55fe:481b:ffb8:c7cd on 01/30/26 from IP address 2804:14d:2487:87f1:55fe:481b:ffb8:c7cd. Copyright ARRS. For personal use only; all rights reserved",
    "P r o s t a t e I m a g i n g f o r R e c u r r e n c e R e p o r t i n g S y s t e m AJR:220, June 2023 853 The EAU guidelines do not include performing multiparamet- ric MRI (mpMRI) after RP, but they do include performing both mpMRI and PET/CT after RT [15]. The recommendation for imag- ing after RP may change if future research shows that mpMRI can accurately localize disease in the prostatectomy bed and depict the relation between suspicious findings and adjacent organs to guide potential local salvage ablative therapies. In comparison, the ASTRO/AUA and NCCN guidelines state that prostate MRI is usually indicated in patients with BCR after RP to assess for local recurrence [16, 17]. In 2019, Van den Broeck et al. [20] proposed a risk profile for stratifying patients who undergo curative-intent therapy as be- ing at low or high risk of development of BCR [20]. Patients with International Society of Urological Pathology (ISUP) grade group disease less than 4 on pretreatment biopsy, a PSA doubling time after RP of more than 1 year, or an interval to BCR after RT of more than 1.5 years are considered at low risk of BCR. Patients with a le- sion in ISUP grade group 4 or greater on pretreatment biopsy, a PSA doubling time after RP of 1 year or less, or an interval to BCR after RT of 1.5 years or less are considered at high risk of BCR. In 2022, Panebianco and Turkbey [21] proposed a risk-adapted path- way for detecting recurrence that incorporated imaging. Those authors suggested initial assessment by mpMRI for patients with a low-risk posttreatment profile, regardless of pretreatment risk category. For patients with a high-risk posttreatment profile, the pretreatment risk category may alter the initial imaging assess- ment. Specifically, an initial mpMRI examination is recommended to assess for local recurrence in patients with a low-risk pretreat- ment profile (ISUP grade group 1, PSA level ≤ 10 ng/mL). Howev- er, initial PSMA PET/CT is recommended for patients with inter- mediate-risk disease (ISUP grade group 2 or 3, PSA level 10–20 ng/mL) or high-risk disease (ISUP grade group ≥ 4, PSA level ≥ 20 ng/mL) pretreatment profile, given that these patients are more likely to have systematic disease and therefore may not be candi- dates for local salvage treatments. This background highlights the key role of mpMRI in the as- sessment for local recurrence in patients at low risk after RP or RT, particularly after RT to assist early delivery of local salvage ther- apies. In 2021, an international expert panel published consen- sus-based guidelines for the acquisition, interpretation, and re- porting of mpMRI examinations performed for the detection of local recurrence of PCa after RT or RP. The algorithm is termed the Prostate Imaging for Recurrence Reporting (PI-RR) system and its aim is to reduce variability through standardization and struc- tured reporting [22]. Results of initial studies indicate that PI-RR is a reproducible and accurate approach to MRI-based evaluation of the treated prostate [23, 24]. MRI Acquisition PI-RR includes recommendations for use of MRI equipment, patient preparation, and imaging protocols that are similar to those recommended in PI-RADS version 2.1 (v2.1) [25, 26]. How- ever, PI-RR also includes specific considerations for local recur- rence. For instance, PI-RR indicates that after RP, T2-weighted im- aging be performed in all three anatomic planes (axial, sagittal, and coronal) [22]. In comparison, PI-RADS v2.1 indicates that it is acceptable to obtain T2-weighted images in two planes (axial and either sagittal or coronal). Moreover, PI-RR indicates that the FOV encompass the most common sites of recurrence, including the vesicourethral anastomosis, the seminal vesicle or retrovesi- cal bed, and the bladder neck [22, 27]. In addition, PI-RR calls for performing at least one large-FOV sequence (either T1-weight- ed imaging or DWI) to assess for the presence of lymph nodes or bone lesions that are suspicious for metastatic disease [22]. Background on PI-RR Scoring PI-RR is a rule-based scoring system designed to detect lo- cal recurrence of PCa. The multiparametric approach to evaluat- ing the prostate gland or prostate bed incorporates findings on T2-weighted imaging (e.g., lesion location, size, and shape), DWI (e.g., restricted diffusion), and dynamic contrast-enhanced (DCE) imaging (e.g., early enhancement). The likelihood of malignancy is scored on a 5-point scale, as in other validated scales, such as PI-RADS, LI-RADS, and TIRADS. A score of 1 corresponds to a le- sion with very low likelihood of recurrence; 2, low likelihood of recurrence; 3, equivocal or uncertain likelihood of recurrence; 4, high likelihood of recurrence; and 5, very high likelihood of re- currence. The criteria for determining the score were developed through a series of panel discussions based on expert opinion in- formed by the best available scientific evidence. Recurrence After Radiation Therapy RT is a clinically applied whole-gland treatment of localized clinically significant PCa [5, 12]. External-beam RT (EBRT) delivers radiation to the prostate from an external source through pho- tons or protons, depending on the desired dose and local avail- ability [28]. Contemporary computer-assisted planning systems typically allow use of stereotactic body RT, a type of EBRT that delivers a high radiation dose of one to five fractions with better safety margins than conventional RT [29]. Stereotactic body RT de- livers highly targeted radiation that is limited to the prostate while avoiding excess dose to adjacent tissues [28, 30]. MRI-guided RT is a novel method of EBRT in which real-time MRI monitoring is performed during the treatment session to achieve selective dose delivery while sparing healthy tissues. MRI-guided RT requires ac- cess to MRI-compatible treatment equipment and is not suitable for claustrophobic patients [31]. Brachytherapy is an alternative technique for administering RT in which multiple seeds that emit radiation are placed within the prostate, avoiding use of an ex- ternal radiation source. The two primary types of brachytherapy are low-dose-rate therapy and high-dose-rate therapy. Low-dose- rate therapy is commonly used to manage low-risk PCa and en-  PI-RR is used to standardize interpretation and reporting of prostate MRI performed after RT or RP. It is not designed for assessment after focal treatment.  Scores assigned to lesions on DWI and DCE are combined to determine the overall score for indicating the likelihood of local recurrence.  Knowledge of the location of the primary tumor on pretreatment imaging impacts scoring with PI-RR and is crucial for optimal MRI interpretation. HIGHLIGHTS Downloaded from ajronline.org by 2804:14d:2487:87f1:55fe:481b:ffb8:c7cd on 01/30/26 from IP address 2804:14d:2487:87f1:55fe:481b:ffb8:c7cd. Copyright ARRS. For personal use only; all rights reserved",
    "A b r e u - G o m e z e t a l . 854 AJR:220, June 2023 tails permanent implantation of small radioactive titanium seeds in the prostate. High-dose-rate therapy entails temporary place- ment of radioactive seeds that emit a high radiation dose. High- dose-rate therapy allows accurate dosimetry with modulation of the position of the implanted seeds and of the duration of seed placement [32]. High-dose-rate therapy can be used for whole- or partial-gland radiation, achieving better dose distribution with fewer side effects in comparison with EBRT [33]. Although PCa is usually multifocal, evidence indicates that the largest tumor focus within the prostate (i.e., the index lesion) typ- ically has the highest Gleason grade of any tumor focus and ac- counts for posttreatment prognosis, development of metastatic disease, and disease progression [34–36]. After RT, disease most commonly recurs at the site of the index lesion [28, 30, 37]; as de- scribed later (see PI-RR Assessment After Radiation Therapy), this proximity is a hallmark in determining the overall PI-RR score. Comparison with pretherapy imaging findings or knowledge of the primary disease site is essential for optimal assessment. RT induces anatomic changes in the prostate, including a de- crease in gland size, diffuse low signal intensity on T2-weight- ed imaging, and poor differentiation between zones and be- tween benign and malignant tissue. Because of these changes, T2-weighted imaging has limited utility in assessment for local recurrence [28, 38]. Nonetheless, a recurrent tumor may appear on T2-weighted imaging as a nodular hypointense area relative to adjacent prostatic tissue [38]. Additionally, after brachythera- py, the implant seeds may be visualized as signal voids scattered throughout the prostate. On T2-weighted imaging, careful atten- tion to regions of the prostate that are remote from the seeds can guide assessment for recurrence. After RT, high-b-value DWI shows decreased signal intensi- ty of the prostate, although this change is less pronounced than the decrease observed on T2-weighted imaging [38]. Recurrent tumors exhibit restricted diffusion similar to that of the original tumor. Susceptibility artifact related to low-dose brachytherapy seeds can hinder assessment for recurrence on DWI [27]. On DCE imaging, recurrent tumors typically exhibit hypervas- cularity due to neovascularization and increased tissue permea- bility [39]. Parenchymal fibrotic changes induced by RT decrease the vascularity of prostatic tissue, potentially increasing conspi- cuity of a hypervascular recurrence [38]. However, imaging per- formed soon after RT may show increased vascularity throughout the prostate due to RT-related inflammatory changes, leading to false-positive interpretations. Thus, MRI should not be performed in the first 3 months after RT [22]. PI-RR Assessment After Radiation Therapy In assessment for recurrence after RT, DWI and DCE imaging both are considered dominant sequences that jointly determine the overall score [27, 28, 38, 40]. T2-weighted imaging is reserved for anatomic localization and comparison with pretreatment im- aging [22]. Like assessment of the treatment-naïve prostate in PI-RADS v2.1, PI-RR includes separate 5-point scales for assess- ment of findings on T2-weighted imaging and DWI. Unlike PI- RADS v2.1, however, PI-RR introduces a 5-point scale for assessing DCE imaging on the basis of the distribution (diffuse or heteroge- neous vs focal or masslike) and timing (early vs delayed) of pros- tatic enhancement. Also unlike PI-RADS v2.1, PI-RR incorporates the relation between a lesion and the primary tumor location on pretreatment imaging as a key determinant of assigned scores. A lesion identified with PI-RR can serve as a biopsy target after RT. Figure 1 shows the algorithm for deriving the overall PI-RR score after RT. The overall score after RT represents the highest score assigned on either DWI or DCE imaging. However, the over- all score may be upgraded from 4 to 5 if early enhancement and restricted diffusion are present in the same location. Figures 2–4 show examples of lesions assigned a score of 4 or 5 according to PI-RR in patients who have undergone prior RT. The lesion in Fig- ure 4 received a score of 5 based on the upgrading rule. Recurrence After Radical Prostatectomy RP is currently used to treat localized clinically significant PCa primarily in young patients, though it may be used in older pa- tients who do not have comorbidities [38, 41]. Various guidelines indicate a role of prostate MRI to assess for local recurrence in pa- tients with BCR after RP. MRI is warranted particularly in patients likely to have an isolated local recurrence rather than metastatic disease after RP. Such patients include those with late BCR after RP, a prolonged PSA doubling time (> 6 months), or low PSA ve- locity [40, 42]. After RP, MRI may show a range of postsurgical changes in the prostate bed. For example, after RP, as many as 20% of patients have seminal vesicle remnants [43, 44] or residual glandular tis- sue (which may produce PSA). Such findings can mimic recurrent disease on T2-weighted imaging but generally do not represent restricted diffusion or early enhancement [3, 38]. Knowledge of the most common sites of recurrence after RP is important to facilitate accurate recurrence detection. After RP, re- currence is common around the vesicourethral anastomosis, the seminal vesicle bed or rectovesical area, and the bladder neck [27]. On T2-weighted imaging, recurrence after RP may appear as a nodular or plaquelike area of lobulated or semicircumferential soft tissue that is slightly hyperintense in relation to the pelvic muscles [45]. However, T2-weighted imaging findings are non- specific. High signal intensity on high-b-value DWI or low sig- nal intensity on the ADC map may help differentiate findings on T2-weighted imaging from fibrosis or granulation tissue. Assess- ment of DWI after RP may be limited by susceptibility artifact from surgical clips [38], thus requiring careful correlation with other sequences [45, 46]. DCE imaging is a critical sequence for recurrence detection, because the images may show a postoperative recurrence in the absence of a corresponding finding on T2-weighted imaging or DWI [27, 46]. In addition, the detection of early enhancement helps to differentiate a finding suspicious for local recurrence from progressively enhancing fibrous tissue that is commonly present postoperatively [27, 28, 30, 38, 47]. After RP, suspicious findings should be reported according to clock position with the vesicourethral anastomosis as the clock center [22]. PI-RR Assessment After Radical Prostatectomy PI-RR upholds the importance of DCE imaging after RP, deem- ing DCE imaging to be the sole dominant sequence in this setting [22]. As in assessment of DCE imaging after RT, in PI-RR a 5-point scale is used to assess DCE imaging after RP on the basis of the en- Downloaded from ajronline.org by 2804:14d:2487:87f1:55fe:481b:ffb8:c7cd on 01/30/26 from IP address 2804:14d:2487:87f1:55fe:481b:ffb8:c7cd. Copyright ARRS. For personal use only; all rights reserved",
    "P r o s t a t e I m a g i n g f o r R e c u r r e n c e R e p o r t i n g S y s t e m AJR:220, June 2023 855 hancement pattern and location of a lesion. T2-weighted images are also scored on a 5-point scale, although this sequence is used primarily for assessing anatomic landmarks and does not contrib- ute to determining the overall score. DWI is likewise scored on a 5-point scale. Although DWI is not a dominant sequence in deter- mining the overall score after RP, a DWI score of 4 or greater after RP can upgrade an overall score from 2 to 3 or from 3 to 4 [22]. Figures 5–7 show examples of lesions assigned a score of 4 or 5 according to PI-RR in patients with prior RP. The lesion in Figure 7 received a score of 4 on the basis of the upgrading rule. Additional Considerations In a retrospective multireader study reported on in 2022, Pec- oraro et al. [23] assessed the reproducibility and diagnostic per- formance of PI-RR and found excellent reproducibility of the PI-RR overall score (intraclass correlation coefficient, 0.87) and moderate-to-high AUC (range, 0.77–0.92). Across four readers, a PI-RR score of 3 or greater after RT was associated with 71–81% sensitivity for recurrence and 74–93% specificity. After RP, a PI-RR score of 3 or greater was associated with sensitivity of 59–83% and specificity of 87–100%. Finally, the PPV of a PI-RR score of 3 or greater after either RT or PR was high, allowing high confidence in local recurrence suspected on MRI. In that study, all readers were highly experienced, limiting the generalizability of the re- sults to the community setting. In a single-center retrospective study of the use of PI-RR after RP, Ciccarese et al. [24] found excellent interobserver agreement (κ = 0.884, p < .001) between two readers with 5 and 10 years of experience in mpMRI. In that study, a PI-RR score of 3 or greater had high sensitivity (84.6%) and PPV (73%) for recurrence but low specificity (33.3%). The results suggested that the performance of PI-RR is influenced by PSA level, detection rates being higher among patients with a PSA level greater than 0.6 ng/mL. Local recurrences after RT may be treated by local salvage therapy. Despite being challenging to obtain, histologic proof of recurrence may be required before administration of local sal- vage therapy given the potential morbidity of such therapies [4]. In this scenario, mpMRI can be used to guide targeted biopsy and help confirm the presence of local recurrence [48]. Application of PI-RR is impacted by an ongoing paradigm shift in the imaging workup of BCR through the clinical adoption of PET performed with novel radiotracers, including FDA-approved PSMA tracers (e.g., 68 Ga-PSMA-11 and 18 F-piflufolastat [ 18 F-DCF- PyL]). As with mpMRI, the diagnostic performance of PSMA PET/ CT depends on PSA level. However, the rate detection of BCR with PSMA PET/CT remains high at low PSA levels. The detection rate is as high as 63% among patients with a PSA level of 0.5–1.0 ng/ mL and 34–40% among patients with a PSA level less than 0.5 ng/ mL [49, 50]. PSMA PET/CT is also useful for identifying extrapel- vic nodal and distant metastatic disease (including oligometastat- ic disease), which can potentially be treated with metastasis-di- rected therapies [49–52]. However, urinary excretion of PSMA with subsequent activity in the bladder and urethra can obscure local recurrence in the prostate or prostate bed, resulting in a moder- ate detection rate for local recurrence of PSMA PET/CT not com- bined with mpMRI [53]. This limitation can be mitigated by the use of fusion PET/MRI (whether through a hybrid PET/MRI system or through retrospective fusion of separate mpMRI and PET/CT ex- aminations) to improve local assessment. Complementary report- ing systems for PSMA PET for BCR have been proposed for both staging (e.g., Prostate Cancer Molecular Imaging Standardized Evaluation [PROMISE]) [54] and lesion characterization (e.g., PSMA Reporting and Data System [PSMA-RADS]) [55]. These systems rely on the integration of PSMA uptake on PET with lesion character- istics on CT or MRI. Additional integration of the PI-RR algorithm should further aid imaging assessment for local disease. PSA level is unreliable in monitoring for local recurrence af- ter focal therapy for PCa given a variable reduction in prostate volume after such treatment. Thus, mpMRI is particularly useful to evaluate for recurrence after focal therapy [56, 57]. Indeed, mpMRI is routinely used for surveillance after focal therapy and has been endorsed in consensus recommendations [58, 59]. However, PI-RR does not apply to assessment for new or recur- rent disease after focal therapy, given a lack of robust evidence or consensus opinion regarding such evaluation. An adapted PI-RR scoring system specifically for mpMRI assessment after focal ther- apy would be of immense utility given a recurrence rate as high as 40% within 2 years after focal therapy [11]. Paxton et al. [60] found high sensitivity of mpMRI for detection of late recurrence after focal therapy (mean posttherapy follow-up, 49 months). In their study, biopsy revealed recurrent disease in 83% of patients with restricted diffusion and 63% of those with hyperenhance- ment at the treatment site. Moreover, the combination of restrict- ed diffusion and early enhancement had PPV of 100%. In addi- tion, an ongoing multicenter prospective trial (NCT04773821) is being conducted to investigate the performance of mpMRI for detection of PCa recurrence after focal therapy. In that trial, Likert scores will be assigned to categorize suspicion of recurrence in both the treated and the untreated regions of the prostate. Conclusion Development of the PI-RR system is an important milestone in efforts to reduce variability in the acquisition, interpretation, and reporting of mpMRI performed to assess for local recurrence after RT or RP. Initial retrospective studies have shown promis- ing results with respect to the reproducibility and accuracy of the system in detection of local recurrence. Future multicenter pro- spective studies that include readers with varying levels of ex- perience and expertise are required for further validation and to guide clinical adoption. Provenance and review: Not solicited; externally peer reviewed. Peer reviewers: Baris Turkbey, National Cancer Institute; additional individuals who chose not to disclose their identities. References 1. Sung H, Ferlay J, Siegel RL, et al. Global cancer statistics 2020: GLOBOCAN estimates of incidence and mortality worldwide for 36 cancers in 185 coun- tries. CA Cancer J Clin 2021; 71:209–249 2. Siegel RL, Miller KD, Fuchs HE, Jemal A. Cancer statistics, 2022. CA Cancer J Clin 2022; 72:7–33 3. Litwin MS, Tan HJ. The diagnosis and treatment of prostate cancer: a re- view. JAMA 2017; 317:2532–2542 4. Mottet N, van den Bergh RCN, Briers E, et al. EAU-EANM-ESTRO-ESUR-SIOG guidelines on prostate cancer: 2020 update. Part 1. Screening, diagnosis, and local treatment with curative Intent. Eur Urol 2021; 79:243–262 5. Mohler JL, Antonarakis ES, Armstrong AJ, et al. Prostate cancer, version Downloaded from ajronline.org by 2804:14d:2487:87f1:55fe:481b:ffb8:c7cd on 01/30/26 from IP address 2804:14d:2487:87f1:55fe:481b:ffb8:c7cd. Copyright ARRS. For personal use only; all rights reserved",
    "A b r e u - G o m e z e t a l . 856 AJR:220, June 2023 2.2019, NCCN clinical practice guidelines in oncology. J Natl Compr Canc Netw 2019; 17:479–505 6. Guillaumier S, Peters M, Arya M, et al. A multicentre study of 5-year out- comes following focal therapy in treating clinically significant nonmeta- static prostate cancer. Eur Urol 2018; 74:422–429 7. Stabile A, Orczyk C, Hosking-Jervis F, et al. Medium-term oncological out- comes in a large cohort of men treated with either focal or hemi-ablation using high-intensity focused ultrasonography for primary localized pros- tate cancer. BJU Int 2019; 124:431–440 8. Eggener SE, Yousuf A, Watson S, Wang S, Oto A. Phase II evaluation of mag- netic resonance imaging guided focal laser ablation of prostate cancer. J Urol 2016; 196:1670–1675 9. Ghai S, Perlis N, Lindner U, et al. Magnetic resonance guided focused high frequency ultrasound ablation for focal therapy in prostate cancer: phase 1 trial. Eur Radiol 2018; 28:4281–4287 10. Ghai S, Finelli A, Corr K, et al. MRI-guided focused ultrasound ablation for localized intermediate-risk prostate cancer: early results of a phase II trial. Radiology 2021; 298:695–703 11. Ehdaie B, Tempany CM, Holland F, et al. MRI-guided focused ultrasound focal therapy for patients with intermediate-risk prostate cancer: a phase 2b, multicentre study. Lancet Oncol 2022; 23:910–918 12. Cornford P, van den Bergh RCN, Briers E, et al. EAU-EANM-ESTRO-ESUR-SI- OG guidelines on prostate cancer. Part II. 2020 Update: treatment of relaps- ing and metastatic prostate cancer. Eur Urol 2021; 79:263–282 13. D’Amico AV, Whittington R, Malkowicz SB, et al. Biochemical outcome after radical prostatectomy or external beam radiation therapy for patients with clinically localized prostate carcinoma in the prostate specific antigen era. Cancer 2002; 95:281–286 14. Han M, Partin AW, Zahurak M, Piantadosi S, Epstein JI, Walsh PC. Biochemi- cal (prostate specific antigen) recurrence probability following radical pros- tatectomy for clinically localized prostate cancer. J Urol 2003; 169:517–523 15. European Association of Urology. EAU Guidelines: edition presented at the EAU Annual Congress Amsterdam 2022. EAU Guidelines Office, 2022 16. Pisansky TM, Thompson IM, Valicenti RK, D’Amico AV, Selvarajah S. Adju- vant and salvage radiotherapy after prostatectomy: ASTRO/AUA guideline amendment 2018–2019. J Urol 2019; 202:533–538 17. NCCN website. NCCN guidelines version 1.2023: prostate cancer. www.nccn. org/professionals/physician_gls/pdf/prostate.pdf. Published Sep 16, 2022. Accessed Oct 29, 2022 18. Stephenson AJ, Scardino PT, Kattan MW, et al. Predicting the outcome of salvage radiation therapy for recurrent prostate cancer after radical pros- tatectomy. J Clin Oncol 2007; 25:2035–2041 19. Cheung R, Tucker SL, Lee AL, et al. Assessing the impact of an alternative biochemical failure definition on radiation dose response for high-risk prostate cancer treated with external beam radiotherapy. Int J Radiat Oncol Biol Phys 2005; 61:14–19 20. Van den Broeck T, van den Bergh RCN, Arfi N, et al. Prognostic value of bio- chemical recurrence following treatment with curative intent for prostate cancer: a systematic review. Eur Urol 2019; 75:967–987 21. Panebianco V, Turkbey B. Magnetic resonance imaging for prostate cancer recurrence: it’s time for precision diagnostic with Prostate Imaging for Re- currence Reporting (PI-RR) score. Eur Radiol 2022 Sep 1 [published online] 22. Panebianco V, Villeirs G, Weinreb JC, et al. Prostate magnetic resonance imaging for local recurrence reporting (PI-RR): international consen- sus-based guidelines on multiparametric magnetic resonance imaging for prostate cancer recurrence after radiation therapy and radical prostatecto- my. Eur Urol Oncol 2021; 4:868–876 23. Pecoraro M, Turkbey B, Purysko AS, et al. Diagnostic accuracy and observer agreement of the MRI Prostate Imaging for Recurrence Reporting assess- ment score. Radiology 2022; 304:342–350 24. Ciccarese F, Corcioni B, Bianchi L, et al. Clinical application of the new Pros- tate Imaging for Recurrence Reporting (PI-RR) score proposed to evaluate the local recurrence of prostate cancer after radical prostatectomy. Can- cers (Basel) 2022; 14:4725 25. Turkbey B, Rosenkrantz AB, Haider MA, et al. Prostate imaging reporting and data system version 2.1: 2019 update of Prostate Imaging Reporting and Data System version 2. Eur Urol 2019; 76:340–351 26. Engels RRM, Israël B, Padhani AR, Barentsz JO. Multiparametric magnetic res- onance imaging for the detection of clinically significant prostate cancer: what urologists need to know. Part 1. Acquisition. Eur Urol 2020; 77:457–468 27. Potretzke TA, Froemming AT, Gupta RT. Post-treatment prostate MRI. Ab- dom Radiol (NY) 2020; 45:2184–2197 28. Patel P, Mathew MS, Trilisky I, Oto A. Multiparametric MR imaging of the pros- tate after treatment of prostate cancer. RadioGraphics 2018; 38:437–449 29. Cihan Y. The role and importance of SBRT in prostate cancer. Int Braz J Urol 2018; 44:1272–1274 30. Patel P, Oto A. Magnetic resonance imaging of the prostate, including pre- and postinterventions. Semin Intervent Radiol 2016; 33:186–195 31. Sritharan K, Tree A. MR-guided radiotherapy for prostate cancer: state of the art and future perspectives. Br J Radiol 2022; 95:20210800 32. van Luijtelaar A, Fütterer JJ, Bomers JG. Minimally invasive magnetic reso- nance image-guided prostate interventions. Br J Radiol 2022; 95:20210698 33. Peach MS, Trifiletti DM, Libby B. Systematic review of focal prostate brachytherapy and the future implementation of image-guided prostate HDR brachytherapy using MR-ultrasound fusion. Prostate Cancer 2016; 2016:4754031 34. Ahmed HU, Dickinson L, Charman S, et al. Focal ablation targeted to the index lesion in multifocal localised prostate cancer: a prospective develop- ment study. Eur Urol 2015; 68:927–936 35. Ahmed HU. The index lesion and the origin of prostate cancer. N Engl J Med 2009; 361:1704–1706 36. Ahmed HU, Arya M, Freeman A, Emberton M. Do low-grade and low-vol- ume prostate cancers bear the hallmarks of malignancy? Lancet Oncol 2012; 13:e509–e517 37. Arrayeh E, Westphalen AC, Kurhanewicz J, et al. Does local recurrence of prostate cancer after radiation therapy occur at the site of primary tumor? Results of a longitudinal MRI and MRSI study. Int J Radiat Oncol Biol Phys 2012; 82:e787–e793 38. Gaur S, Turkbey B. Prostate MR imaging for posttreatment evaluation and recurrence. Radiol Clin North Am 2018; 56:263–275 39. Franiel T, Lüdemann L, Taupitz M, Böhmer D, Beyersdorff D. MRI before and after external beam intensity-modulated radiotherapy of patients with prostate cancer: the feasibility of monitoring of radiation-induced tissue changes using a dynamic contrast-enhanced inversion-prepared du- al-contrast gradient echo sequence. Radiother Oncol 2009; 93:241–245 40. De Visschere PJL, Standaert C, Fütterer JJ, et al. A systematic review on the role of imaging in early recurrent prostate cancer. Eur Urol Oncol 2019; 2:47–76 41. Lu-Yao GL, Yao SL. Population-based study of long-term survival in pa- tients with clinically localised prostate cancer. Lancet 1997; 349:906–910 42. Khan MA, Partin AW. Management of patients with an increasing prostate-spe- cific antigen after radical prostatectomy. Curr Urol Rep 2004; 5:179–187 43. Renard-Penna R, Zhang-Yin J, Montagne S, et al. Targeting local recurrence after surgery with MRI imaging for prostate cancer in the setting of salvage radiation therapy. Front Oncol 2022; 12:775387 44. Sella T, Schwartz LH, Hricak H. Retained seminal vesicles after radical pros- tatectomy: frequency, MRI characteristics, and clinical relevance. AJR 2006; Downloaded from ajronline.org by 2804:14d:2487:87f1:55fe:481b:ffb8:c7cd on 01/30/26 from IP address 2804:14d:2487:87f1:55fe:481b:ffb8:c7cd. Copyright ARRS. For personal use only; all rights reserved",
    "P r o s t a t e I m a g i n g f o r R e c u r r e n c e R e p o r t i n g S y s t e m AJR:220, June 2023 857 186:539–546 45. Barchetti F, Panebianco V. Multiparametric MRI for recurrent prostate can- cer post radical prostatectomy and postradiation therapy. BioMed Res Int 2014; 2014:316272 46. Kitajima K, Hartman RP, Froemming AT, Hagen CE, Takahashi N, Kawashima A. Detection of local recurrence of prostate cancer after radical prostatec- tomy using endorectal coil MRI at 3 T: addition of DWI and dynamic con- trast enhancement to T2-weighted MRI. AJR 2015; 205:807–816 47. Tanaka T, Yang M, Froemming AT, et al. Current imaging techniques for and imaging spectrum of prostate cancer recurrence and metastasis: a pictori- al review. RadioGraphics 2020; 40:709–726 48. Pecoraro M, Panebianco V. Multiparametric prostate MRI for biochemical fail- ure in the era of targeted PET radiotracers: counterpoint—MRI remains a spe- cific and accessible test for targeted management. AJR 2022; 220:188–189 49. Farolfi A, Ceci F, Castellucci P, et al. 68 Ga-PSMA-11 PET/CT in prostate cancer patients with biochemical recurrence after radical prostatectomy and PSA <0.5 ng/ml: efficacy and impact on treatment strategy. Eur J Nucl Med Mol Imaging 2019; 46:11–19 50. Metser U, Zukotynski K, Mak V, et al. Effect of 18 F-DCFPyL PET/CT on the management of patients with recurrent prostate cancer: results of a pro- spective multicenter registry trial. Radiology 2022; 303:414–422 51. Basso Dias A, Finelli A, Bauman G, et al. Impact of 18 F-DCFPyL PET on stag- ing and treatment of unfavorable intermediate or high-risk prostate can- cer. Radiology 2022; 304:600–608 52. Das JP, Woo S. Multiparametric prostate MRI for biochemical failure in the era of targeted PET radiotracers: point—MRI may no longer be needed in patient workup. AJR 2023; 220:186–187 53. Radzina M, Tirane M, Roznere L, et al. Accuracy of 68 Ga-PSMA-11 PET/CT and multiparametric MRI for the detection of local tumor and lymph node me- tastases in early biochemical recurrence of prostate cancer. Am J Nucl Med Mol Imaging 2020; 10:106–118 54. Eiber M, Herrmann K, Calais J, et al. Prostate Cancer Molecular Imaging Standardized Evaluation (PROMISE): proposed miTNM classification for the interpretation of PSMA-ligand PET/CT. J Nucl Med 2018; 59:469–478 55. Rowe SP, Pienta KJ, Pomper MG, Gorin MA. Proposal for a structured re- porting system for prostate-specific membrane antigen-targeted PET im- aging: PSMA-RADS version 1.0. J Nucl Med 2018; 59:479–485 56. Bozzini G, Colin P, Nevoux P, Villers A, Mordon S, Betrouni N. Focal therapy of prostate cancer: energies and procedures. Urol Oncol 2013; 31:155–167 57. Barret E, Harvey-Bryan KA, Sanchez-Salas R, Rozet F, Galiano M, Cathelin- eau X. How to diagnose and treat focal therapy failure and recurrence? Curr Opin Urol 2014; 24:241–246 58. Dickinson L, Ahmed HU, Hindley RG, et al. Prostate-specific antigen vs. magnetic resonance imaging parameters for assessing oncological out- comes after high intensity-focused ultrasound focal therapy for localized prostate cancer. Urol Oncol 2017; 35:30.e9–30.e15 59. Muller BG, van den Bos W, Brausi M, et al. Follow-up modalities in focal therapy for prostate cancer: results from a Delphi consensus project. World J Urol 2015; 33:1503–1509 60. Paxton M, Barbalat E, Perlis N, et al. Role of multiparametric MRI in long- term surveillance following focal laser ablation of prostate cancer. Br J Ra- diol 2022; 95:20210414 Fig. 1— Schematic shows algorithm for deriving overall score in assessment for local recurrence after radiation therapy (RT), according to Prostate Imaging for Recurrence Reporting system. Left column of ovals reflects DWI score from 1 to 5; right column of ovals reflects dynamic contrast-enhanced (DCE) imaging score from 1 to 5. After RT, both DWI and DCE imaging are dominant scores, and overall score (center column) reflects higher score in these two sequences. When score of 4 is assigned on both DWI and DCE imaging, final score can be upgraded to 5 if focus of restricted diffusion and focus of early enhancement are in same location. A Fig. 2— 74-year-old man with history of International Society of Urological Pathology (ISUP) grade group 3 prostate cancer treated by external-beam radiation therapy (RT) and high-dose-rate brachytherapy with subsequent increase in PSA level to 1.47 ng/ mL. Overall score is 4 after RT according to Prostate Imaging for Recurrence Reporting system. A, Axial T2-weighted pretreatment MRI shows primary tumor ( arrow ) in left posteromedial and posterolateral peripheral zone (PZ). B, Axial T2-weighted posttreatment MRI shows diffuse hypointensity of PZ consistent with post-RT changes. No discrete focal lesion is evident. T2- weighted imaging score is 2. (Fig. 2 continues on next page) B Downloaded from ajronline.org by 2804:14d:2487:87f1:55fe:481b:ffb8:c7cd on 01/30/26 from IP address 2804:14d:2487:87f1:55fe:481b:ffb8:c7cd. Copyright ARRS. For personal use only; all rights reserved",
    "A b r e u - G o m e z e t a l . 858 AJR:220, June 2023 C Fig. 2 (continued)— 74-year-old man with history of International Society of Urological Pathology (ISUP) grade group 3 prostate cancer treated by external-beam radiation therapy (RT) and high-dose-rate brachytherapy with subsequent increase in PSA level to 1.47 ng/mL. Overall score is 4 after RT according to Prostate Imaging for Recurrence Reporting system. C, Axial high-b-value posttreatment DWI shows two markedly hyperintense foci ( arrows ) in right mid posteromedial and posterolateral PZ, not at site of primary tumor. D, Axial ADC map from posttreatment MRI shows corresponding mild, but not marked, hypointensity ( arrows ). DWI score is 3. E, Early dynamic contrast-enhanced (DCE) image from posttreatment MRI shows corresponding focal early enhancement in both foci ( arrows ). DCE imaging score is 4. After RT, DWI and DCE imaging both are dominant sequences, and overall score reflects higher score in these two sequences. Thus, overall score of 4 was assigned. Targeted biopsy of both lesions revealed prostate cancer in ISUP grade group 4 and mild RT effects. E D C A Fig. 3— 76-year-old man with history of International Society of Urological Pathology (ISUP) grade group 2 prostate cancer (PCa) treated by external-beam radiation therapy (RT) with subsequent increase in PSA level to 1.76 ng/mL. Overall score is 5 after RT according to Prostate Imaging for Recurrence Reporting system. A, Axial T2-weighted pretreatment MRI shows primary tumor ( arrow ) in right posteromedial peripheral zone. B, Axial T2-weighted posttreatment MRI shows markedly hypointense focus ( arrow ) in right posteromedial peripheral zone corresponding to site of primary tumor. T2- weighted imaging score is 5. C, Axial high-b-value DWI from posttreatment MRI shows corresponding marked hyperintensity ( arrow ). D, Axial ADC map from posttreatment MRI shows corresponding marked hypointensity ( arrow ). DWI score is 5. E, Early dynamic contrast-enhanced (DCE) image from posttreatment MRI shows corresponding early enhancement ( arrow ). DCE imaging score is 5. After RT, DWI and DCE imaging both are dominant sequences, and overall score reflects higher score in these two sequences. Thus, overall score of 5 was assigned. Targeted biopsy of lesion revealed PCa in ISUP grade group 2. E D B Downloaded from ajronline.org by 2804:14d:2487:87f1:55fe:481b:ffb8:c7cd on 01/30/26 from IP address 2804:14d:2487:87f1:55fe:481b:ffb8:c7cd. Copyright ARRS. For personal use only; all rights reserved",
    "P r o s t a t e I m a g i n g f o r R e c u r r e n c e R e p o r t i n g S y s t e m AJR:220, June 2023 859 C A Fig. 4— 78-year-old man with history of International Society of Urological Pathology (ISUP) grade group 2 prostate cancer (PCa) treated by external-beam radiation therapy (RT) and MRI-guided RT with subsequent increase in PSA level to 5.0 ng/mL. Overall score is 5 after RT, obtained according to rule for upgrading from score of 4 to score of 5 according to Prostate Imaging for Recurrence Reporting system. No prior imaging was available to allow comparison with site of primary tumor. A, Axial T2-weighted image shows focal moderately hypointense lesion ( arrowhead ) in right posteromedial apical peripheral zone. T2-weighted imaging score is 4. B, Axial high-b-value DWI shows corresponding marked hyperintensity ( arrowhead ). C, Axial ADC map shows corresponding marked hypointensity ( arrowhead ). DWI score is 4. D, Early dynamic contrast-enhanced (DCE) image shows corresponding early enhancement ( arrowhead ). DCE imaging score is 4. After RT, DWI and DCE both are dominant sequences, and overall score reflects higher score in these two sequences. However, score of 4 on both DWI and DCE imaging is upgraded to overall score of 5 if restricted diffusion and early enhancement are present in same location. Thus, overall score of 5 was assigned. Targeted biopsy of lesion revealed PCa in ISUP grade group 2. D B A Fig. 5— 62-year-old man with history of International Society of Urological Pathology grade group 2 prostate cancer treated by radical prostatectomy (RP) with subsequent increase in PSA level to 0.4 ng/mL. No preoperative imaging was available to allow comparison with location of primary tumor. Overall score is 4 after RP, according to Prostate Imaging for Recurrence Reporting system. A, Coronal fused PSMA PET/CT image shows focus of moderate uptake ( arrow ) in left prostatic bed in proximity to bladder. Lesion is moderately suspicious for local tumor recurrence. No definite CT correlate was identified. Prostate MRI was advised for further characterization. B, Axial T2-weighted MRI obtained after A shows asymmetric focal, slightly hyperintense lesion ( arrow ) in left prostatic bed. T2-weighted imaging score is 4. C, Axial high-b-value DWI shows corresponding focal marked hyperintensity ( arrow ). (Fig. 5 continues on next page) C B Downloaded from ajronline.org by 2804:14d:2487:87f1:55fe:481b:ffb8:c7cd on 01/30/26 from IP address 2804:14d:2487:87f1:55fe:481b:ffb8:c7cd. Copyright ARRS. For personal use only; all rights reserved",
    "A b r e u - G o m e z e t a l . 860 AJR:220, June 2023 Fig. 5 (continued)— 62-year-old man with history of International Society of Urological Pathology grade group 2 prostate cancer treated by radical prostatectomy (RP) with subsequent increase in PSA level to 0.4 ng/mL. No preoperative imaging was available to allow comparison with location of primary tumor. Overall score is 4 after RP, according to Prostate Imaging for Recurrence Reporting system. D, Axial ADC map shows marked hypointensity ( arrow ). DWI score is 4. E, Early dynamic contrast-enhanced (DCE) image shows corresponding early enhancement ( arrow ). DCE imaging score is 4. After RP, DCE imaging is dominant sequence in determining overall score. Thus, overall score of 4 was assigned. After multidisciplinary discussion, patient was treated by salvage radiation therapy given absence of extraprostatic disease on previous PSMA PET/CT. E D C A Fig. 6— 66-year-old man with history of International Society of Urological Pathology (ISUP) grade group 1 prostate cancer (PCa) in right transition zone (TZ) treated by radical prostatectomy (RP) with positive surgical margins and subsequent increase in PSA level to 0.43 ng/mL. Overall score is 5 after RP, according to Prostate Imaging for Recurrence Reporting system. A, Axial T2-weighted pretreatment MRI shows primary tumor ( arrow ) in right TZ. B, Axial T2-weighted posttreatment MRI shows asymmetric masslike hyperintensity ( arrow ) in right posterolateral aspect of urinary bladder in proximity to anastomosis and ipsilateral to primary tumor. T2-weighted imaging score is 5. C, Axial high-b-value DWI shows corresponding nodular marked hyperintensity ( arrow ). D, Axial ADC map shows corresponding marked hypointensity ( arrow ). DWI score is 5. E, Early dynamic contrast-enhanced (DCE) image shows corresponding early enhancement ( arrow ). DCE imaging score is 5. After RP, DCE imaging is dominant sequence in determining overall score. Thus, overall score of 5 was assigned. Targeted biopsy revealed PCa in ISUP grade group 2. E D B Downloaded from ajronline.org by 2804:14d:2487:87f1:55fe:481b:ffb8:c7cd on 01/30/26 from IP address 2804:14d:2487:87f1:55fe:481b:ffb8:c7cd. Copyright ARRS. For personal use only; all rights reserved",
    "P r o s t a t e I m a g i n g f o r R e c u r r e n c e R e p o r t i n g S y s t e m AJR:220, June 2023 861 C A Fig. 7— 78-year-old man with history of International Society of Urological Pathology grade group 3 prostate cancer treated by radical prostatectomy (RP) with subsequent increase in PSA level to 1.0 ng/mL. No prior imaging was available to allow comparison with location of primary tumor. Overall score is 4 after RP, obtained according to rule for upgrading from score of 3 to score of 4 in Prostate Imaging for Recurrence Reporting system. A, Axial T2-weighted image shows asymmetric focal, slightly hyperintense lesion ( arrowhead ) in right seminal vesicle bed inseparable from adjacent bladder wall. T2- weighted imaging score is 4. B, Axial high-b-value DWI shows corresponding nodular marked hyperintensity ( arrowhead ). C, Axial ADC map shows corresponding marked hypointensity ( arrowhead ). DWI score is 4. D, Axial delayed dynamic contrast-enhanced (DCE) image shows corresponding delayed enhancement ( arrowhead ); enhancement of perivesical vein ( asterisk ) also is evident. DCE imaging score is 3. After RP, DCE imaging is dominant sequence in determining overall score. However, score of 3 on DCE imaging is upgraded to overall score of 4 if DWI score is 4 or higher. Thus, overall score of 4 was assigned. E, Sagittal fused PSMA PET/CT image obtained after A–D shows uptake ( arrowhead ) immediately posterior to bladder and anterior to surgical clip. Patient was treated with salvage radiation therapy after multidisciplinary discussion given absence of extraprostatic disease on PSMA PET/CT. E D B (Editorial Comment starts on next page) Downloaded from ajronline.org by 2804:14d:2487:87f1:55fe:481b:ffb8:c7cd on 01/30/26 from IP address 2804:14d:2487:87f1:55fe:481b:ffb8:c7cd. Copyright ARRS. For personal use only; all rights reserved",
    "A b r e u - G o m e z e t a l . 862 AJR:220, June 2023 Editorial Comment: Posttreatment Prostate MRI Is Not “RAD”… It’s “PIRRfect” Standardization of the performance, interpretation, and report- ing of radiologic tests has been crucial to improving the value of medical imaging since BI-RADS was proposed by the American College of Radiology (ACR) in 1986 [1]. Comparable recommenda- tions now exist for myriad imaging tests with increasing adoption by other medical societies as standards for patient management. PI-RADS, developed jointly by the ACR, the European Society of Urogenital Radiology (ESUR), and the AdMeTech Foundation and now at version 2.1, is one such standard [2]. PI-RADS has become the international standard for MRI examinations performed for de- tection of clinically significant primary prostate cancer. It serves as the basis for numerous clinical trials that have yielded level 1 evi- dence establishing the importance of prostate MRI. PI-RADS was not designed for detection or characterization of residual or recurrent disease in the treated prostate. To this end, in a subsequent ESUR initiative, Panebianco et al. [3] developed Prostate Imaging for Recurrence Reporting (PI-RR). This new sys- tem leverages established techniques in PI-RADS version 2.1 while incorporating information regarding the original location of the tumor on pretreatment imaging and the heightened role of dynamic contrast-enhanced imaging after treatment. PI-RR al- lows a qualitative straightforward assessment that is similar to PI- RADS but tailored for the treated prostate. As with PI-RADS, the assessment and reporting recommenda- tions of PI-RR were released before being established with pub- lished data. As this review shows, the system is poised to undergo rigorous validation, as also occurred for PI-RADS. Early retrospec- tive studies of PI-RR have shown excellent interrater reproduc- ibility and promising diagnostic performance. The impact of increasing availability of PSMA radioligands for PET (e.g., 18 F-piflu- folastat) on the role of PI-RR remains to be seen. Regardless, the presence of an established uniform method of assessment and reporting is certain to improve the perceived value of prostate MRI in the posttreatment setting. Daniel J. A. Margolis, MD Weill Cornell Medical College New York, NY djm9016@med.cornell.edu Version of record: Apr 5, 2023 D. J. A. Margolis has an ad hoc consulting agreement with Promaxo, Inc. doi.org/10.2214/AJR.23.29133 Provenance and review: Solicited; not externally peer reviewed. References 1. Kopans DB. Standardized mammography reporting. Radiol Clin North Am 1992; 30:257–264 2. Turkbey B, Rosenkrantz AB, Haider MA, et al. Prostate imaging reporting and data system version 2.1: 2019 update of prostate imaging reporting and data system version 2. Eur Urol 2019; 76:340–351 3. Panebianco V, Villeirs G, Weinreb JC, et al. Prostate magnetic resonance imaging for local recurrence reporting (PI-RR): international consen- sus-based guidelines on multiparametric magnetic resonance imaging for prostate cancer recurrence after radiation therapy and radical prostatecto- my. Eur Urol Oncol 2021; 4:868–876 Downloaded from ajronline.org by 2804:14d:2487:87f1:55fe:481b:ffb8:c7cd on 01/30/26 from IP address 2804:14d:2487:87f1:55fe:481b:ffb8:c7cd. Copyright ARRS. For personal use only; all rights reserved"
  ],
  "processed_at": "2026-01-30T15:58:53.628Z"
}