{
  "doc_id": "f6bcd73e3eabd4d11376e75ce46057ae",
  "source_id": "PIRADS-Report-Template",
  "total_pages": 4,
  "pages": [
    "PI - RADS ® v2.1 American College of Radiology ® 2019 1 PI - RADSv2.1 Report Template The following provides a template for reporting mp-MRI using PI-RADS. The goal is to improve communication between practitioners. Therefore, it is important to keep in mind that the PI-RADS v2.1 overall suspicion category only applies when using the PI-RADS interpretation system. It is recommended that the overall suspicion category be given for each lesion, whereas the individual pulse sequence level categories are optional but may be helpful when determining the overall suspicion category. The overall suspicion should be reported in every case, although one can provide additional information which may modulate the final impression (e.g., when a peripheral zone lesion may be high suspicion but still consistent with prostatitis in the setting of bacturia, urgency, dysuria, and perineal pain). It is also recommended that whether or not structures are involved (e.g., neurovascular bundles or seminal vesicles) be explicitly described rather than just giving a description of the appearance. Explicit reporting of the presumed stage is recommended, but optional. When available, it is recommended the date and value of serum PSA level and prior biopsy should be reported; this may not be available in every case. Finally, it is recommended that the “technique” statement explicitly describe that the technique is PI-RADS-compliant, although whether the individual components (e.g. b-value for DWI) are explicitly described is optional. Dates of prior examinations should also be listed. The PI-RADS report template begins on the next page.",
    "PI - RADS ® v2.1 American College of Radiology ® 2019 2 PI-RADSv2.1 PI - RADS Report Template INDICATION: (including the date and value of serum PSA level and any prior biopsy type- TRUS, FUSION, IN BORE, date and results), prior therapy (Radiation, Hormones) TECHNIQUE: (state it is PI-RADS-compliant; explicit description of field strength, coils used, route and rate of IV contrast administration, and pulse sequence parameters is recommended) COMPARISON: FINDINGS: Size: L x W x H cm or V cubic cm (with inclusion of PSA density) Quality Hemorrhage: Peripheral zone: Transition zone: Lesion (s) in rank order of severity (highest score- to lowest score, then by size) #1: Location: use PI-RADS SECTOR LABEL and IMAGE SERIES/NUMBER Size: T2: DWI: DCE: Prostate margin: (no involvement, indeterminate, or definite extraprostatic extension) Lesion overall PI-RADS category: Extra-prostatic extension: Neurovascular bundles: Distance from index lesion or any PI- RADS 4/5 lesion to NVB’s Seminal vesicles: Lymph nodes Other pelvic organs: IMPRESSION: Overall PI-RADS category (listing of PI-RADS categories) Here is an example to consider PROSTATE MRI HISTORY/INDICATION: elevated serum PSA 2 weeks prior: 12.1 ng/mL TECHNIQUE: multiplanar, multisequence imaging of the pelvis in accordance with PI-RADS recommendations before and after intravenous administration of 10 mL gadobutrol in the left antecubital fossa at 2.0 ml/sec on a 3.0 T platform using a 16-channel external phased array coil. Dedicated three-plane 20 cm FOV FSE T2; axial diffusion weighted imaging with b-values 50, 400, and 800 s/mm2 and calculated b=1400 s/mm2 and ADC map; and axial 3D dynamic contrast-enhanced T1- weighted imaging with 10 sec temporal resolution were acquired using 3 mm slice thickness in addition to full-pelvis post-contrast T1-weighted imaging. (continued on next page)",
    "PI - RADS ® v2.1 American College of Radiology ® 2019 3 PI - RADSv2.1 COMPARISON: None FINDINGS: Size: 4.0 x 4.0 x 5.0 L x W x H cm for 42 cubic cm, PSA density 0.29 ng/mL/mL Quality: mild geometric distortion on diffusion - weighted imaging from rectal distention does not compromise diagnostic confidence Hemorrhage: none Peripheral zone: Slightly heterogeneous high signal. Focal finding as below. Transition zone: Moderate heterogeneity consistent with prostatic hyperplasia. Focal finding as below. Lesion #1: Location: right midgland transition zone anterior (RM - TZa) on series 5 image 16, axial T2 Size: 1.1 x 0.7 cm T2: homogeneous, moderately hypointense with extraprostatic extension, sequence category 5/5 DWI: focal markedly hyperintense on high b - value DWI and markedly hypointense on ADC with extraprostatic extension, sequence category 5/5 DCE: focal early enhancement, positive Prostate margin: gross extraprostatic extension anteriorly Lesion overall PI - RADS category: 5/5 Lesion #2: Location: lef t apex peripheral zone posterolateral (LX - PZpl) on series 8 image 20, ADC map Size: 0.8 x 0.6 cm T2: circumscribed, homogeneous, moderately hypointense, sequence category 4/5 DWI: focal mildly hyperintense on high b - value DWI and moderately hypointense on ADC, sequence category 3/5 DCE: focal early enhancement, positive Prostate margin: does not abut the prostate margin Lesion overall PI - RADS category: 4/5 Neurovascular bundles: Not involved, approximately 0.8 cm from lesion #2 Seminal vesicles: not in volved Lymph nodes: no lymphadenopathy Bones: no osseous metastases suggested Other pelvic organs: normal IMPRESSION: 1. Very high suspicion right transition zone lesion with extraprostatic extension, MRI putative stage T3a (PI - RADS 5) 2. High suspicion lesion left peripheral zone lesion without extraprostatic extension (PI - RADS 4) (continued on next page)",
    "PI - RADS ® v2.1 American College of Radiology ® 2019 4 PI - RADSv2.1 Overall PI - RADS category 5 PI‐RADS ® v2.1 Assessment Categories PI - RADS 1 – Very low (clinically significant cancer is highly unlikely to be present) PI - RADS 2 – Low (clinically significant cancer is unlikely to be present) PI - RADS 3 – Intermediate (the presence of clinically significant cancer is equivocal) PI - RADS 4 – High (clinically significant cancer is likely to be present) PI - RADS 5 – Very high (clinically significant cancer is highly likely to be present)"
  ],
  "processed_at": "2026-01-30T14:08:11.873Z"
}