{
  "doc_id": "2675440c33b3eb91a09c271c350464bb",
  "source_id": "PIRADS-2019",
  "total_pages": 76,
  "pages": [
    "PI - RADS ® v2.1 A CR – ESUR – AdMeTech 2019 i PI - RADSv2.1 PI - RADS ® Prostate Imaging – Reporting and Data System 2019 Version 2 .1",
    "PI - RADS ® v2.1 A CR – ESUR – AdMeTech 2019 ii PI - RADSv2.1 PI - RADS ® Prostate Imaging – Reporting and Data System 2019 Version 2 .1",
    "PI - RADS ® v2.1 A CR – ESUR – AdMeTech 2019 iii PI - RADSv2.1 ACKNOWLEDGEMENTS Administration Mythreyi Chatfield American College of Radiology, Reston Lauren Hicks American College of Radiology, Reston Dipleen Kaur American College of Radiology, Reston Cassandra Vivian - Davis American College of Radiology, Reston Steering Committee Jeffrey C. Weinreb: Co - Chair Yale School of Medicine, New Haven Jelle O. Barentsz: Co - Chair Radboudumc, Nijmegen Peter L. Choyke National Institutes of Health, Bethesda François Cornud René Descartes University, Paris Masoom A. Haider University of Toronto, Sunnybrook Health Sciences Ctr Katarzyna J. Macura Johns Hopkins University, Baltimore Daniel Margolis University of California, Los Angeles Mitchell D. Schnall University of Pennsylvania, Philadelphia Faina Shtern AdMeTech Foundation Clare M. Tempany Harvard University, Boston Harriet C. Thoeny University Hospital of Bern Baris Turkbey National Institutes of Health, Bethesda Andrew Rosenkrantz NYU Langone Health Geert Villeirs Ghent University Hospital Sad h na Verma University of Cincinnati",
    "PI - RADS ® v2.1 A CR – ESUR – AdMeTech 2019 iv PI - RADSv2.1 DCE Pete r L. Choyke: Chair - DCE National Institutes of Health, Bethesda Aytekin Oto University of Chicago Masoom A. Haider University of Toronto, Sunnybrook Health Sciences Center Francois Cornud Rene Descartes University, Paris Fiona Fennessy Harvard University, Boston Sad h na Verma University of Cincinnati Pete Choyke National Institutes of Health, Bethesda Jurgen Fütterer Radboudumc, Nijmegen DWI Francois Cornud: Chair René Descartes University, Paris Anwar Padhani Mount Vernon Cancer Centre, Middlesex Daniel Margolis University of California, Los Angeles Aytekin Oto University of Chicago Harriet C. Thoeny University Hospital of Bern Sad h na Verma University of Cincinnati Peter Choyke National Institutes of Health, Bethesda Jelle Barentsz Radboudumc, Nijmegen Masoom A. Haider University of Toronto, Sunnybrook Health Sciences Ctr Clare M. Tempany Harvard University, Boston Geert Villeirs Ghent University Hospital Baris Turkbey National Institutes of Health, Bethesda Sector Diagram David A. Rini J Johns Hopkins University",
    "PI - RADS ® v2.1 A CR – ESUR – AdMeTech 2019 v PI - RADSv2.1 Other Reviewers/Contributors ESUR Alex Kirkham University College London Hospitals Clare Allen University College London Hospitals Nicolas Grenier University Boordeaux Valeria Panebianco Sapienza University of Rome Mark Emberton University College London Hospitals Jonathan Richenberg The Montefiore Hospital, Brighton Tristan Barrett University of Cambridge School of Clinical Medicine, UK Vibeke Løgager University of Copenhagen, Denmark Bernd Hamm Charité, Universitätsmedizin, Berlin, Germany Phi lippe Puech Lille University School of Medicine USA Martin Cohen Rolling Oaks Radiology, California John Feller Desert Medical Imaging, Indian Wells, Ca Daniel Cornfeld Yale School of Medicine, New Haven Art Rastinehad Mount Sinai School of Medicine John Leyendecker University of Texas Southwestern Medical Center, Dallas Ivan Pedrosa University of Texas Southwestern Medical Center, Dallas Andrei Purysko Cleveland Clinic Peter Humphey Yale School of Medicine, New Haven Preston Sprenkle Yale School of Medicine, New Haven Rajan Gupta Duke University Steven Raman UCLA Aytekin Oto University of Chicago",
    "PI - RADS ® v2.1 A CR – ESUR – AdMeTech 2019 vi PI - RADSv2.1 Daniel Costa University of Texas Southwestern Medical Center Samir Taneja NYU Langone Health Peter Pinto National Cancer Institute, Bethesda Leonard Marks UCLA China Liang Wang Tongji Medical College Australia Les Thompson Wesley Hospital, Brisbane",
    "PI - RADS ® v2.1 A CR – ESUR – AdMeTech 2019 vii PI - RADSv2.1 TABLE OF CONTENTS INTRODUCTION ................................ ................................ ................................ ......................... 1 SECTION I: CLINICAL CONSIDERATIONS AND TECHNICAL SPECIFICATIONS ........................... 4 SECTION II: NORMAL ANATOMY AND BENIGN FINDINGS ................................ ........................ 7 SECTION III: ASSESSMENT AND REPORTING ................................ ................................ .......... 10 SECTION IV: MULTIPARAMETRIC MRI (MPMRI) ................................ ................................ ........ 17 SECTION V: STAGING ................................ ................................ ................................ ............... 25 APPENDIX I ................................ ................................ ................................ ............................... 26 APPENDIX II ................................ ................................ ................................ .............................. 30 APPENDIX III ................................ ................................ ................................ ............................. 32 APPENDIX IV ................................ ................................ ................................ ............................ 41 APPENDIX V ................................ ................................ ................................ ............................. 42 REFERENCES ................................ ................................ ................................ ............................ 43 FIGURES ................................ ................................ ................................ ................................ ... 53",
    "PI - RADS ® v2.1 A CR – ESUR – AdMeTech 2019 1 PI - RADSv2.1 INTRODUCTION M agnetic Resonance Imaging (MRI) has been used for noninvasive assessment of the prostate gland and surrounding structures since the 1980s. Initially, prostate MRI was based solely on morphologic assessment using T1 - weighted (T1W) and T2 - weighted (T2W) pulse sequences, and its role was primarily for locoregional staging in patients with biopsy proven cancer. However, it provided limited capability to distinguish benign pathological tissue and clinically insignificant prostate cancer from significant cancer. Advances in technology (both in software and hardware) have led to the development of multiparametric MRI (mpMRI), which combines a natomic T2W imaging with functional and physiologic assessment, including diffusion - weighted imaging (DWI) and its derivative apparent - diffusion coefficient (ADC) maps, dynamic contrast - enhanced (DCE) MRI , and sometimes other techniques such as in - vivo MR proton spectroscopy. These technologic advances, combined with a growing interpreter experience with mpMRI, have substantially improved diagnostic capabilities for addressing the central challenges in prostate cancer care: 1) Improving detection of clinic ally significant cancer, which is critical for reducing mortality; and 2) Increasing confidence in benign diseases and dormant malignancies, which are not likely to cause morbidity in a man’s lifetime, in order to reduce unnecessary biopsies and treatment. Consequently, clinical applications of prostate MRI have expanded to include not only locoregional staging, but also tumor detection, localization (registration against an anatomical reference), characterization, risk stratification, surveillance, asses sment of suspected recurrence, and image guidance for biopsy, surgery, focal therapy and radiation therapy. In 2007, recognizing an important evolving role for MRI in assessment of prostate cancer, the AdMeTech Foundation organized the International Prostate MRI Working Group, which brought together key leaders of academic research and industry. Based on deliberations by this group, a research strategy was developed and a number of critical impediments to the widespread acceptance and use of MRI were identified. Amongst these was excessive variation in the performance, interpretation, and reporting of prostate MRI exams. A greater level of standardization and consistency was recommended in order to facilitate multi - center clinical evaluation and imp lementation. In response, the European Society of Urogenital Radiology (ESUR) drafted guidelines, including a scoring system, for prostate MRI known as Prostate Imaging - Reporting and Data System version 1 (PI - RADS v1). Since it was published in 2012, PI - RADS v1 has been validated in certain clinical and research scenarios. However, experience has also revealed several limitations, in part due to rapid progress in the field. In an effort to make PI - RADS standardization more globally acceptable, the Amer ican College of Radiology (ACR), ESUR and the AdMeTech Foundation established a Steering Committee to build upon, update and improve upon the foundation of PI - RADS v1. This effort resulted in the development of PI - RADS v2. PI - RADS v2 was developed by members of the PI - RADS Steering Committee, several working groups with international representation, and administrative support from the ACR using the best available evidence and expert consensus opinion. It is designed to prom ote global standardization and diminish variation in the acquisition, interpretation, and reporting of prostate mpMRI examinations,",
    "PI - RADS ® v2.1 A CR – ESUR – AdMeTech 2019 2 PI - RADSv2.1 and it is intended to be a “living” document that will evolve as clinical experience and scientific data accrue. Followin g its initial release, numerous studies validated the value of PI - RADS v2, but, as expected, also showed some inconsistencies and limitations. For example, inter - observer agreement was good to moderate, and a number of specific assessment criteria were ide ntified that required clarification or adjustment. Furthermore, certain technical issues concerning the acquisition of mpMRI data warranted updating and refinement. To address these issues, the PI - RADS Steering Committee, again using a consensus - based pro cess, recommended several modifications to PI - RADS v2, maintaining the framework of assigning scores to individual sequences and using these scores to derive an overall assessment category. The updated version is termed PI - RADS v2.1.",
    "PI - RADS ® v2.1 A CR – ESUR – AdMeTech 2019 3 PI - RADSv2.1 PI - RADS v2 .1 is designed to improve detection, localization, characterization, and risk stratification in patients with suspected cancer in treatment naïve prostate glands. The overall objective is to improve outcomes for patients. The specific aims are to:  Establish minimum acceptable technical parameters for prostate mpMRI  Simplify and standardize the terminology and content of radiology reports  Facilitate the use of MRI data for targeted biopsy  Develop assessment categories that summarize levels of suspicion or risk and can be used to select patients for biopsies and management (e.g., observation strategy vs. immediate intervention)  Enable data collection and outcome monitoring  Educate radiologists on prostate MRI reporting and reduce variability in imaging interpretations  Enhance interdisciplinary communications with referring clinicians PI - RADS v2.1 is not a comprehensive prostate cancer diagnosis document and should be used in conjunction with other current resources. For example, it does not address the use of MRI for detection of suspected recurrent prostate cancer following therapy, progression durin g surveillance, or the use of MRI for evaluation of other parts of the body (e.g. skeletal system) that may be involved with prostate cancer. Furthermore, it does not elucidate or prescribe optimal technical parameters; only those that should result in an acceptable mpMRI examination. The PI - RADS Steering Committee strongly supports the continued development of promising MRI methodologies for assessment of prostate cancer and local staging (e.g. nodal metastases) utilizing novel and/or advanced research t ools not included in PI - RADS v2.1, such as in - vivo MR spectroscopic imaging (MRSI), diffusion tensor imaging (DTI), diffusional kurtosis imaging (DKI), multiple b - value assessment of fractional ADC, intravoxel incoherent motion (IVIM), blood oxygenation le vel dependent (BOLD) imaging, intravenous ultra - small superparamagnetic iron oxide (USPIO) agents, and MR - PET. Consideration will be given to incorporating them into future versions of PI - RADS as relevant data and experience become available .",
    "PI - RADS ® v2.1 A CR – ESUR – AdMeTech 2019 4 PI - RADSv2.1 SECTION I: CLINICAL CONSIDERATIONS AND TECHNICAL SPECIFICATIONS A. Clinical Considerations 1. Timing of MRI Following Prostate Biopsy Hemorrhage, manifested as hyperintense signal on T1W, may be present in the prostate gland, most commonly the peripheral zone (PZ) and seminal vesicles, following systematic transrectal ultrasound - guided systematic (TRUS) biopsy and may confound mpMRI assessment. When there is evidence of hemorrhage in the PZ on MR images, consideration may be given to postponing the MRI examina tion until a later date when hemorrhage has resolved. However, this may not always be feasible or necessary, and clinical practice may be modified as determined by individual circumstances and available resources. Furthermore, if the MRI exam is performe d following a negative TRUS biopsy, the likelihood of clinically significant prostate cancer at the site of post biopsy hemorrhage without a corresponding suspicious finding on MRI is low. In this situation, a clinically significant cancer, if present, is likely to be in a location other than that with blood products. Thus, the detection of clinically significant cancer is not likely to be substantially compromised by post biopsy hemorrhage, and there may be no need to delay MRI after prostate biopsy if t he primary purpose of the exam is to detect and characterize clinically significant cancer in the gland. However, post biopsy changes, including hemorrhage and inflammation, may adversely affect the interpretation of prostate MRI for staging in some insta nces. Although these changes may persist for many months, they tend to diminish over time, and an interval of at least 6 weeks or longer between biopsy and MRI should be considered. 2. Patient Preparation At present, there is no consensus concerning all patient p r e p arat io n is s u es . To reduce motion artifact from bowel peristalsis, the use of an antispasmodic agent (e.g. glucagon, scopolamine butylbromide, or sublingual hyoscyamine sulfate) may be beneficial in some patients. However, in many others it is not necessary, and the incremental cost and potential for adverse drug reactions should be taken into consideration . The presence of stool in the rectum may interfere with placement of an endorectal coil (ERC). If an ERC is not used, the presence of air and/or stool in the rectum may induce artifactual distortion that can compromise DWI quality. Thus, some type of minimal preparation enema administered by the patient in the hours prior to the exam may be beneficial, especially if the exam is performed w ithout an ERC. However, an enema may also promote peristalsis, resulting in increased motion related artifacts in some instances. The patient should evacuate the rectum, if possible, just prior to the MRI exam. Some recommend that patients refrain fr om ejaculation for three days prior to the MRI exam in order to maintain maximum distention of the seminal vesicles. However, a benefit for assessment of the prostate and seminal vesicles for clinically significant cancer has not been firmly established .",
    "PI - RADS ® v2.1 A CR – ESUR – AdMeTech 2019 5 PI - RADSv2.1 3. Patient Information The following information should be available to the radiologist at the time of MRI exam performance and interpretation:  Recent serum prostate - specific antigen (PSA) level and PSA history  Date and results of prostate biopsy, including number of cores, locations and Gleason scores of positive biopsies (with % core involvement when available)  Other relevant clinical history, including digital rectal exam (DRE) findings, medications (particularly in the setting of alpha blockers, hormones/hormone ablation), prior prostate infections, pelvic surgery, radiation therapy, and family history. B. Technical Specifications Prostate MRI acquisition protocols should always be tailored to specific patients, clinical questions, manage ment options, and MRI equipment. Unless the MRI exam is monitored and no findings suspicious for clinically significant prostate cancer are detected, at least one pulse sequence should use a field - of - view (FOV) that permits evaluation of pelvic lymph node s to the l evel of the aortic bifurcation. The supervising radiologist should be cognizant that superfluous or inappropriate sequences unnecessarily increase exam time and discomfort, and this could negatively impact patient acceptance and compliance . The technologist performing the exam and/or supervising radiologist should monito r the scan for quality control. If image quality of a pulse sequence is compromised due to patient motion or other reason, measures should be taken to rectify the problem and the sequence should be repeated . 1. Magnetic Field Strength The fundamental advantage of 3T compared with 1.5T lies in an increased signal - to - noise ratio (SNR), which theoretically increases linearly with the static magnetic field. This may be exploited to increase spatial resolution , temporal resolution, or both. Depending on the pulse sequence and specifics of implementation, power deposition, artifacts related to susceptibility, and signal heterogeneity could increase at 3T, and techniques that mitigate t hese concerns may result in some increase in imaging time and/or decre ase in SNR. However, current state - of - the - art 3T MRI scanners can successfully address these issues, and most members of the PI - RADS Steering Committee agree that the advantages of 3T su bstantially outweigh these concerns. There are many other factors that affect image quality besides magnetic field strength, and both 1.5T and 3.0T can provide adequate and reliable diagnostic exams when acquisition parameters are optimized and appropriate contemporary technology is employed. Although prostate MRI at both 1.5 T and 3T has been well established, most members of the PI - RADS Steering Committee prefer, use, and recommend 3T for prostate MRI. When a patient has an implanted device that has been determined to be MR conditional at 1.5T but not at 3T, 1.5T should be considered. Additionally, 1.5T may be preferred when patients are safe to undergo MRI at 3T but the location of an implanted device may result in artifact that could compro mise image quality (e.g. , bilateral metallic hip prosthesis).",
    "PI - RADS ® v2.1 A CR – ESUR – AdMeTech 2019 6 PI - RADSv2.1 The recommendations in this document focus only on 3T and 1.5T MRI scanners since they have been the ones used for clinical validation of mpMRI. Prostate mpMRI at lower magnetic field strengths (<1.5T) is not recommended unless adequate peer reviewed clinical validation becomes available. 2. Endorectal Coil (ERC) When integrated with external (surface) phased array coils, endorectal coils (ERCs) increase SNR in the prostate at any magneti c field strength. This may be particularly valuable for high spatial resolution imaging used in cancer staging and for inherently lower SNR sequences, such as DWI and high temporal resolution DCE. ERCs can also be advantageous for larger patients where th e SNR in the prostate may be compromised using only external phased array RF coils. However, use of an ERC may increase the cost and time of the examination, deform the gland, and introduce artifacts. In addition, it may be uncomfortable for patients and i ncrease their reluctance to undergo MRI. With some 1.5T MRI systems, especially older ones, use of an ERC is considered indispensable for achieving the type of high resolution diagnostic quality imaging need ed for staging prostate cancer. At 3T without us e of an ERC, image quality can be comparable with that obtained at 1.5 T with an ERC, although direct comparison of both strategies for cancer detec tion and/or staging is lacking. Importantly, there are many technical factors other than the use of an ERC t hat influence SNR (e.g. receiver bandwidth, coil design, efficiency of the RF chain), and some contemporary 1.5T scanners that employ a relatively high number of external phased array coil elements and RF channels (e.g. 16 or more) may be capable of achiev ing adequate SNR i n many patients without an ERC. Credible satisfactory results have been obtained at both 1.5T and 3T without the use of an ERC. Taking these factors into consideration as well as the variability of MRI equipment available in clinical use , the PI - RADS Steering Committee recommends that supervising radiologists strive to optimize imaging protocols in order to obtain the best and most consistent image quality poss ible with the MRI scanner used. However, cost, availability, patient preference , and other considerations cannot be ignored. If air is used to inflate the ERC balloon, it may introduce local magnetic field inhomogeneity, resulting in distor tion on DWI, especially at 3T. The extent to which artifacts interfere with MRI interpretation will vary depending on specific pulse sequence implementations, but they can be diminished using correct positioning of the ERC and distention of the balloon with liquids (e.g. liquid perflurocarbon or barium suspension) that will not result in susceptibi lity artifacts. When liquid is used for balloon distention, all air should be carefully removed from the ERC balloon prior to placement. Solid, rigid reusable ERCs that avoid the need for inflatable balloons and decrease gland distortion have been develope d. 3. Computer - Aided Evaluation (CAE) Technology Computer - aided evaluation (CAE) technology using specialized software or a dedicated workstation is not required for prostate mpMRI interpretation. However, CAE may improve workflow (display, analysis, interpretation, reporting, and communication), provide quantitative pharmacodynamic data, and enhance lesion detection and discrimination performance for some radiologists, especially those with less e xperi ence interpreting mpMRI exams. CAE can also facilitate integration of MRI data with some forms of MR targeted biopsy systems.",
    "PI - RADS ® v2.1 A CR – ESUR – AdMeTech 2019 7 PI - RADSv2.1 SECTION II: NORMAL ANATOMY AND BENIGN FINDINGS A. Normal Anatomy From superior to inferior, the prostate consists of the base (just below the urinary bladder), the midgland, and the apex. It is divided into four histologic zones: (a) the anterior fibromuscular stroma, contains no glandular tissue; (b) the transition zone (TZ), surrounding the urethra proximal to the verumontanu m, contains 5% of the glandular tissue; (c) the central zone (CZ), surrounding the ejaculatory ducts, contains about 20% of the glandular tissue; and (d) the outer peripheral zone (PZ), contains 70% – 80% of the glandular tissue. When benign prostatic hyperplasia (BPH) develops, the TZ will account for an increasing percentage of the gland volume . Approximately 70 - 75% of prostate cancers originate in the PZ and 20 - 30% in the TZ. Cancers originating in the CZ are uncommon, and the cancers that occur in the CZ are usually secondary to invasion by PZ tumors. Based on location and differences in signal intensity on T2W images, the TZ can often be distingu ished from the CZ on MR images. However, in some patients, age - related expansion of the TZ by BPH may result in compression and displacement of the CZ. Use of the term “central gland” to refer to the combination of TZ and CZ is discouraged as it is not reflect ive of the zonal anatomy as visualized or reported on pathologic specimens . A thin, dark rim partially surrounding the prostate on T2W is often referred to as the “prostate capsule”. It serves as an important landmark for assessment of extr aprostatic extension of cancer. In fact, the prostate lacks a true capsule; rather it contains an outer band of concentric fibromuscular tissue that is inseparable from prostatic stroma. It is inco mplete anteriorly and apically. The prostatic pseudocapsule (sometim es referred to as the “surgical capsule”) on T2W MRI is a thin, dark rim at the interface of the TZ with the PZ. There is no true capsule in this location at histological evaluation, and this appearance is due to compressed prostate t issue. Nerves that supply the corpora cavernosa are intimately associated with arterial branches from the inferior vesicle artery and accompanying veins that course posterolateral at 5 and 7 o'clock to the prostate bilaterally, and together they consti tute the ne urovascular bundles. At the apex and base, small nerve branches surround the prostate periphery and penetrate through the capsule, a potential route for extraprostatic extension (EPE) of cancer. B. Sector Map (Appendix II) The segmentation model used in PI - R ADS v2.1 was adapted from a European Consensus Meeting and the ESU R Prostate MRI Guidelines 2012. It employs forty - one sectors/regions: thirty - eight for the prostate, two for the seminal vesicles and one for the external urethral sphincter (Ap pendix II). Use of the Sector Map will enable radiologists, urologists, pathologists, and others to localize findings described in MRI reports, and it will be a valuable visual aid for discussions with patients about biopsy and treatment options.",
    "PI - RADS ® v2.1 A CR – ESUR – AdMeTech 2019 8 PI - RADSv2.1 Division of the pro state and associated structures into sectors standardizes reporting and facilitates precise localization for MR - targeted biopsy and therapy, pathological correlation, and research. Since relationships between tumor contours, glandular surface of the prostate, and adjacent structures, such as neurovascular bundles, external urethral sphincter, and bladder neck, are valuable information for periprostatic tissue sparing surgery, the Sector Map may also provide a useful roadmap for surgical dissection at the time of radical prostatectomy. Either hardcopy (on paper) or electronic ( i.e. on computer) recording on the Sector Map is a cceptable. For information about the use of the Sector Map, see Section III and Appendix II. C. Benign Findings Many signal abnormalities within the prostate are benign. The most common include: 1. Benign prostatic hyperplasia (BPH) Benign prostatic hyperplasia (BPH) develops in response to testosterone, after it is c onverted to dihydrotesosterone. BPH arises in the TZ, although exophytic and extruded BPH nodule s can be found in the PZ or CZ. BPH consists of a mixture of stromal and glandular hyperplasia and may appear as band - like areas and/or encapsulated round nodules with circumscribed or encapsulated margins. Predominantly gl andular BPH nodules and cystic atrophy exhibit moderate - marked T2 hyperintensity and are distinguished from malignant tumo rs by their signal and capsule. Predominantly stromal no dules exhibit T2 hypointensity. Many BPH nodules demonstrate a mixture of signal intensities. BPH nodules may be highly vascular on DCE and can demonstrate a range of signal intensities on DWI. Although BPH is a benign entity, it may have important clinical implications for biopsy approach and therapy since it can increase gl and volume, stretch the urethra, and impede the flow of urine. Since BPH tissue produces prostate - specific antigen (PSA), accurate measurement of gland volume by MRI is an important metric to allow correlation with an individual’s PSA level and to calculat e the PSA density (PSA/prostate volume). 2. Hemorrhage Hemorrhage in the PZ and/or seminal v esicles is common after biopsy. It appears as focal or diffuse hyperintense signal on T1W and iso - hypointense signal on T2W. However, chronic blood products may appear hypointense on all MR sequences. 3. Cysts A variety of cysts can occur in the pr ostate and adjacent structures. As elsewh ere in the body, cysts in the prostate may contain “simple” fluid and appear markedly hyperintense on T2W and dark on T1 W. However, they can also contain blood products or proteinaceous fluid, which may demonstrate a variety of signal characteristics, incl uding hyperintense signal on T1W. 4. Calcifications Calcifications, if visible, appear as markedly hypointense foci (e.g. signal voids) on all pulse sequences",
    "PI - RADS ® v2.1 A CR – ESUR – AdMeTech 2019 9 PI - RADSv2.1 5. Prostatitis Prostatitis affects many men, alt hough it is often sub - clinical. Pathologically, it presents as an immune infiltrate, the character of which depends on the agent causing the inflammation. On MRI, prostatitis can result in decreased signal in the PZ on both T2W and the ADC (appar ent diffusion coefficient) map. Prostatitis may also increase perfusion, resulting in a “false positive” DCE result. However, the morphology is commonly band - like, wedge - shaped, or diffuse rather than focal, round, oval, or irregular, and the de crease in signal on the ADC map is generally not as pronounced nor as focal as in cancer . 6. Atrophy Prostatic atrophy can occur as a normal part of aging or from chronic inflammation. It is typically associated with wedge - shaped areas of low signal on T2W a nd mildly decreased signal on the ADC map from loss of glandular tissue. The ADC is generally not as low as in cancer, and there is often contour retraction of the involved prostate. 7. Fibrosis Prostatic fibrosi s can occur after inflammation. It may be asso ciated with wedge - or band - shaped areas of low signal on T2W.",
    "PI - RADS ® v2.1 A CR – ESUR – AdMeTech 2019 10 PI - RADSv2.1 SECTION III: ASSESSMENT AND REPORTING A major objective of a prostate MRI exam is to identify and localize abnormalities that correspond to clinically significant prostate cancer, and mpMRI is able to detect intermediate to high grade cancers with volumes <5mm, depending on the location and background tissue within the prostate gland. However, there is no universal agreement of the definition of clinically significant prostate cancer. In PI - RADS ™ v2.1, the definition of clinically significant cancer is intended to standardize reporting of mpMRI exams and correlation with pathology for clinical and research applications. Based on the current uses and capabilities of mpMRI and MRI - target ed procedures, for PI - RADS v2.1 clinically significant cancer is defined on pathology/histology as Gleason score > 7 (including 3+4 with prominent but not predominant Gleason 4 component), and/or volume > 0.5cc, and/or extraprostatic extension (EPE). PI - R ADS™ v2 .1 assessment uses a 5 - point scale based on the likelihood (probability) that a combination of mpMRI findings on T2W, DWI, and DCE correlates with the presence of a clinically significant cancer for each lesion in the prostate gland. PI - RADS™ v2 .1 Assessment Categories PIRADS 1 – Very low (clinically significant cancer is highly unlikely to be present) PIRADS 2 – Low (clinically significant cancer is unlikely to be present) PIRADS 3 – Intermediate (the presence of clinically significant cancer is equivocal) PIRADS 4 – High (clinically significant cancer is likely to be present) PIRADS 5 – Very high (clinically significant cancer is highly likely to be present) Assignment of a PI - RADS™ v2 .1 Assessment Category should be based on mpMRI findings only and should not incorporate other factors such as serum prostate specific antigen (PSA), digital rectal exam, or clinical history, or planned treatments. Although biopsy should be considered for PI - RADS 4 or 5, but not for PI - RADS 1 or 2, PI - RADS v2.1 doe s not include recommendations for management, as these must take into account other factors besides the MRI findings, including laboratory/clinical history and local preferences, expertis e and standards of care. Thus, for findings wi th PI - RADS Assessment C ategory 3, biopsy may or may not be appropriate, depending on factors other than mpMRI alone. It is anticipated that, as evidence continues to accrue in the field of mpMRI and MRI - targeted biopsies and interventions, specific recommendations and/or algorithms regarding biopsy and management will be includ ed in future versions of PI - RADS™. When T2W and DWI are of diagnostic quality, DCE plays a minor role in determining PI - RADS Assessm ent Category. Absence of early enhancement within a lesion usually adds little information, and diffuse enhancement not localized to a specific T2W or DWI abnormality can be seen in the setting of prostatitis. Moreover, DCE does not contribute to the overall assessment when the finding has a low (PI - RADS 1 or 2) or high (PI - RADS 4 or 5) likelihood o f clinically significant cancer. However, when DWI is PI - RADS 3 in the PZ, a positive DCE may increase the likelihood that the finding corresponds to a clinically significant cancer and may upgrade the Assessment Category to PI - RADS 4.",
    "PI - RADS ® v2.1 A CR – ESUR – AdMeTech 2019 11 PI - RADSv2.1 PI ‐ RADS Assessment Peripheral Zone (PZ) DWI T2W DCE PI - RADS 1 Any* Any 1 2 Any Any 2 3 Any – 3 + 4 4 Any Any 4 5 Any Any 5 * “Any” indicates 1 - 5 Transition Zone (TZ) T2W DWI DCE PI - RADS 1 Any* Any 1 2 ≤3 Any 2 ≥ 4 Any 3 3 ≤4 Any 3 5 Any 4 4 Any Any 4 5 Any Any 5 * “Any” indicates 1 - 5",
    "PI - RADS ® v2.1 A CR – ESUR – AdMeTech 2019 12 PI - RADSv2.1 A. Reporting (see Appendix I: Report Templates) Measurement of the Prostate Gland The volume of the prostate gl and should always be reported. It may be determined using manual or automated segmentation or calculated using ellipsoid formulation;(maximum AP dimension) x (maximum longitudinal dimension) [b oth placed on the mid - sagittal T2W image] x (maximum transverse dimension) [placed on the axial T2W image] x 0.52. Prostate volume may also be useful to calculate PSA density (PSAD=PSA/prostate volume reported in ng/ml 2 ) Mapping Lesions Prostate cancer is often multifocal. The largest tumor focus usually yields the highest Gleason score and is most likely to contribute to extraprostatic extension (EPE) and positive surgical margins. For PI - RADS™ v2 .1 , up to four lesions with a PI - RADS Assessment Catego ry of 3, 4, or 5 may each be assigned on the Sector Map (Appendix II), and the index (dominant) intraprostati c lesion should be identified. The index lesion is the one with the highest PI - RADS Assessment Category. If the highest PI - RADS Assessment Categor y is assigned to two or more lesions, the index lesion sh ould be the one that shows EPE. Thus, a smaller lesion with EPE should be defined as the index lesion despite the presence of a larger tumor with the identic al PI - RADS Assessment Category. If none of the lesions demonstrate EPE, the largest of the tumors with the highest PI - RADS Assessment Category should be considered the index lesion. If there are more than four suspicious lesions, then only the four with the highest likelihood of clinically significant cancer (i.e. highest PI - RADS Assessmen t Category) should be reported. There may be instances when it is appropriate to report more than four suspicious lesions. Reporting of additional findings with PI - RADS Assessment Category 2 or definitely benign findings (e.g. cyst) is optional, but may be helpful to use as landmarks to guide subsequent biopsy or for tracking lesions on subsequent mpMRI exams. If a suspicious finding extends beyond the boundaries of one sector, all neighboring involved sec tors should be indicated on the Sector Map (as a single lesion). Measurement of Lesions With current techniques, mpMRI has been shown to underestimate both tumor volume and tumor extent compared to histology, especially for Gleason grade 3. Furthermore, the most appropriate imaging plane and pulse sequence for measuring lesion size on MRI has not been definitely determined, and the significance of differences in lesion size on the various MRI pulse sequences r equires further investigation. I n the face of these limitations, the PI - RADS Steering Committee nevertheless believes that standardization of measurements will facilitate MR - pathological correlation and research and recommends that the following rules be used for measurements . The minim um requirement is to report the largest dimension of a suspi cious lesion on an axial image. If the largest dimension of a suspicious lesion is on sagittal and/or coronal images, this measurement and imagin g plane should also be reported. If a lesion is not clearly delineated on an axial image, report the measurement on the image which best depicts the finding.",
    "PI - RADS ® v2.1 A CR – ESUR – AdMeTech 2019 13 PI - RADSv2.1 Alternatively, if preferred, lesion volume may be determined using appropriate software, or three dimensions of lesions may be measured so that lesi on volume may be calculated (max a - p diameter x max l - r diameter x max c - c diameter x 0.52). In the PZ, lesions should be measured on ADC. In the TZ, lesions should be measured on T2W. If lesion measurement is difficult or compromised on ADC (for PZ) or T2W (for TZ), measurement should be made on the sequence that shows the lesion best. In the mpMRI report, the image number(s)/series and sequence used for measurement should be indicated. Evaluation of lesions in specific anatomic regions of the prostate Evaluation of the TZ BPH manifests as a varying number of hyperplastic nodules and intervening tissue in the TZ in almost all men undergoing MRI for assessme nt of prostate cancer. Often, it is challenging on MRI to determine which, if any, findings in such a background should be scored and assigned a PI - RADS assessment category. PI - RADS v2.1 advises that the shape and margin features of TZ findings should be assessed in at least tw o planes on T2W MRI using the described TZ assessment criteria. What to Score in the TZ: Focal lesions, nodules, or regions in the TZ with features known to be associated with malignancy on T2W or DWI and that differ from the predominant imaging character istics of the background should be scored. For example, a lesion/region between nodules with more restricted diffusion than background, or a nodule with clearly more restricted diffusion than the background (on high b - value images and ADC maps) should be s cored. A focal lesion that is different from other (background) nodules in having obscured margins, lenticular shape, or invasive behavior on T2W images should also be scored, even if without differing restricted diffusion compared to background, should al so be scored. Other findings should not be scored. For example, if there is restricted diffusion in multiple, similar appearing nodules scattered throughout the TZ, thus making restricted diffusion a feature of the background, these should not be scored. How to Score in the TZ: The T2W score is the dominant factor that determines the PI - RADS assessment category in the TZ, and a T2W score of 1 indicates a normal appearance of the TZ. Since MRI findings of age - related BPH are present in the TZ in almost all men undergoing prostate mpMRI for the assessment of csPCa, and typical BPH nodules are highly unlikely to harbor csPCA, findings of BPH alone are considered a normal variant and should be assigned a T2W score of 1. These types of nodules do not have to b e separately reported. Since every MRI exam should be assigned a PI - RADS assessment category 1 - 5, when there are no findings with a PI - RADS assessment category >1, the overall PI - RADS assessment category for the MRI exam should be reported as PI - RADS 1: cl inically significant cancer is highly unlikely. When circumscribed nodules in the TZ are incompletely or almost completely encapsulated, these atypical nodules are assigned a T2W score of 2. Although the T2W score is the dominant factor that determines the PI - RADS assessment category in the TZ, restricted diffusion is also a feature of malignancy. Occasionally, atypical nodules in the TZ may contain cancer, and DWI m ay be helpful to identify them. Given the increased likelihood of PCa associated with hig h DWI scores in atypical TZ nodules, atypical TZ nodules (T2W score of 2) are upgraded to PI - RADS assessment category 3 if they have a DWI score of ≥ 4 (i.e., with markedly",
    "PI - RADS ® v2.1 A CR – ESUR – AdMeTech 2019 14 PI - RADSv2.1 restricted diffusion). Mildly/moderately restricted diffusion is commonly encountered in mostly encapsulated and une ncapsulated lesions in the TZ. Such lesions may represent areas of stromal hyperplasia and should not be upgraded on the basis of mildly/mo derately restricted diffusion. Therefore, findings with a T2W score of 1 or 2 should not be upgraded to a PI - RADS assessment category of 2 or 3, respectively, based on a DWI score of a 3 (i.e., mildly/moderately restricted diffusion). Evaluation of the central zone The normal CZ is usually visible on T2W and ADC images as bila terally symmetric low signal intensity tissue encircling the ejaculatory ducts from the prost atic base to the verumontanum. It is symmetrically, mildly hyperintense on high b - value DWI, and it does not demonstrate early enhancement nor asymmetric increased signal intensity on high b - value DWI. PCa originating in the CZ is uncommon, and most of these arise in either the adjacent P Z or TZ and extend into the CZ. Focal early enhancement and/or asymmetry between the right and left CZ on T2W, ADC or high b - value images are findings that may indicate the presence of PCa. However, asymmetry in size alone may be a normal variant, especially in the setting of benign prostatic hyperplasia (BPH) in the TZ, which may deform, displace or cause as ymmetry of the CZ. Occasi onally, the normal CZ may appear as a discrete nodule in the midline above the level of the verumontanum; symmetric signal on ADC/DWI images and/or lack of early contrast enhancement may help differentiate benign from malignant tissue. Evaluation of the a nterior fibromuscular stroma (AFMS) The normal AFMS shows bilaterally symmetric shape (“crescentic”) and symmetric low signal intensity (similar to that of obturator or pelvic floor muscles) on T2W, ADC, and high b - value DWI without early enhancement. Abn ormalities with increased T2W signal intensity relative to the pelvic muscles, with high signal intensity on high b - value DWI, low signal on ADC compared to adjacent pelvis muscle signal intensity (and hence relatively lower signal on ADC than normal AFMS ), asymmetric enlargement or focal mass, and early enhancement may all be helpful to detect PCa that has extended into the AFMS. Since PCa does not originate in the AFMS, when reporting a suspicious lesion in the AFMS, criteria for either the PZ or TZ shou ld be applied, depending on the zone from which the lesion appears most likely to be originating. It is understood that the zone of origin is not always certain, an inevitable limitation of PI - RADS assessment methodology. Caveats for Overall Assessment  In order to facilitate correlation and synchronized scrolling when viewing, it is strongly recommended that imaging plane angle, location, and slice thickness for all sequences (T2W, DWI, and DCE) are identical.  Changes from prostatitis (including granulomatous prostatitis) can cause signal abnormalities in the PZ with all pulse sequences. Morphology and signal intensity may be helpful to stratify the likelihood of malignancy. In the PZ, mild signal changes on T2W and/or DWI that are not rounded but rather indistinct, linear, lobar, or diffuse are less likely to be malignant.  For the PZ, DWI is the primary determining sequence (dominant technique). Thus, if the DWI score is 4 and T2W score is 2, PIRADS Assessment Category should be 4.  For the TZ, T2W is the primary determining sequence. Thus, if the T2W score is 4and DWI score is 2, PIRADS Assessment Category should be 4.",
    "PI - RADS ® v2.1 A CR – ESUR – AdMeTech 2019 15 PI - RADSv2.1  Since the dominant sequences for PI - RADS assessment are T2W for the TZ and DWI for the PZ, identification of the zonal location of a lesion is vital. Areas where this may be especially problematic include the interface of the CZ and PZ at the base of the gland and the interface of the anterior horn of the PZ with TZ and anterior fibromuscular stroma (AFMS) .  Currently, the capability of reliably detecting and characterizing clinically significant prostate cancer with mpMRI in the TZ is less than that in the PZ.  Homogeneous or heterogeneous nodules in the TZ that are round/oval, well - circumscribed, and encapsulated are common find ings as men aged 40 and above. Often, they demonstrate restricted diffusion and/or focal contrast enhancement, but they are considered to be BPH. These do not have to be assigned a PI - RADS Assessment Category. Although such nodules may on occasi on contain clinically significant prostate cancer, the probability is very low.  Bilateral symmetric signal abnormalities on any sequence are often due to normal anatomy or benign changes.  If a component of the mpMRI exam (T2W, DWI, DCE) is technically in adequate or was not performed, it should be assigned PI - RADS Assessment Category “X” for that component. This occurs most commonly with DWI. Since DWI is often crucial for diagnosis of clinically significant cancers in the PZ, inadequate or absent DWI da ta should usually prompt repeat of this component of the mpMRI examination if the cause of failure can be remedied. If this is not possible, assessment may be accomplished with the other pulse sequences that were obtained using the tables below. However, this is a substantial limitation, and it should be clearly acknowledged in the exam report, even if it applies to only one area of the prostate gland.",
    "PI - RADS ® v2.1 A CR – ESUR – AdMeTech 2019 16 PI - RADSv2.1 Assessment Without Adequate DWI Peripheral Zone (PZ) and Transition Zone (TZ) T2W DWI DCE PI - RADS 1 X Any 1 2 X Any 2 3 X – 3 + 4 4 X Any 4 5 X Any 5 Assessment Without Adequate DCE Peripheral Zone (PZ): Determined by DWI Assessment Category Transition Zone (TZ) T2W DWI DCE PI - RADS 1 Any X 1 2 ≤ 3 X 2 ≥ 4 X 3 3 ≤4 X 3 5 X 4 4 Any X 4 5 Any X 5 If both DWI and DCE are inadequate or absent, assessment should be limited to staging for determination of EPE.",
    "PI - RADS ® v2.1 A CR – ESUR – AdMeTech 2019 17 PI - RADSv2.1 SECTION IV: MULTIPARAMETRIC MRI (MPMRI) A. T1 - Weighted (T1W) and T2 - Weighted (T2W) Both T1W and T2W sequences should be obta ined for all prostate MR exams. T1W images are used primarily to determine the presence of hemorrhage within the prostate and seminal vesicles and to delineate the outline of the gland. T1W images may also useful for detection of nodal and skeletal metastases, especially following intravenous administration of a gadolinium - based contrast agent (GBCA). T2W images are used to discern prostatic zonal anatomy, assess abnormalities within the gland, and to evaluate for seminal vesicle invasion, EPE, and nodal involvement. On T2W images, clinically significant cancers in the PZ usually appear as round or ill - defined hypointense focal lesions. However, this appearance is not specific and can be seen in v arious conditions such as prostatitis, hemorrhage, glandular atrophy, benign hyperplasia, biopsy related scars, and after therapy (hormone, ablation, etc.). The T2W features of TZ tumors include non - circumscribed homogeneous, moderately hypointense lesions (“erased charcoal” or “smudgy fingerprint” appearance), spiculated margins, lenticular shape, absence of a complete hypointense capsule, and invasion of the urethral sphincter and anterior fibromuscular stroma. The more features present, the higher the likelihood of a clinically significant TZ cancer. TZ cancers may be difficult to identify on T2W images since the TZ is often composed of variable amounts of glandular (T2 - hyperintense) and stromal (T2 - hypointense) tissue intermixed with each other, thus demonstrating heterogeneous signal intensity. Areas where benign stromal elements predominate may mimic or obscure clinically significant cancer. Both PZ and TZ cancers may extend across anatomical boundaries. Invasive behavior is noted when there i s extension within the gland (i.e. across regional parts of the prostate), into the seminal vesicles, or outside the gland (EPE). 1. Technical Specifications T2W T2W images should always be obtained in the axial plane (either straight axial to the patient o r in an oblique axial plane matching the long axis of the prostate) and a minimum of one additional orthogonal plane (i.e., sagittal and/or coronal). T2W images are usually obtained with 2D RARE (rapid acquisition with relaxation enhancement) pulse sequenc es, more commonly known as fast - spin - echo (FSE) or tur bo - spin - echo (TSE). In order to avoid blurring, excessive echo train lengths should be avoided.  Slice thickness: 3mm, no gap. Imaging planes should be the same as those used for DWI and DCE  FOV: generally 12 - 20 cm to encompass the entire prostate gland and seminal vesicles",
    "PI - RADS ® v2.1 A CR – ESUR – AdMeTech 2019 18 PI - RADSv2.1  In plane dimension: ≤0.7mm (phase) x ≤0.4mm (frequency) 3D axial acquisitions may be used as an adjunct to 2D acquisitions. If acquired using isotropic voxels, 3D acquisitions may be particularly useful for visualizing detailed anatomy and distinguishing between genuine lesions and partial volume averaging effects. However, the soft tissue contrast is not identical and in some cases maybe inferior to that seen on 2D T2W images, and the in - plane resolution may be lower than their 2D counterpart. T1W Axial T1W images of the prostate may be obtained with or without fat suppression using spin echo or gradient echo sequences. Locations should be the same as those used for D WI and DCE, although lower spatial resolution compared to T2W may be used to decrease acquisition time or increase anatomic coverage. 2. PI ‐ RADS Assessment for T2W Score Transition Zone (TZ) 1 Normal appearing TZ (rare) or a round, completely encapsulated nodule. ( “ typical nodule ” ) 2 A mostly encapsulated nodule OR a homogeneous circumscribed nodule without encapsulation. ( “ atypical nodule ” ) OR a homogeneous mildly hypointense area between nodules 3 Heterogeneous signal intensity with obscured margins Includes others that do not qualify as 2, 4, or 5 4 Lenticular or non - circumscribed, homogeneous, moderately hypointense, and <1.5 cm in greatest dimension 5 Same as 4, but ≥1.5cm in greatest dimension or definite extraprostatic extension/invasive behavior Score Peripheral Zone (PZ) 1 Uniform hyperintense signal i nt e n s i t y (n o rma l) 2 Linear or wedge - shaped hypointensity or diffuse mild hypointensity, usually indistinct margin 3 Heterogeneous signal intensity or non - circumscribed, rounded, moderate hypointensity Includes others that do not qualify as 2, 4, or 5 4 Circumscribed, homogenous moderate hypointense focus/mass confined to prostate and <1.5 cm in g r e at e s t d i m e n s ion 5 Same as 4 but ≥1.5cm in greatest dimension or definite extraprostatic extension/invasive behavior",
    "PI - RADS ® v2.1 A CR – ESUR – AdMeTech 2019 19 PI - RADSv2.1 B. Diffusion - Weighted Imaging (DWI) Diffusion - weighted imaging (DWI) reflects the random motion of water molecules and is a key component of the prostate mpMRI exam. It should include an ADC map and high b - value images . The ADC map is a display of ADC values for each voxel in an image. In most current clinical implementations, it uses two or more b - values and a monoexponential model of signal decay with increasing b - values to calculate ADC values. Most clinical ly significant cancers have restricted/impeded diffusion compared to normal tissues and, thus, appear hypointense on grey - scale ADC maps. Although ADC values have been reported to correlate inversely with histologic grades, there is considerable overlap b etween BPH, low grade cancers, and high grade cancers. Furthermore, ADC calculations are influenced by choice of b - values and have been inconsistent across vendors. Thus, qualitative visual assessment is often used as the primary method to assess ADC. Ne vertheless, ADC values, using a threshold of 750 - 900 μm 2 /sec, may assist differentiation between benign and malignant prostate tissues, with ADC values below the threshold correlating with clinically significant cancers. “High b - value” images utilize a b - value of at least 1400 sec/mm 2 . They display preservation of signal in areas of restricted/impeded diffusion compared with normal tissues, which demonstrate diminished signal due to greater diffusion between application of gradients with different b - values . Compared to ADC maps alone, conspicuity of clinically significant cancers is sometimes improved on high b - value images, especially in those adjacent to or invading the anterior fibromuscular stroma, in a subcapsular location, and at the apex and base of the gland. High b - value images can be obtained in one of two ways: either directly by acquiring a high b - value DWI sequence (requiring additional scan time), or by calculating (synthesizing) the high b - value image by extrapolation from the acquired lower b - value data used to create the ADC map (potentially less prone to artifacts because it avoids the longer TEs required to accommodate the strong gradient pulses needed f or high b - value acquisitions). As the b - value increases, the signal - to - noise ratio (SNR) decreases, so that the optimum high b - value may be dependent on magnetic field strength, software, and manufacturer. Thus, there is no currently widely accepted optimal “high b - value” beyond the requirement for a DW image set with a b - value ≥1,400 sec/mm 2. 1. Technical Specifications Free - breathing spin echo EPI sequence combined with spectral fat saturation is recommended.  TE: ≤ 90 msec; TR: ≥ 3000 msec  Slice thickness: ≤4mm, no gap. Imaging planes should match or be similar to those used for T2W and DCE  FOV: 16 - 22 cm  In plane dimension: ≤2.5mm phase and frequency For ADC maps, if only two b - values can be acquired due to time or scanner constraints, it is recommended to use one low b - value set at 0 - 100 sec/mm2 (preferably 50 - 100 sec/mm2) and one intermediate b - value set at 800 - 1000 sec/mm2. The maximum b - value used to calculate ADC is recommended to be ≤1,000 sec/mm2 to avoid diffusion kurtosis effect that have been described at higher b - values. Nonetheless, a high b - value (≥1,400 sec/mm2) image set is also mandatory and preferably should be obtained from a separate acquisition or calculated from the low and intermediate b - value images. Additional b - values between 100 and 1000 may provide more accurate ADC calculations and estimations of calculat ed high b - value images (>1400 sec/mm2).",
    "PI - RADS ® v2.1 A CR – ESUR – AdMeTech 2019 20 PI - RADSv2.1 2. PI ‐ RADS Assessment of DWI Signal intensity in a lesion should be visually compared to the average signal of “normal” prostate tissue in the histologic zone in which it is located. Score Peripheral Zone (PZ) or Transition Zone (TZ) 1 No abnormality (i.e., normal) on ADC and high b - value DWI 2 Linear/wedge shaped hypointense on ADC and/or linear/wedge shaped hyperintense on high b - value DWI 3 Focal (discrete and different from the background) hypointense on ADC and/or focal hyperintense on high b - value DWI; may be markedly hypointense on ADC or markedly hyperintense on high b - value DWI, but not both. 4 Focal markedly hypontense on ADC and markedly h yperintense on high b - value DWI; <1.5cm in greatest dimension 5 Same as 4 but ≥1.5cm in greatest dimension or definite extraprostatic extension/invasive behavior 3. Caveats for DWI  Findings on DWI should always be correlated with T2W, T1W, and DCE. • Due to technical issues, units of signal intensity have not been standardized across different MRI scanners and are not analogous to Hounsfield units of density on CT. As a result, there are no standardized “prostate windows” that are applicable to images obt ained from all MRI scanners. Clinically significant cancers have restricted/impeded diffusion and should appear as hypointense on the ADC map. It is strongly recommended that ADC maps from a particular scanner are set to portray clinically significant pro state cancers so that they appear markedly hypointense on ADC maps, and they should be consistently viewed with the same contrast (window width and level) settings. Guidance from radiologists who have experience with a particular vendor or scanner may be h elpful.  Color - coded maps of ADC may assist in standardization of viewing and assessing images from a particular scanner or vendor, but they will not obviate the concerns with reproducibility of quantitative ADC values.  Benign findings and some normal anatomy (e,g. calculi and other calcifications, areas of fibrosis or dense fibromuscular stroma, and some blood products, usually from prior biopsies) may exhibit no or minimal signal on both T2W and ADC because there is insufficient signal. However, in c ontrast to clinically significant prostate cancers, these entities will also be markedly hypointense on all DWI images.  Some BPH nodules in the TZ are not clearly encapsulated, and they may exhibit hypointensity on ADC maps and hyperintensity on high b - va lue DWI. Although morphologic features may assist assessment in some cases, this is currently a recognized limitation of mpMRI diagnosis.",
    "PI - RADS ® v2.1 A CR – ESUR – AdMeTech 2019 21 PI - RADSv2.1  An encapsulated, circumscribed, round nodule in the PZ or CZ is likely an extruded BPH nodule, even if it is hypointense on ADC. PI - RADS Assessment Category for this finding should be category 2.  The term “markedly” in category 4 is defined as a more pronounced signal change than any other focus in the same zone. C. Dynamic Contrast - Enhanced (DCE) MRI DCE MRI, is defined as the acquisition of rapid T1W gradient echo scans before, during and after the intravenous administration of a low molecular weight gadoliniu m - based contrast agent (GBCA). As with many other malignancies following bolus injection of a GBC A, prostate cancers often demonstrate early enhance ment compared to normal tissue. However, the actual kinetics of prostate cancer enhancement are qu ite variable and heterogeneous. Some malignant tumors demonstrate early washout, while others retain contra st longer. Furthermore, enhancement alone is not definitive for clinically significant prostate cancer, and absence of early enhancement does not exclude the possibility. DCE may help to detect some small significant cancers. The DCE data should always b e closely inspect ed for focal early enhancement. If found, then the corresponding T2W and DWI images should be carefully interrogated fo r a corresponding abnormality. At present, the added value DCE is not firmly established, and most published data show t hat the added value of DCE over and above the combina tion of T2W and DWI is modest. Thus, although DCE is an essential component of the mpMRI prostate examination, its role in determination of PI - RADS v2.1 Assessment Category is secondary to T2W and DWI. DCE is positive when there is enhancement that is focal, earlier or contemporaneous with enhancement of adjacent normal prostatic tissues, and usually corresponds to a suspicious finding on T2W a nd/or DWI. Positive enhancement in a lesion usually occurs w ithin 10 seconds of the appearance of the injected GBCA in the femoral arteries (depending on temporal resolution used to acquire the images, injection rate, cardi ac output, and other factors). The most widely available method of analyzing DCE is direct v isual assessment of the individual DCE time - points at each slice location by either manuall y scrolling or using cine mode. Visual assessment of enhancement may be improved with fat suppression or subtraction techniques (especially in the presence of blood products that are hyperintense on pre - contrast enhanced T1W). Visual assessment of enhancement may also be assisted with a parametric map which color - codes enhancement features within a voxe l (e.g. slope and peak). However, any suspicious finding on subtracted images or a parametric map should always be confirmed on the source images. Considerable effort has gone into “curve typing” (i.e. plotting the kinetics of a lesion as a function of signal vs. time). However, there is great heterogeneity in enhancement characteristics of prostate cancers, and at present there is little evidence in the literature to support th e use of specific curve types. Another approach is the use of compartmental pharmacokinetic modeling, w hich incorporates contrast media concentration rather than raw signal intensity and an arterial input function to calculate time constants for the rate of contrast agent wash - i n (Ktrans) and wash - out (kep). Commercial software programs are available that p roduce “maps” of Ktrans and kep and m ay improve lesion conspicuity. Although pharmacokinetic (PK) analysis may provide valuable insights into tumor behavior and biomarker measurements for drug development, the PI - RADS Steering",
    "PI - RADS ® v2.1 A CR – ESUR – AdMeTech 2019 22 PI - RADSv2.1 Committee believes there is c urrently insufficient peer reviewed published data or expert consensus to support routine adoption of this method of analysis for clinical use. Thus, for PI - RADS™ v2 .1 , a “positive” DCE MRI lesion is one where the enhancement is focal, earlier or contemp oraneous with enhancement of adjacent normal prostatic tissues, and corresponds to a finding on T2W and/or DWI. In the TZ, BPH nodules frequently enhance early, but they usually exhibit a characteristic benign morphology (rou nd shape, well circumscribed). A “negative” DCE MRI lesion is one that either does not enhance early compared to surrounding prostate or enhances diffusely so that the margins of the enhancing area do not correspond to a finding on T2W and/or DWI. 1. Technical Specifications DCE is generally carried out for several minutes to assess t he enhancement characteristics. In order to detect early enhancing lesions in comparison to background prostatic tissue, temporal resolution should be <15 seconds per acquisition in order to depict focal early enhancement. However, a more rapid temporal resolution may be selected if maintaining sufficient spatial resolution and overal l image quality is guaranteed. Fat suppression and/or subtractions is recommended.  While both 2D or 3D T1W gradient echo (G RE) sequences have been described in the literature, 3D T1W GRE is generally available using modern systems and is preferred.  TR/TE: <100msec/ <5msec  Slice thickness: 3mm, no gap. Imaging planes should be the same as those used for DWI and DCE  FOV: encompass the entire prostate gland and seminal vesicles  In plane dimension: ≤2mm X ≤2mm  Temporal resolution: ≤1 5 sec  Total observation rate: > 2min  Dose: 0.1mmol/kg standard GBCA or equivalent high relativity GBCA  Injection rate: 2 - 3cc/sec starting with continuous image data acquisition (should be the same for all exams) 2. PI ‐ RADS Assessment for DCE Score Peripheral Zone (PZ) or Transition Zone (TZ) ( – ) no early or contemporaneous enhancement; or diffuse multifocal enhancement NOT corresponding to a focal finding on T2W and/or DWI or focal enhancement corresponding to a lesion demonstrating features of BPH on T2WI (including features of extruded BPH in the PZ) (+) focal, and; earlier than or contemporaneously with enhancement of adjacent normal prostatic tissues, and; corresp o nds to suspicious finding on T2W and/or DWI",
    "PI - RADS ® v2.1 A CR – ESUR – AdMeTech 2019 23 PI - RADSv2.1 Caveats for DCE  DCE should always be interpreted with T2W and DWI; Focal enhancement in clinically significant cancer usually corresponds to focal findings on T2W and/or DWI.  DCE may be helpful when evaluation of DWI in part or all of the prostate is technically compromised (i.e., Assessment Category X) and when prioritizing multiple lesions in the same patient (e.g., all other factors being equal, the largest DCE positive lesion maybe considered the index lesion).  Diffuse enhancement on DCE is usually attributed to inflammation (e.g. prostatitis). Although infiltrating cancers may also demonstrate diffuse enhancement, these are uncommon and usually demonstrate an abnormality on the corresponding T2W and/or DWI.  There are instances where histologically sparse prostate cancers are intermixed with benign prostatic tissues. They may be occult on T2W and DWI, and anecdotally may occasionally be apparent only on DCE. H owever, these are usually lower grade tumors, and the enhancement might, in some cases, be due to concurrent prostatitis. 3. Commentary on bi - parametric MRI Despite the limited role of DCE in determining the overall PI - RADS assessment category experience has shown that, in some instances, DCE may assist in detection of csPCa in both the PZ and TZ, and in clinical practice some have viewed DCE as a ‘safety - net’ or ‘back - up’ sequence, especially when DWI is degraded by artifacts or inadequate signal - to - nois e ratio (SNR). Given the limited role of DCE, there is growing interest in performing prostate MRI without DCE, a procedure termed “biparametric MRI” (bpMRI). A number of studies have reported data that supports the value of bpMRI for detection of csPCa in biopsy - naïve men and those with a prior negative biopsy. The PI - RADS Steering Committee supports continued research concerning the performance of bpMRI in various clinical scenarios and acknowledges the potential benefits, including: (1) elimination of adverse events and gadolinium retention that have been assoc iated with some gadolinium based contrast agents (GBCAs), (2) shortened examination times, and (3) reduced costs, possibly resulting in increased accessibility and utilization of MRI for biopsy - naïve men with suspected prostate cancer. However, the PI - RA DS Steering Committee also has concern. In some studies, DCE - MRI has been reported to improve the sensitivity of prostate mpMRI. Although most of the bpMRI studies are prospective, and they were performed using different methodologies at single institution s with only one or two readers. It is possible that the performance of bpMRI will be degraded in multi - institutional clinical trials with multiple readers, and while further research is required, at this time there may be an increase in the frequency of mi ssed csPCa’s if bpMRI were to receiv e widespread clinical adoption. Furthermore, as described above, DCE in practice has been a ‘safety - net’ or ‘back - up’ sequence, especially when either T2W or DWI is degraded by artifacts or inadequate signal - to - noise rat io (SNR), a situation which is not uncommon on some MRI scanners when performing prostate MRI without an endorectal coil. Thus, it is important to",
    "PI - RADS ® v2.1 A CR – ESUR – AdMeTech 2019 24 PI - RADSv2.1 perform further research, before DCE is deemed unnecessary for assessment of tre atment naïve prostate patient s. DCE remains essential in assessment for local recurrence following prior treatment, a setting in which current PI - RADS assessment criteria do not apply. The PI - RADS Steering Committee encourages multicenter prospective studies, employing multiple reade rs, addressing relative biopsy yields of csPCa and indolent PCa of mpMRI directed biopsy prompted by both approaches, with TRUS - GB comparisons to see if the documented advantages of mpMRI directed biopsy are retained by bpMRI. For now, the Committee sugg ests that bpMRI be reserved for select clinical indications and makes the following recommendations for when mpMRI is preferred over bpMRI usage: 1. mpMRI is still preferred in men where the balance between under - diagnosis and over - diagnosis favors the clini cal priority not to miss any significant cancer. These patients include those with prior negative biopsies with unexplained raised PSA values, and those in active surveillance who are being evaluated for fast PSA doubling times or changing clinical/patholo gic status. 2. For men who have previously undergone a bpMRI exam that did not show findings suspicious for csPCa, and who remain at persistent suspicion of harboring disease, the clinical priority for subsequent MRI scans is to not miss csPCa; thus, the pre ferred reimaging option is mpMRI. 3. Prior prostate interventions (TRUS/TURP/BPH therapy. radiotherapy, focal therapy or embolization) and drug/hormonal therapies [testosterone, 5 - alpha reductase, etc.] that are known to change prostate morphology should be evaluated with mpMRI, at a suitable time after the surgical intervention, for disease detection and localization. 4. Biopsy - naïve men with strong family history, known genetic predispositions, elevated urinary genomic scores and higher than average risk calculator scores for csPCa, should have mpMRI. 5. Men with a hip implant or other consideration that can be expected to yield degraded DWI should have mpMRI. Implications of bpMRI for PI - RADS Assessment Categories When bpMRI is performed and DCE data are not obtained, TZ assessment remains unchanged. The PI - RADS assessment category for a finding in the PZ remains primarily based on the DWI score and the lesions that receive a score of 3 on DWI will not be upgraded. The proportion of men with PI - RA DS assessment category 3 will likely increase and PI - RADS 4 will reduce, and in so doing change the likelihood of csPCa in these PI - RADS categories, which will require additional documentation and subsequently pathway modifications for both biopsy naïve an d prior negative biopsy men.",
    "PI - RADS ® v2.1 A CR – ESUR – AdMeTech 2019 25 PI - RADSv2.1 SECTION V: STAGING MRI is useful for determination of the T stage, either confined to the gland (¬< T2 disease) or extending beyond the gland (> T3 disease). The apex of the prostate should be carefully inspected. When c ancer involves the external urethral sphincter, there is surgical risk of cutting the sphincter, resulting in compromise of urinary competence. Tumor in this region may also have implications for radiation therapy. High spatial resolution T2W imaging is required for accurate assessment of extraprostatic extension (EPE), which includes assessment of neurovascular bundle involvement and seminal vesicle invasion. These may be supplemented by high spatial resolution contrast - enhanced fat suppressed T1W. The features of seminal vesicle invasion include focal or diffuse low T2W signal intensity and/or abnormal contrast enhancement within and/or along the seminal vesicle, restricted diffusion, obliteration of the angle between the base of the prostate and the s eminal vesicle, and demonstration of direct tumor extension from the base of the prostate into and around the seminal vesicle. Imaging features used to assess for EPE include asymmetry or invasion of the neurovascular bundles, a bulging prostatic contour, an irregular or spiculated margin, obliteration of the rectoprostatic angle, a tumor - capsule interface of greater than 1.0 cm, breach of the capsule with evidence of direct tumor extension or bladder wall invasion. The next level of analysis is that of t he pelvic and retroperitoneal lymph nodes. The detection of abnormal lymph nodes on MRI is currently limited to size, morphology and s hape, and enhancement pattern. In general, lymph nodes over 8mm in short axis dimension are regarded as suspicious, althou gh lymph nodes that harbor meta stases are not always enlarged. Nodal groups that should be evaluated include: common femoral, obturator, external iliac, internal iliac, common iliac, pararectal, presacral, and paracaval, and para - aortic to the level of the aortic bifurcation. Images should be assessed for the presence of bone metastases.",
    "PI - RADS ® v2.1 A CR – ESUR – AdMeTech 2019 26 PI - RADSv2.1 APPENDIX I Report Templates The following provides a template for reporting mp - MRI using PI - RADS. The goal is to improve communication between practitioners. Therefore, it is important to keep in mind that the PI - RADS v2.1 overall suspicion category only applies when using the PI - RADS interpretation system. It is recommended that the overall suspicion category be given for each lesion, whereas the individual pu lse sequence level categories are optional but may be helpful when determining the overall suspicion category. The overall suspicion should be reported in every case, although one can provide additional information which may modulate the final impression ( e.g., when a peripheral zone lesion may be high suspicion but still consistent with prostatitis in the setting of bacturia, urgenc y, dysuria, and perineal pain). It is also recommended that whether or not structures are involved (e.g., neurovascular bundl es or seminal vesicles) be explicitly described rather than just giving a description of the appearance. Explicit reporting of the presumed stage is recommended, but optional. When available, it is recommended the date and value of serum PSA level and pri or biopsy should be reported; this may not be available in every case. Finally, it is recommended that the “technique” statement explicitly describe that the technique is PI - RADS - compliant, although whether the individual components (e.g. b - value for DWI) are explicitly described is optional. Dates of prior examinations should also be listed. The PI - RADS report template begins on the next page.",
    "PI - RADS ® v2.1 A CR – ESUR – AdMeTech 2019 27 PI - RADSv2.1 PI - RADS Report Template INDICATION: (including the date and value of serum PSA level and any prior biopsy type - TRUS, FUSION, IN BORE, date and results), prior therapy (Radiation, Hormones) TECHNIQUE: (state it is PI - RADS - compliant; explicit description of field strength, coils used, route and rate of IV contrast administration, and pulse sequence parameters is recommended) COMPARISON: FINDINGS: Size: L x W x H cm or V cubic cm (with inclusion of PSA density) Quality Hemorrhage: Peripheral zone: Transition zone: Lesion (s) in rank order of severity (highest score - to lowest score, then by size) #1: Location: use PI - RADS SECTOR LABEL and IMAGE SERIES/NUMBER Size: T2: DWI: DCE: Prostate margin: (no invo lvement, indeterminate, or definite extraprostatic extension) Lesion overall PI - RADS category: Extra - prostatic extension: Neurovascular bundles: Distance from index lesion or any PI - RADS 4/5 lesion to NVB’s Seminal vesicles: Lymph nodes Other pelvic organs: IMPRESSION: Overall PI - RADS category (listing of PI - RADS categories) Here is an example to consider PROSTATE MRI HISTORY/INDICATION: elevated serum PSA 2 weeks prior: 12.1 ng/mL TECHNIQUE: multiplanar, multisequence imaging of the pelvis in acc ordance with PI - RADS recommendations before and after intravenous administration of 10 mL gadobutrol in the left antecubital fossa at 2.0 ml/sec on a 3.0 T platform using a 16 - channel external phased array coil. Dedicated three - plane 20 cm FOV FSE T2; axia l diffusion weighted imaging with b - values 50, 400, and 800 s/mm2 and calculated b=1400 s/mm2 and ADC map; and axial 3D dynamic contrast - enhanced T1 - weighted imaging with 10 sec temporal resolution were acquired using 3 mm slice thickness in addition to fu ll - pelvis post - contrast T1 - weighted imaging. (continued on next page)",
    "PI - RADS ® v2.1 A CR – ESUR – AdMeTech 2019 28 PI - RADSv2.1 COMPARISON: None FINDINGS: Size: 4.0 x 4.0 x 5.0 L x W x H cm for 42 cubic cm, PSA density 0.29 ng/mL/mL Quality: mild geometric distortion on diffusion - weighted imaging from rectal distention does not compromise diagnostic confidence Hemorrhage: none Peripheral zone: Slightly heterogeneous high signal. Focal finding as below. Transition zone: Moderate heterogeneity consistent with prostatic hyperplasia. Focal finding as below. Lesion #1: Location: right midgland transition zone anterior (RM - TZa) on series 5 image 16, axial T2 Size: 1.1 x 0.7 cm T2: homogeneous, moderately hypointense with extraprostatic extension, sequence category 5/5 DWI: focal markedly hyperintense on high b - value DWI and markedly hypointense on ADC with extraprostatic extension, sequence category 5/5 DCE: focal early enhancement, positive Prostate margin: gross extraprostatic extension anteriorly Lesion overall PI - RADS category: 5/5 Lesion #2: Location: lef t apex peripheral zone posterolateral (LX - PZpl) on series 8 image 20, ADC map Size: 0.8 x 0.6 cm T2: circumscribed, homogeneous, moderately hypointense, sequence category 4/5 DWI: focal mildly hyperintense on high b - value DWI and moderately hypointense on ADC, sequence category 3/5 DCE: focal early enhancement, positive Prostate margin: does not abut the prostate margin Lesion overall PI - RADS category: 4/5 Neurovascular bundles: Not involved, approximately 0.8 cm from lesion #2 Seminal vesicles: not in volved Lymph nodes: no lymphadenopathy Bones: no osseous metastases suggested Other pelvic organs: normal IMPRESSION: 1. Very high suspicion right transition zone lesion with extraprostatic extension, MRI putative stage T3a (PI - RADS 5) 2. High suspicion lesion left peripheral zone lesion without extraprostatic extension (PI - RADS 4) (continued on next page)",
    "PI - RADS ® v2.1 A CR – ESUR – AdMeTech 2019 29 PI - RADSv2.1 Overall PI - RADS category 5 PI‐RADS R v2.1 Assessment Categories PI - RADS 1 – Very low (clinically significant cancer is highly unlikely to be present) PI - RADS 2 – Low (clinically significant cancer is unlikely to be present) PI - RADS 3 – Intermediate (the presence of clinically significant cancer is equivocal) PI - RADS 4 – High (clinically significant cancer is likely to be present) PI - RADS 5 – Very high (clinically significant cancer is highly likely to be present)",
    "PI - RADS ® v2.1 A CR – ESUR – AdMeTech 2019 30 PI - RADSv2.1 APPENDIX II Sector Map The segmentation model used in PI - RADS v2.1 employs 41 sectors/regions: 38 for the prostate, two for the seminal vesicles and one for the external urethral sphincter. The prostate is divided into right/left on axial sections by a vertical line drawn thro ugh the center (indicated by the prostatic urethra), and into anterior/posterior by a horizontal line through the middle of the gland. The right and left peripheral zones (PZ) at prostate base, mid gland, and apex are each subdivided into three sections : anterior (a), medial posterior (mp), and lateral posterior (lp). The right and left transition zones (TZ) at prostate base, mid gland, and apex are each subdivided into two sections: anterior (a) and posterior (p) The anterior fibromuscular stroma (AS ) is divided into right/left at the prostate base, mid gland, and apex. The seminal vesicles (SV) are divided into right/left. The sector map illustrates an idealized “normal prostate”. In patients and their corresponding MRI images, many prostates have c omponents that are enlarged or atrophied, and the PZ may be obscured by an enlarged TZ. In such instances, in addition to the written report, a sector map which clearly indicates the location of the findings will be especially useful for localization. The PI - RADS Sector Map begins on the next page.",
    "PI - RADS ® v2.1 A CR – ESUR – AdMeTech 2019 31 PI - RADSv2.1 Sector Map",
    "PI - RADS ® v2.1 A CR – ESUR – AdMeTech 2019 32 PI - RADSv2.1 APPENDIX III Lexicon ABNORMALITY Focal abnormality Localized at a focus, central point or locus Focus Localized finding distinct from neighboring tissues, not a three - dimensional space occupying structure Index Lesion Lesion identified on MRI with the highest P I R AD S A ss e ss m e nt Category. If the highest PIRADS Assessment Category is assigned to two or more lesions, the index lesion should be one that shows EPE or is largest. Also known as dominant lesion Lesion A localized pathological or traumatic structural change, damage, deformity, or discontinuity of tissue, organ, or body part Mass A three - dimensional space occupying structure resulting from an accumulation of neoplastic cells, inflammatory cells, or cystic changes Nodule A small lump, swelling or collection of tissue Non - focal abnormality Not localized to a single focus Diffuse Widely spread; not localized or confined; distributed over multiple areas, may or may not extend in contiguity, does not conform to anatomical boundaries Multifocal Multiple foci distinct from neighboring tissues Regional Conforming to prostate sector, sextant, zone, or lobe; abnormal signal other than a mass involving a large volume of prostatic tissue SHAPE Round The shape of a circle or sphere Oval The shape of either an oval or an ellipse Lenticular Having the shape of a double - convex lens, crescentic Lobulated Composed of lobules with undulating contour Water - drop - shaped Tear - shaped Having the shape of a tear or drop of water; it differs from an oval because one end is clearly larger than the other Wedge - shaped Having the shape of a wedge, pie, or V - shaped Linear In a line or band - like shape Irregular Lacking symmetry or evenness",
    "PI - RADS ® v2.1 A CR – ESUR – AdMeTech 2019 33 PI - RADSv2.1 MARGINS Circumscribed Well defined Non - circumscribed Ill - defined Indistinct Blurred Obscured Not clearly seen or easily distinguished Irregular Uneven Spiculated Radiating lines extending from the margin of a mass Encapsulated Bounded by a distinct, uniform, smooth low - signal line (BPH nodule) ; completely encapsulated nodule is entirely surrounded by a smooth low - signal line in at least two imaging planes ( “ typical nodule ” ); almost completely or incompletely encapsulated nodule is not entirely surrounded by a smooth low - signal line ( “ atypical nodule ” ) Erased charcoal sign Blurred margins as if smudged, smeared with a finger; refers to appearance of a homogeneously T2 low - signal lesion in the transition zone of the prostate with indistinct margins (prostate cancer) MR IMAGING SIGNAL CHARACTERISTICS Hyperintense Having higher signal intensity (more intense, brighter) on MRI than background prostate tissue or reference tissue/structure T2 Hyperintensity Having higher signal intensity (more intense, brighter) on T2 - weighted imaging Isointense Having the same intensity as a reference tissue/structure to which it is compared; intensity at MRI that is identical or nearly identical to that of background prostate Hypointense Having less intensity (darker) than background prostate tissue or reference tissue/structure Markedly hypointense Signal intensity lower than expected for normal or abnormal tissue of the reference type, e.g., when involved with calcification or blood or gas T2 hypointensity Having lower signal intensity (less intense, darker) on T2 - weighted imaging ADC Hypointense Having lower intensity (darker) than a reference b a c kg r o u n d t i ss ue on ADC map Organized chaos Heterogeneous T2 signal - intensity in transition zone with circumscribed margins, encapsulated (BPH nodule)",
    "PI - RADS ® v2.1 A CR – ESUR – AdMeTech 2019 34 PI - RADSv2.1 Restricted diffusion Limited, primarily by cell membrane boundaries, random Brownian motion of water molecules within the voxel; h aving higher signal intensity than peripheral zone or transition zone prostate on DW images acquired or calculated at b values >1400 sec/mm 2 accompanied by low signal intensity on the corresponding ADC map. Synonymous with “impeded” diffusion Diffusion - weighted hyperintensity Having higher signal intensity, not attributable to T2 shine - through, than background prostate on DW images Apparent Diffusion Coefficient (ADC) A measure of the degree of motion of water molecules in tissues. It is determined by calculating the signal loss in data obtained with different b - values and is expressed in units of mm 2 /sec or μm 2 /sec ADC Map A display of ADC values for each voxel in an image ADC Hyperintense Having higher signal intensity (more intense, brighter) than background tissue on ADC map ADC Isointense Intensity that is identical or nearly identical to that of background tissue on ADC map ADC Hypointense Having lower signal intensity (darker) than a reference background tissue on ADC map b - value A measure of the strength and duration of the diffusion gradients that determines the sensitivity of a DWI sequence to diffusion Dynamic contrast enhanced ( DCE) Wash - in Early arterial phase of enhancement; a period of time to allow contrast agent to arrive in the tissue DCE Wash - out Later venous phase, de - enhancement, reduction of signal following enhancement; a period of time to allow contrast agent to clear the tissue Pharmacodynamic analysis PD curves Method of quantifying tissue contrast media concentration changes to calculate time constants for the rate of wash - in and wash - out Time vs. signal intensity curve Graph plotting tissue intensity change (y axis) over time (x axis); enhancement kinetic curve is Enhancement kinetic curve a graphical representation of tissue enhancement where signal intensity of tissue is plotted as a function of time",
    "PI - RADS ® v2.1 A CR – ESUR – AdMeTech 2019 35 PI - RADSv2.1 ENHANCEMENT PATTERNS Early phase wash - in Signal intensity characteristic early after contrast agent administration; wash - in phase corresponding to contrast arrival in the prostate Delayed phase Signal intensity characteristic following its initial (early) rise after contrast material administration Persistent delayed phase – Type 1 curve Continued increase of signal intensity over time Plateau delayed phase – Type 2 curve Signal intensity does not change over time after its initial rise, flat; plateau refers to signal that varies <10% from the peak signal over the duration of the DCE MRI Washout delayed phase – Type 3 curve Signal intensity decreases after its highest point after its initial rise Positive DCE Focal, AND earlier than OR contemporaneous with adjacent normal prostatic tissues enhancement AND corresponding to a peripheral zone or transition zone lesion on T2 and/or DWI Negative DCE Lack of early or contemporaneous with adjacent normal prostatic tissues enhancement Diffuse multifocal enhancement NOT corresponding to a focal lesion on T2 and/or DWI Focal enhancement corresponding to a BPH lesion ANATOMICAL TERMS Prostate: Regional Parts The prostate is divided from superior to inferior into three regional parts: the base, the midgland, and the apex Base of prostate The upper 1/3 of the prostate just below the urinary bladder Mid prostate The middle 1/3 of the prostate that includes verumontanum in the mid prostatic urethra; midgland Apex of prostate The lower 1/3 of the prostate Peripheral zone Covers the outer posterior, lateral, and apex regions of the prostate; makes up most of the apex of the prostate Transition zone Tissue along the proximal prostatic urethra that enlarges with ageing (BPH). It is separated from the peripheral zone by a “surgical capsule” (or “pseudocapsule”) delineated as a low signal line on T2 weighted MRI",
    "PI - RADS ® v2.1 A CR – ESUR – AdMeTech 2019 36 PI - RADSv2.1 Central zone Tissue surrounding the ejaculatory ducts posterior and superior, from the base of the prostate to the verumontanum; it has the shape of an inverted cone with its base oriented towards the base of the gland; contains more stroma than glandular tissue Anterior fibromuscular stroma Located anteriorly and contains smooth muscle, which mixes with periurethral muscle fibers at the bladder neck; co nta i n s no glandular tissue Prostate: Sectors Anatomical regions defined for the purpose of prostate targeting during interventions, may include multiple constitutional and regional parts of the prostate. Thirty - eight sectors for standardized MRI prostate localization reporting are identified, with addition of seminal v esicles and membranous urethra. Each traditional prostate sextant is sub - divided into six sectors, to include: the anterior fibromuscular stroma, the transition zone anterior and posterior sectors, the peripheral zone anterior, lateral, and medial sectors. The anterior and posterior sectors are defined by a line bisecting the prostate into the anterior and posterior halves . See Sector Map Diagram Prostate “ capsule ” Histologically, there is no distinct capsule that surrounds the prostate, however historically the “ capsule ” has been defined as an outer band of the prostatic fibromuscular stroma blending with endopelvic fascia that may be visible on imaging as a distinct thin layer of tissue surrounding or partially surrounding the peripheral zone Prostate pseudocapsule Imaging appearance of a thin “capsule” around transition zone when no true capsule is present at histological evaluation. The junction of the transition and peripheral zones marked by a visible hypointense linear boundary, which is often referred to as the prostate “pseudocapsule” capsule” or “surgical Seminal vesicle One of the two paired glands in the male genitourinary system, posterior to the bladder and superior to the prostate gland, that produces fructose - rich seminal fluid which is a component of semen. These glands join the ipsilateral ductus (vas) deferens to form the ejaculatory duct at the base of the prostate Neurovascular bundle of prostate (NVB) Nerve fibers from the lumbar sympathetic chain extend inferiorly to the pelvis along the iliac arteries and intermix with parasympathetic nerve fibers branching off S2 to S4. The mixed nerve bundles run posterior to the bladder, seminal vesicles, and prostate as the “pelvic plexus”. The cavernous nerve arises from the pelvic p lexus and runs along the posterolateral aspect of the prostate on each side. Arterial and venous vessels accompany the cavernous nerve, and together these structures form the neurovascular bundles which are best visualized on MR imaging at 5 and 7 o’clock position. At the apex and the base of the prostate, the bundles send penetrating branches through the “ capsule ”, providing a potential route for extraprostatic tumor spread.",
    "PI - RADS ® v2.1 A CR – ESUR – AdMeTech 2019 37 PI - RADSv2.1 Right neurovascular bundle Located at 7 o’clock postero - lateral position. Left neurovascular bundle Located at 5 o’c lock postero - lateral position. Vas deferens The excretory duct of the testes that carries spermatozoa; it rises from the scrotum and joins the seminal vesicles to form the ejaculatory duct, which opens into the mid pro static urethra at the level of the verumontanum. Verumontanum The verumontanum (urethral crest formed by an elevation of the mucous membrane and its subjacent tissue) is an elongated ridge on the posterior wall of the mid prostatic urethra at the site of ejaculatory ducts opening into the prostatic urethra Neck of urinary bladder The inferior portion of the urinary bladder which is formed as the walls of the bladder converge and become contiguous with the proximal urethra Urethra: Prostatic The proximal prostatic urethra extends from the bladder neck at the base of the prostate to verumontanum in the mid prostate. The distal prostatic urethra extends from the verumontanum to the membranous urethra and contains striated muscle of the urethral sphincter Urethra: Membranous The membranous segment of the urethra is located between the apex of the prostate and the bulb of the corpus spongiosum, extending through the urogenital diaphragm External urethral sphincter Surrounds the whole length of the membranous portion of the urethra and is enclosed in the fascia of the urogenital diaphragm Periprostatic compartment Space surrounding the prostate Rectoprostatic compartment / Rectoprostatic angle Space between the prostate and the rectum Extraprostatic Pertaining to an area outside the prostate Prostate – seminal vesicle angle The plane or space between the prostate base and the seminal vesicle, normally filled with fatty tissue and neurovascular bundle of prostate",
    "PI - RADS ® v2.1 A CR – ESUR – AdMeTech 2019 38 PI - RADSv2.1 STAGING TERMS Abuts “capsule” of prostate Tumor touches the “capsule” Bulges “capsule” of prostate Convex contour of the “capsule” Bulging prostatic contour over a suspicious lesion: Focal, spiculated ( e xtra p r o s tat i c tum o r) Broad - base of contact (at least 25% of tumor contact with the capsule) Tumor - capsule abutment of greater than 1 cm Lenticular tumor at prostate apex extending along the urethra below the apex Mass effect on surrounding tissue Compression of the tissue around the mass, or displacement of adjacent tissues or structures, or obliteration of the tissue planes by an infiltrating mass Invasion Tumor extension across anatomical boundary; may relate to tumor extension within the gland, i.e. across regional parts of the prostate, or outside the gland, across the “ c a p s u l e ” ( e xtra c a p s u l ar extension of tumor, extraprostatic extension of tumor, extraglandular extension of tumor) Invasion: “Capsule” Tumor involvement of the “capsule” or extension across the “capsule” with indistinct, blurred or irregular margin Extraprostatic extension EPE Retraction of the capsule Breach of the capsule Direct tumor extension through the “capsule” Obliteration of the rectoprostatic angle Invasion: Pseudocapsule Tumor involvement of pseudocapsule with indistinct margin Invasion: Anterior fibromuscular stroma Tumor involvement of anterior fibromuscular stroma with indistinct margin Invasion: Prostate – seminal vesicle angle Tumor extends into the space between the prostate base and the seminal vesicle",
    "PI - RADS ® v2.1 A CR – ESUR – AdMeTech 2019 39 PI - RADSv2.1 Invasion: Seminal vesicle Seminal vesicle invasion SVI Tumor extension into seminal vesicle There are 3 types: 1. Tumor extension along the ejaculatory ducts into the seminal vesicle above the base of the prostate; f ocal T2 hypointense signal within and/or along the seminal vesicle; enlargement and T2 hypointensity within the lumen of seminal vesicle ; Restricted diffusion within the lumen of seminal vesicle ; Enhancement along or within the lumen of seminal vesicle ; Obliteration of the prostate - seminal vesicle angle 2. Direct extra - glandular tumor extension from the base of the prostate into and around the seminal vesicle 3. Metachronous tumor deposit – separate focal T2 hypointense signal, enhancing mass in distal seminal vesicle Invasion: Neck of urinary bladder Tumor extension along the prostatic urethra to involve the bladder neck Invasion: Membranous urethra Tumor extension along the prostatic urethra to involve the membranous urethra Invasion: Periprostatic, extraprostatic Tumor extension outside the prostate Invasion: Neurovascular bundle of prostate Tumor extension into the neurovascular bundle of the prostate Asymmetry, enlargement or direct tumor involvement of the neurovascular bundles Assess the recto - prostatic angles (right and left): 1. Asymmetry – abnormal one is either obliterated or flattened 2. Fat in the angle – infiltrated (individual elements cannot be identified or separated) Clean (individual elements are visible) 3. Direct tumor extension Invasion: External urethral sphincter Tumor extension into the external urethral sphincter Loss of the normal low signal of the sphincter, discontinuity of the circular contour of the sphincter",
    "PI - RADS ® v2.1 A CR – ESUR – AdMeTech 2019 40 PI - RADSv2.1 MRI CHARACTERISTICS OF ADDITIONAL PATHOLOGIC STATES BPH nodule A round/oval mass with a well - defined T2 hypointense margin in at least two planes of imaging; encapsulated mass or “organized chaos” found in the transition zone or extruded from the transition zone into the peripheral zone Hypertrophy of median lobe of prostate Increase in the volume of the median lobe of the prostate with mass - effect or protrusion into the bladder and s tr e t c h i n g t h e urethra Cyst A circumscribed T2 hyperintense fluid containing sac - like structure Hematoma - Hemorrhage T1 hyperintense collection or focus Calcification Focus of markedly hypointense signal on all MRI sequences",
    "PI - RADS ® v2.1 A CR – ESUR – AdMeTech 2019 41 PI - RADSv2.1 APPENDIX IV SAMPLE PROTOCOLS (this section is under construction)",
    "PI - RADS ® v2.1 A CR – ESUR – AdMeTech 2019 42 PI - RADSv2.1 APPENDIX V Atlas ( Available at www.acr.org/Clinical - Resources/Reporting - and - Data - Systems/PI - RADS )",
    "PI - RADS ® v2.1 A CR – ESUR – AdMeTech 2019 43 PI - RADSv2.1 REFERENCES Introduction 1. Thornbury JR, Ornstein DK, Choyke PL, Langlotz CP, Weinreb JC. Pros tate Cancer: What is the future for imaging? Am J Roentgenology 2001; 176:17 - 22. 2. Dickinson L, Ahmed HU, Allen C, Barentsz JO, Carey B, Futterer JJ, et al. Magnetic resonance imaging for the detection, localisation, and characterisation of prostate cancer: recommendations from aEuropean consensus meeting. European Urology .2011;4:477 - 94. 3. Eberhardt SC, Carter S, Casalino DD, Merrick G, Frank SJ, et al. ACR Appropriateness Criteria® for Prostate Cancer — pretreatment detection, staging and surveillance. J Am Coll Radiol 2013;10(2); 83 - 92 4. Barentsz JO, Richenberg J, Clements R, Choyke P, Verma S, Villeirs G, et al. ESUR prostate MR guidelines 2012. European Radiol 2012;4:746 - 57. 5. Moore CM, Kasivisvanathan V, Eggener S, Emberton M, Futterer JJ, et al. Standards of reportingfor MRI - targeted biopsy studies (START) of the prostate: recommendations from an international working group. European Urology 2013;64:544 - 552 6. Rosenkrantz AB, Kim S, Lim RP, Hindman N, Deng F - M, et al. Prostate cancer localization using multiparametric MR imaging: comparison of Prostate Imaging Reproting and Data System (PI - RADS) and Likert Scales. Radiology 2013:269:482 - 492 7. de Rooij M, Hamoen EHJ, Futterer JJ, Barentsz JO, Rovers MM. Accuracy of muliparametric MRI for prostate cancer detection: a meta - analysis. Am J Roentgenology 2014;202:343 - 351 8. Arumainayagam N, Ahmed HU, Moore CM, Freeman A, Allen C, et al. Multiparametric MR imaging for detection of clinically significant prostate cancer: a validation cohort study with transperineal template prostate mapping as the reference standard. Radiology 2013:268:761 - 769 9. Dickinson L, Ahmed HU, allen C, Barentsz JO, Carey B, et al. Scoring systems used for the interpretation and reporting of mulitparametric MRI for prostate cancer detection, localization and chanarcterization: could standardization lead to improved utilization of imaging within the diagnostic pathway? JMagn Reson imaging 2013:37;48 - 58 10. Cornelis F, Rigou G, Le Bras Y, Coutouly X, Hubrecht R, et al. Real - time cont r ast - enhanced transprectal US - guided prostate biopsy: diagnostic accuracy in men with previously negative biopsy results and positive MR imaging findings. Radiology 2013;269:159 - 166 11. Puech P, Rouviere O, renard - Penna R, Villers A, Devos P, et al. Prostate cancer diagnosis: multiparametric MR - targeted biopsy with cognitive and transrectal U - MR fusion guidance versus systemic biopsy - prospective mulitcenter study. Radiology 2013:268;461 - 469 12. Pokorny MR, de Rooij M, Duncan E, Schroder FH, Parkinson R, et al. Prospective study of diagnostic accuracy comparing pro state cancer detection by transrectal ultrasound - guided biopsy versus magnetic resonance (MR) imaging with subsequent MR - guided biopsy in men without previous prostate biopsies. European Urology 2014;66:22 - 29",
    "PI - RADS ® v2.1 A CR – ESUR – AdMeTech 2019 44 PI - RADSv2.1 13. Hamoen EHJ, de Rooij M, Witjes JA, Barentsz J. Use of the Prostate Imaging Reporting and Data System (PI - RADS) for prostate cancer detection with mulitparametric magnetic resonance imaging: a diagnostic meta - analysis. European Urology 2015;67:1112 - 1121 14. Renard - Penna R, Rouviere O, Puech P, Borgogno C, Abbas L, Roy C, et al. Current practice and access to prostate MR imaging in France. Diagnostic and interventional imaging . 2016;97:1125 - 1129 15. Oberlin DT, Casalino DD, Miller FH, Meeks JJ. D ramatic increase in the utilization of multiparametric magnetic resonance imaging for detection and management of prostate cancer. Abdom Radiol (NY) . 2017;42:1255 - 1258 16. Gupta RT, Spilseth B, Froemming AT. How and why a generation of radiologists must be tra ined to accurately interpret prostate mpMRI. Abdom Radiol (NY) . 2016;41:803 - 804 17. Weinreb JC, Barentsz JO, Choyke PL, Cornud F, Haider MA, Macura KJ, et al. PI - RADS Prostate Imaging - Reporting and Data System: 2015, Version 2. European urology . 2016;69:16 - 4 0 18. Spilseth BD GS, Patel NU, Taneja SS, Margolis DJ, Rosenkrantz AB. A Comparison of Radiologists’ and Urologists’ Opinions Regarding Prostate MRI Reporting: Results from a Survey of Specialty Societies. American Journal of Roentgenology . 2018;210:101 - 107 19. P urysko AS, Bittencourt LK, Bullen JA, Mostardeiro TR, Herts BR, Klein EA. Accuracy and Interobserver Agreement for Prostate Imaging Reporting and Data System, Version 2, for the Characterization of Lesions Identified on Multiparametric MRI of the Prostate. AJR American journal of roentgenology . 2017;209:339 - 349 20. Seo JW, Shin SJ, Taik Oh Y, Jung DC, Cho NH, Choi YD, et al. PI - RADS Version 2: Detection of Clinically Significant Cancer in Patients With Biopsy Gleason Score 6 Prostate Cancer. AJR American journa l of roentgenology . 2017;209(1):W1 - w9 21. Mehralivand S, Bednarova S, Shih JH, Mertan FV, Gaur S, Merino MJ, et al. Prospective Evaluation of Prostate Imaging Reporting and Data System, Version 2 Using the International Society of Urological Pathology Prostate Cancer Grade Group System. J Urol . 2017;198:583 - 590 22. Woo S, Suh CH, Kim SY, Cho JY, Kim SH. Diagnostic Performance of Prostate Imaging Reporting and Data System Version 2 for Detection of Prostate Cancer: A Systematic Review and Diagnostic Meta - analysis. E uropean urology . 2017;72:177 - 188 23. Padhani AR, Weinreb J, Rosenkrantz AB, Villeirs G, Turkbey B, Barentsz J. Prostate Imaging - Reporting and Data System Steering Committee: PI - RADS v2 Status Update and Future Directions. European urology . 2019;75:385 - 396 24. Gree r MD, Shih JH, Lay N, Barrett T, Kayat Bittencourt L, Borofsky S, et al. Validation of the Dominant Sequence Paradigm and Role of Dynamic Contrast - enhanced Imaging in PI - RADS Version 2. Radiology . 2017;285:859 - 869 25. Rosenkrantz AB, Babb JS, Taneja SS, Ream J M. Proposed Adjustments to PI - RADS Version 2 Decision Rules: Impact on Prostate Cancer Detection . Radiology . 2017;283:119 - 129 26. Greer MD, Brown AM, Shih JH, Summers RM, Marko J, Law YM, et al. Accuracy and agreement of PIRADSv2 for prostate cancer mpMRI: A m ultireader study. J Magn Reson Imaging . 2017;45:579 - 585",
    "PI - RADS ® v2.1 A CR – ESUR – AdMeTech 2019 45 PI - RADSv2.1 47 27. Rosenkrantz AB, Ginocchio LA, Cornfeld D, Froemming AT, Gupta RT, Turkbey B, et al. Interobserver Reproducibility of the PI - RADS Version 2 Lexicon: A Multicenter Study of Six Experienced Prostate Radi ologists. Radiology . 2016;280:793 - 804 28. Rosenkrantz AB, Oto A, Turkbey B, Westphalen AC. Prostate Imaging Reporting and Data System (PI - RADS), Version 2: A Critical Look. AJR American journal of roentgenology . 2016;206:1179 - 1183 SECTION I: CLINICAL CONSIDERATIONS AND TECHNICAL SPECIFICATIONS 1. Wagner M, Rief M, Busch, Scheuring C, Taupitz M, et al. Effect of butylscopolamine on image quality in MRI of the prostate. Clin radiol 2012;65:460 - 465 2. Rosenkrantz AB, Kopec M, Kong X, Melamed J, Dakwar G, Babb JS, et al. Prostate cancer vs.post - biopsy hemorrhage: diagnosis with T2 - and diffusion - weighted imaging . J Magn Reson Imaging 2010 Jun;31(6):1387 - 94. 3. Rosenkrantz AB, Mussi TC, Hindman N, Lim RP, Knong MX, et al. Impact of dealy after biopsy and post - biopsy haemorrhage on prostate cancer tumor detection using mulit - parametric MRI: a multi - reader study. Clin Radiol 2012;67:83 - 90 4. Tamada T, Sone T, Jo Y, Yamamoto A, Yamashita T, Egashira N, et al. Prostate cancer:relationships between postbiopsy hemorrhage and tumor detectability at MR diagnosis. Radiology 2008;248:531 - 539 5. Barrett T, Vargas HA, Akin O, Goldman DA, Hricak H. Value of the hemorrhage exclusion sign on T1 - weighted prostate MR images for the detection of prostate cancer. Radiology 2012;263:751 - 757 6. Park KK, Lee SH, LIm BJ, Kim JH, Chung BH. The effects of the period between biopsy and diffusion - weighted magnetic resonance imaging on cancer staging in localized prostate cancer. BJUInt 2010;106:1148 - 1151 7. Medved M, Sammet S, Yousuf A, Oto A. MR imaging of the prostate and adjacent anatomic structures before, during, and after ejaculation: qualitative and quantitative evaluation. Radiology 2014;271(2):452 - 60. 8. Rouviere O, Hartman RP, Lyonnet D. Prostate MR imaging at high - field strength: evolution or revolution? European Radiol 2006;16(2):276 - 84. 9. Johnston R, Wong L - M, Warren A, Shah N, Neal D. The role of 1.5T Tesla magnetic resonance imaging in staging prostate cancer. ANZ J Surg 2013 (83);234 - 238 10. Kim BS, Kim TH, Kwon TG, Yoo ES. Comparison of pelvic phased - array versus endorectal coil magnetic resonance imaging at 3 Tesla for local staging of prostate cancer. Yonsei Med J 2012;53(3):550 - 6. 11. Turkbey B, Merinio MJ, Gallardo EC, Shah V, Aras O, et al. Comparison of endorectal and nonendorectal coil T2W and diffusion - weighted MRI at 3 Tesla for localizing prostate cancer: comparison withwhole - mount histopathollogy. J Magn Reson Imaging 2014:39;1443 - 1448 12. Haider MA, krieger A, Elliot C, Da Rosa MR, Milot L. Prostate imaging: evaluation of reusable two - channel endorectal receiver coil for MR imaging at 1.5T. Radiology 2014:270;556 - 565",
    "PI - RADS ® v2.1 A CR – ESUR – AdMeTech 2019 46 PI - RADSv2.1 13. Leake JL, Hardman R, Vijayanadh O, Thompson I, Shanbhogue A, et al. prostate MRI: access to the current practice of prostate MRI in the United States. J Am Coll Radiol 2014:11;156 - 160 14. Rosen Y, Bloch N, Lenkinski RE, Greenman RL, Marquis RP, Rofsky NM. 3T MR of the prostate: reducing susceptibility gradients by inflating the endorectal coil with barium sulfate suspension. MagnReson Med 2007;57:898 - 904 15. Roethke MC, Kuru TH, Schultze S, Tichy D, Kopp - Schneider A, Fenchel M, et al. Evaluation of the ESUR PI - RADS scoring system for multiparametric MRI of the prostate with targeted MR/TRUS fusion - guided biopsy at 3.0 Tesla. European Radiol 2014 Feb;24(2):344 - 52. 16. Niaf E, Lartizien C, Bratan F, Roche L, Babilloud M, et al. Prostate focal peripheral zone lesions; characterization at multiparametric MR imaging - influence of computer - aided diagnosissystem. Radiology 2014;271:761 - 769 17. Hambrock T, Vos PC, Hulsbergen - van de Kaa CA, Barentsz JO, Huisman HJ. Prostate cancer: computer - aided diagnosis with mulitparametric 3 - T MR imaging - effect on observer performance. Radiology 2013;266:521 - 530 18. Rosenkrantz AB, Padhani AR, Chenevert TL, Koh DM, De Keyzer F, Taouli B, et al. Body diffusion kurtosis imaging: Basic principles, applications, and considerations for clinical practice. J Magn Reson Imaging . 2015;42:1190 - 1202 19. Ream JM, Doshi AM, Dunst D, Parikh N, Kong MX, Babb JS, et al. Dynamic contrast - enhanced MRI of the prostate: An intraindividual assessment of the effect of temporal resolution on qualitative detection and quantitative analysis of histopathologically proven prostate cancer. J Magn Re son Imaging . 2017;45:1464 - 1475 20. Othman AE, Falkner F, Weiss J, Kruck S, Grimm R, Martirosian P, et al. Effect of Temporal Resolution on Diagnostic Performance of Dynamic Contrast - Enhanced Magnetic Resonance Imaging of the Prostate. Investigative radiology . 2016;51:290 - 296 21. Boesen L, Nørgaard N, Løgager V, Balslev I, Bisbjerg R, Thestrup KC, Winther MD, Jakobsen H, Thomsen HS. Assessment of the Diagnostic Accuracy of Biparametric Magnetic Resonance Imaging for Prostate Cancer in Biopsy - Naive Men: The Biparam etric MRI for Detection of Prostate Cancer (BIDOC) Study. JAMA Netw Open . 2018;1:e180219 22. Jambor I, Bostrom PJ, Taimen P, Syvanen K, Kahkonen E, Kallajoki M, et al. Novel biparametric MRI and targeted biopsy improves risk stratification in men with a clin ical suspicion of prostate cancer (IMPROD Trial). J Magn Reson Imaging . 2017;46:1089 - 1095 23. Cuocolo R, Stanzione A, Rusconi G, Petretta M, Ponsiglione A, Fusco F, et al. PSA - density does not improve bi - parametric prostate MR detection of prostate cancer in a biopsy naive patient population. European journal of radiology . 2018;104:64 - 70 24. Weiss J, Martirosian P, Notohamiprodjo M, Kaufmann S, Othman AE, Grosse U, et al. Implementation of a 5 - Minute Magnetic Resonance Imaging Screening Protocol for Prostate Cancer in Men With Elevated Prostate - Specific Antigen Before Biopsy. Investigative radiology . 2 018;53:186 - 190",
    "PI - RADS ® v2.1 A CR – ESUR – AdMeTech 2019 47 PI - RADSv2.1 25. Barth BK, De Visschere PJL, Cornelius A, Nicolau C, Vargas HA, Eberli D, et al. Detection of Clinically Significant Prostate Cancer: Short Dual - Pulse Sequence versus Standard Multiparametric MR Imaging - A Multireader Study. Radiology . 2017;2 84:725 - 736 26. Krishna S, McInnes M, Lim C, Lim R, Hakim SW, Flood TA, et al. Comparison of Prostate Imaging Reporting and Data System versions 1 and 2 for the Detection of Peripheral Zone Gleason Score 3 + 4 = 7 Cancers. AJR American journal of roentgenology . 2017;209:W365 - w73 27. Kuhl CK, Bruhn R, Kramer N, Nebelung S, Heidenreich A, Schrading S. Abbreviated Biparametric Prostate MR Imaging in Men with Elevated Prostate - specific Antigen. Radiology . 2017;285:493 - 505 SECTION II: NORMAL ANATOMY AND BENIGN FINDINGS 1. McNeal JE. The Zonal anatomy of the prostate. The Prostate 1981;2:35 - 49 2. McNeal JE. Normal histology of the prostate. Am J SurgPathol 1988;12:619 - 33 3. Villers A, Lemaitre L, Haffner J, Puech P. Current status of MRI for the diagnosis, staging and prognosis of prostate cancer: implications for focal therapy and active surveillance. Curr Opin Urol 2009;19:274 - 82 4. Vargas HA, Akin O, Franiel T, Goldman DA, Udo K, et al. Normal cnetals zone of the prostate and central zone involvement by prostate cancer: clinical and MR imaging implications. Radiology 2012;262:894 - 902 5. Shebel HM, Farg HM, Kolokythas O, El - Diasty T. Cysts of the lower male genitourinary tract: embryologic and anatomic considerations and differential diagnosis. Radiographics 2013Jul - Aug;33(4):1125 - 43. 6. Krieger JN, Lee SWH, Jeon J, Cheah PY, Liong ML, et al. Epidemiology of prostatitis. Int J Antimicrob Agents 2008:31 (Suppl 1): 85 - 90 7. Nagel NNA, Schouten MG, Hambrock T, Litjens GJS, Hoeks CMA, et al. Differentiation of prostatitis and prostate cancer by using diffusion - weighted MR imaging and MR - guided biopsy at 3T. Radiology 2013;267:164 - 172 8. Engelhard K, Hollenback HP, Deimiing M, Kerckel M, Riedi C. Combination of signalintensity measurements of lesions in the peripheral zone of prostate with MRI and serum PSA level for differentiating benign disease from prostate cancer. Eur Radiol 2000;10(12);1947 - 1953 9. Vargas HA, Akin O, Franiel T, Goldman DA, Udo K, Touijer KA, et al. Normal central zone of the prostate and central zone involvement by prostate cancer: clinical and MR imaging implications. Radiology . 2012;262:894 - 902 10. Turkbey B, Huang R, Vourganti S, Tri vedi H, Bernardo M, Yan P, et al. Age - related changes in prostate zonal volumes as measured by high - resolution magnetic resonance imaging (MRI): a cross - sectional study in over 500 patients. BJU international . 2012;110:1642 - 1647 11. Chesnais AL, Niaf E, Brata n F, Mege - Lechevallier F, Roche S, Rabilloud M, et al. Differentiation of transitional zone prostate cancer from benign hyperplasia nodules: evaluation of discriminant criteria at multiparametric MRI. Clinical radiology . 2013;68:e323 - 330",
    "PI - RADS ® v2.1 A CR – ESUR – AdMeTech 2019 48 PI - RADSv2.1 12. Lee SJ, Oh YT, Jung DC, Cho NH, Choi YD, Park SY. Combined Analysis of Biparametric MRI and Prostate - Specific Antigen Density: Role in the Prebiopsy Diagnosis of Gleason Score 7 or Greater Prostate Cancer. AJR American journal of roentgenology . 2018;211:W1 66 - w72 13. Mehralivand S, Shih JH, Rais - Bahrami S, Oto A, Bednarova S, Nix JW, et al. A Magnetic Resonance Imaging - Based Prediction Model for Prostate Biopsy Risk Stratification. JAMA oncology . 2018;4:678 - 685 SECTION III: ASSESSMENT AND REPORTING 1. Epstein JI, Walsh PC, Carmichael M, Brendler CB. Pathologic and clinical findings to predict tumor extent of nonpalpable (stage T1c) prostate cancer. JAMA 1994 Feb2;271(5):368 - 74. 2. Goto Y, Ohori M, Arakawa A, Kattan MW, Wheeler TM, Scardino PT. Distinguishing clinically important from unimportant prostate cancers before treatment: value of systematic biopsies. J Urol 1996 Sep;156(3):1059 - 63. 3. Harnden P, Naylor B, Shelley MD, Clements H, Coles B, Mason MD. The clinical management of patients with a small volume of prostatic cancer on biopsy: what are the risks of progression? A systematic review and meta - analysis. Cancer 2008 Mar 1;112(5):971 - 81. 4. Wolters T, Roobol MJ, van Leeuwen PJ, van den Bergh RC, Hoedemaeker RF, van Leenders GJ, et al. A critical analysis of the tumor volume threshold for clinically insignificant prostate cancer using a data set of a randomized screening trial. J Urol 2011 Jan;185(1):121 - 5. 5. Vargas HA, Akin O, Shukla - Dave A, Zhang J, Zakian KL, et al. Performance characteristics of MR imaging in the evaluation of clinically low - risk prostate cancer: a prospective study. Radiology 2012; 265:478 - 487 6. Ren J, Yang Y, Zhang J, Xu J, Liu Y, Wei M, et al. T(2) - weighted combined with diffusion - weighted images for evaluating prostatic transition zone tumors at 3 Tesla. Future Oncol 2013Apr;9(4):585 - 93. 7. Delongchamps NB, Rouanne M, Flam T, Beuvon F, Liberatore M, Zerbib M, et al. Multiparametric magnetic resonance imaging for the detection and localization of prostate cancer: combination of T2 - weighted, dynamic contrast - enhanced and diffusion - weighted imaging. BJU interna tional. 2011 May;107(9):1411 - 8. 8. Turkbey B, Pinto PA, Mani H, Bernardo M, Pang Y, McKinney YL, et al. Prostate cancer: value of multiparametric MR imaging at 3 T for detection – histopathologic correlation. Radiology 2010 Apr;255(1):89 - 99. 9. Rosenkrantz AB, Mussi TC, Borofsky MS, Scionti SS, Grasso M, Taneja SS. 3.0 T multiparametric prostate MRI using pelvic phased - array coil: utility for tumor detection prior to biopsy. Urologic Oncology 2013 Nov;31(8):1430 - 5. 10. Hambrock T, Somford DM, Huisman HJ, van Oort IM, Witjes JA, Hulsbergen - van de Kaa CA, et al. Relationship between apparent diffusion coefficients at 3.0 - T MR imaging and Gleason grade in peripheral zone prostate cancer. Radiology 2011 May;259(2):453 - 61. 11. Turkbey B, Shah VP, Pang Y, Bernardo M, Xu S, Kruecker J, et al. Is apparent diffusion coefficient",
    "PI - RADS ® v2.1 A CR – ESUR – AdMeTech 2019 49 PI - RADSv2.1 associated with clinical risk scores for prostate cancers that are visible on 3 - T MR images? Radiology 2011 Feb;258(2):488 - 95. 12. Tamada T, Kanomata N, Sone T, Jo Y, Miyaji Y, Higashi H, et al. High b value (2,000 s/mm2) diffusion - weighted magnetic resonance imaging in prostate cancer at 3 Tesla: comparison with 1,000 s/mm2for tumor conspicuity and discrimination of aggressiveness. PLOS ONE 2014;9(5):e96619. 13. Kitajima K, Takahashi S, Ueno Y, Yoshikawa T, Ohno Y, Obara M, et al. Clinical utility of apparent diffusion coefficient values obtained using high b - value when diagnosing prostate cancer using 3 tesla MRI: comparison between ultra - high b - value (2000 s/mm(2)) and standard high b - v a l u e ( 1 000 s/mm(2)). J Magn Reson Imaging 2012Jul;36(1):198 - 205. 14. Grant KB, Agarwal HK, Shih JH, Bernardo M, Pang Y, Daar D, et al. Comparison of calculated and acquired high b value diffusion - weighted imaging in prostate cancer. Abdom Imaging 2015;40:578 - 586 . 15. Bittencourt LK, Attenberger UI, Lima D, Strecker R, de Oliveira A, Schoenberg SO, et al. Feasibility study of computed vs measured high b - value (1400 s/mm(2)) diffusion - weighted MR images of the prostate. World J Radiol 2014 Jun 28;6(6):374 - 80. 16. Rosenkrantz AB, Mannelli L, Kong X, Niver BE, Berkman DS, Babb JS, et al. Prostate cancer: utility of fusion of T2 - weighted and high b - value diffusion - weighted images for peripheral zone tumor detection and localization. J Magn Reson Imaging 2011 Jul;34(1):95 - 100. 17. Padhani AR, Liu G, Koh DM, Chenevert TL, Thoeny HC, Takahara T, et al. Diffusion - weighted magnetic resonance imaging as a cancer biomarker: consensus and recomme ndations. Neoplasia 2009 Feb;11(2):102‐25. 18. Maas MC, Futterer JJ, Scheenen TW. Quantitative evaluation of computed high B value diffusion - weighted magnetic resonance imaging of the prostate. Invest Radiol 2013Nov;48(11):779 - 86. 19. Metens T, Miranda D, Absil J, Matos C. What is the optimal b value in diffusion - weighted MR imaging to depict prostate cancer at 3T? European Radiol 2012 Mar;22(3):703 - 9. 20. Rosenkrantz AB, Hindman N, Lim RP, Das K, Babb JS, et al. Diffusion - weighted imaign of the prostate: comparison of b1000 and b2000 image sets for index lesion detection. J Magn Reson Imaging 2013;38:694 - 700 21. Bieencourt LK, Attenberger UI, Lima D, Strecker R, de Oliveira A, et al . World J Radiol 2014(6); 374 - 380 22. Medved M, Soylu - Boy FN, Karademir I, Sthei I, Yousef A, et al. High - resolution diffusion - weighted imaging of the prostate. AJR 2014:203:85 - 90 23. Iwazawa J, Mitani T, Sassa S, Ohue S. Prostate cancer detection with MRI: is d ynam i c c o ntra s t - enhanced imaging necessary in addition to diffusion - weighted imaging? Diagn Interv Radiol 2011 Sep;17(3):243 - 8. 24. Hoeks CM, Somford DM, van Oort IM, Vergunst H, Oddens JR, Smits GA, et al. Value of 3 - T multiparametric magnetic resonance imaging and magnetic resonance - guided biopsy for early risk restratification in active surveillance of low - risk prostate cancer: a prospective multicenter cohort study. Invest Radiol 2014 Mar;49(3):165 - 72.",
    "PI - RADS ® v2.1 A CR – ESUR – AdMeTech 2019 50 PI - RADSv2.1 25. Vourganti S, Rastinehad A, Yerram NK, Nix J, Volkin D, Hoang A, et al. Multiparametric magnetic resonance imaging and ultrasound fusion biopsy detect prostate cancer in patients with prior negative transracial ultrasound biopsies. J Urol 2012 Dec;188(6):2152 - 7. 26. Hegde JV, Chen MH, Mulkern RV, Fennessy FM, D'Amico AV, Tempany CM. Preoperative 3 - Tesla multiparametric endorectal magnetic resonance imaging findings and the odds of upgrading and upstaging at radical prostatectomy in men with clinically localized prostate cancer. Int J Radiat Oncol Biol Phys 2013 Feb 1;85(2):e101 - 7. 27. Cornud F, Khoury G, Bouazza N, Beuvon F, Peyromaure M, Flam T, et al. Tumor target volume for focal therapy of prostate cancer - does multiparametric magnetic resonance imaging allow for a reliable estimation? J Urol 2014 May;191(5):1272 - 9. 28. Kuru TH, Roethke MC, Rieker P, Roth W, Fenchel M, Hohenfellner M, et al. Histology core - specific evaluation of the European Society of Urogenital Radiology (ESUR) standardized scoring system of multiparametric magnetic resonance imaging (mpMRI) of the prostate. BJU international 2013 Dec;112(8):1080 - 7. 29. Somford DM, Hamoen EH, Futterer JJ, van Basten JP, Hulsbergen - van de Kaa CA, Vreuls W, et al. The predictive value of endorectal 3 Tesla multiparametric magnetic resonance imaging for extraprostatic extension in patients with low, intermediate and high risk prostate cancer. J Urol 2013 Nov;190(5):1728 - 34. 30. Tamada T, Sone T, Higashi H, Jo Y, Yamamoto A, Kanki A, et al. Prostate cancer detection in patients with total serum prostate - specific antigen levels of 4 - 10 ng/mL: diagnostic efficacy of diffusion - weighted imaging, dynamic contrast - enhanced MRI, and T2 - weighted imaging. Am J Roentgenology 2011 Sep;197(3):664 - 70. 31. Miller GJ, Cygan JM. Morphology of prostate cancer: the effects of multifocality on histological grade, tumor volume and capsule penetration. JURO 1994 Nov;152(5 Pt2):1709 – 13. 32. Arora R, Koch MO, Eble JN, Ulbright TM, Li L, Cheng L. Heterogeneity of Gleason grade in multifocal adenocarcinoma of the prostate. Cancer 2004;100(11):2362 – 6. 33. Karavitakis M, Ahmed HU, Abel PD, Hazell S, Winkler MH. Margin status after laparoscopic radical prostatectomy and the index lesion: implications for preoperative evaluation of tumor focality in prostate cancer. Journal of Endourology 2012 May;26(5):503 – 8. 34. Algaba F, Montironi R. Impact of prostate cancer multifocality on its biology and treatment. Journal of Endourology 2010 May;24(5):799 – 804. 35. Wise AM, Stamey TA, McNeal JE, Clayton JL. Morphologic and clinical significance of multifocal prostate cancers in radical prostatectomy specimens. Urology 2002Aug;60(2):264 – 9. 36. Epstein JI. Prognostic significance of tumor volume in radical prostatectomy and needle biopsy specimens. The Journal of Urology . 2011 Sep;186(3):790 – 7. 37. van der Kwast TH, Amin MB, Billis A, Epstein JI, Griffiths D, Humphrey PA, et al. International Society of Urological Pathology (ISUP) Consensus Conference on Handling and Staging of Radical Prostatectomy Specimens. Working group 2: T2 substaging and prostate cancer volume. Modern Pathology Nature Publishing Group; 2010 Sep 3;24(1):16 – 25. 38. Rud E, Klotz D, Rennesund K, Baco E, Berge V, Lien D, Svindland A, Lundeby E, Berg RE, Eri LM,",
    "PI - RADS ® v2.1 A CR – ESUR – AdMeTech 2019 51 PI - RADSv2.1 Eggesbø HB. Detection of the Index Tumor and Tumor Volume in Prostate Cancer using T2w and DW MRI alone. BJU Int 2014 114:E32 - E42 . 39. Ward E, Baad M, Peng Y, Yousuf A, Wang S, Antic T, et al. Multi - parametric MR imaging of the anterior fibromuscular stroma and its differentiation from prostate cancer. Abdom Radiol (NY). 2017;42:926 - 934. 40. Bouye S, Potiron E, Puech P, Leroy X, Lemaitre L, Villers A. Transition zone and anterior stromal prostate cancers: zone of origin and intraprostatic patterns of spread at histopathology. The Prostate . 2009;69:105 - 113. 41. Junker D, Steinkohl F, Fritz V, Bektic J, Tokas T, Aigner F, et al. Co mparison of mult iparametric and biparametric MRI of the prostate: are gadolinium - based contrast agents needed for routine examinations ? World journal of urology . 2018 42. Sun C, Chatterjee A, Yousuf A, Antic T, Eggener S, Karczmar GS, Oto A. Comparison of T2 - Weighted Imaging, DWI, and Dynamic Contrast - Enhanced MRI for Calculation of Prostate Cancer Index Lesion Volume: Correlation With Whole - Mount Pathology. AJR Am J Roent genol . 2019;212:351 - 356 SECTION V: STAGING 1. Engelbrecht MR, Jager GJ, Laheij RJ, Verbeek AL, van Lier HJ, Barentsz JO. Local staging of prostate cancer using magnetic resonance imaging: a meta - analysis. European Radiol 2002Sep;12(9): 2294 - 302. 2. Johnston R, Wong LM, Warren A, Shah N, Neal D. The role of 1.5 Tesla magnetic resonance imaging in staging prostate cancer. ANZ J Surg 2013 Apr;83(4):234 - 8. 3. Wang L, Mullerad M, Chen HN, Eberhardt SC, Kattan MW, Scardino PT, Hricak H. Prostate cancer: incremental value of endorectal MR imaging findings for prediction of extracapsular extension. Radiology 2004;232:133 - 9. 4. Renard - Penna R, Roupret M, Comperat E, Ayed A, Coudert M, Mozer P, et al. Accuracy of high resolution (1.5 tesla) pelvic phased array magnetic resonance imaging (MRI) in staging prostate cancer in candidates for radical prostatectomy: results from a prospective study. Urologic Oncology 2013 May;31(4):448 - 54. 5. Thoeny HC, Froeliich JM, Triantafyllou M, Huesler J, Bains LJ, et al. Metastases in norma - sized pelvic lymph nodes: detection with diffusion - weighted MR imaging. Radiology 2014;273:125 - 135 6. Baco E, Rud E, Vlatkovic L, Svindland A, Eggesbø HB, Hung AJ, et al. Predictive value of Magnetic Resonance Imaging Determined Tumor Contact Length for Extra - capsular Extension of Prostate cancer. J Urol 201 5;193:466 - 472. 7. Akin O, Sala E, Moskowitz CS, Kuroiwa K, Ishill NM, Pucar D, et al. Transition zone prostate cancers: features, detection, localization, and staging at endorectal MR imaging. Radiology 2006 Jun;239(3):784 - 792.",
    "PI - RADS ® v2.1 A CR – ESUR – AdMeTech 2019 52 PI - RADSv2.1 SECTOR MAP CREDIT The prostate sector map was modified by David A. Rini, Department of Art as Applied to Medicine, Johns Hopkins University. It is based on previously published figures by Villers et al ( Curr Opin Urol 2009;19:274 - 82) and Dickinson et al ( Eur Urol 2011;59:477 - 94) with anatomical correlation to the normal histology of the prostate by McNeal JE ( Am J Surg Pathol 1988 Aug;12:619 - 33).",
    "PI - RADS ® v2.1 A CR – ESUR – AdMeTech 2019 53 PI - RADSv2.1 FIGURES Figure 1 – Anatomy of the prostate illustrated on T2 - weighted imaging A. Sagittal image of the prostate shows the urethra (U), the course of ejaculatory duct (arrow) and the level of verumontanum (*) where the ejaculatory ducts merge and enter the mid prostatic urethra. B. Coronal image of the posterior prostate illustrates the central zone (CZ) and peripheral zone (PZ). Note that CZ has the shape of an inverted cone with its base oriented towards the base of the gland and is homogeneously hypointense as it contains more str oma than glandular tissue. CZ is well seen in younger patients; however age - related expansion of the transition zone by benign prostatic hyperplasia (BPH) may result in compression and displacement of the CZ l eading to its poor visibility. C. Axial image o f the prostate base, that constitutes t he upper 1/3 of the gland just below the urinary bladder , shows the following anatomical zones: anterior fibromuscular stroma (AFS) containing smooth muscle, which mixes with muscle fibers around the urethra (U) at th e bladder neck and contains no glandular tissue, hence it is markedly hypointense; central zone (CZ) surrounding the ejaculatory ducts (arrows); and peripheral zone (PZ) that covers the outer lateral and posterior regions of the prostate. D. Axial image of the midgland, that constitutes t he middle 1/3 of the prostate and includes verumontanum in the mid prostatic urethra, shows anterior fibromuscular stroma (AFS) and transition zone (TZ) t issue around the urethra. Note increasing volume of peripheral zone (PZ) in the midgland where it occupies the outer lateral and posterior regions of the prostate and is homogeneously hyperintense. Arrow points to converging ejaculatory ducts as they enter the mid prostatic urethra at verumontanum. E. Axial image of the ap ex of the prostate, that constitutes t he lower 1/3 of the prostate, shows hypointense anterior fibromuscular stroma (AFS) in front of the urethra (U). Peripheral zone (PZ) makes up most of the apex of the prostate.",
    "PI - RADS ® v2.1 A CR – ESUR – AdMeTech 2019 54 PI - RADSv2.1 Figure 2 – PI - RADS assessment for peripheral zone on T2 - weighted imaging. 1 Uniform hyperintense signal intensity (normal). 2 Linear (arrow), wedge - shaped, or diffuse mild hypointensity, usually indistinct margin. 3 Heterogeneous signal intensity or non - circumscribed, rounded, moderate hypointensity (arrow). 4 Circumscribed, homogenous moderate hypointense focus/mass confined to prostate and <1.5 cm in greatest dimension (arrow). 5 Same as 4 but ≥1.5cm in greatest dimension (arrows) or definite extraprostatic extension/invasive behavior.",
    "PI - RADS ® v2.1 A CR – ESUR – AdMeTech 2019 55 PI - RADSv2.1 Figure 3 – PI - RADS assessment for transition zone on T2 - weighted imaging . 1 Normal appearing TZ (rare) - homogeneous intermediate signal intensity, OR a round, completely encapsulated (arrow) nodule (“typical nodule”) 2 A mostly encapsulated nodule OR a homogeneous circumscribed nodule without encapsulation (arrowhead) (“atyp ical nodule”) OR a homogeneous mildly hypointense area between nodules (arrow) 3 Heterogeneous signal intensity with obscured margins (arrow). Includes others that do not qualify as 2, 4, or 5. 4 Lenticular (arrow) or non - circumscribed, homogeneous, moderately hypointense, and <1.5 cm in greatest dimension. 5 Same as 4, but ≥ 1.5cm in greatest dimension (arrows) or definite extraprostatic extension/invasive behavior.",
    "PI - RADS ® v2.1 A CR – ESUR – AdMeTech 2019 56 PI - RADSv2.1 Figure 4 – PI - RADS assessment for peripheral zone on diffusion weighted imaging 1 No abnormality (i.e. normal) on ADC and high b - value DWI. 2 Linear/wedge shaped hypointense on ADC and/or linear/wedge shaped hyperintense on high b - value DWI 3 Focal (discrete and different from the background) hypointense on ADC and/or focal hyperintense on high b - value DWI; may be markedly hypointense on ADC or markedly hyperintense on high b - value DWI, but not both. 4 Focal markedly hypointense on ADC and markedly hyperintense on high b - value DWI; <1.5cm in greatest dimension 5 Same as 4 but ≥1.5cm in greatest dimension or definite extraprostatic extension/invasive behavior High b - value DWI ADC map",
    "PI - RADS ® v2.1 A CR – ESUR – AdMeTech 2019 57 PI - RADSv2.1 Figure 5 – PI - RADS assessment for transition zone on diffusion weighted imaging. 1 No abnormality (i.e. normal) on ADC and high b - value DWI 2 Linear/wedge shaped hypointense on ADC and/or linear/wedge shaped hyperintense on high b - value DWI Non - focal hypointense on ADC and/or hyperintense on high b - value DWI 3 Focal (discrete and different from the background) hypointense on ADC (arrow) and/or focal hyperintense on high b - value DWI; may be markedly hypointense on ADC OR markedly hyperintense on high b - value DWI, but not both 4 Focal markedly hypointense on ADC AND markedly hyperintense on high b - value DWI; <1.5cm in greatest dimension 5 Same as 4 but ≥1.5cm in greatest dimension or definite extraprostatic extension/invasive behavior High b - value DWI ADC map",
    "PI - RADS ® v2.1 A CR – ESUR – AdMeTech 2019 58 PI - RADSv2.1 Figure 6 – PI - RADS assessment for dynamic contrast enhanced MRI. Negative No early or contemporaneous enhancement; or diffuse multifocal enhancement NOT corresponding to a focal finding on T2W and/or DWI or focal enhancement corresponding to a lesion demonstrating features of BPH on T2WI (including features of extruded BPH in the PZ) Positive Peripheral Zone Transition Zone Focal, and; earlier than or contemporaneously with enhancement of adjacent normal prostatic tissues, and; corresponds to suspicious finding on T2W and/or DWI",
    "PI - RADS ® v2.1 A CR – ESUR – AdMeTech 2019 59 PI - RADSv2.1 Figure 7 – Normal C entral Z one . A. Axial T2 - weighted image shows symmetric homogeneous hypointense signal (arrows) surrounding the ejaculatory ducts (arrowheads) at the prostate base. B. Coronal T2 - weighted image shows symmetric homogeneous hypointense signal (arrows) in a cone - shaped distribution extending from the base to the level of verumontanum (arrowhead) in the mid gland. C. Axial ADC map shows symmetric mildly hypointense signal corresponding to A. (arrow). D. Di ffusion - weighted image (b - 1400sec/mm 2 ) shows symmetric mildly hyperintense signal intensity corresponding to A. and B. (arrow). E. Early dynamic contrast enhanced image shows no enhancement in the region of the central zone (arrow). T2W MRI PI - RADS=1, DWI PI - RADS=1, DCE - MRI PI - RADS=negative, PI - RADS Assessment Category=1",
    "PI - RADS ® v2.1 A CR – ESUR – AdMeTech 2019 60 PI - RADSv2.1 Figure 8 - Central Zone Prostate Cancer MRI performed at 1.5T with endorectal coil in a 59 - year - old man with prostate cancer (radical prostatectomy adenocarcinoma showing Gleason 4+3 prostate cancer in the left base with extraprostatic extension and left seminal vesicle invasion). A - C. Coronal T2 - weighted images show asymmetric T2 moderately hypointense signal intensity involving the left base with extension into the left seminal vesicle (arrow). D. Axial T2 - weighted image shows asymmetric T2 moderately hypointense signal intensity (arrow) in the left central zone surrounding the left ejaculatory duct (arrowhead). E. Axial T2 - weighted image shows asymmetric thickening of the wall of left seminal vesicle (arrow). F. Axial diffusion weighed image (b - 1000 sec/mm2) shows asymmetric hy perintense signal intensity in the left central zone. G. Axial dynamic contrast - enhanced image shows early intense asymmetric enhancement corresponding to signal abnormalities on T2W and DW images. T2W MRI PI - RADS=5, DWI PI - RADS=5, DCE - MRI PI - RADS=positi ve, PIRADS Assessment Category= 5.",
    "PI - RADS ® v2.1 A CR – ESUR – AdMeTech 2019 61 PI - RADSv2.1 Figure 9 . Normal Anterior Fibromuscular Stroma (AFMS). Normal anterior fibromuscular stroma (AFMS) is composed of vertically oriented smooth muscle bundles continuous with the bladder smooth muscle and covers the anterior surface of the prostate as a non - glandular layer. A. Axial T2 - weighted image shows symmetric markedly hypointense signal intensity along the anterior aspect of the prostate, typical of normal AFMS (arrows). B. Axial ADC map shows normal signal i ntensity (similar to that of the background prostate) along the AFMS, which is typical of normal AFMS (arrows). C. Diffusion - weighted image (b - 2000sec/mm2) shows normal hypointense signal intensity (similar to that of the background prostate) along the AFM S (arrows). D. Early dynamic contrast enhanced image shows lack of enhancement along the AFMS (arrows). T2W MRI PI - RADS=1, DWI PI - RADS=1, DCE - MRI PI - RADS=negative, Overall PI - RADS=1",
    "PI - RADS ® v2.1 A CR – ESUR – AdMeTech 2019 62 PI - RADSv2.1 Figure 10 : Prostate Cancer Appearing to Involve the Anterior Fibromusc ular Stroma Prostate cancer appearing to involve the anterior fibromuscular stroma and thus scored using transition zone criteria. 68 - year - old man with PSA 4.1 ng/mL and Gleason score 3+4 prostate cancer confirmed on MRI guided targeted biopsy. A. Axial T2 - weighted image shows a lenticular homogeneous moderately T2 hypointense lesion (arrows) appearing to involve the anterior fibromuscular stroma with extraprostatic extension. B. ADC map shows focal hypointense signal intensity lesion corresponding to A. (arrows). C. Diffusion - weighted image (b - 2000sec/mm2) shows markedly hyperintense signal intensity (arrows) corresponding to A and B. D. Early dynamic contrast enhanced image shows avid enhancement within the anterior lesion (arrows). T2W MRI PI - RAD S=5, DWI PI - RADS=5, DCE - MRI PI - RADS=positive, PI - RADS Assessment Category=5",
    "PI - RADS ® v2.1 A CR – ESUR – AdMeTech 2019 63 PI - RADSv2.1 Figure 11 . Transition Zone with Typical Benign Prostatic Hyperplasia. A. Axial T2 - weighted image shows completely encapsulated “typical” nodules creating the “organized chaos” pattern. B. ADC map shows no focal lesion with low signal intensity below the background. C. Diffusion - weighted image (b - 2000sec/mm2) shows no lesion with markedly hyperintense signal above the background. D. Early dynamic contrast enhanced image sh ows avid enhancement within the typical BPH nodules. T2W MRI PI - RADS=1, DWI PI - RADS=1, DCE - MRI PI - RADS=negative, PI - RADS Assessment Category=1",
    "PI - RADS ® v2.1 A CR – ESUR – AdMeTech 2019 64 PI - RADSv2.1 Figure 12 . Transition Zone with an Atypical Nodule. A. Axial T2 - weighted image shows a homogeneous T2 hypointense mostly encapsulated nodule (arrow). B. ADC map shows focal lesion with markedly hypointense signal intensity below background corresponding to the lesion seen in A (arrow). C. Diffusion - weighted image (b - 1500sec/mm2) shows focal lesion with mar kedly hyperintense signal intensity above background (arrow) corresponding to the lesion seen in A and B. D. Early dynamic contrast enhanced image shows avid enhancement within the nodule (arrow). T2W MRI PI - RADS=2, DW PI - RADS=4, DCEMRI PI - RADS=positive, PI - RADS Assessment Category=3",
    "PI - RADS ® v2.1 A CR – ESUR – AdMeTech 2019 65 PI - RADSv2.1 Figure 13 . Schematic diagram of features of nodules in the TZ and their corresponding scores. Assessment of nodule shape and margins should be done in at least two planes. Oval or spherical shape and cystic change are accep table features within nodules.",
    "PI - RADS ® v2.1 A CR – ESUR – AdMeTech 2019 66 PI - RADSv2.1 Figure 14 . Schematic diagram of PI - RADS v2.1 scoring for TZ that incorporates DWI for determination of assessment category for partially encapsulated or circumscribed, non - encapsulated nodules with clearly restricted (i mpeded) diffusion (DWI score 4 or 5) is scored a 3 (dotted lines indicate the region of a near isointense lesion where the borders are indistinct or difficult to define because of the near isointensity).",
    "PI - RADS ® v2.1 A CR – ESUR – AdMeTech 2019 67 PI - RADSv2.1 Figure 15. Suggested Measurements for Ellipsoid Formula when Calculating Prostate Volume at MRI. Maximum longitudinal diameter and maximum AP diameter should be measured on mid sagittal T2W MRI (A), whereas maximum transverse diameter should be measured on axial T2W MRI (B).",
    "PI - RADS ® v2.1 A CR – ESUR – AdMeTech 2019 68 PI - RADSv2.1 Figure 16: Sector map diagram v2.1.",
    "PI - RADS ® v2.1 A CR – ESUR – AdMeTech 2019 69 PI - RADSv2.1 The segmentation model used in PI - RADS v2.1 employs thirty - eight sectors/regions for the prostate, two for the seminal vesicles and one for the membranous urethra (Total 41). The right and left peripheral zones (PZ) at prostate bas e, mid - gland, and apex are each subdivided into three sections: anterior (a), posterior medial (pm), and posterior lateral (pl). The right and left transition zones (TZ) at prostate base, mid - gland, and apex are each subdivided into two sections: anterior (a) and posterior (p). The anterior fibromuscular stroma (AFS) is divided into right/left at the prostate base, midgland, and apex. The seminal vesicles (SV) are divided into right/left. The sector map illustrates an idealized prostate. Since the prior version, in addition to two new sectors at the base there have been adjustments to the location of ejaculatory ducts, angulation of the proximal urethra, and overall proportions of the gland to match between the coronal, sagittal, and axial images. In pat ients and their corresponding MR images, most prostates have anatomical components that are enlarged or atrophied, and the PZ may be obscured by an enlarged TZ, and CZ may not be easily identifiable. In such instances, a diagram is used as an approximation of the gland and a sector map can be marked to indicate the location of the findings in addition to the written report. Diagram credit: The prostate sector diagram was modified by DAVID A. RINI, MFA, CMI, FAMI, Associate Professor in the Department of Ar t as Applied to Medicine at the Johns Hopkins University, based on previously published figures by Villers et al (Curr Opin Urol. 2009;19:274 - 82) and Dickinson et al (Eur Urol. 2011;59:477 - 94) with anatomical correlation to the normal histology of the pros tate by McNeal JE (Am J Surg Pathol. 1988 Aug;12:619 - 33) Figures were modified from PI - RADS version 2.0 and Prostate Imaging Reporting and Data System Version 2.1: 2019 Update of Prostate Imaging Reporting and Data System Version 2. European Urology 2019 DOI: https://doi.org/10.1016/j.eururo.2019.02.033"
  ],
  "processed_at": "2026-01-30T14:08:11.798Z"
}