{
  "doc_id": "236361161511fc815844c305d11f7485",
  "source_id": "PIRADS-Revisions",
  "total_pages": 29,
  "pages": [
    "European society of Urogenital Radiology AdMeTech Revisions in PI - RADS v2.1",
    "European society of Urogenital Radiology AdMeTech Major Revisions in PI - RADS v2.1  Image Data Acquisition: Technical Specifications  T2WI: recommended to perform in axial plane and at least one additional plane  DWI: clarification of b - values to use for purposes of DWI acquisition and for ADC map calculation  DCE: Temporal resolution ≤15 seconds is advised. 3D T1W GRE is preferred .  Clarifications in Interpretation Criteria  Further description of assessment of lesions in CZ and AFMS  Revision in criteria for T2WI scores of 1 and 2 in TZ  Revision in determination of overall assessment category in TZ  Revisions in criteria for DWI scores of 2 and 3  Clarification of the distinction between positive and negative enhancement on DCE  Clarification in measurement of the prostate volume  Revision to sector map.  Biparametric MRI  Discussion of the role of DCE - MRI and the implications of bpMRI for PI - RADS assessment categories",
    "European society of Urogenital Radiology AdMeTech Learning Objectives  To explain the motivation for changes introduced into the PI - RADS v2.1 system  To summarize the changes made and how they are anticipated to improve the consistency of usage of mpMRI for planning MR - guided biopsy",
    "European society of Urogenital Radiology AdMeTech PI - RADS v2.1 what’s new  Plane of T2W images  DWI b - value uses & DCE temporal resolution  DWI & DCE interpretations (including bpMRI statement)  Special considerations: AFMS and CZ lesions  Transition zone assessments for category 2 lesions including background assessments  Other changes: sector map and prostate volume measurements",
    "European society of Urogenital Radiology AdMeTech Image Acquisition: T2WI  Axial plane (either straight axial to the patient or in an oblique axial perpendicular to the long axis of the prostate)  At least one additional orthogonal plane (sagittal and/or coronal)",
    "European society of Urogenital Radiology AdMeTech Prostate Volume Measurement Ellipsoid formulation: Maximum AP and longitudinal diameters on a mid - sagittal T2W image if obtained Maximum transverse diameter on an axial T2W image Transverse diameter",
    "European society of Urogenital Radiology AdMeTech Image Acquisition: DWI  ADC map calculation should be performed using a low b - value set at 0 - 100 sec/mm 2 (with preference for 50 - 100 sec/mm 2 ), an intermediate b - value set at 800 - 1000 sec/mm 2 , and optionally additional b - values in the range of 100 - 1000 sec/mm 2 .  A high b - value (≥1,400 sec/mm 2 ) image set is also mandatory (preferably should be obtained from a separate acquisition rather than from the above mentioned sequence (used for ADC map calculation), or calculated from the low and intermediate b - value images)",
    "European society of Urogenital Radiology AdMeTech Image Acquisition: DCE  Temporal resolution ≤15 seconds is advised.  3D T1W GRE is preferred.",
    "European society of Urogenital Radiology AdMeTech Image Interpretation: Anatomy  Special considerations:  Central zone  Anterior Fibromuscular Stroma  Asymmetry on T2WI, high b - value image, or ADC, as well as focal early enhancement, may help differentiate tumors from benign anatomy",
    "European society of Urogenital Radiology AdMeTech Revisions in the Sector Map Two additional sectors added for the right and left posterior medial PZ ( PZpm ) at the base Now 41 sectors total (38 prostate, 2 SV, 1 membranous urethra) The prostate sector diagram was modified by David A. Rini, MFA, CMI, FAMI, Associate Professor in the Department of Art as Applied to Medicine at the Johns Hopkins University, based on previously published figures by Villers et al. (Curr Opin Urol 2009;19:274 – 82) and Dickinson et al. (Eur Urol 2011;59:477 – 94) with anatomical correlation to the normal histology of the prostate by McNeal JE (Am J Surg Pathol 1988 Aug;12:619 – 33).",
    "European society of Urogenital Radiology AdMeTech Image Interpretation: DWI PI - RADS 2.1 Modifications PI - RADS 2.0 Score Peripheral Zone (PZ) or Transition Zone (TZ) 1 No abnormality (i.e., normal) on ADC and high b - value DWI 2 Linear/wedge shaped hypointense on ADC and/or linear/wedge shaped hyperintense on high b - value DWI 3 Focal (discrete and different from the background) hypointense on ADC and/or focal hyperintense on high b - value DWI; may be markedly hypointense on ADC or markedly hyperintense on high b - value DWI, but not both. 4 Focal markedly hypointense on ADC and markedly hyperintense on high b - value DWI; <1.5cm in greatest dimension 5 Same as 4 but ≥1.5cm in greatest dimension or definite extraprostatic extension/invasive behavior Score Peripheral Zone (PZ) or Transition Zone (TZ) 1 No abnormality (i.e., normal) on ADC and high b - value DWI 2 Indistinct hypointense on ADC 3 Focal mildly/moderately hypointense on ADC and isointense/mildly hyperintense on high b - valueDWI. 4 Focal markedly hypointense on ADC and markedly hyperintense on high b - value DWI; <1.5cm in greatestdimension 5 Same as 4 but ≥1.5cm in greatest dimension or definite extraprostatic extension/invasive behavior",
    "European society of Urogenital Radiology AdMeTech Cor T2W Axial T2W * Normal Central Zone * * *",
    "European society of Urogenital Radiology AdMeTech Central Zone Tumor Cor T2W Axial T2W b1000 DCE Cor T2W Cor T2W Ejaculatory duct arrowhead Prostate cancer arrow Axial T2W",
    "European society of Urogenital Radiology AdMeTech PCa involvement of Anterior Fibromuscular Stroma Prostate cancer involves the anterior fibromuscular stroma , scored using transition zone criteria. 68 - year - old man with PSA 6.2 ng /mL and Gleason score 8( 4+4) prostate cancer confirmed on MRI targeted biopsy. Axial T2W ADC b1500",
    "European society of Urogenital Radiology AdMeTech Assessment of T2W PI - RADS v2.0 PI - RADS v2.1 Score Transition Zone (TZ) 1 Homogeneous intermediate signal intensity (normal) 2 Circumscribed hypointense or heterogeneous encapsulated nodule(s) (BPH) 3 Heterogeneous signal intensity with obscured margins Includes others that do not qualify as 2, 4, or 5 4 Lenticular or non - circumscribed, homogeneous, moderately hypointense, and <1.5 cm in greatest dimension 5 Same as 4, but ≥1.5cm in greatest dimension or definite extraprostatic extension/invasive behavior Score Transition Zone (TZ) 1 Normal appearing TZ (rare) or a round, completely encapsulated nodule. (“typical nodule”) 2 A mostly encapsulated nodule OR a homogeneous circumscribed nodule without encapsulation. “atypical nodule”) OR a homogeneous mildly hypointense area between nodules 3 Heterogeneous signal intensity with obscured margins Includes others that do not qualify as 2, 4, or 5 4 Lenticular or non - circumscribed, homogeneous, moderately hypointense, and <1.5 cm in greatest dimension 5 Same as 4, but ≥1.5cm in greatest dimension or definite extraprostatic extension/invasive behavior",
    "European society of Urogenital Radiology AdMeTech Image Interpretation: Transition Zone (TZ) T2W score of 2:  A mostly encapsulated nodule  A homogeneous circumscribed nodule without encapsulation  A homogeneous mildly hypointense area between nodules",
    "European society of Urogenital Radiology AdMeTech Image Interpretation: TZ  Only score nodules or lesions/regions between nodules that differ from the background TZ.  Findings similar to the background should NOT be scored.  Typical BPH nodules (i.e., round, completely encapsulated nodules) are now NOT scored.",
    "European society of Urogenital Radiology AdMeTech Schematic diagram of features of nodules in the TZ and their corresponding scores Turkbey et al. Eur Urol 2019",
    "European society of Urogenital Radiology AdMeTech Encapsulated Nodule  PI - RADS 1 Axial T2W ADC B1500",
    "European society of Urogenital Radiology AdMeTech Encapsulated Nodule Axial T2W B1500 DCE ADC  PI - RADS 1",
    "European society of Urogenital Radiology AdMeTech Homogeneous Hypointense Area Between Nodules TZ: 2 DWI:1  PI - RADS 2 Axial T2W ADC B1500",
    "European society of Urogenital Radiology AdMeTech Image Interpretation: Transition Zone In TZ , DWI score of 4 or 5 now elevates the overall PI - RADS assessment category from 2 to 3 for lesions receiving a T2W score of 2. T2W DWI DCE PI - RADS 1 Any* Any 1 2 ≤3 Any 2 ≥4 Any 3 3 ≤4 Any 3 5 Any 4 4 Any Any 4 5 Any Any 5 The only change in deriving the overall PI - RADS assessment category, compared to PI - RADS v2, concerns TZ lesions with a T2W score of 2.",
    "European society of Urogenital Radiology AdMeTech PI - RADS v2 PI - RADS v2.1 Image Interpretation: Transition Zone T2W DWI DCE PI - RADS 1 Any* Any 1 2 Any Any 2 3 ≤4 Any 3 5 Any 4 4 Any Any 4 5 Any Any 5 T2W DWI DCE PI - RADS 1 Any* Any 1 2 ≤3 Any 2 ≥4 Any 3 3 ≤4 Any 3 5 Any 4 4 Any Any 4 5 Any Any 5",
    "European society of Urogenital Radiology AdMeTech Atypical TZ Nodule TZ: 2 DWI:4 Homogeneous mostly encapsulated nodule  PI - RADS 3 Axial T2W ADC B1500",
    "European society of Urogenital Radiology AdMeTech Schematic diagram of PI - RADS v2.1 Turkbey et al. Eur Urol 2019 Scoring for TZ, incorporating DWI",
    "European society of Urogenital Radiology AdMeTech Image Interpretation: DCE PI - RADS v2 PI - RADS v2.1 Modified criteria for a negative score on DCE : Criteria for a positive score on DCE remains unchanged. Score Peripheral Zone (PZ) or Transition Zone (TZ) ( – ) no early enhancement, or diffuse enhancement not corresponding to a focal finding on T2W and/or DWI or focal enhancement corresponding to a lesion demonstrating features of BPH on T2WI (+) focal, and; earlier than or contemporaneously with enhancement of adjacent normal prostatic tissues, and; correspnds to suspicious finding on T2W and/or DWI Score Peripheral Zone (PZ) or Transition Zone (TZ) ( – ) no early or contemporaneous enhancement; or diffuse multifocal enhancement NOT corresponding to a focal finding on T2W and/or DWI or focal enhancement corresponding to a lesion demonstrating features of BPH on T2WI (including features of extruded BPH in the PZ) (+) focal, and; earlier than or contemporaneously with enhancement of adjacent normal prostatic tissues, and; corresponds to suspicious finding on T2W and/or DWI",
    "European society of Urogenital Radiology AdMeTech Biparametric MRI  mpMRI recommended especially when : o Clinical risk factors indicate the likely presence of significant disease that should not be missed (e.g., family history, prior negative biopsy, active surveillance, risk calculator) o Prior negative bpMRI – at persistent suspicion o Technical factors leading to suboptimal image quality of DWI  No specific recommendations for use of bpMRI",
    "European society of Urogenital Radiology AdMeTech PI - RADS v2.1 Assessment Category 1 very low clinically significant cancer highly unlikely 2 low clinically significant cancer unlikely 3 intermediate clinically significant cancer equivocal 4 high clinically significant cancer likely 5 very high clinically significant cancer highly likely PI - RADS v2.1 Prostate Imaging Reporting and Data System",
    "European society of Urogenital Radiology AdMeTech Take home points  PI - RADS remains primarily a prostate cancer detection and diagnosis system  PI - RADS categories communicate the likelihood of clinically significant cancer  PI - RADS system is a living document with adaptions being made as evidence accumulates in its use in practice  Future developments will include further investigations in bpMRI, applications of AI and potential integration of circulating tumor cells or serum and/or urine biomarkers"
  ],
  "processed_at": "2026-01-30T14:08:11.901Z"
}