{
  "doc_id": "aedcd19b8da487409e4489ae463432f6",
  "source_id": "Post-treatment_Follow-up_of_Prostate_Cancer",
  "total_pages": 14,
  "pages": [
    "Date of origin: 1996 Last review date: 2011 ACR Appropriateness Criteria ® 1 Post-treatment Follow-up of Prostate Cancer American College of Radiology ACR Appropriateness Criteria ® Clinical Condition: Post-treatment Follow-up of Prostate Cancer Variant 1 : Status post radical prostatectomy. Rising PSA level. Radiologic Procedure Rating Comments RRL* Tc-99m bone scan whole body 8 More likely to be helpful if PSA >10 or PSADT <6 months. Readily available. Correlative radiographs may be necessary. If bone scan is positive, no further imaging workup is necessary. ☢☢☢ CT abdomen and pelvis with contrast 7 For nodal involvement. Not very useful for local recurrence. ☢☢☢☢ MRI pelvis without and with contrast 7 Depends on availability and institutional expertise. Endorectal coil MRI may be useful for evaluating local extension or pelvic nodal involvement. Use of gadolinium injection is promising in detecting local recurrence. MRI-guided biopsy is not widely available. See statement regarding contrast in text under “Anticipated Exceptions.” O MRI abdomen and pelvis without and with contrast 7 Depends on availability and institutional expertise. See statement regarding contrast in text under “Anticipated Exceptions.” O US-guided biopsy prostate bed transrectal 6 Should be done under US guidance to confirm recurrence. Local recurrent tumor may be visualized on transrectal US in only 30%-50% of cases. O CT abdomen and pelvis without contrast 5 If iodinated contrast contraindicated. ☢☢☢☢ MRI pelvis without contrast 5 Depends on availability and institutional expertise. O MRI abdomen and pelvis without contrast 5 O US pelvis (prostate) transrectal 4 O In-111 capromab pendetide scan 3 May be more appropriate if decisions regarding local therapy are being considered. Fusion imaging with CT or MRI has been reported. ☢☢☢☢ FDG-PET/CT whole body 3 PET/CT is promising, but data are insufficient to warrant routine use. ☢☢☢☢ CT abdomen and pelvis without and with contrast 2 ☢☢☢☢ US pelvis (prostate) transabdominal 2 O X-ray radiographic survey whole body 1 ☢☢☢ Rating Scale: 1,2,3 Usually not appropriate; 4,5,6 May be appropriate; 7,8,9 Usually appropriate *Relative Radiation Level",
    "ACR Appropriateness Criteria ® 2 Post-treatment Follow-up of Prostate Cancer Clinical Condition: Post-treatment Follow-up of Prostate Cancer Variant 2: Status post radiation therapy. Rising PSA level. Radiologic Procedure Rating Comments RRL* Tc-99m bone scan whole body 8 Correlative radiographs may be necessary. ☢☢☢ CT abdomen and pelvis with contrast 7 ☢☢☢☢ MRI pelvis without and with contrast 7 Depends on availability and institutional expertise. Use of gadolinium injection is promising in detecting local recurrence. See statement regarding contrast in text under “Anticipated Exceptions.” O MRI abdomen and pelvis without and with contrast 7 Depends on availability and institutional expertise. See statement regarding contrast in text under “Anticipated Exceptions.” O US-guided biopsy prostate bed transrectal 6 O CT abdomen and pelvis without contrast 5 If iodinated contrast contraindicated. ☢☢☢☢ MRI pelvis without contrast 5 Depends on availability and institutional expertise. See statement regarding contrast in text under “Anticipated Exceptions.” O MRI abdomen and pelvis without contrast 5 O US pelvis (prostate) transrectal 3 O In-111 capromab pendetide scan 3 ☢☢☢☢ FDG-PET/CT whole body 3 ☢☢☢☢ CT abdomen and pelvis without and with contrast 2 ☢☢☢☢ US pelvis (prostate) transabdominal 1 O X-ray radiographic survey whole body 1 ☢☢☢ Rating Scale: 1,2,3 Usually not appropriate; 4,5,6 May be appropriate; 7,8,9 Usually appropriate *Relative Radiation Level",
    "ACR Appropriateness Criteria ® 3 Post-treatment Follow-up of Prostate Cancer Clinical Condition: Post-treatment Follow-up of Prostate Cancer Variant 3: Treatment of metastatic prostate cancer by androgen deprivation therapy (ADT). Rising PSA level. Radiologic Procedure Rating Comments RRL* Tc-99m bone scan whole body 8 Obtain radiographs as needed. ☢☢☢ CT abdomen and pelvis with contrast 7 ☢☢☢☢ MRI pelvis without and with contrast 7 Depends on availability and institutional expertise. See statement regarding contrast in text under “Anticipated Exceptions.” O MRI abdomen and pelvis without and with contrast 7 Depends on availability and institutional expertise. See statement regarding contrast in text under “Anticipated Exceptions.” O CT abdomen and pelvis without contrast 5 If iodinated contrast contraindicated. ☢☢☢☢ MRI pelvis without contrast 5 Depends on availability and institutional expertise. O MRI abdomen and pelvis without contrast 5 O CT abdomen and pelvis without and with contrast 2 ☢☢☢☢ In-111 capromab pendetide scan 2 ☢☢☢☢ FDG-PET/CT whole body 2 ☢☢☢☢ US pelvis (prostate) transrectal 1 O US-guided biopsy prostate bed transrectal 1 O US pelvis (prostate) transabdominal 1 O X-ray radiographic survey whole body 1 ☢☢☢ Rating Scale: 1,2,3 Usually not appropriate; 4,5,6 May be appropriate; 7,8,9 Usually appropriate *Relative Radiation Level",
    "ACR Appropriateness Criteria ® 4 Post-treatment Follow-up of Prostate Cancer POST-TREATMENT FOLLOW-UP OF PROSTATE CANCER Expert Panel on Urologic Imaging: David D. Casalino, MD 1 ; Erick M. Remer, MD 2 ; Ronald S. Arellano, MD 3 ; Jay T. Bishoff, MD 4 ; Courtney A. Coursey, MD 5 ; Manjiri Dighe, MD 6 ; Douglas F. Eggli, MD 7 ; Pat Fulgham, MD 8 ; Gary M. Israel, MD 9 ; Elizabeth Lazarus, MD 10 ; John R. Leyendecker, MD 11 ; Paul Nikolaidis, MD 12 ; Nicholas Papanicolaou, MD 13 ; Srinivasa Prasad, MD 14 ; Parvati Ramchandani, MD 15 ; Sheila Sheth, MD 16 ; Raghunandan Vikram, MD. 17 Summary of Literature Review In evaluating patients with recurrent or metastatic prostate cancer, it is important to define the location, size, and extent of local and/or distant tumors. Prostate cancer is treated by four standard methods: radical prostatectomy, radiation therapy, androgen deprivation therapy (ADT), and active surveillance. A discussion of less commonly used focal therapies, such as cryosurgery and high-intensity focused ultrasound (US), is beyond the scope of this review. The treatment choice is based on the tumor stage, histology, and grade and is influenced to a certain extent by the preference of the treating physician and the patient. After treatment, patients are followed at periodic intervals with measurement of serum prostate-specific antigen (PSA) levels and digital rectal examination (DRE). However, DRE is frequently unreliable in evaluating local recurrent disease after radical prostatectomy [1]. Although radical prostatectomy and radiation therapy are considered definitive therapies, 30%-50% of patients will have biochemical PSA relapse at 5 years [2]. PSA is produced by the epithelial cells of the prostate gland and is considered specific for prostatic tissue; although there is low-level extraprostatic PSA production in the epithelial cells of other organs, including ileum, jejunum, trachea, thyroid gland, mammary gland, salivary gland, epididymis, pancreas, and epidermis [3]. A rise in PSA is detected in the serum when the prostate gland has been disrupted as with prostate cancer, benign prostatic hyperplasia (BPH), acute prostatitis, or following prostate biopsy. PSA is now widely used as a tumor marker for prostate cancer, both for detection and for monitoring response to therapy. No imaging study is necessary after treatment for clinically localized prostate cancer unless the PSA is elevated, the DRE is abnormal, or the patient has bone pain [1]. Although PSA alone does not differentiate local from distant disease recurrence, the patterns of PSA rise after local therapy have been incorporated into clinical nomograms to predict whether recurrence is more likely local or distal metastatic disease. Patients with a late biochemical recurrence (>24 months after local treatment), low PSA velocity (change in PSA over time), and/or prolonged PSA doubling time (PSADT) (>6 months) most likely have recurrent local disease [4]. Conversely, patients with a rapid PSA recurrence (<24 months after local treatment), high PSA velocity, or short PSADT (<6 months) are more likely to have distant disease recurrence [4]. A number of clinical nomograms have used PSA values and PSA kinetics to predict positive imaging results [5- 8]. Dotan et al [6] in a series of 239 patients found trigger PSA, PSA velocity, and PSA slope to be significantly associated with a positive bone scan, and they constructed a highly discriminating nomogram for predicting bone scan results with a concordance index of 0.93. Choueiri et al [9] recently presented a model that predicts the probability of positive imaging in prostate cancer patients with biochemical failure after definitive therapy with prostatectomy or radiation therapy and concluded that imaging studies are unlikely to be useful when trigger PSA — that is, the last PSA before imaging — is ≤ 5 ng/ml and the PSADT is 10 or more months. The study also concluded that there is no definitive trigger PSA or PSA kinetic parameter that has a high enough positive predictive value to recommend for or against diagnostic imaging. 1 Principal Author and Panel Chair, Northwestern University, Chicago, Illinois. 2 Panel Vice-chair, Cleveland Clinic, Cleveland, Ohio. 3 Massachusetts General Hospital, Boston, Massachusetts. 4 Intermountain Urological Institute, Murray, Utah, American Urological Association. 5 Emory University Hospital, Atlanta, Georgia. 6 University of Washington Medical Center, Seattle, Washington. 7 Pennsylvania State University, Hershey, Pennsylvania, Society of Nuclear Medicine. 8 Presbyterian Hospital of Dallas, Dallas, Texas, American Urological Association. 9 Yale University School of Medicine, New Haven, Connecticut. 10 Rhode Island Hospital, Providence, Rhode Island. 11 Wake Forest University School of Medicine, Winston Salem, North Carolina. 12 Northwestern University, Chicago, Illinois. 13 Hospital of University of Pennsylvania, Philadelphia, Pennsylvania. 14 University of Texas Health Science Center, San Antonio, Texas. 15 University of Pennsylvania Hospital, Philadelphia, Pennsylvania. 16 Johns Hopkins Hospital, Baltimore, Maryland. 17 University of Texas MD Anderson Cancer Center, Houston, Texas. The American College of Radiology seeks and encourages collaboration with other organizations on the development of the ACR Appropriateness Criteria through society representation on expert panels. Participation by representatives from collaborating societies on the expert panel does not necessarily imply society endorsement of the final document. Reprint requests to: Department of Quality & Safety, American College of Radiology, 1891 Preston White Drive, Reston, VA 20191-4397.",
    "ACR Appropriateness Criteria ® 5 Post-treatment Follow-up of Prostate Cancer Bone radiographs are not as sensitive for detecting metastasis as radionuclide bone scans are, but they may be helpful in identifying degenerative changes as the cause for a positive bone scan. A chest radiograph is not necessary because lung metastases are only found in late-stage disease after other more common sites are involved by tumor. Whole-body bone scans are frequently performed for detecting skeletal metastases in patients with rising PSA following treatment. If the bone scan is positive for metastatic disease, no other imaging is indicated. Since bone scans are rarely positive without symptoms or without abnormal PSA levels, the routine use of this study post- treatment is considered unproductive by most investigators [10-12]. Sissons et al [13] found three patients with bone metastases in a series of 59 patients without suspicious serum PSA levels. A bone scan may be inconclusive, since it is a sensitive but not specific examination. Magnetic resonance imaging (MRI) may be helpful in the diagnosis of bone metastasis when other examinations are conflicting, and it can be used to determine response to hormonal treatment [14]. A comparison of MRI and bone scans showed 818 abnormal vertebrae detected by MRI versus 499 by bone scan in the same group of patients [15]. Post Radical Prostatectomy Following radical prostatectomy, PSA levels are expected to be undetectable to <0.15 ng/ml within several weeks of surgery. Waiting 6-8 weeks after treatment is advisable before assessing the serum PSA value, since the half- life of serum PSA is relatively long. According to the Clinical Practice Guidelines in Oncology for prostate cancer developed by the National Comprehensive Cancer Network (NCCN) [16], patients whose PSA fails to fall to undetectable levels or whose detectable PSA increases on two subsequent measurements should undergo a prompt search for the presence of distant metastatic disease or local recurrent disease, each requiring different forms of systemic or local therapy. If distant metastases are detected, ADT is typically initiated. Radionuclide Bone Scintigraphy A radionuclide bone scan is traditionally the first examination obtained. If the bone scan is positive for metastatic disease, no further imaging studies are necessary. If it is inconclusive, further imaging studies are performed, including conventional radiographs, MRI, or computed tomography (CT). However, the level of post-treatment PSA that should prompt a bone scan is uncertain. In a study of patients with biochemical failure following radical prostatectomy, the probability of a positive bone scan was less than 5% with PSA levels between 40-45 ng/ml. In another study, bone scan was limited until PSA rose above 30-40 ng/ml [5]. Men with a PSADT of <6 months after radical prostatectomy were at increased risk of a positive bone scan (26% vs 3%) or positive CT (24% vs 0%) compared to those with longer PSADT [8]. Kane et al [7] reported that most patients with a positive bone scan had a high PSA level (mean of 61.3 ng/ml) and a high PSA velocity (>0.5 ng/ml/month). According to the American Urological Association’s Prostate-Specific Antigen Best Practice Statement; the routine use of bone scans in the setting of a PSA rise is not justified, particularly in patients with a PSADT of >6 months and a PSA value of <10 ng/ml [17]. Transrectal Ultrasonography The use of imaging in evaluating local tumor recurrence is controversial. Local recurrences are most often perianastomotic or retrovesical — sites that can be evaluated by US. Transrectal ultrasound (TRUS) with guided biopsy of the vesicourethral anastomosis (VUA) has been the standard imaging approach to document local recurrence [18,19]. A palpable abnormality on DRE is not always a good guide to the location of recurrent or progressive tumor because postoperative fibrosis may mimic tumor [20]. Negative results of US-guided transrectal biopsy of the VUA, regardless of a palpable mass or indurations, may be inconclusive because of sampling error. Deliveliotis et al [21] reported negative predictive values of only 67% with TRUS-guided biopsy and 57% with DRE-guided biopsy in patients with PSA >2 ng/ml and negative imaging for metastases after prostatectomy. The use of biopsy has been questioned in the face of a rising PSA level, since the negative results are unreliable and elevated PSA levels usually precede clinical evidence of local recurrence by one or more years. Repeat TRUS with VUA needle biopsy may be necessary in one-third of cases [22,23]. The yield for detecting local recurrent tumor with TRUS with needle biopsy rises significantly with serum PSA levels [21,22,24,25]. Only about 25% of men with prostatectomy PSA levels of less than 1 ng/ml have histologic confirmation of local recurrence after biopsy of the prostatic fossa [21,22], compared with 53% of men with prostatectomy PSA levels >2 ng/ml [21]. None of the patients with PSA levels of ≤ 0.5 ng/ml who had negative DRE and TRUS have had a biopsy-proved local recurrence [26].",
    "ACR Appropriateness Criteria ® 6 Post-treatment Follow-up of Prostate Cancer Several studies have shown the utility of color and power Doppler and contrast-enhanced color Doppler in detecting local recurrence after prostatectomy [27-29]. Drudi et al [27] showed contrast-enhanced color Doppler TRUS performed as well as contrast-enhanced MRI in detecting local recurrence after prostatectomy; however, intravascular microbubble contrast agents are not yet FDA approved for this application. A staging pelvic lymphadenectomy is sometimes done at the time of a radical retropubic prostatectomy; therefore, follow-up of the lymph nodes usually is not necessary in such cases. However, if the biopsy of the VUA is repeatedly negative in the face of a rising PSA level, then pelvic imaging looking for adenopathy with CT or MRI may be indicated [30]. Computed Tomography CT is not effective for detecting recurrent tumor in the surgical bed [31]. A CT scan can recognize only local recurrences that are ≥ 2 centimeters [32]. The mean PSA value associated with a positive CT scan after radical prostatectomy was 27.4 ng/ml [7]. In the evaluation of nodal disease, CT has replaced lymphography and relies on nodal size to detect nodal metastases. Using 1 cm as a cutoff, studies have reported sensitivity between 27%-75% and specificity between 66%-100%. By decreasing the size cutoff to 0.7 cm and by sampling suspicious nodes by fine-needle aspiration (FNA), Oyen et al [33] were able to attain a sensitivity of 78% and specificity of 100%. However, this decreased size criteria with concomitant use of FNA has not been widely adopted [34]. CT is useful in detecting bone and visceral metastases, although bone scan and MRI are superior in the diagnosis and follow-up of bone metastases [34]. Magnetic Resonance Imaging The use of MRI is evolving, and it can evaluate both local recurrence and distant bony and nodal metastases. While most local recurrences are perianastomotic or retrovesical, 30% may be elsewhere in the pelvis, at sites that can be more readily assessed by MRI than by US [35]. Two early studies on the use of endorectal coil T2- weighted MRI for detecting local recurrence after prostatectomy reported 95% to 100% sensitivity and 100% specificity [35,36]. In a study by Silverman et al [36], MRI was positive in men with cancer recurrence only with a concomitant rise in PSA level. In the absence of PSA rise, despite suspicious findings on DRE, the MRI was negative. Two subsequent studies reported that T2-weighted MRI had lower sensitivity (48% and 61%) and specificity (52% and 82%) for detecting local recurrence [37,38]. More recent studies [37-39] suggest that newer MR techniques, including MR spectroscopic imaging (MRSI) and dynamic contrast-enhanced MR imaging (DCE-MRI), can improve the detection of postprostatectomy recurrence, although these techniques require specialized acquisition and processing software and have not been systematically evaluated [2]. Concurrent MRI-directed biopsy of suspicious sites is not widely available, making histologic correlation and assessment of its true utility difficult. The accuracy of MRI for staging pelvic lymph nodes by size criteria is similar to that of CT. MRI can be more sensitive and specific in the diagnosis of bone metastases, with better spatial and contrast resolution when compared to bone scan [40]. Nakanishi et al [41] reported the use of whole-body MRI in 10 patients with 52 skeletal metastases from a variety of primary tumors, including breast cancer and prostate cancer, and concluded that whole-body MRI with diffusion-weighted imaging (DWI) was more sensitive than MRI without DWI but was equal in sensitivity to bone scan. Response of bone metastases to treatment can be more accurately monitored by serial MRI scans [14]. Post Radiation Therapy Prostate cancer treated with radiation therapy, whether by external beam or brachytherapy, is monitored differently, since the prostate and the lymph nodes are left in place. Following radiation therapy, the serum PSA level decreases in the majority of the patients during the first year but may not reach a nadir until 18-30 months after treatment. Surveillance for tumor recurrence in patients post radiation therapy should include a DRE and serial serum PSA levels. The prostate gland becomes atrophic and fibrotic after radiation treatment, making distinction between local recurrent disease and benign irradiated prostatic gland difficult by DRE alone [30]. The American Society of Therapeutic Radiology and Oncology (ASTRO) and the Radiation Therapy Oncology Group ® at the 2005 Phoenix Consensus Conference defined biochemical failure following radiation therapy as a rise by 2 ng/ml or more above the nadir PSA [42]. An increasing serum PSA level will prompt radionuclide bone",
    "ACR Appropriateness Criteria ® 7 Post-treatment Follow-up of Prostate Cancer scan. If the bone scan is positive, no further evaluation is necessary. If the bone scan is negative or inconclusive, TRUS-directed biopsy of the prostate is indicated. If the bone scan is inconclusive, MRI may be helpful. MRI may be indicated to depict local recurrence after radiotherapy. Sala et al [43] used endorectal T2-weighted MRI to evaluate cancer recurrence after radiation therapy and prior to salvage prostatectomy and achieved sensitivities and specificities for tumor detection by quadrant, extracapsular extension, and seminal vesicle invasion similar to those obtained in studies of untreated patients. Pucar et al [44] found that clinically significant local recurrence after radiation therapy occurs at the site of the primary tumor and suggested that monitoring the primary tumor with MRI prior to and after radiotherapy might lead to early detection of local recurrence amenable to salvage therapy. More recent studies suggest that newer MR techniques, including MRSI [45-47], DCE-MRI [48-50], and DWI [49,51], can improve the detection of recurrent prostate cancer after radiation therapy. Evaluation for lymph node enlargement is done by either CT or MRI. Both imaging tests are relatively accurate for detecting lymph node enlargement [52]. Post Androgen Deprivation Therapy ADT — using bilateral orchiectomy (surgical castration) or luteinizing hormone-releasing hormone agonist (medical castration) — may control prostate cancer for long periods by decreasing the size of the tumor, thus relieving pain and other symptoms in patients with advanced disease. ADT may be added to definitive therapy in patients with early-stage disease as adjuvant therapy (after definitive therapy) or neoadjuvant therapy (prior to definitive therapy). ADT may have a direct suppressive effect on serum PSA level that is independent of tumor activity. PSA production is under hormonal control, and ADT reduces the cell’s ability to produce and secrete PSA. Therefore, serum PSA is not always a reliable marker of disease status in these patients. In a study by Ruckle et al [53] serial serum PSA measurements after ADT were able to predict response to the treatment. Patients whose serum PSA levels remained elevated for more than 3 months after treatment had a high risk of disease progression within 2 years. Serial PSA determinations in combination with radionuclide bone scanning are clinically warranted as follow-up in these patients with advanced disease. In patients treated with ADT for advanced prostate cancer an increasing serum PSA level warrants further assessment because these patients may be candidates for systemic salvage therapy. The investigation can end if the bone scan is conclusive. CT and MRI are useful in assessing nodal or visceral metastatic disease. Active Surveillance Active surveillance involves actively monitoring the course of the disease with the expectation to intervene if the cancer progresses. Active surveillance as initial therapy for prostate cancer might be considered for patients with clinically localized disease that has a low-risk of recurrence (T1-T2a and Gleason score 2-6 and PSA <10 ng/ml) or for patients with clinically localized disease that has an intermediate risk of recurrence (T2b-T2c or Gleason score 7 or PSA 10-20 ng/ml) and who have a life expectancy of <10 years [16]. Surveillance typically consists of serum PSA every 3-6 months, DRE every 6-12 months, and repeat prostate biopsy as often as annually. These studies may be done less frequently in patients who have a life expectancy of <10 years [16]. Signs of cancer progression detected by PSA or DRE usually warrant a repeat prostate biopsy. If biopsy confirms cancer progression, pretreatment staging is then performed (see the ACR Appropriateness Criteria ® on “Pretreatment Staging Prostate Cancer”). Imaging is generally not a component of active surveillance, but a few recent studies suggest that MRI may help in guiding patients who are considering active surveillance and how the surveillance is conducted. While Cabrera et al [54] did not find endorectal MRI and MRSI findings of tumor apparency or inapparency to be of prognostic value in prostate cancer patients who selected active surveillance, a more recent study by Fradet et al [55] concluded that tumor apparency on anatomic MRI may confer an increased risk of Gleason score upgrade at subsequent biopsy in patients being managed with active surveillance. Neither MRSI nor TRUS findings could be used to predict cancer progression [61]. Van As et al [56] in a prospective study of patients in active surveillance for localized prostate cancer demonstrated that a low apparent diffusion coefficient (ADC) on DWI is associated with adverse histology on repeat biopsy and shorter time to deferred radical treatment.",
    "ACR Appropriateness Criteria ® 8 Post-treatment Follow-up of Prostate Cancer Newer Techniques ProstaScint Scan (111 Indium Capromab Pendetide) ProstaScint is a murine monoclonal antibody that targets prostate-specific membrane antigen. ProstaScint imaging in the detection of metastases and local recurrence has been reported to have a sensitivity of 49%-94%, a specificity of 65%-72%, and an overall accuracy of 63%-80%. It has been reported that the likelihood of a positive scan outcome is enhanced when patients with high PSA levels and high Gleason grade tumors are felt to have a recurrence [57-60]. Fused single photon emission computed tomography (SPECT)/CT or MRI will improve the specificity of ProstaScint examination in detecting recurrent prostate cancer [61,62]. The scans remain challenging to interpret and expensive to perform. Two more recent studies concluded that in selecting patients for salvage radiotherapy for rising PSA after radical prostatectomy for prostate cancer, rates of response or biochemical control were similar between patients selected for radiotherapy on the basis of ProstaScint examination and those selected on the basis of clinicopathologic factors alone [63,64]. Positron Emission Tomography with fluorine-18-2-fluoro-2-deoxy-D-glucose Many foci of metastatic prostate cancer demonstrate increased accumulation of fluorine-18-2-fluoro-2-deoxy-D- glucose (FDG) radiotracer, though this uptake is generally low compared to the other cancers. In one study, FDG positron emission tomography (PET) identified local or metastatic disease in only 28 of 91 patients (31%) with PSA relapse after radical prostatectomy for prostate cancer [65]. FDG-PET is relatively insensitive in detecting osseous metastases compared to standard bone scintigraphy [66]. Helical CT and FDG-PET scanning may be more helpful than ProstaScint imaging in detecting nodal disease in men with high PSA level after radical prostatectomy [67]. PET/CT can provide information about anatomy and metabolism of the recurrent and metastatic disease. Positron Emission Tomography with Newer Radiotracers including [11-C]-acetate, [11-C or 18-F]-choline, anti- 1-amino-3-[18-F]-fluorocyclobutane-1-carboxylic acid, and [11-C]-methionine PET and PET/CT with 11C acetate [68,69], 11C choline [70-73], 18F choline [74-76], and anti-1-amino-3-[18-F]- fluorocyclobutane-1-carboxylic acid [77] have been reported to detect local and metastatic recurrent disease in patients with biochemical failure after local treatment. PET with 11C methionine has been reported to be more sensitive than FDG-PET in detecting bone metastases [78]. These newer agents remain experimental and are not widely available. Magnetic Resonance Imaging at 3T 3T MR scanners are now commercially available and offer higher signal-to-noise ratios, faster acquisition times, and higher spatial resolution than lower-field MR systems. These 3T systems are being used to evaluate patients with prostate cancer, but few studies have been published. While there is general agreement that optimal prostate imaging at 1.5T, particularly when including spectroscopy and DWI, requires use of an endorectal coil, the necessity to use an endorectal coil with a 3T system is uncertain at this time [79,80]. Magnetic Resonance Spectroscopic Imaging MRSI provides metabolic information from 3-dimensional multiple contiguous volumes (voxels) within the prostate gland, and prostate cancers typically show decreased citrate peak and an increased choline/creatine peak when compared to normal prostatic tissues on MRSI [81]. Addition of the metabolic information provided by MRSI to the morphologic information provided by endorectal coil MRI can help detect local tumor recurrence after prostatectomy [39] and discriminate regions of residual tumor from other prostatic tissues and necrosis following radiation therapy [45-47]. Time-dependent effects of hormone therapy on prostate metabolism are detected on MRSI. However, prostate metabolic profiles associated with prostate cancer can be identifiable on MRSI in patients with PSA levels exceeding 0.20 ng/ml and with 3 months or less of neoadjuvant hormone therapy for locally confined prostate cancer [82]. Dynamic Contrast-enhanced Magnetic Resonance Imaging DCE-MRI is a well-established method for detecting and quantifying angiogenesis in tumors, including prostate cancer, and is independent of T2 relaxation and MRSI characteristics. Sites of tumor typically show earlier, more intense enhancement and earlier, more rapid contrast washout compared with the normal peripheral zone. Sciarra et al [39] reported the use of DCE-MRI and MRSI for detecting local recurrence in patients with biochemical failure after prostatectomy and concluded that the combination of techniques was superior to either technique alone (sensitivity and specificity 87% and 94% for combination, 84% and 88% for MRSI, and 71% and 94% for DCE for 47 patients who had reliable TRUS biopsies). Casciani et al [37] studied 46 patients (25 with",
    "ACR Appropriateness Criteria ® 9 Post-treatment Follow-up of Prostate Cancer local recurrence) and showed that MRI combined with DCE-MRI had a higher sensitivity and specificity (88% and 100%) than MRI alone (48% and 52%) in detecting local recurrences after prostatectomy. Similarly, Cirillo et al [38] showed that DCE-MRI had significantly higher sensitivity and accuracy (84% and 86%) than T2-weighted imaging alone (61% and 69%) in detecting local recurrences after prostatectomy. In 22 patients with rising PSA after external beam radiation therapy, DCE-MRI demonstrated areas of recurrent intraprostatic tumor more accurately and with less interobserver variability than T2-weighted images did [50]. Haider et al [48] found that DCE-MRI performed better than T2-weighted imaging for detecting and localizing cancer in the peripheral zone after external beam radiation with the sensitivity, positive predictive value, and negative predictive value being 72%, 46%, and 95%, respectively, for DCE-MRI versus 38%, 24%, and 88%, respectively, for T2-weighted imaging. Kim et al [49] studied 24 patients with a rising PSA after external beam radiotherapy for prostate cancer and found the sensitivity, specificity, and accuracy of DCE, DWI, and combined DCE and DWI were higher than those for T2-weighted imaging for predicting locally recurrent cancer. While the results of these studies have been encouraging, there is not a uniformly accepted analytical method for DCE-MRI. Semiquantitative approaches, using parameters such as onset time of signal enhancement, time-to- peak, peak enhancement, and wash-in-washout gradient, and quantitative approaches, using pharmacokinetic modeling and parameters such as K trans (forward volume transfer constant), k ep (reverse reflux rate constant between extracellular space and plasma), and v e (the fractional volume of extracellular space per unit volume of tissue) can been used [83]. Multi-institutional studies are needed. Diffusion-weighted Magnetic Resonance Imaging DWI-MRI is a technique sensitive to water diffusion restriction. Prostate cancer can cause restricted diffusion relative to normal prostatic tissue, resulting in increased signal of prostate cancer on DWI and decreased pixel values on ADC maps. The increased signal-to-noise ratio of DWI provided by 3T compared with 1.5T may improve prostate cancer detection, staging, and post-treatment follow-up [84]. Kim et al [51] studied 36 patients and found that T2-weighted imaging combined with DWI had a higher sensitivity and specificity (62% and 97%) than T2-weighted imaging alone (25% and 92%) for predicting locally recurrent prostate cancer in patients with biochemical failure after external beam radiotherapy. Newer Lymph Nodal Magnetic Resonance Contrast Agent MRI following intravenous administration of lymphotropic superparamagnetic iron oxide nanoparticles has been reported to improve detection of positive lymph nodal metastases from prostate cancer when compared to unenhanced MRI [85]. This MRI contrast agent, however, is not yet FDA approved. Summary  All patients treated for prostate cancer are monitored with serial PSA measurements and DRE.  A rising PSA level usually prompts a bone scan. If bone scan is positive, no other imaging is generally indicated.  A negative or equivocal bone scan requires further investigation that may include TRUS-guided biopsy of the prostatectomy site or prostate and CT or MRI to search for regional lymphadenopathy or distant metastases.  The role of MRI in diagnosing local recurrent disease and distant metastases is evolving, and more recent studies using new techniques — including MRSI, DCE-MRI, and DWI — and higher-field-strength scanners have shown encouraging results.  While ProstaScint and FDG-PET have shown limited utility, there are newer, experimental radiotracers that have shown more promising initial results.  Chest radiography is not necessary because prostatic lung metastases are only found in late-stage disease after other metastatic sites are well established.  Bone radiography is only used to help in identifying degenerative bone changes as a cause of abnormal foci on radionuclide bone scans. Anticipated Exceptions Nephrogenic systemic fibrosis (NSF) is a disorder with a scleroderma-like presentation and a spectrum of manifestations that can range from limited clinical sequelae to fatality. It appears to be related to both underlying severe renal dysfunction and the administration of gadolinium-based contrast agents. It has occurred primarily in patients on dialysis, rarely in patients with very limited glomerular filtration rate (GFR) (ie, <30 mL/min/1.73m 2 ),",
    "ACR Appropriateness Criteria ® 10 Post-treatment Follow-up of Prostate Cancer and almost never in other patients. There is growing literature regarding NSF. Although some controversy and lack of clarity remain, there is a consensus that it is advisable to avoid all gadolinium-based contrast agents in dialysis-dependent patients unless the possible benefits clearly outweigh the risk, and to limit the type and amount in patients with estimated GFR rates <30 mL/min/1.73m 2 . For more information, please see the ACR Manual on Contrast Media [86] . Relative Radiation Level Information Potential adverse health effects associated with radiation exposure are an important factor to consider when selecting the appropriate imaging procedure. Because there is a wide range of radiation exposures associated with different diagnostic procedures, a relative radiation level (RRL) indication has been included for each imaging examination. The RRLs are based on effective dose, which is a radiation dose quantity that is used to estimate population total radiation risk associated with an imaging procedure. Patients in the pediatric age group are at inherently higher risk from exposure, both because of organ sensitivity and longer life expectancy (relevant to the long latency that appears to accompany radiation exposure). For these reasons, the RRL dose estimate ranges for pediatric examinations are lower as compared to those specified for adults (see Table below). Additional information regarding radiation dose assessment for imaging examinations can be found in the ACR Appropriateness Criteria ® Radiation Dose Assessment Introduction document. Relative Radiation Level Designations Relative Radiation Level* Adult Effective Dose Estimate Range Pediatric Effective Dose Estimate Range O 0 mSv 0 mSv ☢ <0.1 mSv <0.03 mSv ☢☢ 0.1-1 mSv 0.03-0.3 mSv ☢☢☢ 1-10 mSv 0.3-3 mSv ☢☢☢☢ 10-30 mSv 3-10 mSv ☢☢☢☢☢ 30-100 mSv 10-30 mSv *RRL assignments for some of the examinations cannot be made, because the actual patient doses in these procedures vary as a function of a number of factors (eg, region of the body exposed to ionizing radiation, the imaging guidance that is used). The RRLs for these examinations are designated as “Varies”. Supporting Documents  ACR Appropriateness Criteria ® Overview  Procedure Information  Evidence Table References 1. Pound CR, Christens-Barry OW, Gurganus RT, Partin AW, Walsh PC. Digital rectal examination and imaging studies are unnecessary in men with undetectable prostate specific antigen following radical prostatectomy. J Urol. 1999;162(4):1337-1340. 2. Pucar D, Sella T, Schoder H. The role of imaging in the detection of prostate cancer local recurrence after radiation therapy and surgery. Pucar, D. 2008;18(1):87-97. 3. Olsson AY, Bjartell A, Lilja H, Lundwall A. Expression of prostate-specific antigen (PSA) and human glandular kallikrein 2 (hK2) in ileum and other extraprostatic tissues. Olsson, A. Y. 2005;113(2):290-297. 4. Partin AW, Pearson JD, Landis PK, et al. Evaluation of serum prostate-specific antigen velocity after radical prostatectomy to distinguish local recurrence from distant metastases. Urology. 1994;43(5):649-659. 5. Cher ML, Bianco FJ, Jr., Lam JS, et al. Limited role of radionuclide bone scintigraphy in patients with prostate specific antigen elevations after radical prostatectomy. J Urol. 1998;160(4):1387-1391.",
    "ACR Appropriateness Criteria ® 11 Post-treatment Follow-up of Prostate Cancer 6. Dotan ZA, Bianco FJ, Jr., Rabbani F, et al. Pattern of prostate-specific antigen (PSA) failure dictates the probability of a positive bone scan in patients with an increasing PSA after radical prostatectomy. Choueiri, T. K. 2005;23(9):1962-1968. 7. Kane CJ, Amling CL, Johnstone PA, et al. Limited value of bone scintigraphy and computed tomography in assessing biochemical failure after radical prostatectomy. Urology. 2003;61(3):607-611. 8. Okotie OT, Aronson WJ, Wieder JA, et al. Predictors of metastatic disease in men with biochemical failure following radical prostatectomy. J Urol. 2004;171(6 Pt 1):2260-2264. 9. Choueiri TK, Dreicer R, Paciorek A, Carroll PR, Konety B. A model that predicts the probability of positive imaging in prostate cancer cases with biochemical failure after initial definitive local therapy. J Urol. 2008;179(3):906-910; discussion 910. 10. Freitas JE, Gilvydas R, Ferry JD, Gonzalez JA. The clinical utility of prostate-specific antigen and bone scintigraphy in prostate cancer follow-up. J Nucl Med. 1991;32(7):1387-1390. 11. Miller PD, Eardley I, Kirby RS. Prostate specific antigen and bone scan correlation in the staging and monitoring of patients with prostatic cancer. Br J Urol. 1992;70(3):295-298. 12. Terris MK, Klonecke AS, McDougall IR, Stamey TA. Utilization of bone scans in conjunction with prostate- specific antigen levels in the surveillance for recurrence of adenocarcinoma after radical prostatectomy. J Nucl Med. 1991;32(9):1713-1717. 13. Sissons GR, Clements R, Peeling WB, Penney MD. Can serum prostate-specific antigen replace bone scintigraphy in the follow-up of metastatic prostatic cancer? Br J Radiol. 1992;65(778):861-864. 14. Turner JW, Hawes DR, Williams RD. Magnetic resonance imaging for detection of prostate cancer metastatic to bone. J Urol. 1993;149(6):1482-1484. 15. Algra PR, Bloem JL, Tissing H, Falke TH, Arndt JW, Verboom LJ. Detection of vertebral metastases: comparison between MR imaging and bone scintigraphy. Radiographics. 1991;11(2):219-232. 16. The NCCN Clinical Practice Guidelines in Oncology™ Prostate Cancer V.3.2010 © 2010 National Comprehensive Cancer Network, Inc. 2010; Available at: http://www.nccn.org/professionals/physician_gls/PDF/prostate.pdf. 17. Prostate-Specific Antigen Best Practice Statement: 2009 Update from American Urological Association, American Urological Association Education and Research, Inc. 2009; Available at: http://www.auanet.org/content/guidelines-and-quality-care/clinical-guidelines/main-reports/psa09.pdf. 18. Salomon CG, Flisak ME, Olson MC, Dudiak CM, Flanigan RC, Waters WB. Radical prostatectomy: transrectal sonographic evaluation to assess for local recurrence. Radiology. 1993;189(3):713-719. 19. Wasserman NF, Kapoor DA, Hildebrandt WC, et al. Transrectal US in evaluation of patients after radical prostatectomy. Part II. Transrectal US and biopsy findings in the presence of residual and early recurrent prostatic cancer. Radiology. 1992;185(2):367-372. 20. Lightner DJ, Lange PH, Reddy PK, Moore L. Prostate specific antigen and local recurrence after radical prostatectomy. J Urol. 1990;144(4):921-926. 21. Deliveliotis C, Manousakas T, Chrisofos M, Skolarikos A, Delis A, Dimopoulos C. Diagnostic efficacy of transrectal ultrasound-guided biopsy of the prostatic fossa in patients with rising PSA following radical prostatectomy. Deliveliotis, C. 2007;25(3):309-313. 22. Connolly JA, Shinohara K, Presti JC, Jr., Carroll PR. Local recurrence after radical prostatectomy: characteristics in size, location, and relationship to prostate-specific antigen and surgical margins. Urology. 1996;47(2):225-231. 23. Foster LS, Jajodia P, Fournier G, Jr., Shinohara K, Carroll P, Narayan P. The value of prostate specific antigen and transrectal ultrasound guided biopsy in detecting prostatic fossa recurrences following radical prostatectomy. J Urol. 1993;149(5):1024-1028. 24. Leventis AK, Shariat SF, Slawin KM. Local recurrence after radical prostatectomy: correlation of US features with prostatic fossa biopsy findings. Radiology. 2001;219(2):432-439. 25. Shekarriz B, Upadhyay J, Wood DP, Jr., et al. Vesicourethral anastomosis biopsy after radical prostatectomy: predictive value of prostate-specific antigen and pathologic stage. Urology. 1999;54(6):1044-1048. 26. Naya Y, Okihara K, Evans RB, Babaian RJ. Efficacy of prostatic fossa biopsy in detecting local recurrence after radical prostatectomy. Urology. 2005;66(2):350-355. 27. Drudi FM, Giovagnorio F, Carbone A, et al. Transrectal colour Doppler contrast sonography in the diagnosis of local recurrence after radical prostatectomy--comparison with MRI. Drudi, F. M. 2006;27(2):146-151.",
    "ACR Appropriateness Criteria ® 12 Post-treatment Follow-up of Prostate Cancer 28. Sudakoff GS, Smith R, Vogelzang NJ, Steinberg G, Brendler CB. Color Doppler imaging and transrectal sonography of the prostatic fossa after radical prostatectomy: early experience. AJR Am J Roentgenol. 1996;167(4):883-888. 29. Tamsel S, Killi R, Apaydin E, Hekimgil M, Demirpolat G. The potential value of power Doppler ultrasound imaging compared with grey-scale ultrasound findings in the diagnosis of local recurrence after radical prostatectomy. Sala, E. 2006;61(4):325-330; discussion 323-324. 30. Nudell DM, Wefer AE, Hricak H, Carroll PR. Imaging for recurrent prostate cancer. Radiol Clin North Am. 2000;38(1):213-229. 31. Older RA, Lippert MC, Gay SB, Omary RA, Hillman BJ. Computed tomography appearance of the prostatic fossa following radical prostatectomy. Acad Radiol. 1995;2(6):470-474. 32. Kramer S, Gorich J, Gottfried HW, et al. Sensitivity of computed tomography in detecting local recurrence of prostatic carcinoma following radical prostatectomy. Br J Radiol. 1997;70(838):995-999. 33. Oyen RH, Van Poppel HP, Ameye FE, Van de Voorde WA, Baert AL, Baert LV. Lymph node staging of localized prostatic carcinoma with CT and CT-guided fine-needle aspiration biopsy: prospective study of 285 patients. Radiology. 1994;190(2):315-322. 34. Hricak H, Schoder H, Pucar D, et al. Advances in imaging in the postoperative patient with a rising prostate- specific antigen level. Semin Oncol. 2003;30(5):616-634. 35. Sella T, Schwartz LH, Swindle PW, et al. Suspected local recurrence after radical prostatectomy: endorectal coil MR imaging. Radiology. 2004;231(2):379-385. 36. Silverman JM, Krebs TL. MR imaging evaluation with a transrectal surface coil of local recurrence of prostatic cancer in men who have undergone radical prostatectomy. AJR Am J Roentgenol. 1997;168(2):379- 385. 37. Casciani E, Polettini E, Carmenini E, et al. Endorectal and dynamic contrast-enhanced MRI for detection of local recurrence after radical prostatectomy. AJR Am J Roentgenol. 2008;190(5):1187-1192. 38. Cirillo S, Petracchini M, Scotti L, et al. Endorectal magnetic resonance imaging at 1.5 Tesla to assess local recurrence following radical prostatectomy using T2-weighted and contrast-enhanced imaging. Eur Radiol. 2009;19(3):761-769. 39. Sciarra A, Panebianco V, Salciccia S, et al. Role of dynamic contrast-enhanced magnetic resonance (MR) imaging and proton MR spectroscopic imaging in the detection of local recurrence after radical prostatectomy for prostate cancer. Eur Urol. 2008;54(3):589-600. 40. Taoka T, Mayr NA, Lee HJ, et al. Factors influencing visualization of vertebral metastases on MR imaging versus bone scintigraphy. AJR Am J Roentgenol. 2001;176(6):1525-1530. 41. Nakanishi K, Kobayashi M, Nakaguchi K, et al. Whole-body MRI for detecting metastatic bone tumor: diagnostic value of diffusion-weighted images. Nakanishi, K. 2007;6(3):147-155. 42. Roach M, 3rd, Hanks G, Thames H, Jr., et al. Defining biochemical failure following radiotherapy with or without hormonal therapy in men with clinically localized prostate cancer: recommendations of the RTOG- ASTRO Phoenix Consensus Conference. Int J Radiat Oncol Biol Phys. 2006;65(4):965-974. 43. Sala E, Eberhardt SC, Akin O, et al. Endorectal MR imaging before salvage prostatectomy: tumor localization and staging. Radiology. 2006;238(1):176-183. 44. Pucar D, Hricak H, Shukla-Dave A, et al. Clinically significant prostate cancer local recurrence after radiation therapy occurs at the site of primary tumor: magnetic resonance imaging and step-section pathology evidence. Int J Radiat Oncol Biol Phys. 2007;69(1):62-69. 45. Coakley FV, Teh HS, Qayyum A, et al. Endorectal MR imaging and MR spectroscopic imaging for locally recurrent prostate cancer after external beam radiation therapy: preliminary experience. Radiology. 2004;233(2):441-448. 46. Pucar D, Shukla-Dave A, Hricak H, et al. Prostate cancer: correlation of MR imaging and MR spectroscopy with pathologic findings after radiation therapy-initial experience. Radiology. 2005;236(2):545-553. 47. Westphalen AC, Coakley FV, Roach M, 3rd, McCulloch CE, Kurhanewicz J. Locally recurrent prostate cancer after external beam radiation therapy: diagnostic performance of 1.5-T endorectal MR imaging and MR spectroscopic imaging for detection. Radiology. 2010;256(2):485-492. 48. Haider MA, Chung P, Sweet J, et al. Dynamic contrast-enhanced magnetic resonance imaging for localization of recurrent prostate cancer after external beam radiotherapy. Int J Radiat Oncol Biol Phys. 2008;70(2):425- 430.",
    "ACR Appropriateness Criteria ® 13 Post-treatment Follow-up of Prostate Cancer 49. Kim CK, Park BK, Park W, Kim SS. Prostate MR imaging at 3T using a phased-arrayed coil in predicting locally recurrent prostate cancer after radiation therapy: preliminary experience. Tamsel, S. 2010;35(2):246- 252. 50. Rouviere O, Valette O, Grivolat S, et al. Recurrent prostate cancer after external beam radiotherapy: value of contrast-enhanced dynamic MRI in localizing intraprostatic tumor--correlation with biopsy findings. Urology. 2004;63(5):922-927. 51. Kim CK, Park BK, Lee HM. Prediction of locally recurrent prostate cancer after radiation therapy: incremental value of 3T diffusion-weighted MRI. Kim, C. K. 2009;29(2):391-397. 52. Castellino RA. Retroperitoneal and pelvic lymph node imaging. Cancer. 1991;67(4 Suppl):1219-1222. 53. Ruckle HC, Klee GG, Oesterling JE. Prostate-specific antigen: concepts for staging prostate cancer and monitoring response to therapy. Mayo Clin Proc. 1994;69(1):69-79. 54. Cabrera AR, Coakley FV, Westphalen AC, et al. Prostate cancer: is inapparent tumor at endorectal MR and MR spectroscopic imaging a favorable prognostic finding in patients who select active surveillance? Radiology. 2008;247(2):444-450. 55. Fradet V, Kurhanewicz J, Cowan JE, et al. Prostate cancer managed with active surveillance: role of anatomic MR imaging and MR spectroscopic imaging. Radiology. 2010;256(1):176-183. 56. van As NJ, de Souza NM, Riches SF, et al. A Study of Diffusion-Weighted Magnetic Resonance Imaging in Men with Untreated Localised Prostate Cancer on Active Surveillance. Eur Urol. 2008. 57. Elgamal AA, Troychak MJ, Murphy GP. ProstaScint scan may enhance identification of prostate cancer recurrences after prostatectomy, radiation, or hormone therapy: analysis of 136 scans of 100 patients. Prostate. 1998;37(4):261-269. 58. Kahn D, Williams RD, Manyak MJ, et al. 111Indium-capromab pendetide in the evaluation of patients with residual or recurrent prostate cancer after radical prostatectomy. The ProstaScint Study Group. J Urol. 1998;159(6):2041-2046; discussion 2046-2047. 59. Petronis JD, Regan F, Lin K. Indium-111 capromab pendetide (ProstaScint) imaging to detect recurrent and metastatic prostate cancer. Clin Nucl Med. 1998;23(10):672-677. 60. Wilkinson S, Chodak G. The role of 111indium-capromab pendetide imaging for assessing biochemical failure after radical prostatectomy. J Urol. 2004;172(1):133-136. 61. Schettino CJ, Kramer EL, Noz ME, Taneja S, Padmanabhan P, Lepor H. Impact of fusion of indium-111 capromab pendetide volume data sets with those from MRI or CT in patients with recurrent prostate cancer. AJR Am J Roentgenol. 2004;183(2):519-524. 62. Sodee DB, Ellis RJ, Samuels MA, et al. Prostate cancer and prostate bed SPECT imaging with ProstaScint: semiquantitative correlation with prostatic biopsy results. Prostate. 1998;37(3):140-148. 63. Liauw SL, Weichselbaum RR, Zagaja GP, Jani AB. Salvage radiotherapy after postprostatectomy biochemical failure: does pretreatment radioimmunoscintigraphy help select patients with locally confined disease? Int J Radiat Oncol Biol Phys. 2008;71(5):1316-1321. 64. Nagda SN, Mohideen N, Lo SS, et al. Long-term follow-up of 111In-capromab pendetide (ProstaScint) scan as pretreatment assessment in patients who undergo salvage radiotherapy for rising prostate-specific antigen after radical prostatectomy for prostate cancer. Int J Radiat Oncol Biol Phys. 2007;67(3):834-840. 65. Schoder H, Herrmann K, Gonen M, et al. 2-[18F]fluoro-2-deoxyglucose positron emission tomography for the detection of disease in patients with prostate-specific antigen relapse after radical prostatectomy. Schoder, H. 2005;11(13):4761-4769. 66. Shreve PD, Grossman HB, Gross MD, Wahl RL. Metastatic prostate cancer: initial findings of PET with 2- deoxy-2-[F-18]fluoro-D-glucose. Radiology. 1996;199(3):751-756. 67. Seltzer MA, Barbaric Z, Belldegrun A, et al. Comparison of helical computerized tomography, positron emission tomography and monoclonal antibody scans for evaluation of lymph node metastases in patients with prostate specific antigen relapse after treatment for localized prostate cancer. J Urol. 1999;162(4):1322- 1328. 68. Oyama N, Miller TR, Dehdashti F, et al. 11C-acetate PET imaging of prostate cancer: detection of recurrent disease at PSA relapse. J Nucl Med. 2003;44(4):549-555. 69. Albrecht S, Buchegger F, Soloviev D, et al. (11)C-acetate PET in the early evaluation of prostate cancer recurrence. Eur J Nucl Med Mol Imaging. 2007;34(2):185-196. 70. Castellucci P, Fuccio C, Nanni C, et al. Influence of trigger PSA and PSA kinetics on 11C-Choline PET/CT detection rate in patients with biochemical relapse after radical prostatectomy. J Nucl Med. 2009;50(9):1394- 1400.",
    "ACR Appropriateness Criteria ® 14 Post-treatment Follow-up of Prostate Cancer 71. de Jong IJ, Pruim J, Elsinga PH, Vaalburg W, Mensink HJ. 11C-choline positron emission tomography for the evaluation after treatment of localized prostate cancer. Eur Urol. 2003;44(1):32-38; discussion 38-39. 72. Rinnab L, Simon J, Hautmann RE, et al. [(11)C]choline PET/CT in prostate cancer patients with biochemical recurrence after radical prostatectomy. Deliveliotis, C. 2009;27(5):619-625. 73. Scattoni V, Picchio M, Suardi N, et al. Detection of lymph-node metastases with integrated [11C]choline PET/CT in patients with PSA failure after radical retropubic prostatectomy: results confirmed by open pelvic- retroperitoneal lymphadenectomy. Eur Urol. 2007;52(2):423-429. 74. Cimitan M, Bortolus R, Morassut S, et al. [(18)F]fluorocholine PET/CT imaging for the detection of recurrent prostate cancer at PSA relapse: experience in 100 consecutive patients. Eur J Nucl Med Mol Imaging. 2006;33(12):1387-1398. 75. Heinisch M, Dirisamer A, Loidl W, et al. Positron emission tomography/computed tomography with F-18- fluorocholine for restaging of prostate cancer patients: meaningful at PSA < 5 ng/ml? Heinisch, M. 2006;8(1):43-48. 76. Husarik DB, Miralbell R, Dubs M, et al. Evaluation of [(18)F]-choline PET/CT for staging and restaging of prostate cancer. Eur J Nucl Med Mol Imaging. 2008;35(2):253-263. 77. Schuster DM, Votaw JR, Nieh PT, et al. Initial experience with the radiotracer anti-1-amino-3-18F- fluorocyclobutane-1-carboxylic acid with PET/CT in prostate carcinoma. J Nucl Med. 2007;48(1):56-63. 78. Nunez R, Macapinlac HA, Yeung HW, et al. Combined 18F-FDG and 11C-methionine PET scans in patients with newly progressive metastatic prostate cancer. J Nucl Med. 2002;43(1):46-55. 79. Heijmink SW, Futterer JJ, Hambrock T, et al. Prostate cancer: body-array versus endorectal coil MR imaging at 3 T--comparison of image quality, localization, and staging performance. Radiology. 2007;244(1):184-195. 80. Kim CK, Park BK. Update of prostate magnetic resonance imaging at 3 T. Kim, C. K. 2008;32(2):163-172. 81. Kurhanewicz J, Vigneron DB, Hricak H, et al. Prostate cancer: metabolic response to cryosurgery as detected with 3D H-1 MR spectroscopic imaging. Radiology. 1996;200(2):489-496. 82. Mueller-Lisse UG, Swanson MG, Vigneron DB, Kurhanewicz J. Magnetic resonance spectroscopy in patients with locally confined prostate cancer: association of prostatic citrate and metabolic atrophy with time on hormone deprivation therapy, PSA level, and biopsy Gleason score. Eur Radiol. 2007;17(2):371-378. 83. Somford DM, Futterer JJ, Hambrock T, Barentsz JO. Diffusion and perfusion MR imaging of the prostate. Somford, D. M. 2008;16(4):685-695, ix. 84. Kim CK, Park BK, Kim B. Diffusion-weighted MRI at 3 T for the evaluation of prostate cancer. AJR Am J Roentgenol. 2010;194(6):1461-1469. 85. Harisinghani MG, Barentsz J, Hahn PF, et al. Noninvasive detection of clinically occult lymph-node metastases in prostate cancer. N Engl J Med. 2003;348(25):2491-2499. 86. American College of Radiology. Manual on Contrast Media . Available at: http://www.acr.org/SecondaryMainMenuCategories/quality_safety/contrast_manual.aspx. The ACR Committee on Appropriateness Criteria and its expert panels have developed criteria for determining appropriate imaging examinations for diagnosis and treatment of specified medical condition(s). These criteria are intended to guide radiologists, radiation oncologists and referring physicians in making decisions regarding radiologic imaging and treatment. Generally, the complexity and severity of a patient’s clinical condition should dictate the selection of appropriate imaging procedures or treatments. Only those examinations generally used for evaluation of the patient’s condition are ranked. Other imaging studies necessary to evaluate other co-existent diseases or other medical consequences of this condition are not considered in this document. The availability of equipment or personnel may influence the selection of appropriate imaging procedures or treatments. Imaging techniques classified as investigational by the FDA have not been considered in developing these criteria; however, study of new equipment and applications should be encouraged. The ultimate decision regarding the appropriateness of any specific radiologic examination or treatment must be made by the referring physician and radiologist in light of all the circumstances presented in an individual examination."
  ],
  "processed_at": "2026-01-30T15:58:53.803Z"
}