{
  "doc_id": "be4edbd0365eff0e6fee385f28bc070e",
  "source_id": "Postmenopausal_Subacute_or_Chronic_Pelvic_Pain_Apdx",
  "total_pages": 3,
  "pages": [
    "American College of Radiology ACR Appropriateness Criteria ® Postmenopausal Subacute or Chronic Pelvic Pain Variant 1: Adult postmenopausal female. Subacute or chronic pelvic pain. Suspected gynecologic etiologies. Initial imaging. Procedure Appropriateness Category SOE Adults RRL Peds RRL Rating Median Final Tabulations 1 2 3 4 5 6 7 8 9 US pelvis transabdominal and US pelvis transvaginal Usually appropriate Limited O 0 mSv O 0 mSv [ped] 9 9 0 0 0 0 0 0 0 0 10 US pelvis transvaginal Usually appropriate Limited O 0 mSv O 0 mSv [ped] 8 8 0 0 0 0 0 0 3 3 4 US duplex Doppler pelvis Usually appropriate Limited O 0 mSv O 0 mSv [ped] 7 7 0 0 0 0 2 0 5 1 2 US pelvis transabdominal Usually appropriate Expert Consensus O 0 mSv O 0 mSv [ped] 7 7 0 0 0 0 2 1 5 2 0 MRI pelvis without IV contrast May be appropriate Expert Consensus O 0 mSv O 0 mSv [ped] 4 4 1 2 2 3 1 1 0 0 0 CT pelvis with IV contrast Usually not appropriate Expert Consensus ☢☢☢ 1-10 mSv ☢☢☢☢ 3- 10 mSv [ped] 3 3 0 2 4 2 2 0 0 0 0 MRI pelvis without and with IV contrast Usually not appropriate Expert Consensus O 0 mSv O 0 mSv [ped] 3 3 0 2 5 3 1 0 0 0 0 CT pelvis without IV contrast Usually not appropriate Expert Consensus ☢☢☢ 1-10 mSv ☢☢☢☢ 3- 10 mSv [ped] 2 2 4 3 2 0 1 0 0 0 0 CT pelvis without and with IV contrast Usually not appropriate Expert Consensus ☢☢☢☢ 10-30 mSv ☢☢☢☢ 3- 10 mSv [ped] 2 2 5 1 2 1 1 0 0 0 0",
    "Radiography abdomen and pelvis Usually not appropriate Expert Consensus ☢☢☢ 1-10 mSv ☢☢☢ 0.3- 3 mSv [ped] 1 1 7 1 1 0 0 0 1 0 0 Variant 2: Adult postmenopausal female. Subacute or chronic pelvic pain. Suspected gynecologic etiologies. US indeterminate. Next imaging study. Procedure Appropriateness Category SOE Adults RRL Peds RRL Rating Median Final Tabulations 1 2 3 4 5 6 7 8 9 MRI pelvis without and with IV contrast Usually appropriate Limited O 0 mSv O 0 mSv [ped] 9 9 0 0 0 0 0 0 0 1 9 CT pelvis with IV contrast Usually appropriate Limited ☢☢☢ 1-10 mSv ☢☢☢☢ 3- 10 mSv [ped] 7 7 0 0 0 0 0 4 4 2 0 MRI pelvis without IV contrast Usually appropriate Expert Consensus O 0 mSv O 0 mSv [ped] 7 7 0 0 0 0 0 3 7 0 0 CT pelvis without IV contrast May be appropriate Expert Consensus ☢☢☢ 1-10 mSv ☢☢☢☢ 3- 10 mSv [ped] 4 4 0 0 2 4 1 3 0 0 0 CT pelvis without and with IV contrast Usually not appropriate Expert Consensus ☢☢☢☢ 10-30 mSv ☢☢☢☢ 3- 10 mSv [ped] 2 2 2 5 4 0 0 0 0 0 0",
    "Appendix Key A more complete discussion of the items presented below can be found by accessing the supporting documents at the designated hyperlinks. Appropriateness Category : The panel's recommendation for a procedure based on the assessment of the risks and benefits of performing the procedure for the specified clinical scenario. SOE : Strength of Evidence. The assessment of the amount and quality of evidence found in the peer reviewed medical literature for an appropriateness recommendation. References: The citation number and PMID for the reference(s) associated with the recommendation. • Study Quality : The assessment of the quality of an individual reference based on the number of study quality elements described in the reference. • RRL : Relative Radiation Level. A population based assessment of the amount of radiation a typical patient may be exposed to during the specified procedure. Rating : The final rating (1-9 scale) for the procedure as determined by the panel during rating rounds. Median : The median rating (1-9 scale) for the procedure as determined by the panel during rating rounds. Final tabulations: A histogram showing the number of panel members who rated the procedure as noted in the column heading (ie, 1, 2, 3, etc.). Additional supporting documents about the AC methodology and processes can be found at www.acr.org/ac."
  ],
  "processed_at": "2026-01-30T15:58:53.812Z"
}