{
  "doc_id": "e5d97d20747503e489b38c3755fc6a8c",
  "source_id": "Pretreatment_Planning_of_Invasive_Cancer_of_the_Cervix",
  "total_pages": 11,
  "pages": [
    "Date of origin: 1996 Last review date: 2011 ACR Appropriateness Criteria ® 1 Pretreatment Planning-Invasive Cancer of the Cervix American College of Radiology ACR Appropriateness Criteria ® Clinical Condition: Pretreatment Planning of Invasive Cancer of the Cervix Variant 1: FIGO stage 1b1, tumor size <4 cm. Radiologic Procedure Rating Comments RRL* MRI pelvis without and with contrast 8 Appropriateness can depend on clinical circumstances, availability, and expertise. See statement regarding contrast in text under “Anticipated Exceptions.” O FDG-PET/CT whole body 8 Appropriateness can depend on clinical circumstances, availability, and expertise. ☢ ☢ ☢ ☢ MRI pelvis without contrast 6 O CT abdomen and pelvis with contrast 5 Performed without concurrent whole-body PET. ☢ ☢ ☢ ☢ X-ray chest 4 ☢ CT abdomen and pelvis without contrast 2 ☢ ☢ ☢ ☢ US abdomen 2 O US pelvis transabdominal 2 O US pelvis transvaginal 2 O CT abdomen and pelvis without and with contrast 1 ☢ ☢ ☢ ☢ X-ray contrast enema 1 ☢ ☢ ☢ X-ray intravenous urography 1 ☢ ☢ ☢ Tc-99m bone scan whole body 1 ☢ ☢ ☢ Rating Scale: 1,2,3 Usually not appropriate; 4,5,6 May be appropriate; 7,8,9 Usually appropriate *Relative Radiation Level",
    "ACR Appropriateness Criteria ® 2 Pretreatment Planning-Invasive Cancer of the Cervix Clinical Condition: Pretreatment Planning of Invasive Cancer of the Cervix Variant 2: FIGO stage Ib2, tumor size >4 cm. Radiologic Procedure Rating Comments RRL* MRI pelvis without and with contrast 9 Appropriateness can depend on clinical circumstances, availability, and expertise. See statement regarding contrast in text under “Anticipated Exceptions.” O FDG-PET/CT whole body 9 Appropriateness can depend on clinical circumstances, availability, and expertise. ☢ ☢ ☢ ☢ MRI pelvis without contrast 6 O X-ray chest 5 ☢ CT abdomen and pelvis with contrast 5 Performed without concurrent whole-body PET. ☢ ☢ ☢ ☢ CT abdomen and pelvis without contrast 2 ☢ ☢ ☢ ☢ US pelvis transvaginal 2 O US pelvis transabdominal 2 O US abdomen 2 O CT abdomen and pelvis without and with contrast 1 ☢ ☢ ☢ ☢ X-ray contrast enema 1 ☢ ☢ ☢ X-ray intravenous urography 1 ☢ ☢ ☢ Tc-99m bone scan whole body 1 ☢ ☢ ☢ Rating Scale: 1,2,3 Usually not appropriate; 4,5,6 May be appropriate; 7,8,9 Usually appropriate *Relative Radiation Level",
    "ACR Appropriateness Criteria ® 3 Pretreatment Planning-Invasive Cancer of the Cervix Clinical Condition: Pretreatment Planning of Invasive Cancer of the Cervix Variant 3: FIGO stage greater than Ib. Radiologic Procedure Rating Comments RRL* MRI pelvis without and with contrast 9 Appropriateness can depend on clinical circumstances, availability, and expertise. See statement regarding contrast in text under “Anticipated Exceptions.” O FDG-PET/CT whole body 9 Appropriateness can depend on clinical circumstances, availability, and expertise. ☢ ☢ ☢ ☢ CT abdomen and pelvis with contrast 7 Performed without concurrent whole-body PET. ☢ ☢ ☢ ☢ CT chest with contrast 7 ☢ ☢ ☢ MRI pelvis without contrast 6 O CT abdomen and pelvis without contrast 2 ☢ ☢ ☢ ☢ CT chest without contrast 2 ☢ ☢ ☢ X-ray chest 2 ☢ US pelvis transabdominal 2 O US abdomen 2 O Tc-99m bone scan whole body 2 Greater than stage II. Symptoms of bone metastases. ☢ ☢ ☢ US pelvis transvaginal 2 O CT abdomen and pelvis without and with contrast 1 ☢ ☢ ☢ ☢ CT chest without and with contrast 1 ☢ ☢ ☢ X-ray intravenous urography 1 ☢ ☢ ☢ X-ray contrast enema 1 ☢ ☢ ☢ Rating Scale: 1,2,3 Usually not appropriate; 4,5,6 May be appropriate; 7,8,9 Usually appropriate *Relative Radiation Level",
    "ACR Appropriateness Criteria ® 4 Pretreatment Planning-Invasive Cancer of the Cervix PRETREATMENT PLANNING OF INVASIVE CANCER OF THE CERVIX Expert Panel on Women’s Imaging and Radiation Oncology–Gynecology: Cary Lynn Siegel, MD 1 ; Rochelle F. Andreotti, MD 2 ; Higinia Rosa Cardenes, MD, PhD 3 ; Douglas L. Brown, MD 4 ; David K. Gaffney, MD, PhD 5 ; Neil S. Horowitz, MD 6 ; Marcia C. Javitt, MD 7 ; Susanna I. Lee MD, PhD 8 ; Donald G. Mitchell, MD 9 ; David H. Moore, MD 10 ; Gautam G. Rao, MD 11 ; Henry D. Royal, MD 12 ; William Small Jr, MD 13 ; Mahesh A. Varia, MD 14 ; Catheryn M. Yashar, MD. 15 Summary of Literature Review Introduction Cervical cancer is the third most common gynecological malignancy in the United States. It is estimated that during 2010 [1] there were approximately 12,200 new cases of cervical cancer and 4,210 deaths from this disease in the United States. Between 1959-61 and 1989-91, there was a 63% decrease in the mortality of cervical cancer [2,3]. Furthermore, the American Cancer Society reports that the death rate from cervical cancer decreased 29% from 1991 to 2003 [4]. The death rate did not significantly change from 2003-2007 [5]. This improvement in mortality has been attributed to a significant increase in detection of early-stage, small cancers due to the development of the Papanicolaou smear. However, only minor improvement has been achieved in the survival rate for invasive cervical cancer [6]. Established risk factors for cervical cancer include early sexual activity, especially with multiple partners, cigarette smoking, immunosuppression, and infection with human papilloma viruses 16 and 18 [7]. The prognosis of cervical carcinoma has been strongly linked to lymph node involvement by tumor [8]. This in turn is predicted clinically and pathologically by the stage of disease, the volume of the primary tumor, and the histologic grade [9,10]. The current official staging system for cervical cancer is based on the International Federation of Gynecology and Obstetrics (FIGO) classification [11,12]. It defines the clinical staging system for cervical carcinoma based on clinical assessment, including physical examination under anesthesia, colposcopy, endocervical curettage, hysteroscopy, cystoscopy, proctoscopy, intravenous urography, barium enema (BE), and radiographs of lungs and skeleton [13]. Although various imaging tests are selected, cross-sectional imaging with computed tomography (CT) or magnetic resonance imaging (MRI) is not. Errors in clinical FIGO staging have been consistently reported, with understaging of Ib-IIIb cancer varying from 20%-40%. Overstaging of IIIb cancer up to 64% has also been reported [14]. Inaccuracy in clinical staging is predominantly due to difficulties in evaluating parametrial and pelvic sidewall invasion, bladder or rectal wall invasion, and metastatic spread; in evaluating primary endocervical (endophytic) tumors; and in estimating primary tumor size. Aside from the inaccuracies of clinical staging, evaluation of lymph node metastasis, which is an important prognostic factor and a determinant in treatment planning, is not included in the clinical staging system [13]. In spite of these limitations of clinical FIGO staging, modern cross-sectional imaging modalities such as ultrasound (US), CT, and MRI have not been incorporated into FIGO staging. Among the most common arguments against the use of CT or MRI as staging tools are their high cost and lack of availability, especially in the underdeveloped regions of the world where invasive cervical cancer is the most prevalent [13]. FIGO staging guidelines are not routinely implemented in the United States [14], and the role of FIGO staging in the United States in 2011 is questionable. Current Role of Imaging The most important issue in treatment planning for cervical cancer is to distinguish early disease (stages Ia, Ib, and IIa) that can be treated with surgery from advanced disease that must be treated with radiation therapy or 1 Principal Author, Mallinckrodt Institute of Radiology, St. Louis, Missouri. 2 Co-Chair, Vanderbilt University Medical Center, Nashville, Tennessee. 3 Co- Chair, Indiana University Medical Center, Indianapolis, Indiana. 4 Mayo Clinic, Rochester, Minnesota. 5 Panel Vice-chair, University of Utah Medical Center, Salt Lake City, Utah. 6 Brigham and Women's Hospital, Boston, Massachusetts, Society of Gynecologic Oncologists. 7 Walter Reed Army Medical Center, Washington, District of Columbia. 8 Panel Vice-chair, Massachusetts General Hospital, Boston, Massachusetts. 9 Thomas Jefferson University Hospital, Philadelphia, Pennsylvania. 10 Indiana University School of Medicine, Indianapolis, Indiana, American College of Obstetricians and Gynecologists. 11 Gynecologic Oncology, Tennessee Oncology, Nashville, Tennessee, American Society of Clinical Oncology. 12 Mallinckrodt Institute of Radiology, St. Louis, Missouri, Society of Nuclear Medicine. 13 The Robert H. Lurie Comprehensive Cancer Center of Northwestern University, Chicago, Illinois. 14 University of North Carolina Hospital, Chapel Hill, North Carolina. 15 University of California San Diego, San Diego, California. The American College of Radiology seeks and encourages collaboration with other organizations on the development of the ACR Appropriateness Criteria through society representation on expert panels. Participation by representatives from collaborating societies on the expert panel does not necessarily imply individual or society endorsement of the final document. Reprint requests to: Department of Quality & Safety, American College of Radiology, 1891 Preston White Drive, Reston, VA 20191-4397.",
    "ACR Appropriateness Criteria ® 5 Pretreatment Planning-Invasive Cancer of the Cervix radiation combined with chemotherapy [15]. In addition, for those with advanced disease, imaging is used to define the radiotherapy fields by delineating the anatomical extent of disease [16,17]. Conventional radiological studies such as excretory urography, BE, and lymphangiography (LAG) are not commonly used today. There has been an increase in the use of cross-sectional imaging, particularly CT and MRI [18]. Radiographs Chest radiographs are obtained as a staging procedure to identify pleural effusion or pulmonary metastasis, which occur in the late stages of cervical cancer. However, chest CT is superior to radiographs in both cases. Excretory Urography Although excretory urography is a sensitive test for detecting urinary obstruction, CT, MRI and US may easily identify urinary tract obstruction. Excretory urography is not indicated in women with cervical cancer. Ultrasound Transabdominal US is a sensitive noninvasive means of detecting hydronephrosis but has a limited role in evaluating the local extent of cervical cancer. Transrectal (TRUS) and transvaginal US have been used in assessing local disease. The detection of parametrial disease and pelvic side wall involvement may be done with TRUS. The accuracies of TRUS and MRI were similar for tumor detection and parametrial infiltration [19]. MRI has better soft-tissue contrast than US. TRUS is operator dependent and, due to the narrow field of view, gives no additional information on nodal status. Computed Tomography CT has staging accuracy ranging from 32%-80% in cervical cancer [20-22]. The sensitivity for parametrial invasion ranges from 17%-100%, with an average of 64% [20-22]. Specificity ranges from 50%-100%, with an average of 81% [20]. There is a consensus in the literature that the value of CT increases with higher stages of disease, and that it has limited value (a positive predictive value of 58%) in evaluating early parametrial invasion [20-22]. CT has been reported to have a high accuracy in depicting advanced disease. However, a recent ACRIN ® trial reported that CT had sensitivity of only 42% for detecting advanced disease, with sensitivity and specificity for detecting parametrial invasion ranging from 14%-38% and from 84%-100%, respectively [18,23]. The major limitation of CT in local staging is the inadequate differentiation between tumor and normal cervical stroma or parametrial structures [24]. Therefore, CT is mainly used in advanced disease and in the assessment of lymph nodes. The positive predictive value of CT for nodal involvement ranges from 51%-65%, with negative predictive value ranging from 86%-96% [21,22,25] , and with sensitivities reported recently to range from 31%- 65% [18,25]. The reliance on size criterion alone (>1 cm) for diagnosing malignant lymphadenopathy on CT is believed to account for the low sensitivity, as microscopic metastases will be missed. CT is also performed to detect distant metastases, for radiotherapy planning, and for guiding interventional procedures [26]. Magnetic Resonance Imaging MRI is very accurate in determining tumor size and location (exophytic or endocervical), the depth of stromal invasion, and the local extension of the tumor. MRI is superior to clinical evaluation in assessing tumor size; its measurements are within 0.5 cm of the surgical size in 70%-94% of cases [10,22,24,27,28]. However, a recent ACRIN ® trial reported that neither MRI nor CT was accurate for evaluating the cervical stroma [24]. The use of an endovaginal coil has been reported to be helpful in assessing small-volume disease [29]. The staging accuracy of MRI ranges from 75%-96% [20-22,30-32]. The sensitivity of MRI in evaluating parametrial invasion ranges from 40%-57% and the specificity from 77%-80% [20-23,30-32] . In studies that compare MRI and CT for evaluating parametrial invasion, MRI was superior to CT [20-22,30-32]. Use of 3.0T MRI does not provide any additional improvement in accuracy [33]. The apparent diffusion coefficients (ADCs) calculated in cervical cancers are lower than those of normal cervical stroma, providing increased contrast between the normal cervical stroma and cervical tumor. The diffusion sequences require no intravenous contrast and add approximately 2 minutes to the MR protocol [34]. The addition of diffusion-weighted imaging (DWI) improves interobserver agreement and is helpful, especially when the T2 weighted images are equivocal [35]. Lymph node metastases also show significantly decreased ADC values when compared to benign lymph nodes, and abnormal nodes as small as 5 mm may be detected with diffusion imaging [36]. MR spectroscopy with choline measurements provide no additional benefit [34]. In evaluating nodal disease, the sensitivity and specificity ranges of MRI, 30%- 73% and 93%-95%, respectively, are similar to those of CT [20-22,25,30-32]. Similar to CT, MRI relies on size criteria for assessing lymph nodes and thus will miss microscopic disease [37]. The sensitivity of MRI in",
    "ACR Appropriateness Criteria ® 6 Pretreatment Planning-Invasive Cancer of the Cervix detecting lymph node metastases is reported to be both higher [38] and lower [39] than that of PET/CT (positron emission tomography/computed tomography) in different studies. In assessing local tumor invasion, T2-weighted images are superior to contrast-enhanced T1-weighted images [40]. Very few integrated PET/MRI scanners are in operation, and no studies of its use in detecting cervical cancer have been performed. The theoretical advantage of PET/MRI over PET/CT is the improved tissue characterization with MR. One study involved patients who had both a PET/CT examination and an MRI examination. The MR images were fused with the PET/CT images using a windows workstation, and the alignment was verified in 3 planes. This study found an improved sensitivity with PET/MRI when compared to PET/CT (54% vs 44%) [41]. No diffusion sequences were used in this protocol. MRI can be a cost-effective staging technique. In a study of patients with Ib cervical cancer, those who underwent MRI as the initial imaging procedure for staging required fewer examinations and procedures compared with those who underwent tests such as: BE, intravenous urogram, CT scan, cystogram, and proctoscopy [42]. Tumor size >4 cm, cervical stroma invasion, and parametrial extension are related to the likelihood of a positive lymph node, which significantly affects patient management and prognosis for survival [10,25,29]. Since these predictive criteria for the primary tumor are best evaluated radiologically, routine use of MRI has been recommended. Lymphangiography LAG has technical limitations such as incomplete opacification of lymph node chains, occasional inability to cannulate one side, and lack of assessment of internal iliac nodes. It has been used in the past for the pretreatment evaluation of lymph node metastases. It has been replaced by CT, MRI, and PET imaging. In a meta-analysis comparing the utility of LAG, CT, and MRI in patients with cervical cancer, receiver-operator characteristics revealed no significant differences in their overall performance, although MRI tended to perform better [43]. Positron Emission Tomography and PET/CT PET imaging is superior to CT and LAG in assessing pelvic and extra pelvic lymph nodes and organ involvement by cervical cancer [44]. In the detection of metastatic lymph nodes in patients with cervical cancer, PET has been reported to have a sensitivity ranging from 79%-91% and a specificity ranging from 95%-100%. These values are higher than those for MRI and CT [45,46], although microscopic metastases may still be missed [47]. Accuracy rates are reportedly higher for PET than for MRI (78% vs 67%) [48]. Another study demonstrated that prognosis was best when patients had both PET-negative and CT-negative lymph node status and that the presence of PET- positive para-aortic lymph nodes was the most significant negative prognostic factor for progression-free survival. This same study found that the PET using the tracer fluorine-18-2-fluoro-2-deoxy-D-glucose (FDG) lymph node status was the best predictor of overall survival in women with cervical cancer [8]. Hybrid PET/CT represents a potentially significant advance in imaging of metastatic lymph nodes, combining the functional, metabolic imaging capabilities of PET with the spatial resolution of CT. Recent studies report sensitivity ranges of 58%-72%, specificity ranges of 93%-99%, and accuracy ranges of 85%-99% for PET/CT in detecting metastatic lymph nodes from cervical cancer [39,49]. Another study showed that when abdominal CT is negative, PET has a sensitivity of 85.7%, a specificity of 94.4%, and an accuracy of 92% for detecting para-aortic lymph node metastasis in patients with advanced cervical cancer [50], prompting some to advocate routine PET imaging in such cases [51]. For detecting recurrence, PET has been reported to have sensitivity and specificity ranges of 85.7%-90.3% and 76.1%-86.7%, respectively [52-54]. PET has added value in patients with recurrent cervical cancer who undergo salvage therapy, as it can provide precise information defining the extent of disease [55,56]. A recent study suggests that abnormal PET findings were the most significant prognostic factor for developing metastasis and death from cervical cancer [57]. Survival from cervical cancer may be stratified based on the level of lymph node metastases detected on FDG- PET. No lymph node involvement or pelvic, para-aortic, and supraclavicular nodes are associated with increasingly poorer prognosis [58]. In addition to tumor size, lymph node status, and stage, the SUV max (maximum standardized uptake value) may also be important in predicting outcome. The SUV predicts metabolic activity and tumor proliferation and is associated with tumor size and lymph node metastases. High SUV max with lymph node disease indicates a poor prognosis [59,60].",
    "ACR Appropriateness Criteria ® 7 Pretreatment Planning-Invasive Cancer of the Cervix Another study compared a low- SUV max group of cervical patients (SUV max = 9.6 ± 2.6) with a high SUV max group (SUV max = 19.9 ± 4.9). A higher rate of pelvic/para aortic lymph node disease (73% vs 38%) was found in the high- SUV max cohort [61]. A study by Xue et al [62] found that a low SUV max was associated with a better outcome in women treated with radiotherapy or concurrent chemotherapy. Nuclear Medicine Bone Scan Bone scans do not seem warranted for initial screening in asymptomatic patients with stage 0, I, or II cervical carcinoma but may be useful in patients with advanced disease (stage III and IV) who are symptomatic for bone metastases, such as with pain or hypercalcemia. PET/CT did outperform CT and MRI in detecting hematogenous bone metastasis from cervical cancer [63]. FDG/PET is more sensitive in detecting bone metastases in cancer patients than bone scintigraphy [64]. Trachelectomy Assessment Women with invasive cervical cancer stage Ia or small stage Ib who wish to retain fertility may be evaluated for trachelectomy, removal of the cervix, parametrial tissue, and cuff of vagina. During the surgery a cerclage suture is placed across the uterine isthmus to maintain uterine competency in the event of a future pregnancy. Staging based on FIGO is not sufficient for these women, and precise identification of tumor extent up to, including, and beyond the internal os is essential. Criteria for patients wishing to preserve fertility include [65]: 1. Tumor confined to the cervix, no tumor beyond the cervical os or into the uterine body. 2. No pelvic lymph node metastases. 3. No evidence of impaired fertility. 4. Tumor <2 mm. Unfortunately small-volume cervical cancer tumor and postbiopsy inflammatory changes may be indistinguishable on T2-weighted images [66]; however, these authors were able to show a clear-cut proximal extent of abnormal signal intensity, important in trachelectomy planning. Recent studies of endovaginal MRI with DWI show promise. The DWI in conjunction with the T2-weighted images provided increased accuracy. Restricted diffusion was shown in the cervical cancer tumor and helped distinguish postbiopsy changes [35]. Summary  Imaging plays an essential role in pretreatment evaluation of women with invasive cervical cancer. It is used to assess tumor size and location, to detect involvement of the parametrium, pelvic sidewall and adjacent organs, and to search for lymph node metastases.  MRI provides the best visualization of the primary tumor and extent of soft tissue disease in the central pelvis.  FDG-PET is as good as or better than other modalities in assessing nodal, extrapelvic and bone metastasis, and is also helpful in predicting patient outcome when SUV max is incorporated into the assessment.  Future studies may use the best of both techniques with MRI/PET fusion imaging. Anticipated Exceptions Nephrogenic systemic fibrosis (NSF) is a disorder with a scleroderma-like presentation and a spectrum of manifestations that can range from limited clinical sequelae to fatality. It appears to be related to both underlying severe renal dysfunction and the administration of gadolinium-based contrast agents. It has occurred primarily in patients on dialysis, rarely in patients with very limited glomerular filtration rate (GFR) (ie, <30 mL/min/1.73m 2 ), and almost never in other patients. There is growing literature regarding NSF. Although some controversy and lack of clarity remain, there is a consensus that it is advisable to avoid all gadolinium-based contrast agents in dialysis-dependent patients unless the possible benefits clearly outweigh the risk, and to limit the type and amount in patients with estimated GFR rates <30 mL/min/1.73m 2 . For more information, please see the ACR Manual on Contrast Media [67]. Relative Radiation Level Information Potential adverse health effects associated with radiation exposure are an important factor to consider when selecting the appropriate imaging procedure. Because there is a wide range of radiation exposures associated with different diagnostic procedures, a relative radiation level (RRL) indication has been included for each imaging examination. The RRLs are based on effective dose, which is a radiation dose quantity that is used to estimate",
    "ACR Appropriateness Criteria ® 8 Pretreatment Planning-Invasive Cancer of the Cervix population total radiation risk associated with an imaging procedure. Patients in the pediatric age group are at inherently higher risk from exposure, both because of organ sensitivity and longer life expectancy (relevant to the long latency that appears to accompany radiation exposure). For these reasons, the RRL dose estimate ranges for pediatric examinations are lower as compared to those specified for adults (see Table below). Additional information regarding radiation dose assessment for imaging examinations can be found in the ACR Appropriateness Criteria ® Radiation Dose Assessment Introduction document. Relative Radiation Level Designations Relative Radiation Level* Adult Effective Dose Estimate Range Pediatric Effective Dose Estimate Range O 0 mSv 0 mSv ☢ <0.1 mSv <0.03 mSv ☢ ☢ 0.1-1 mSv 0.03-0.3 mSv ☢ ☢ ☢ 1-10 mSv 0.3-3 mSv ☢ ☢ ☢ ☢ 10-30 mSv 3-10 mSv ☢ ☢ ☢ ☢ ☢ 30-100 mSv 10-30 mSv *RRL assignments for some of the examinations cannot be made, because the actual patient doses in these procedures vary as a function of a number of factors (eg, region of the body exposed to ionizing radiation, the imaging guidance that is used). The RRLs for these examinations are designated as “Varies”. Supporting Documents  ACR Appropriateness Criteria ® Overview  Procedure Information  Evidence Table References 1. National Cancer Institute. Comprehensive Cancer Information . 2010; http://www.cancer.gov/cancertopics/ types/cervical/. Accessed 13 January 2010. 2. Wingo PA, Tong T, Bolden S. Cancer statistics, 1995. CA Cancer J Clin. 1995;45(1):8-30. 3. American Cancer Society. Cancer facts and figures 1995. Atlanta, Ga. Amercian Cancer Society. 1995. 4. American Cancer Society. Cancer facts and figures 2004. Atlanta, Ga. Amercian Cancer Society. 2004. 5. National Cancer Institute. Comprehensive Cancer Information. SEER Stat Fact Sheets: Cervix Uteri. 2009; http://seer.cancer.gov/statfacts/html/cervix.html. Accessed 13 January 2010. 6. Pettersson F, ed. 21st annual report on the result of treatment in gynecological cancer. Int J Gynecol Obstet. 1991;36(suppl 1):27-130. 7. Rylander E. Cervical intraepithelial neoplasia. . In: Kavanaugh JJ, ed. Cancer in women. Malden, Mass.: Blackwell Science; 1998:251-258. 8. Grigsby PW, Siegel BA, Dehdashti F. Lymph node staging by positron emission tomography in patients with carcinoma of the cervix. J Clin Oncol. 2001;19(17):3745-3749. 9. Hricak H, Quivey JM, Campos Z, et al. Carcinoma of the cervix: predictive value of clinical and magnetic resonance (MR) imaging assessment of prognostic factors. Int J Radiat Oncol Biol Phys. 1993;27(4):791-801. 10. Soutter WP, Hanoch J, D'Arcy T, Dina R, McIndoe GA, DeSouza NM. Pretreatment tumour volume measurement on high-resolution magnetic resonance imaging as a predictor of survival in cervical cancer. Bjog. 2004;111(7):741-747. 11. Creasman WT. New gynecologic cancer staging. Gynecol Oncol. 1995;58(2):157-158. 12. Pecorelli S. Revised FIGO staging for carcinoma of the vulva, cervix, and endometrium. Int J Gynaecol Obstet. 2009;105(2):103-104. 13. Pecorelli S, Odicino F. Cervical cancer staging. Cancer J. 2003;9(5):390-394.",
    "ACR Appropriateness Criteria ® 9 Pretreatment Planning-Invasive Cancer of the Cervix 14. Amendola MA, Hricak H, Mitchell DG, et al. Utilization of diagnostic studies in the pretreatment evaluation of invasive cervical cancer in the United States: results of intergroup protocol ACRIN 6651/GOG 183. J Clin Oncol. 2005;23(30):7454-7459. 15. Kaur H, Silverman PM, Iyer RB, Verschraegen CF, Eifel PJ, Charnsangavej C. Diagnosis, staging, and surveillance of cervical carcinoma. AJR Am J Roentgenol. 2003;180(6):1621-1631. 16. Viswanathan AN, Dimopoulos J, Kirisits C, Berger D, Potter R. Computed tomography versus magnetic resonance imaging-based contouring in cervical cancer brachytherapy: results of a prospective trial and preliminary guidelines for standardized contours. Int J Radiat Oncol Biol Phys. 2007;68(2):491-498. 17. Yildirim Y, Sehirali S, Avci ME, et al. Integrated PET/CT for the evaluation of para-aortic nodal metastasis in locally advanced cervical cancer patients with negative conventional CT findings. Gynecol Oncol. 2008;108(1):154-159. 18. Hricak H, Gatsonis C, Chi DS, et al. Role of imaging in pretreatment evaluation of early invasive cervical cancer: results of the intergroup study American College of Radiology Imaging Network 6651-Gynecologic Oncology Group 183. J Clin Oncol. 2005;23(36):9329-9337. 19. Fischerova D, Cibula D, Stenhova H, et al. Transrectal ultrasound and magnetic resonance imaging in staging of early cervical cancer. Int J Gynecol Cancer. 2008;18(4):766-772. 20. Ho CM, Chien TY, Jeng CM, Tsang YM, Shih BY, Chang SC. Staging of cervical cancer: comparison between magnetic resonance imaging, computed tomography and pelvic examination under anesthesia. J Formos Med Assoc. 1992;91(10):982-990. 21. Kim SH, Choi BI, Han JK, et al. Preoperative staging of uterine cervical carcinoma: comparison of CT and MRI in 99 patients. J Comput Assist Tomogr. 1993;17(4):633-640. 22. Subak LL, Hricak H, Powell CB, Azizi L, Stern JL. Cervical carcinoma: computed tomography and magnetic resonance imaging for preoperative staging. Obstet Gynecol. 1995;86(1):43-50. 23. Hricak H, Gatsonis C, Coakley FV, et al. Early invasive cervical cancer: CT and MR imaging in preoperative evaluation - ACRIN/GOG comparative study of diagnostic performance and interobserver variability. Radiology. 2007;245(2):491-498. 24. Mitchell DG, Snyder B, Coakley F, et al. Early invasive cervical cancer: tumor delineation by magnetic resonance imaging, computed tomography, and clinical examination, verified by pathologic results, in the ACRIN 6651/GOG 183 Intergroup Study. J Clin Oncol. 2006;24(36):5687-5694. 25. Bellomi M, Bonomo G, Landoni F, et al. Accuracy of computed tomography and magnetic resonance imaging in the detection of lymph node involvement in cervix carcinoma. Eur Radiol. 2005;15(12):2469- 2474. 26. Pannu HK, Fishman EK. Evaluation of cervical cancer by computed tomography: current status. Cancer. 2003;98(9 Suppl):2039-2043. 27. Choi SH, Kim SH, Choi HJ, Park BK, Lee HJ. Preoperative magnetic resonance imaging staging of uterine cervical carcinoma: results of prospective study. J Comput Assist Tomogr. 2004;28(5):620-627. 28. Narayan K, McKenzie A, Fisher R, Susil B, Jobling T, Bernshaw D. Estimation of tumor volume in cervical cancer by magnetic resonance imaging. Am J Clin Oncol. 2003;26(5):e163-168. 29. deSouza NM, Dina R, McIndoe GA, Soutter WP. Cervical cancer: value of an endovaginal coil magnetic resonance imaging technique in detecting small volume disease and assessing parametrial extension. Gynecol Oncol. 2006;102(1):80-85. 30. Bipat S, Glas AS, van der Velden J, Zwinderman AH, Bossuyt PM, Stoker J. Computed tomography and magnetic resonance imaging in staging of uterine cervical carcinoma: a systematic review. Gynecol Oncol. 2003;91(1):59-66. 31. Lien HH, Blomlie V, Iversen T, Trope C, Sundfor K, Abeler VM. Clinical stage I carcinoma of the cervix. Value of MR imaging in determining invasion into the parametrium. Acta Radiol. 1993;34(2):130-132. 32. Sheu M, Chang C, Wang J, Yen M. MR staging of clinical stage I and IIa cervical carcinoma: a reappraisal of efficacy and pitfalls. Eur J Radiol. 2001;38(3):225-231. 33. Hori M, Kim T, Murakami T, et al. Uterine cervical carcinoma: preoperative staging with 3.0-T MR imaging- -comparison with 1.5-T MR imaging. Radiology. 2009;251(1):96-104. 34. Payne GS, Schmidt M, Morgan VA, et al. Evaluation of magnetic resonance diffusion and spectroscopy measurements as predictive biomarkers in stage 1 cervical cancer. Gynecol Oncol. 2010;116(2):246-252. 35. Charles-Edwards EM, Messiou C, Morgan VA, et al. Diffusion-weighted imaging in cervical cancer with an endovaginal technique: potential value for improving tumor detection in stage Ia and Ib1 disease. Radiology. 2008;249(2):541-550.",
    "ACR Appropriateness Criteria ® 10 Pretreatment Planning-Invasive Cancer of the Cervix 36. Lin G, Ho KC, Wang JJ, et al. Detection of lymph node metastasis in cervical and uterine cancers by diffusion-weighted magnetic resonance imaging at 3T. J Magn Reson Imaging. 2008;28(1):128-135. 37. Narayan K. Arguments for a magnetic resonance imaging-assisted FIGO staging system for cervical cancer. Int J Gynecol Cancer. 2005;15(4):573-582. 38. Chung HH, Kang KW, Cho JY, et al. Role of magnetic resonance imaging and positron emission tomography/computed tomography in preoperative lymph node detection of uterine cervical cancer. Am J Obstet Gynecol. 2010;203(2):156 e151-155. 39. Choi HJ, Roh JW, Seo SS, et al. Comparison of the accuracy of magnetic resonance imaging and positron emission tomography/computed tomography in the presurgical detection of lymph node metastases in patients with uterine cervical carcinoma: a prospective study. Cancer. 2006;106(4):914-922. 40. Sironi S, De Cobelli F, Scarfone G, et al. Carcinoma of the cervix: value of plain and gadolinium-enhanced MR imaging in assessing degree of invasiveness. Radiology. 1993;188(3):797-801. 41. Kim SK, Choi HJ, Park SY, et al. Additional value of MR/PET fusion compared with PET/CT in the detection of lymph node metastases in cervical cancer patients. Eur J Cancer. 2009;45(12):2103-2109. 42. Hricak H, Powell CB, Yu KK, et al. Invasive cervical carcinoma: role of MR imaging in pretreatment work- up--cost minimization and diagnostic efficacy analysis. Radiology. 1996;198(2):403-409. 43. Scheidler J, Hricak H, Yu KK, Subak L, Segal MR. Radiological evaluation of lymph node metastases in patients with cervical cancer. A meta-analysis. Jama. 1997;278(13):1096-1101. 44. Grigsby PW. The prognostic value of PET and PET/CT in cervical cancer. Cancer Imaging. 2008;8:146-155. 45. Havrilesky LJ, Kulasingam SL, Matchar DB, Myers ER. FDG-PET for management of cervical and ovarian cancer. Gynecol Oncol. 2005;97(1):183-191. 46. Reinhardt MJ, Ehritt-Braun C, Vogelgesang D, et al. Metastatic lymph nodes in patients with cervical cancer: detection with MR imaging and FDG PET. Radiology. 2001;218(3):776-782. 47. Hope AJ, Saha P, Grigsby PW. FDG-PET in carcinoma of the uterine cervix with endometrial extension. Cancer. 2006;106(1):196-200. 48. Park W, Park YJ, Huh SJ, et al. The usefulness of MRI and PET imaging for the detection of parametrial involvement and lymph node metastasis in patients with cervical cancer. Jpn J Clin Oncol. 2005;35(5):260- 264. 49. Sironi S, Buda A, Picchio M, et al. Lymph node metastasis in patients with clinical early-stage cervical cancer: detection with integrated FDG PET/CT. Radiology. 2006;238(1):272-279. 50. Lin WC, Hung YC, Yeh LS, Kao CH, Yen RF, Shen YY. Usefulness of (18)F-fluorodeoxyglucose positron emission tomography to detect para-aortic lymph nodal metastasis in advanced cervical cancer with negative computed tomography findings. Gynecol Oncol. 2003;89(1):73-76. 51. Allen D, Narayan K. Managing advanced-stage cervical cancer. Best Pract Res Clin Obstet Gynaecol. 2005;19(4):591-609. 52. Chung HH, Jo H, Kang WJ, et al. Clinical impact of integrated PET/CT on the management of suspected cervical cancer recurrence. Gynecol Oncol. 2007;104(3):529-534. 53. Havrilesky LJ, Wong TZ, Secord AA, Berchuck A, Clarke-Pearson DL, Jones EL. The role of PET scanning in the detection of recurrent cervical cancer. Gynecol Oncol. 2003;90(1):186-190. 54. Ryu SY, Kim MH, Choi SC, Choi CW, Lee KH. Detection of early recurrence with 18F-FDG PET in patients with cervical cancer. J Nucl Med. 2003;44(3):347-352. 55. Yen TC, See LC, Chang TC, et al. Defining the priority of using 18F-FDG PET for recurrent cervical cancer. J Nucl Med. 2004;45(10):1632-1639. 56. Chang TC, Law KS, Hong JH, et al. Positron emission tomography for unexplained elevation of serum squamous cell carcinoma antigen levels during follow-up for patients with cervical malignancies: a phase II study. Cancer. 2004;101(1):164-171. 57. Grigsby PW, Siegel BA, Dehdashti F, Rader J, Zoberi I. Posttherapy [18F] fluorodeoxyglucose positron emission tomography in carcinoma of the cervix: response and outcome. J Clin Oncol. 2004;22(11):2167- 2171. 58. Kidd EA, Siegel BA, Dehdashti F, et al. Lymph node staging by positron emission tomography in cervical cancer: relationship to prognosis. J Clin Oncol. 2010;28(12):2108-2113. 59. Lee YY, Choi CH, Kim CJ, et al. The prognostic significance of the SUVmax (maximum standardized uptake value for F-18 fluorodeoxyglucose) of the cervical tumor in PET imaging for early cervical cancer: preliminary results. Gynecol Oncol. 2009;115(1):65-68.",
    "ACR Appropriateness Criteria ® 11 Pretreatment Planning-Invasive Cancer of the Cervix 60. Nakamura K, Okumura Y, Kodama J, Hongo A, Kanazawa S, Hiramatsu Y. The predictive value of measurement of SUVmax and SCC-antigen in patients with pretreatment of primary squamous cell carcinoma of cervix. Gynecol Oncol. 2010;119(1):81-86. 61. Yilmaz M, Adli M, Celen Z, Zincirkeser S, Dirier A. FDG PET-CT in cervical cancer: relationship between primary tumor FDG uptake and metastatic potential. Nucl Med Commun. 2010;31(6):526-531. 62. Xue F, Lin LL, Dehdashti F, Miller TR, Siegel BA, Grigsby PW. F-18 fluorodeoxyglucose uptake in primary cervical cancer as an indicator of prognosis after radiation therapy. Gynecol Oncol. 2006;101(1):147-151. 63. Liu FY, Yen TC, Chen MY, et al. Detection of hematogenous bone metastasis in cervical cancer: 18F- fluorodeoxyglucose-positron emission tomography versus computed tomography and magnetic resonance imaging. Cancer. 2009;115(23):5470-5480. 64. Ozulker T, Kucukoz Uzun A, Ozulker F, Ozpacac T. Comparison of (18)F-FDG-PET/CT with (99m)Tc-MDP bone scintigraphy for the detection of bone metastases in cancer patients. Nucl Med Commun. 2010;31(6):597-603. 65. Koliopoulos G, Sotiriadis A, Kyrgiou M, Martin-Hirsch P, Makrydimas G, Paraskevaidis E. Conservative surgical methods for FIGO stage IA2 squamous cervical carcinoma and their role in preserving women's fertility. Gynecol Oncol. 2004;93(2):469-473. 66. Peppercorn PD, Jeyarajah AR, Woolas R, et al. Role of MR imaging in the selection of patients with early cervical carcinoma for fertility-preserving surgery: initial experience. Radiology. 1999;212(2):395-399. 67. American College of Radiology. Manual on Contrast Media . Available at: http://www.acr.org/SecondaryMainMenuCategories/quality_safety/contrast_manual.aspx. The ACR Committee on Appropriateness Criteria and its expert panels have developed criteria for determining appropriate imaging examinations for diagnosis and treatment of specified medical condition(s). These criteria are intended to guide radiologists, radiation oncologists and referring physicians in making decisions regarding radiologic imaging and treatment. Generally, the complexity and severity of a patient’s clinical condition should dictate the selection of appropriate imaging procedures or treatments. Only those examinations generally used for evaluation of the patient’s condition are ranked. Other imaging studies necessary to evaluate other co-existent diseases or other medical consequences of this condition are not considered in this document. The availability of equipment or personnel may influence the selection of appropriate imaging procedures or treatments. Imaging techniques classified as investigational by the FDA have not been considered in developing these criteria; however, study of new equipment and applications should be encouraged. The ultimate decision regarding the appropriateness of any specific radiologic examination or treatment must be made by the referring physician and radiologist in light of all the circumstances presented in an individual examination."
  ],
  "processed_at": "2026-01-30T15:58:53.846Z"
}