{
  "doc_id": "38ea6b4e3c139e529c31f806b79b0739",
  "source_id": "PSMA_PET_Guideline_2_0_1_17_23_PDF_for_website",
  "total_pages": 21,
  "pages": [
    "Vol.:(0123456789) 1 3 European Journal of Nuclear Medicine and Molecular Imaging https://doi.org/10.1007/s00259-022-06089-w GUIDELINES PSMA PET/CT: joint EANM procedure guideline/SNMMI procedure standard for prostate cancer imaging 2.0 Wolfgang P. Fendler 1,2 · Matthias Eiber 3 · Mohsen Beheshti 4 · Jamshed Bomanji 5 · Jeremie Calais 6 · Francesco Ceci 7,8 · Steve Y. Cho 9 · Stefano Fanti 10 · Frederik L. Giesel 11 · Karolien Goffin 12 · Uwe Haberkorn 13 · Heather Jacene 14 · Phillip J. Koo 15 · Klaus Kopka 16,17,18 · Bernd J. Krause 19 · Liza Lindenberg 20 · Charles Marcus 21 · Felix M. Mottaghy 22,23 · Daniela E. Oprea‑Lager 24 · Joseph R. Osborne 25 · Morand Piert 26 · Steven P. Rowe 27 · Heiko Schöder 28 · Simon Wan 5 · Hans‑Jürgen Wester 29 · Thomas A. Hope 30 · Ken Herrmann 1 Received: 30 October 2022 / Accepted: 18 December 2022 © The Author(s) 2023 Abstract Here we aim to provide updated guidance and standards for the indication, acquisition, and interpretation of PSMA PET/ CT for prostate cancer imaging. Procedures and characteristics are reported for a variety of available PSMA small radioli- gands. Different scenarios for the clinical use of PSMA-ligand PET/CT are discussed. This document provides clinicians and technicians with the best available evidence, to support the implementation of PSMA PET/CT imaging in research and routine practice. Keywords PSMA · PET · Prostate cancer · Staging · Restaging · Guideline Preamble The Society of Nuclear Medicine and Molecular Imaging (SNMMI) is an international scientific and professional organ- ization founded in 1954 to promote the science, technology, and practical application of nuclear medicine. The European Association of Nuclear Medicine (EANM) is a professional non-profit medical association founded in 1985 that facilitates communication worldwide between individuals pursuing clin- ical and research excellence in nuclear medicine. SNMMI and EANM members are physicians, technologists, and scientists specializing in the research and practice of nuclear medicine. The SNMMI and EANM will periodically define new guidelines for nuclear medicine practice to help advance the science of nuclear medicine and to improve the quality of service to patients throughout the world. Existing practice guidelines will be reviewed for revision or renewal, as appro- priate, on their fifth anniversary or sooner, if indicated. Each practice guideline, representing a policy statement by the SNMMI/EANM, has undergone a thorough consensus process in which it has been subjected to extensive review. The SNMMI and EANM recognize that the safe and effec- tive use of diagnostic nuclear medicine imaging requires specific training, skills, and techniques, as described in each document. Reproduction or modification of the published practice guideline by those entities not providing these ser- vices is not authorized. These guidelines are an educational tool designed to assist practitioners in providing appropriate care for patients. They are not inflexible rules or requirements of practice and are not intended, nor should they be used, to establish a legal standard of care. For these reasons and those set forth below, both the SNMMI and the EANM caution against the use of these guidelines in litigation in which the clinical decisions of a practitioner are called into question. The ultimate judgment regarding the propriety of any specific procedure or course of action must be made by the nuclear medicine physician or medical physicist in light of all the circumstances presented. Thus, there is no implica- tion that an approach differing from the guidelines, stand- ing alone, is below the standard of care. To the contrary, a conscientious practitioner may responsibly adopt a course of action different from that set forth in the guidelines when, in This article is part of the Topical Collection on Oncology— Genitourinary. * Ken Herrmann ken.herrmann@uk-essen.de Extended author information available on the last page of the article",
    "European Journal of Nuclear Medicine and Molecular Imaging 1 3 the reasonable judgment of the practitioner, such course of action is indicated by the condition of the patient, limitations of available resources, or advances in knowledge or technol- ogy subsequent to publication of the guidelines. The practice of medicine includes both the art and the sci- ence of the prevention, diagnosis, alleviation, and treatment of disease. The variety and complexity of human conditions make it impossible to always reach the most appropriate diagnosis or to predict with certainty a particular response to treatment. Therefore, it should be recognized that adherence to these guidelines will not ensure an accurate diagnosis or a successful outcome. All that should be expected is that the practitioner will follow a reasonable course of action based on current knowledge, available resources, and the needs of the patient to deliver effective and safe medical care. The sole purpose of these guidelines is to assist practitioners in achieving this objective. Introduction Prostate-specific membrane antigen (PSMA)-directed posi- tron emission tomography/computed tomography (PET/CT) is a non-invasive diagnostic technique to image PSMA posi- tive lesions in individuals with prostate cancer. PSMA is a transmembrane protein with an extracellular binding site. PSMA tissue expression is high on the cell surface of pros- tatic tissues including prostate cancer; however, despite the name, PSMA is not specific to prostate tissue. The PSMA protein can be found in low concentrations in many other organs. PSMA is also termed glutamate carboxy-peptidase II, referring to its role in neuronal glutamate synthesis in the neurochemistry context, or folate hydrolase 1 (FOLH1), referring to the encoding gene. Increased PSMA expression is seen most notably in pros- tate cancer, but has also been found in the neovasculature of a variety of other malignancies [1]. Most adenocarcino- mas of the prostate express high levels of PSMA in primary and metastatic lesions [2, 3]. Elevated PSMA expression in conjunction with its role in glutamate and folate metabo- lism may be associated with a survival advantage for tumor cells in conditions of cellular stress [4, 5]. The regulation of PSMA is complex, with the involvement of androgen recep- tor (AR), PI3K/Akt, and DNA damage response pathways [6]. Elevated PSMA expression was previously associated with advanced metastatic or hormone-refractory prostate cancer [7], poor disease outcome [8], and the presence of deficient DNA damage repair pathways [9]. PSMA-ligand: Refers to a group of ligands (here [ 68 Ga] Ga-PSMA-11, [ 68 Ga]Ga-PSMA-I&T, [ 18 F]F-DCFPyL, [ 18 F]F-PSMA-1007, or [ 18 F]F-rhPSMA-7.3) that targets the prostate-specific membrane antigen. PET/CT: An integrated or multimodality PET/CT sys- tem is a physical combination of PET and CT, which allows sequential acquisition of the PET and CT portions. The patient remains in the same position for both examinations. PET/MRI: An integrated or multimodality PET/MRI system is a physical combination of PET and MRI, which allows sequential or simultaneous acquisition of the PET and MRI portions. The patient remains in the same posi- tion for both examinations. PSMA-ligand PET/MRI has been reported for several applications, including stag- ing at initial diagnosis or biochemical recurrence (BCR). However, PET/MRI protocols are outside the scope of this guideline. PSMA-ligand PET: A detector system that measures the three-dimensional (3D) distribution of PSMA-ligands, pro- ducing semi-quantitative images that allow non-invasive assessment of PSMA expression. A PSMA-ligand PET/CT examination may cover vari- ous coaxial imaging ranges. These are described as follows (defined in Current Procedural Terminology 2016): Total-body PET: From the top of the head through the feet. Whole-body PET: From the base of the skull to mid- thigh. This range covers most of the relevant portions of the body in many oncological diseases (standard for both Europe and the USA). If indicated, cranially extended imaging may also cover the brain in the same scan (vertex to mid-thigh). Standardized uptake value (SUV): Quantification of PSMA-ligand PET/CT is defined here as measuring rela- tive PSMA-ligand concentrations using standardized uptake value (SUV) [12] because SUV represents the most com- monly used semi-quantitative parameter for analysis of tracer uptake. Maximum standardized uptake value (SUV max ): SUV max is defined as the SUV of the single voxel in a region of interest that presents the highest uptake on the attenuation corrected PET image. CT applies a combined X-ray source and detector rotating around the patient to acquire tomographic data. CT gener- ates 3D images of tissue density, which allows for attenua- tion correction of PET and anatomical/tumor visualization with a high spatial resolution. A PET/CT examination can include different types of CT scans depending on the CT characteristics, the radiation dose, and the use (or not) of oral and/or intravenous contrast agents: Low-dose CT scan: A CT scan performed only for atten- uation correction (CT-AC) and anatomical correlation of PET findings (with reduced voltage and/or current of the X-ray tube settings), i.e., a low-dose CT is not intended for Definitions The following definitions are made in accordance with Boe- llaard et al. [10] and Fendler et al. [11]:",
    "European Journal of Nuclear Medicine and Molecular Imaging 1 3 a dedicated radiological interpretation. This scan delivers less radiation to the patient. Diagnostic CT scan: A CT scan with or without intrave- nous and/or oral contrast agents, commonly using higher X-ray doses than low-dose scans for higher resolution imag- ing. A diagnostic CT scan should be performed according to applicable local or national protocols and guidelines. Biochemical recurrence (BCR): Recurrence of prostate cancer due to rising PSA after definitive surgical or radia- tion therapy. Biochemical persistence (BCP): Persistence of prostate cancer due to continuously elevated PSA despite surgical treatment. Radioligand therapy (RLT): Internal radiation of prostate cancer lesions by the application of PSMA-directed thera- peutic radioligands. Non-metastatic castration-resistant prostate cancer (nmCRPC): Castration-resistant prostate cancer with no detected metastases on whole-body cross-sectional imag- ing (CT/MRI) and bone scan. PSMA‑ligand PET — a novel class for prostate cancer imaging PSMA-ligands for PET/CT imaging were first radiosynthe- sized and validated in preclinical models at Johns Hopkins University [13, 14]. Later, [ 68 Ga]Ga-PSMA-11, developed by the Heidelberg group [15], demonstrated high affinity to human PSMA and specific internalization into pros- tate cancer cells. [ 68 Ga]Ga-PSMA-11 biodistribution was shown to correspond to known cellular expression of PSMA across organs [16]. Other 68 Ga-PSMA-ligands ([ 68 Ga]Ga- PSMA-617, [ 68 Ga]Ga-PSMA-I&T) demonstrated similar biodistribution and imaging properties [17, 18]. During this time, several 18 F-labelled ligands have also been developed and assessed in clinical trials [19–22]. The radiopharmaceuticals [ 68 Ga]Ga-PSMA-11, [ 68 Ga] Ga-PSMA-I&T, [ 18 F]F-DCFPyL, [ 18 F]F-PSMA-1007, and [ 18 F]F-rhPSMA-7.3 are most advanced in the process of clinical implementation and/or regulatory approval. Most clinical evidence is based on [ 68 Ga]Ga-PSMA-11 since it has been in use the longest. There is no large head-to-head prospective study with lesion validation to directly compare the diagnostic accuracy of different PSMA-ligands. A small comparative prospective study demonstrated similar uptake in tumor lesions of [ 18 F]F-DCFPyL and [ 18 F]F-PSMA-1007 [23]. Radioligands differ in terms of radionuclide label, underlying radiochemistry, and associated organ biodistri- bution. Different physiologic distribution and image inter- pretation pitfalls were noted [24]. However, there is no evidence to date that one specific PSMA radioligand has superior diagnostic accuracy with improved clinical outcome compared to another. Due to their similarity, [ 68 Ga]Ga- PSMA-11, [ 68 Ga]Ga-PSMA-I&T, [ 18 F]F-DCFPyL, [ 18 F] F-PSMA-1007, and [ 18 F]F-rhPSMA-7.3 are considered a common class of PSMA-directed small-ligand radiotracers for PET/CT and will henceforth be collectively referred to as PSMA-ligands. Goals This guideline supports physicians in recommending, acquiring, interpreting, and reporting the results of PSMA- ligand PET/CT for initial diagnosis, staging, and restaging of prostate cancer. In this intent, this document reports on patient selection, PET/CT acquisition, image interpretation, and written summary of the clinical report. Specific advice is given for the most common PSMA small radioligands avail- able and for clinical scenarios with frequent use of PET/CT, including staging, restaging, and assessment for suitability of PSMA RLT. This document provides clinicians and tech- nicians with the best available evidence. Sections inform where robust evidence is lacking, and report data to achieve the best possible diagnostic efficacy and study quality. Adequate precision, accuracy, and repeatability are essen- tial for the clinical management of patients. Standardization supports the clinical implementation of PSMA-ligand PET/ CT and enhances subsequent research. Appropriateness of use criteria Since the introduction of PSMA-ligand PET/CT, several pro- spective multicenter trials have reported on the diagnostic and clinical value of PSMA-ligand PET/CT. The criteria outlined in this guideline are based on the currently available evidence. The specific use varies between institutions based on experi- ence and availability. An overview focusing on appropriate use criteria has been recently published [25]. The most impor- tant indications are summarized in Table 1. Current evidence for these indications is reported in the following sections. Table 1 Indications for PSMA-ligand PET/CT Routine clinical use Initial staging of prostate cancer Localization of recurrent (BCR) or persistent (BCP) prostate cancer Localization of prostate cancer which is non-metastatic by conven- tional imaging (nmCRPC) Staging before PSMA-directed radioligand therapy Potential clinical applications Guidance of prostate biopsy Imaging metastatic prostate cancer Monitoring of systemic treatment for metastatic prostate cancer",
    "European Journal of Nuclear Medicine and Molecular Imaging 1 3 Initial staging of unfavorable intermediate to high‑risk prostate cancer In patients with risk features (Gleason score 4+3 / ISUP grade 3 or higher, PSA > 20 ng/mL, clinical stage T2c–3a), the like- lihood of distant metastases is increased. PSMA-ligand PET imaging demonstrated higher accuracy for disease localiza- tion in individuals with newly diagnosed prostate cancer com- pared with conventional imaging. In the phase III multicenter randomized ProPSMA trial, [ 68 Ga]Ga-PSMA-11 PET/CT resulted in 27% greater accuracy when compared with CT and bone scan for staging of individuals with initial high-risk prostate cancer [26]. Findings were validated by histopathol- ogy, imaging, or biochemistry at a 6-month follow-up. In two phase II/III multicenter studies, [ 18 F]F-DCFPyL and [ 68 Ga]Ga-PSMA-11 PET/CT demonstrated high spec- ificity (≥ 95%) for detection of pelvic lymph node metasta- ses in individuals with intermediate or high-risk prostate cancer undergoing radical prostatectomy [27, 28]. How- ever, due to low sensitivity in the 40% range, a negative PSMA PET scan cannot exclude the presence of pelvic lymph node micrometastases due to the intrinsic limita- tions of current PET technology. Other trials are underway to assess the impact of the inclusion of PSMA-ligand PET in clinical management pathways on patient survival [29]. Such phase III prospective level evidence underlines the value of PSMA-ligand PET for accurate disease localiza- tion and risk stratification in individuals with newly diag- nosed prostate cancer and high-risk features. Localization of recurrent (BCR) or persistent (BCP) prostate cancer following curative‑intent therapy BCR is defined as an increase in PSA to ≥ 0.2 ng/mL, measured at 6 to 13 weeks following prostatectomy, and confirmed by a second PSA level > 0.2 ng/mL [30]. BCP is defined as persistently elevated PSA ≥ 0.1 ng/mL more than 6 weeks after prostatectomy [31]. In patients who have undergone curative-intent radia- tion therapy, BCR is defined as a rise in PSA of ≥ 2 ng/mL above the nadir achieved after radiotherapy with or with- out androgen deprivation therapy (ADT) [32]. In patients with BCR or BCP, precise tumor localization with strati- fication of local, locoregional, or distant disease is critical for subsequent management. Several prospective multicenter studies reported on the accuracy of PSMA-ligand PET in these settings. [ 68 Ga]Ga- PSMA-11 and [ 18 F]F-DCFPyL PET/CT demonstrated high patient- and region-level detection rates and positive predic- tive value for the localization of prostate cancer in the setting of BCR or BCP [33–35]. Accuracy was superior to conven- tional imaging [36], [ 18 F]F-choline PET/CT [37], and [ 18 F] F-fluciclovine PET/CT [38] in head-to-head assessments. Interobserver agreement of [ 68 Ga]Ga-PSMA-11 is high. The PSMA-ligand PET detection rate was associated with PSA level and doubling time [33, 39], Gleason score [36], and PSMA expression of the primary [40, 41]. The accuracy of PSMA-ligand PET translated into a significant impact on management in several prospective studies [42, 43]. Trials are underway to assess the impact on patient survival [44]. Current prospective evidence underlines the role of PSMA-ligand PET for prostate cancer localization at BCR or BCP and demonstrates superiority over conventional or other forms of molecular imaging. Localization of castrate resistant prostate cancer which is non‑metastatic by conventional imaging (nmCRPC) nmCRPC is characterized by biochemical disease progres- sion despite sufficient ADT. This is defined by the combined occurrence of several conditions: (a) castrate serum testoster- one < 50 ng/dL, (b) three consecutive rises in PSA resulting in two 50% increases above the nadir, (c) a PSA > 2 ng/mL (EAU, European Association of Urology) or a PSA > 1 ng/mL (The Prostate Cancer Working Group 3, PCWG3), and (d) lack of metastatic spread on conventional imaging [45–48]. PSMA-ligand PET/CT has been studied in the nmCRPC population [49–52]. PSMA-ligand PET/CT detects locore- gional only disease in 44% and distant disease in 55% for patients with nmCRPC and risk features [49]. Thus, PSMA-ligand PET/CT detects disease extent in patients with nmCRPC (defined by conventional imaging) with high accuracy and leads to a considerable stage migration [53]. Accurate localization of disease extent by PSMA-ligand PET/CT may aid patient stratification in clinical trials and adds information for therapy guidance. However, the impact on clinical outcome has yet to be determined prospectively. Staging before PSMA‑directed RLT for metastatic prostate cancer PSMA-ligand PET/CT can be performed in patients with advanced prostate cancer to confirm eligibility for RLT and to assess the likelihood of response to RLT. Documentation of PSMA expression in metastatic sites is required prior to the initiation of RLT. 177 Lu-PSMA-617 RLT was approved by the FDA for the treatment of eligible patients with metastatic castration-resistant prostate cancer in March of 2022. The phase III VISION trial demonstrated improved radiographic progression-free survival (8.7 vs. 3.4 months, hazard ratio 0.40) and overall survival (15.3 vs. 11.3 months, hazard ratio 0.62) for PSMA RLT in addition to best standard of care versus best standard of care alone",
    "European Journal of Nuclear Medicine and Molecular Imaging 1 3 [54]. In the phase II TheraP trial, PSMA RLT was associated with a higher PSA response rate, longer progression-free survival, and fewer grade 3 or 4 adverse events when com- pared with cabazitaxel [55]. Both studies selected patients based on sufficient PSMA expression by PSMA-ligand PET/ CT at baseline. Patients who do not meet the VISION PET inclusion criteria, specified in the section on assessment of PSMA expression prior to PSMA-directed RLT, have a poor outcome after PSMA RLT [56]. [ 68 Ga]Ga-PSMA-11 PET was offered for baseline assessment in the VISION study. The predictive value of PSMA-ligand PET/CT for sur- vival following the initiation of PSMA RLT was demon- strated in a multicenter study. Among 18 pretherapeutic clinicopathologic and PSMA-ligand PET/CT variables, six were independently associated with the overall sur- vival [57]. Among these, SUV mean of whole-body tumor burden, number of lesions, and the presence of bone or liver metastases were significant survival predictors derived from PET/CT [57]. Short survival associated with low PSMA expression or the presence of liver metastases on PSMA-ligand PET/CT has been confirmed by several studies of PSMA RLT, including trials with additional [ 18 F]F-FDG PET for disease localization [58–61]. Potential clinical applications Guidance of prostate biopsy PSMA-ligand PET/CT improves tumor localization and guides repeated biopsies in patients with high suspicion of prostate cancer and prior negative biopsies [62–64]. In the prospective PRIMARY study, the addition of [ 68 Ga] Ga-PSMA-11 PET to multiparametric MRI significantly improved the negative predictive value (91% vs. 72%, p < 0.001) and the sensitivity (97% vs. 83%, p < 0.001) for clinically significant prostate cancer [65]. PSMA-ligand PET should be combined with multiparametric MRI for biopsy guidance. MRI delivers anatomic information for fusion biopsy and improves diagnostic confidence by additional lesion information from multiparametric acquisition [62]. Imaging metastatic prostate cancer Imaging assessment of metastatic prostate cancer typically includes bone scan, e.g., using [ 99m Tc]Tc-MDP or -DPD, for osseous metastases and CT or MRI for nodal, soft tis- sue, and visceral metastases. Several studies have demon- strated high diagnostic performance of PSMA-ligand PET/ CT for the staging of advanced prostate cancer [66, 67]. The diagnostic accuracy of PSMA-ligand PET/CT for bone assessment was superior to that of bone scan [68, 69]. When compared with conventional imaging, the superior accuracy of PSMA-ligand PET/CT allows for accurate identification of PCWG3 clinical trial target populations, especially in sub- groups with nmCRPC or visceral metastatic disease [53]. In patients with oligometastatic disease, PSMA-PET-guided metastasis-directed treatment was associated with high rates of treatment response [70–72]. While PSMA-ligand PET/CT may be an emerging staging tool for metastatic prostate cancer, its impact on management and patient outcome has not yet been sufficiently assessed. Monitoring of systemic treatment in metastatic prostate cancer Despite the proven superiority of PSMA-ligand PET for prostate cancer staging, its role in monitoring treatment response remains less clear. In metastatic prostate cancer, treatment response is currently evaluated using conventional imaging (CT and bone scan) according to the Prostate Can- cer Working Group Criteria 3 (PCWG3) guidelines [46]. Several studies assessing different imaging readouts demon- strate the value of PSMA-ligand PET for the assessment of prostate cancer response [73–79]. Recently, the PSMA PET Progression (PPP) criteria [80] and the Response Evaluation Criteria In PSMA-imaging (RECIP) 1.0 [79] were proposed for standardized response assessment. PPP criteria were formed by expert recommendation, whereas RECIP criteria were additionally validated by overall survival in a multi- center cohort of patients undergoing 177 Lu-PSMA RLT [79]. Implementation in clinical guidelines Recommendations for prostate cancer staging in national and international clinical guidelines are under evaluation. PSMA- ligand PET/CT was included in various clinical guidelines and consensus documents for imaging primary disease, BCR, BCP, or metastatic prostate cancer. Recommendations were made following different guideline formats. Therefore, the wording of statements on the role of PSMA-ligand PET/ CT are cited directly from the respective document text and summarized in Table 2. In the interest of brevity, Table 2 does not present full statements or complete summaries of all available national and international guidelines. For full state- ments, background, strength of recommendations, or under- lying evidence, we refer to the respective clinical guideline/ consensus document. Currently, several guidelines highlight the superior accu- racy of PSMA-ligand PET for the staging of primary disease (EAU, ESMO, NCCN) or consider additional value (ASCO)",
    "European Journal of Nuclear Medicine and Molecular Imaging 1 3 in this setting. PSMA-ligand PET/CT evaluation of BCR/BCP is recommended in documents produced by the EAU, ASCO, and NCCN. All documents summarized in Table 2 recom- mend PSMA-ligand PET/CT for the localization of BCR or state superiority over conventional imaging in this setting. No recommendations were made for the assessment of advanced or metastatic prostate cancer outside pre-RLT staging. Qualifications and responsibilities of personnel See the EANM procedure guidelines for tumor PET imaging version 2.0 or the SNMMI Procedure Standard for General Imaging [10, 84]. Procedure/specification of the examination Necessary data for requesting PSMA‑ligand PET/CT As reported previously [11], a request for PSMA-ligand PET/CT should be accompanied by a concise summary of the patient’s history with a focus on diagnosis, risk group, and oncological history. Aspects that should be considered in the review of the patient’s files are given in the following list: 1. Indication for the imaging study 2. Prostate-cancer-specific history: a. Primary prostate cancer i. PSA and Gleason score ii. Prior local intervention/biopsy b. Biochemical recurrence: PSA and PSA kinetics (if available) c. Current or prior prostate cancer treatments with dates: ADT or other AR-targeted treatments. Prior history of AR-targeted treatment, chemotherapy, radium-223, PSMA-targeted therapy, prostatectomy/ surgery/biopsy, and/or radiation therapy d. Relevant symptoms (e.g., bone pain, frequent urina- tion, nocturia, hematuria, dysuria, impotence, erec- tile dysfunction, or painful ejaculation) e. Previous imaging findings including previous PSMA-ligand PET and tracer subtype if known 3. Relevant co-morbidities: a. Non-prostate malignancies b. Allergies c. Renal failure Patient preparation Patients do not need to fast and may take all their medi- cations. New onset of ADT was associated with decreased PSMA-ligand uptake on PET in patients with hormone- naïve or hormone-sensitive cancer, possibly due to effective tumor reduction [85, 86]. Therefore, PSMA-ligand PET/CT should be performed before the onset of new ADT whenever possible. The influence of second-line androgen modulation in patients with the castration-resistant disease has not been clearly defined yet. Signaling pathways and the temporal impact of androgen modulation on clinical PSMA-ligand PET/CT performance require further study. Patients should be encouraged to drink a sufficient amount of water to ensure adequate hydration before the PET study. In some circumstances, high residual activity in the urinary system may lead to so-called halo-artefacts in PET. For PSMA- ligands with kidney-dominant excretion (Table 3), activity in the ureters and bladder might lead to false positive or negative findings. Furosemide administration (20 mg i.v., shortly before or after administration of PSMA-ligands) may be especially useful in these situations. Furosemide should not be admin- istered in patients with medical contraindications including Table 2 Wording of clinical guidelines on the value of PSMA-ligand PET/CT for primary, biochemical persistence (BCP), biochemical recur- rence (BCR), and metastatic prostate cancer assessments N/A , not evaluated. *PSMA-ligand PET/CT is required before PSMA-directed RLT Document led by Initial staging Localization of BCP Localization of BCR Metastatic* Reference EAU “more accurate” “offer” “perform” N/A* [45, 47, 48] ESMO “better sensitivity and specific- ity than CT or bone scan” N/A “replacing conventional imag- ing” N/A* [81] ASCO “consider” “should be offered” “should be offered” N/A* [82] NCCN “equally effective, if not more effective” compared to con- ventional imaging” “equally effective, if not more effective” compared to con- ventional imaging” “equally effective, if not more effective” compared to con- ventional imaging” N/A* [83]",
    "European Journal of Nuclear Medicine and Molecular Imaging 1 3 urinary incontinence, urinary obstruction, and hypersensitiv- ity to furosemide. Alternatively, oral hyperhydration (1L) dur- ing the uptake time followed by bladder voiding immediately before image acquisition can be considered in patients with adequate bladder control. Hyperthyroidism and kidney failure As reported previously [11], PSMA-ligand PET/CT can be performed in patients with hyperthyroidism and kidney fail- ure. However, if intravenous iodinated CT contrast is being considered for the CT protocol, thyroid and renal function should be considered. For details, we refer to the European Society of Urogenital Radiology Contrast Media Guidelines in Europe [87] and to the American College of Radiology Manual on Contrast Media in the USA [88]. Radiopharmaceuticals Several 68 Ga- and/or 18 F-labelled ligands have been devel- oped and assessed in clinical trials [19–21, 26, 89–93]. The majority of current ligands in use are based on a urea-like binding motif and were designed for intravenous adminis- tration. Table 3 summarizes PSMA-ligands that have been reported in the literature and are most advanced in the pro- cess of clinical implementation and/or approval. PSMA-ligand PET/CT is performed using an approved product, within the confines of a research study, or based on regulations for non-approved radiopharmaceuticals, respec- tively. Due to ongoing development, a non-complete overview of the current radioligand availability is summarized here. [ 68 Ga]Ga-PSMA-11, [ 18 F]F-DCFPyL, and [ 18 F] F-PSMA-1007 were assessed in phase II/III prospective clinical trials. Several new drug applications for [ 68 Ga]Ga- PSMA-11 and [ 18 F]F-DCFPyL were approved by the United States Food and Drug Administration in 2020 [95], 2021 [96, 97], and 2022 [98]. Since the start of 2021, a [ 68 Ga] Ga-PSMA-11 radiolabelling kit has been approved for clini- cal use by the Australian Therapeutic Goods Administration (TGA) [99]. [ 18 F]F-PSMA-1007 recently received regula- tory approval for clinical use in France [100]. Furthermore, multiple European institutions hold local manufacturing licenses for 68 Ga- and 18 F-based PSMA-ligands and [ 68 Ga] Ga-PSMA-11 radiolabelling kits are available in several European countries. PSMA-ligands should be manufactured under Good Manufacturing Practice (GMP) conditions and quality control should follow the governing pharmacopeia monograph or national regulations, whichever is applicable. [ 68 Ga]Ga-PSMA-I&T and [ 18 F]F-rhPSMA-7.3 have been assessed extensively including published data on dosimetry and diagnostic performance. [ 18 F]F-rhPSMA-7.3 is cur- rently under phase III prospective clinical investigation (NCT04186819 and NCT04186845). The committee further notes that tracer development is ongoing. Several novel low-molecular-weight ligands for human PSMA, including compounds with a different bind- ing motif or radionuclide label for PET or scintigraphy, are under development (NCT04868604, NCT04838626 among others). Moreover, albumin binder conjugates are under evaluation [101]. PSMA‑ligand application and administered activity The administration protocol is summarized in Table 4. PSMA-ligands are injected via intravenous bolus. Injected activity and uptake time have been defined in the prescrib- ing information for [ 68 Ga]Ga-PSMA-11, [ 18 F]F-DCFPyL, and [ 18 F]F-PSMA-1007, and in clinical trial protocols for [ 18 F]F-rhPSMA-7.3 (NCT04186819 and NCT04186845). For 68 Ga-labelled ligands, variation in injected activity Table 3 PSMA-ligands for PET/CT imaging Characteristics and current status. *Refers to regulatory approval for clinical use and distribution on a national or international level Characteristic [ 68 Ga]Ga-PSMA-11 [ 68 Ga]Ga-PSMA-I&T [ 18 F]F-DCFPyL [ 18 F]F-PSMA-1007 [ 18 F]F-rhPSMA-7.3 Binding motif Urea-based Urea-based Urea-based Urea-based Urea-based Half-life 68 min 68 min 110 min 110 min 110 min Dominant excretion route Kidney Kidney Kidney Liver Kidney Published 2012 [15] 2015 [18, 94] 2011 [14], 2015 [19] 2016 [20] 2020 [21] Status Extensive retrospec- tive data; com- pleted phase 2/3; Approved* Extensive retrospec- tive data Extensive retrospec- tive data; com- pleted phase 2/3; Approved* Extensive retrospec- tive data; com- pleted phase 2/3; Approved* Extensive retro- spective data; under phase 3 investigation (NCT04186819 and NCT04186845)",
    "European Journal of Nuclear Medicine and Molecular Imaging 1 3 and volume may be caused by the short half-life of 68 Ga and variable elution efficiencies obtained during the life- time of the 68 Ge/ 68 Ga radionuclide generator. Cyclotron- produced gallium may help alleviate the issues related to the low output of the 68 Ge/ 68 Ga radionuclide generator [102]. To maximize the use of the dispensed activity, the administration syringe should be flushed with at least the same volume of saline (NaCl 0.9%). Then, subsequent emptying into the intravenous access is recommended. Uptake time Recommended uptake time is around 60 min for most radio- ligands (Table 4). The interval between PSMA-ligand injec- tion and imaging should be recorded. If the acquisition leads to indeterminate findings, a late scan, beyond 120 min, may be considered. Late scans may aid in the identification of lesions located near the ureter or the bladder [16]. PET/CT acquisition protocol In accordance with [10], the patient should be positioned supine with both arms elevated above the head, as tolerated by the patient. In this position, beam-hardening artefacts in the abdominal and pelvic regions as well as artefacts caused by truncation of the measured field of view can be avoided. In case PET/CT data are used for radiation therapy planning, the examination should be performed in the exact radiotherapy position. Additionally, the same radiotherapy positioning devices should be used whenever feasible (e.g., indexed table top, laser alignment, and immobilization procedures). The CT scan should be performed from the vertex to mid- thigh, followed by the PET acquisition (described below). CT acquisition parameters (e.g., kV, mAs, pitch in helical CT, and dose modulation) should be in accordance with institutional protocols. The CT protocol may be modified according to clinical requirements. For instance, the skull should be included in patients with known metastatic dis- ease. In the case of focal symptoms or disseminated dis- ease, coverage may be extended to include the respective body part. Diagnostic CT may be acquired with contrast enhancement for morphologic bone and organ assessments. Additional acquisitions (e.g., deep inspiration chest CT) may be performed. If intravenous CT contrast is used, contrast- enhanced CT in the portal venous phase is recommended. PET acquisition should start from the mid-thigh and extend to the vertex to exploit reduced PSMA-ligand uptake in the urinary system after pre-scan voiding. Acquisition should proceed from the lower end of the axial field of view cranially to minimize misalignment of the urinary bladder, which tends to fill up during the time of the examination in patients with hydration procedures. PET scans are typically acquired in 3D mode with an acquisition time of usually 1–4 min per bed position (or equivalent speed using continu- ous table movement) adjusted to the injected activity [103]. Overall, PET coverage should be identical to the anatomical CT scan range. PET/CT image reconstruction In accordance with our previous guidance [11], image acqui- sition should be performed in 3D mode with appropriate data corrections (attenuation correction, scatter correction, cor- rection for random coincidences). The diagnostic CT scan may be used for attenuation correction. PET reconstruction should be performed with and without attenuation correction to identify potential reconstruction artefacts caused by the correction algorithm [10]. Reconstructed images should be labelled accordingly (e.g., PET AC, PET NAC, and CT CE) and stored in the local picture archiving and communication system. An example of a PSMA-ligand PET/CT protocol is given in Table 5. Table 4 Patient preparation and PSMA-ligand administration *e.g., oral intake of 1 L of water 1 h prior to acquisition Item [ 68 Ga]Ga-PSMA-11 [ 68 Ga]Ga-PSMA-I&T [ 18 F]F-DCFPyL [ 18 F]F-PSMA-1007 [ 18 F]F-rhPSMA-7.3 Activity 111–259 MBq (3–7 mCi) 111–259 MBq (3–7 mCi) 296–370 MBq (8–10 mCi) 210–280 MBq (3–4 MBq/kg body mass) 296 MBq (8 mCi) Uptake time 60 min (acceptable range: 50 to 100 min) 60 min (acceptable range: 50 to 100 min) 60 min 90–120 min 60 min Consider hydration* and/or furosemide (20 mg intravenous) Yes Yes Yes No No",
    "European Journal of Nuclear Medicine and Molecular Imaging 1 3 Definitions of volumes of interest SUV can be normalized to body mass, lean body mass, or body surface area. Thus, SUV measurements may change significantly between different modes of normalization. Therefore, the same mode should be used for serial examinations. The definition of maximum SUV (SUV max ) was given above. SUV max measure- ment is recommended to determine tracer uptake in key lesions. Repeat quality control procedures are critical to minimize SUV measurement errors and to maintain high image quality. Quality control and inter‑institution performance harmonization Clinical interpretation of PSMA-ligand PET/CT is based on visual analysis. Semi-quantitative SUV can be measured and documented for selected lesions. Reproducibility and image quality are of critical importance, especially for communica- tion between different centers. A consistent PET/CT scanner quality control program contributes to the minimization of measurement errors and helps maintain high image quality. Quality assurance should include (a) daily quality control and calibration measurements of both the PET and CT com- ponents of the imaging system as previously described in the EANM Procedure guidelines for [ 18 F]F-FDG tumor imaging [10] and (b) cross-calibration of the PET/CT system. Pro- cedures for calibration and cross-calibration have been pub- lished for both 18 F-based [104, 105] and 68 Ga-based [106] PET/CT. Guidance is also provided by the PET/CT manu- facturer, UPICT oncology [ 18 F]F-FDG PET/CT protocol [107], and EANM Research Ltd. (EARL, Vienna, Austria) accreditation frameworks. Normal uptake As reported previously [11], normal and variable PSMA- ligand uptake can be found in the following tissues: lacri- mal gland, salivary glands, liver, gall bladder, spleen, small intestine, colon, and kidney (Fig. 1). Usually, tumor lesions inside and outside the prostate gland show a high tumor-to-background ratio compared with the surrounding tissue [16, 62]. [ 68 Ga]Ga-PSMA-11, [ 68 Ga] Ga-PSMA-I&T, and [ 18 F]F-DCFPyL are excreted primarily via the urinary system and collected in the bladder; a small proportion is cleared through the hepatobiliary system. Thus, small local recurrences might be missed if the SUV-threshold to judge the PSMA-ligand uptake in soft tissue structures near the urinary bladder is not adjusted properly. Hydration and/or the application of furosemide and/or repeat late acqui- sition may be useful in such cases. Table 5 Example protocol for PSMA-ligand PET/CT image acquisition and reconstruction. FOV , field of view Patient position Arms elevated above the head, supine CT protocol FOV: vertex to mid-thigh; optional contrast phase: portal venous PET protocol FOV and acquisition: start from mid-thigh to vertex PET reconstruction Ordered-subsets expectation maximization, point-spread func- tion or equivalent; attenuation correction from CT data Fig. 1 Normal body distribution of PSMA-ligands. [ 68 Ga]Ga- PSMA-11, [ 68 Ga]Ga-PSMA-I&T, [ 18 F]F-DCFPyL, and [ 18 F] F-rhPSMA-7.3 applications lead to notable kidney uptake. Bladder retention is high for [ 68 Ga]Ga-PSMA-11, [ 68 Ga]Ga-PSMA-I&T, and [ 18 F]F-DCFPyL and lower for [ 18 F]F-rhPSMA-7.3. Reference organs for ligands with kidney-dominant excretion are liver and parotid gland. [ 18 F]F-PSMA-1007 leads to high liver uptake due to hepatic excretion. Reference organs for ligands with liver excretion are spleen and parotid gland. Focal uptake in the pelvic bone is noted on the [ 18 F]F-rhPSMA-7.3 PET corresponding to metastatic disease. [ 68 Ga] Ga-PSMA-I&T subpart was modified with permission from [130]",
    "European Journal of Nuclear Medicine and Molecular Imaging 1 3 [ 18 F]F-PSMA-1007 shows higher liver and gall blad- der accumulation due to hepatobiliary excretion and no or only minimal excretion via the urinary system [108]. Liver uptake is also higher with [ 18 F]F-rhPSMA-7.3 than with 68 Ga-PSMA-11 and excretion is mainly via the urinary tract. However, retention in the urinary system is usually low at the time of imaging and can be further lowered by applica- tion of furosemide [21, 109]. Approximately 5% of all prostate cancers, especially neuroendocrine types, do not exhibit significant PSMA overexpression [110, 111]. Due to physiologic organ uptake, liver metastases with low PSMA expression can be obscured. As neuroendocrine liver metastases often lose PSMA expression, cross-sectional imaging is important for the liver assessment [112–114]. Important pitfalls A large number of case reports present imaging findings in PSMA-ligand PET not associated with prostate cancer. Different reviews outline the most important pitfalls and try to give evidence on their biological bases [115–117]. Immunohistochemical and PSMA-ligand PET data have shown that increased PSMA expression can also be found in the neovasculature of non-prostate solid tumors or in benign processes [1, 118–122]. Readers should therefore carefully assess the possibility of a PSMA avid second malignancy. An important pitfall is PSMA-ligand uptake in sympathetic ganglia. Pronounced tracer accumulation can be found for example in the celiac ganglia, which are prone to misinterpretation as retroperitoneal lymph node metastases [123]. For 18 F-labelled PSMA-ligands, visu- ally recognizable uptake is also reported for other ganglia, especially in the sacral and cervical regions [24, 124, 125]. Ganglia can be differentiated from lymph node metastases by location (adjacent to neuroforamina) or shape (often linear or comma-shaped) [126]. Using the 18 F-labelled compounds [ 18 F]F-PSMA-1007 and [ 18 F]F-rhPSMA-7.3, interpretation of bone lesions is more challenging compared to [ 68 Ga]Ga-PSMA-11 [24, 125, 127, 128]. A number of benign bone lesions accu- mulate PSMA and result in false positives on PSMA-PET/ CT, including fractures, osteophytes, benign bone lesions (fibrous dysplasia, hemangioma), or unknown etiology. In the literature, clinically insignificant bone uptake was reported as unspecific bone uptake (UBU, [128]) or non- specific bone lesions (NSBL, [127]), and the nature of these lesions was mainly assessed by clinical follow-up with his- tological verification performed in few cases. Characteristic CT or MRI findings of benign lesions can help interpretation and comparison to any available previous studies should be performed. [ 18 F]F-DCPyL and [ 68 Ga]Ga-PSMA11 demon- strated lower rates of equivocal skeletal findings in sepa- rate matched-pair comparisons with [ 18 F]F-PSMA1007 [24, 129]. Typical locations for PSMA-avid benign bone lesions are the ribs and pelvis and the intensity of tracer uptake is generally lower than for bone metastases. How- ever, definite discrimination by quantitative measurement is not possible. In the case of single lesions (especially in the ribs) and the absence of a definite morphological correlate typical for malignancy, interpretation of metastasis should be cautious to avoid over-staging. Consequent application of Prostate Cancer Molecular Imaging Standardized Evalu- ation (PROMISE) criteria for image interpretation can help to avoid false positives [130]. AR inhibition can lead to elevated PSMA expression in prostate cancer lesions [131, 132]. However, extent and tim- ing of upregulation are not completely understood. Time interval between AR inhibition and PET/CT must be con- sidered to prevent false diagnosis of tumor progression after initiation of AR-targeted therapy. The increase in PSMA- ligand uptake might be transient and is most pronounced during the first weeks of ADT with subsequent decline over time [85]. Complementary information Comparison with previous examinations should be part of each PSMA-targeted PET report. Assessment is more valu- able if the examination is interpreted in the context of other imaging examinations (bone scan, CT, PET/CT, MRI, etc.) and clinical data. Documentation and reporting Study identification The final report includes the name and date of birth of the patient, medical record number, and date of the examination. Clinical information Clinical summary includes the diagnosis, a brief history of prior treatments, and the reason for referral with specific question to be answered. In addition, previous adequate diagnostic tests, including PSA level and prior imaging find- ings, should be summarized. If the study is being done to assess treatment response, details of the most recent treat- ment regime (including start/stop dates and agent) should be provided. Date and type of comparison studies should be",
    "European Journal of Nuclear Medicine and Molecular Imaging 1 3 reported. A statement should be made in case no comparison studies are available. Technical details As recommended previously [10], study-specific informa- tion should include the radiopharmaceutical, the amount of injected activity in megabecquerels (MBq) and/or millicu- ries (mCi), the route (intravenous) and anatomical site of administration, the date and time of administration, and the time of any furosemide injection. The time interval between the administration of the PSMA-ligand and the start time of the acquisition should be reported. The part of the body that was covered should be described from the start to the endpoint. The position of the patient (supine or prone) and the position of the arms (elevated or by the sides) should be stated if non-standard. In case a low-mAs CT was performed, description of the CT part may be limited to attenuation correction and ana- tomical registration of the emission images. If the CT exami- nation was optimized for diagnosis, then more details should be provided. Dosimetry parameters should be included as required by local regulations. The report should state if con- trast agent was given as part of the CT protocol. Quality issues of the PSMA-ligand PET/CT study should be reported, for example, motion artefacts, potential halo- artefacts due to high activity in the collecting urinary system or the bladder, CT-related artefacts (from radiation attenuat- ing matter/materials, e.g., metals, especially hip prostheses which generate beam hardening and affect pelvic visualiza- tion) should be mentioned [10]. Description of the location, extent, and intensity of PSMA‑ligand uptake In the general review, attention should be paid to the prostate gland/bed, seminal vesicles, vas deferens, regional and dis- tant lymph nodes, bones, lungs, and liver. Regions that may relate to any symptoms or pathology noted on the referral form should be given specific attention. PSMA-ligand accu- mulation should be reported as absent, low, intermediate, or high by comparison to the background uptake [133] and semi-quantitative values may be reported. Deviations from the physiological tracer distribution should be described, par- ticularly in the kidneys, where clinically relevant renal dys- function/pathology may be unveiled. PSMA-ligand uptake in incidental findings not related to prostate cancer, such as synchronous malignancies, should also be reported. Tumor lesions usually appear as focal tracer uptake higher than the adjacent background. Frameworks for standardized reporting of PSMA-ligand PET/CT have been developed (see below). Standardized reporting Standardized reporting is increasingly applied for diagnos- tic procedures [134]. To date, a number of these systems have been developed to assess lesions in specific organs (e.g., breast, liver, thyroid, and prostate). These classifi- cations are usually based on a 5-point (Likert) scale that concords with the probability of a lesion being benign or malignant. In the context of PSMA-ligand PET/CT, a num- ber of frameworks for standardized reporting have been proposed and will undergo modifications over time. Cur- rent frameworks are summarized in the following sections. EANM Delphi consensus In 2017, Fanti et al. [135] published the first effort towards a standardized interpretive approach to PSMA-ligand PET. Seven different readers each provided interpretations of the [ 68 Ga]Ga-PSMA-11 PET/CT scans from 49 patients with BCR. Multiple rounds of Delphi consensus were performed until the final agreement was reached. Those final agreements were used as a basis for consensus guide- lines on the interpretation of [ 68 Ga]Ga-PSMA-11 PET/ CT. The guidelines included (1) that all sites of unex- pected increased radiotracer uptake should be reported as “anomalous,” (2) that any anomalous findings should be categorized as “pathologic” if they are suggestive of prostate cancer, and (3) a series of additional and general recommendations for aspects of the final report. PSMA reporting and data system (PSMA‑RADS) PSMA-RADS proposed in 2018 falls under the umbrella of MI-RADS, a generalizable framework for the interpretation of PET scans utilizing the targeted theranostic radiotrac- ers [136]. This reporting system follows the basic struc- ture of other RADS approaches, such as the Breast Imag- ing Reporting and Data System (BI-RADS) or the Prostate Imaging Reporting and Data System (PI-RADS) [136]. Its goal is to convey the imaging specialist’s level of confi- dence regarding the presence of prostate cancer at both the individual lesion and the scan level, and to offer recom- mendations regarding the potential need for any additional work-up. PSMA-RADS includes diagnostic criteria for a series of categories (1, 2, 3, 4, or 5) as well as subcatego- ries (1A, 1B, 3A, 3B, 3C, and 3D). These categories rep- resent an increasing likelihood of the presence of prostate cancer, with PSMA-RADS-1 indicating definitively benign findings and PSMA-RADS-5 indicating the definitive pres- ence of prostate cancer. The indeterminate nature of PSMA- RADS-3 lesions has been validated [137] and the system has high inter-reader agreement [138].",
    "European Journal of Nuclear Medicine and Molecular Imaging 1 3 Prostate Cancer Molecular Imaging Standardized Evaluation Also, in 2018, the PROMISE system was proposed as a stand- ardized framework for the evaluation of the PSMA-ligand PET [130]. It defines molecular imaging TNM (miTNM) regions and subregions for whole-body staging, similar to the pathological/clinical TNM system. PROMISE organizes findings in comprehensible categories to report the location of prostate cancer throughout the body including disease distri- bution pattern and PSMA expression score. The local tumor is described from miT0 (i.e., absence of local recurrence follow- ing local therapy) to miT2 through miT4 for tumoral extent in individuals with intact prostates. Pelvic nodal involvement is categorized as miN1 or miN2 depending on the number of pelvic nodal regions involved. Lastly, extrapelvic metas- tases are indicated by miM1a, miM1b, or miM1c depending on whether extrapelvic nodes, bone, or viscera are involved, respectively. miM1b is further divided into unifocal, oligo- metastatic, disseminated, or bone marrow carcinomatosis. E‑PSMA Supported by the EANM, an evolution of the earlier Delphi consensus document was developed by a panel of worldwide experts who provided consensus statements for standardized reporting of the PSMA-ligand PET [139]. Panelists were selected based on their expertise and publication record in the diagnosis or treatment of prostate cancer, their involve- ment in clinical guidelines, and according to their expertise in the clinical use of PSMA-ligands. Statements were formed as part of a Delphi consensus process. E-PSMA provides an overview of the experts’ opinion regarding what needs to be included in a report, what different systems for reporting exist, and what is important to report in different clinical settings. Finally, the panelists’ recommendations were summarized in a structured report for PSMA-ligand PET including elements from the PROMISE, miTNM, and RADS systems [130, 136]. The PRIMARY score for prostate cancer diagnosis Emmett et al. assessed patterns of intra-prostatic PSMA and proposed a 5-point PRIMARY score for PSMA-ligand PET/ CT detection of prostate cancer. In a prospective multicenter phase II study, the PRIMARY score identified clinically sig- nificant prostate cancer with high accuracy and inter-reader agreement [140]. Assessment of PSMA expression prior to PSMA‑directed RLT To evaluate eligibility for PSMA-targeted RLT, the follow- ing information should be reported: (1) overall visual uptake intensity of prostate cancer lesions in reference to liver ([ 68 Ga]Ga-PSMA-11, [ 68 Ga]Ga-PSMA-I&T, [ 18 F]F-DCF- PyL, [ 18 F]F-rhPSMA-7.3) or spleen ([ 18 F]F-PSMA-1007). Uptake greater than that of the reference organ parenchyma will be regarded as positive. Uptake equal to or lower than that of the reference organ in any lymph node with a short axis of at least 2.5 cm or any metastatic soft tissue lesion with a short axis of at least 1.0 cm (for organ and bone with soft tissue component) will be regarded as negative, in accordance with VISION criteria [141]. The location and extent of PSMA-negative lesions should also be reported. Information on prostate cancer SUV and number of lesions provides additional prognostic information [57]. Assessment of response to therapy Two frameworks were proposed for the assessment of response, although there are limitations to the use of these frameworks for hormone-based therapies. PPP criteria were proposed based on expert recommendations [80]. PPP crite- ria include assessment of biochemical or clinical progression along with PSMA-ligand PET lesion count. The Response Evaluation Criteria In PSMA-imaging (RECIP) were proposed to evaluate treatment efficacy using PSMA-ligand PET in metastatic castration-resistant pros- tate cancer patients [79]. The RECIP design is based on findings from a multicenter analysis of RLT outcomes. PET was performed at baseline and 12 weeks after RLT initia- tion. In a head-to-head comparison, RECIP achieved highest diagnostic value and inter-reader reliability when compared to adapted PCWG3, RECIST, PERCIST, and PPP criteria [142]. Whereas PPP relies on the appearance of new lesions or biochemical or clinical progression, RECIP assesses new lesions along with changes in total PSMA tumor volume. Both frameworks were recently proposed and may need additional validation before widespread implementation. A summary of the PPP and RECIP criteria is presented in Table 6. It should be noted that assessments of disease progression at early time points following the initiation of androgen-axis- targeted agents can be difficult because the upregulation of PSMA as a result of the interruption of androgen signaling may change the tracer uptake and the apparent extent of the disease [143, 144]. As a result, currently proposed response assessment criteria may be of greater value when used at later times of a given systemic therapeutic approach [145]. Summary and diagnosis/impression The overall scan interpretation of PSMA-ligand PET studies must be clearly reported as normal or abnormal. A qualitative estimate of the likelihood of a diagnosis and the differential",
    "European Journal of Nuclear Medicine and Molecular Imaging 1 3 diagnoses should be given. Questions in the study referral should be addressed directly [10]. Report summaries should be structured to the main tumor sites (local tumor involve- ment, lymph node, or bone metastases) and potential other lesions. Standardized reporting should be applied for disease location and certainty of diagnosis [130, 135, 136, 139]. Radiation exposure to the patient Radiation exposure from the radiopharmaceutical (Table 7) and the CT study contribute to the total radiation dose with PSMA-ligand PET/CT. The mean dose for a CT scan is vari- able and depends on the protocol and CT hardware. Recent advances have led to significant radiation dose reduction attributable to the CT component. Based on the available studies (Table 7), the coefficient for effective dose from PSMA-ligand application ranges from 0.0116 to 0.022 mSv/MBq resulting in an average effective radiation dose of 3.4/4.0 mSv for 200 MBq [ 68 Ga] Ga-PSMA-11/[ 68 Ga]Ga-PSMA-I&T, or 3.5/6.6/4.2 mSv for 300 MBq [ 18 F]F-DCFPyL/[ 18 F]F-PSMA-1007/[ 18 F] F-rhPSMA-7.3. The radiation exposure related to a CT scan carried out as part of a PSMA-ligand PET/CT study depends on the intended use of the CT. The effective dose ranges from 1 to 20 mSv for the CT part depending on the proto- col (low-dose CT and/or diagnostic CT). Given the variety of CT hardware and protocols, the radiation exposure for a PSMA-ligand PET/CT study should be calculated specifi- cally for a given protocol. Liability statement This guideline summarizes the views of the EANM Oncology & Theranostics Committee and SNMMI. It reflects recom- mendations for which the EANM/SNMMI cannot be held responsible. The recommendations should be taken into con- text of good practice of nuclear medicine and do not substitute for national and international legal or regulatory provisions. Acknowledgements The authors thank the EANM and SNMMI com- mittees and national societies for their critical review of the manuscript: EANM Radiopharmaceuticals Sciences committee, EANM Radiation Protection committee, EANM Bone & Joint committee, EANM Tech- nologists committee, EANM Oncology & Theranostic committee, EANM Physics committee, EANM Dosimetry committee; National Societies: Slovenia, Finland, Denmark, Italy, Netherlands, Germany, Romania, Czech Republic, Sweden, Poland, North Macedonia, United Kingdom, Hungary, Portugal, Slovak Republic, Estonia, Serbia, and Croatia. Table 6 Summary of the PPP and RECIP criteria for PSMA- ligand PET/CT-based response assessment PSMA-VOL , PSMA-ligand PET derived tumor volume Criteria Definition PPP [80] Progressive disease (a) Appearance of ≥ 2 new PSMA-positive distant lesions or (b) Appearance of 1 new PSMA-positive distant lesion plus consist- ent clinical and/or laboratory data (including changes in serum PSA, lactate dehydrogenase, alkaline phosphatase levels, or ECOG score) or (c) Increase in size or PSMA uptake of ≥ 1 existing lesions by 30% plus consistent clinical and/or laboratory data RECIP 1.0 [79] Complete response Absence of any PSMA uptake on follow-up PET scan Partial response ≥ 30% decrease in PSMA-VOL without appearance of new lesions Progressive disease ≥ 20% increase in PSMA-VOL with appearance of new lesions Stable disease Does not meet the above criteria Table 7 Radiation dosimetry for PSMA-ligands [ 68 Ga]Ga- PSMA-11 [ 68 Ga] Ga-PSMA-I&T [ 18 F]F-DCFPyL [ 18 F]F-PSMA-1007 [ 18 F] F-rhPSMA-7.3 Reference [146] [18] [147] [108] [148] Effective dose coefficient mSv/MBq 0.0169 0.0199 0.0116 0.022 0.014 Urinary bladder wall mGy/MBq 0.0982 0.0674 0.0072 0.0187 0.012 Kidneys mGy/MBq 0.3714 0.22 0.123 0.170 0.172",
    "European Journal of Nuclear Medicine and Molecular Imaging 1 3 We also appreciate the great support from EANM office in Vienna and the SNMMI office in Reston, Virginia, during the development of this guideline. Funding Open Access funding enabled and organized by Projekt DEAL. Declarations Ethical approval This article does not contain any studies with human participants or animals performed by any of the authors. Conflict of interest W.P.F. reports fees from SOFIE Bioscience (re- search funding), Janssen (consultant, speakers bureau), Calyx (con- sultant), Bayer (consultant, speakers bureau, research funding), Parexel (image review), Novartis/AAA (speakers bureau), and Telix (speakers bureau). S.F. reports fees from Amgen (research funding), AAA, Astellas, Astra Zeneca, Bayer, GE, Janssen, Novartis, Sofie, and Telix (consultant, speaker). M.E. reports fees from Blue Earth Diagnostics Ltd. (consultant, re- search funding), Novartis/AAA (consultant), Telix (consultant), Bayer (consultant, research funding), RayzeBio (consultant), Point Biophar- ma (consultant) and Janssen Pharmaceuticals (consultant, speakers bureau), Parexel (image review) and Bioclinica (image review), and a patent application for rhPSMA. M.B. reports fees from Telix (research funding) and Novartis (advisory board) outside of the submitted work. K.G. reports fees from Bayer (consultant, speakers bureau, research funding), GE healthcare (speakers bureau), Janssen (research funding), Lightpoint (consultant), and Telix (consultant). U.H. reports fees from SOFIE Bioscience/iTheranostics (patent fees) outside of the submitted work. K.K. is a member of the scientific advisory board of Telix Pharmaceu- ticals and coinventor of the PSMA-ligands PSMA-617, PSMA-914, and PSMA-1007. D.E.O.-L. reports unrestricted grants from Janssen for Consensus meet- ings attendance outside the submitted work. S.Y.C. reports fees from Voximetry, Inc. (research consultant), AIQ Solutions (research consultant), GE Healthcare (consultant), Focus-X Therapeutics (consultant), Haymarket Media Group (one time speaker), Advanced Accelerator Applications/Novartis (consultant), and Bristol Myers Squibb (consultant). B.J.K. reports fees from Novartis (speakers bureau, travel, research funding, consultant), Janssen (speakers bureau, consultant), Bayer (speakers bureau, consultant), AMGEN (research funding), Eisai (re- search funding), Terumo (consultant), Rotop (consultant), PSI CRO (consultant), and ITM (consultant) outside of the submitted work. T.H. reports fees from Clovis Oncology (research funding), Philips (research funding), GE Healthcare (research funding), Lantheus (re- search funding), the Prostate Cancer Foundation (research funding), the National Cancer Institute (research funding; R01CA235741 and R01CA212148), Ipsen (advisory board), Bayer (advisory board), BlueEarth Diagnostics (advisory board), RayzeBio (consultant and equity interest), and Curium (consultant and equity interest). P.K. reports Merck (consultant), Novartis (consultant), Blue Earth (consultant), Telix (consultant and speaker), GE (image review), Jans- sen (consultant), Lantheus (consultant), Bayer (consultant), Astellas (speaker), and ConcertAI (consultant). F.C. reports Novartis (consultant, advisory board), Telix (consultant, advisory board), Janssen Oncology (speaker fees), Bayer (speaker fees), Radmetrix (image review), Lightpoint medical (consultant), and Cu- rium Pharma (consultant). M.P. reports research funding by Novartis, Progenics, and Blue Earth Diagnostics. K.H. reports personal fees from Bayer, personal fees and other from Sofie Biosciences, personal fees from SIRTEX, non-financial support from ABX, personal fees from Adacap, personal fees from Curium, personal fees from Endocyte, grants and personal fees from BTG, personal fees from IPSEN, personal fees from Siemens Healthineers, personal fees from GE Healthcare, personal fees from Amgen, personal fees from Novartis, personal fees from ymabs, personal fees from Aktis Oncology, personal fees from Theragnostics, and personal fees from Pharma15. Open Access This article is licensed under a Creative Commons Attri- bution 4.0 International License, which permits use, sharing, adapta- tion, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by/4. 0/. References 1. Silver DA, Pellicer I, Fair WR, Heston WD, Cordon-Cardo C. Prostate-specific membrane antigen expression in normal and malignant human tissues. Clin Cancer Res. 1997;3:81–5. 2. Bostwick DG, Pacelli A, Blute M, Roche P, Murphy GP. Pros- tate specific membrane antigen expression in prostatic intraepi- thelial neoplasia and adenocarcinoma: a study of 184 cases. Cancer. 1998;82:2256–61. https:// doi. org/ 10. 1002/ (SICI) 1097- 0142(19980 601) 82: 11% 3c225 6:: AID- CNCR22% 3e3.0. CO;2- S[pii]. 3. Mannweiler S, Amersdorfer P, Trajanoski S, Terrett JA, King D, Mehes G. Heterogeneity of prostate-specific membrane antigen (PSMA) expression in prostate carcinoma with distant metasta- sis. Pathol Oncol Res. 2009;15:167–72. https:// doi. org/ 10. 1007/ s12253- 008- 9104-2. 4. Yao V, Bacich DJ. Prostate specific membrane antigen (PSMA) expression gives prostate cancer cells a growth advantage in a physiologically relevant folate environment in vitro. Prostate. 2006;66:867–75. https:// doi. org/ 10. 1002/ pros. 20361. 5. Nguyen T, Kirsch BJ, Asaka R, Nabi K, Quinones A, Tan J, et al. Uncovering the role of N-acetyl-aspartyl-glutamate as a glutamate reservoir in cancer. Cell Rep. 2019;27(491–501): e6. https:// doi. org/ 10. 1016/j. celrep. 2019. 03. 036. 6. Sheehan B, Guo C, Neeb A, Paschalis A, Sandhu S, de Bono JS. Prostate-specific membrane antigen biology in lethal prostate cancer and its therapeutic implications. Eur Urol Focus. 2021. https:// doi. org/ 10. 1016/j. euf. 2021. 06. 006. 7. Ghosh A, Heston WD. Tumor target prostate specific membrane antigen (PSMA) and its regulation in prostate cancer. J Cell Bio- chem. 2004;91:528–39. https:// doi. org/ 10. 1002/ jcb. 10661. 8. Ross JS, Sheehan CE, Fisher HA, Kaufman RP Jr, Kaur P, Gray K, et al. Correlation of primary tumor prostate-specific mem- brane antigen expression with disease recurrence in prostate cancer. Clin Cancer Res. 2003;9:6357–62. 9. Paschalis A, Sheehan B, Riisnaes R, Rodrigues DN, Gurel B, Bertan C, et al. Prostate-specific membrane antigen hetero- geneity and DNA repair defects in prostate cancer. Eur Urol. 2019;76:469–78. https:// doi. org/ 10. 1016/j. eururo. 2019. 06. 030. 10 Boellaard R, Delgado-Bolton R, Oyen WJ, Giammarile F, Tatsch K, Eschner W, et al. FDG PET/CT: EANM procedure guidelines",
    "European Journal of Nuclear Medicine and Molecular Imaging 1 3 for tumour imaging: version 2.0. Eur J Nucl Med Mol Imaging. 2015;42:328–54. https:// doi. org/ 10. 1007/ s00259- 014- 2961-x. 11 Fendler WP, Eiber M, Beheshti M, Bomanji J, Ceci F, Cho S, et al. (68)Ga-PSMA PET/CT: joint EANM and SNMMI proce- dure guideline for prostate cancer imaging: version 1.0. Eur J Nucl Med Mol Imaging. 2017;44:1014–24. https:// doi. org/ 10. 1007/ s00259- 017- 3670-z. 12. Thie JA. Understanding the standardized uptake value, its meth- ods, and implications for usage. J Nucl Med. 2004;45:1431–4 ( 45/9/1431 [pii] ). 13. Banerjee SR, Pullambhatla M, Byun Y, Nimmagadda S, Green G, Fox JJ, et al. 68Ga-labeled inhibitors of prostate-specific mem- brane antigen (PSMA) for imaging prostate cancer. J Med Chem. 2010;53:5333–41. https:// doi. org/ 10. 1021/ jm100 623e. 14. Chen Y, Pullambhatla M, Foss CA, Byun Y, Nimmagadda S, Senthamizhchelvan S, et al. 2-(3-{1-Carboxy-5-[(6-[18F]fluoro- pyridine-3-carbonyl)-amino]-pentyl}-ureido)-pen tanedioic acid, [18F]DCFPyL, a PSMA-based PET imaging agent for prostate cancer. Clin Cancer Res. 2011;17:7645–53. https:// doi. org/ 10. 1158/ 1078- 0432. CCR- 11- 1357. 15. Eder M, Schafer M, Bauder-Wust U, Hull WE, Wangler C, Mier W, et al. 68Ga-complex lipophilicity and the targeting property of a urea-based PSMA inhibitor for PET imaging. Bioconjug Chem. 2012;23:688–97. https:// doi. org/ 10. 1021/ bc200 279b. 16. Afshar-Oromieh A, Malcher A, Eder M, Eisenhut M, Linhart HG, Hadaschik BA, et al. PET imaging with a [68Ga]gallium- labelled PSMA ligand for the diagnosis of prostate cancer: bio- distribution in humans and first evaluation of tumour lesions. Eur J Nucl Med Mol Imaging. 2013;40:486–95. https:// doi. org/ 10. 1007/ s00259- 012- 2298-2. 17 Afshar-Oromieh A, Hetzheim H, Kratochwil C, Benesova M, Eder M, Neels OC, et al. The theranostic PSMA ligand PSMA- 617 in the diagnosis of prostate cancer by PET/CT: biodistri- bution in humans, radiation dosimetry, and first evaluation of tumor lesions. J Nucl Med. 2015;56:1697–705. https:// doi. org/ 10. 2967/ jnumed. 115. 161299. ( jnumed.115.161299 [pii] ). 18. Herrmann K, Bluemel C, Weineisen M, Schottelius M, Wester HJ, Czernin J, et al. Biodistribution and radiation dosimetry for a probe targeting prostate-specific membrane antigen for imaging and therapy. J Nucl Med. 2015;56:855–61. https:// doi. org/ 10. 2967/ jnumed. 115. 156133. ( jnumed.115.156133 [pii] ). 19. Szabo Z, Mena E, Rowe SP, Plyku D, Nidal R, Eisenberger MA, et al. Initial evaluation of [(18)F]DCFPyL for prostate- specific membrane antigen (PSMA)-targeted PET imaging of prostate cancer. Mol Imaging Biol. 2015;17:565–74. https:// doi. org/ 10. 1007/ s11307- 015- 0850-8. 20. Giesel FL, Cardinale J, Schafer M, Neels O, Benesova M, Mier W, et al. (18)F-labelled PSMA-1007 shows similarity in structure, biodistribution and tumour uptake to the therag- nostic compound PSMA-617. Eur J Nucl Med Mol Imaging. 2016;43:1929–30. https:// doi. org/ 10. 1007/ s00259- 016- 3447-9. 21. Oh SW, Wurzer A, Teoh EJ, Oh S, Langbein T, Kronke M, et al. Quantitative and qualitative analyses of biodistribution and PET image quality of a novel radiohybrid PSMA, (18) F-rhPSMA-7, in patients with prostate cancer. J Nucl Med. 2020;61:702–9. https:// doi. org/ 10. 2967/ jnumed. 119. 234609. 22. Cho SY, Gage KL, Mease RC, Senthamizhchelvan S, Holt DP, Jeffrey-Kwanisai A, et al. Biodistribution, tumor detection, and radiation dosimetry of 18F-DCFBC, a low-molecular-weight inhibitor of prostate-specific membrane antigen, in patients with metastatic prostate cancer. J Nucl Med. 2012;53:1883–91. https:// doi. org/ 10. 2967/ jnumed. 112. 104661. 23. Giesel FL, Will L, Lawal I, Lengana T, Kratochwil C, Vorster M, et al. Intraindividual comparison of (18)F-PSMA-1007 and (18)F-DCFPyL PET/CT in the prospective evaluation of patients with newly diagnosed prostate carcinoma: a pilot study. J Nucl Med. 2018;59:1076–80. https:// doi. org/ 10. 2967/ jnumed. 117. 204669. 24. Rauscher I, Kronke M, Konig M, Gafita A, Maurer T, Horn T, et al. Matched-pair comparison of (68)Ga-PSMA-11 PET/ CT and (18)F-PSMA-1007 PET/CT: frequency of pitfalls and detection efficacy in biochemical recurrence after radical pros- tatectomy. J Nucl Med. 2020;61:51–7. https:// doi. org/ 10. 2967/ jnumed. 119. 229187. 25. Jadvar H, Calais J, Fanti S, Feng F, Greene KL, Gulley JL, et al. Appropriate use criteria for prostate-specific membrane antigen PET imaging. J Nucl Med. 2021. https:// doi. org/ 10. 2967/ jnumed. 121. 263262. 26. Hofman MS, Lawrentschuk N, Francis RJ, Tang C, Vela I, Thomas P, et al. Prostate-specific membrane antigen PET-CT in patients with high-risk prostate cancer before curative- intent surgery or radiotherapy (proPSMA): a prospective, ran- domised, multicentre study. Lancet. 2020;395:1208–16. https:// doi. org/ 10. 1016/ S0140- 6736(20) 30314-7. 27. Hope TA, Eiber M, Armstrong WR, Juarez R, Murthy V, Lawhn-Heath C, et al. Diagnostic accuracy of 68Ga-PSMA-11 PET for pelvic nodal metastasis detection prior to radical pros- tatectomy and pelvic lymph node dissection: a multicenter pro- spective phase 3 imaging trial. JAMA Oncol. 2021. https:// doi. org/ 10. 1001/ jamao ncol. 2021. 3771. 28. Pienta KJ, Gorin MA, Rowe SP, Carroll PR, Pouliot F, Probst S, et al. A phase 2/3 prospective multicenter study of the diag- nostic accuracy of prostate specific membrane antigen PET/CT with (18)F-DCFPyL in prostate cancer patients (OSPREY). J Urol. 2021;206:52–61. https:// doi. org/ 10. 1097/ JU. 00000 00000 001698. 29. Calais J, Zhu S, Hirmas N, Eiber M, Hadaschik B, Stuschke M, et al. Phase 3 multicenter randomized trial of PSMA PET/ CT prior to definitive radiation therapy for unfavorable inter- mediate-risk or high-risk prostate cancer [PSMA dRT]: study protocol. BMC Cancer. 2021;21:512. https:// doi. org/ 10. 1186/ s12885- 021- 08026-w. 30. Cookson MS, Aus G, Burnett AL, Canby-Hagino ED, D’Amico AV, Dmochowski RR, et al. Variation in the definition of bio- chemical recurrence in patients treated for localized prostate cancer: the American Urological Association Prostate Guide- lines for Localized Prostate Cancer Update Panel report and recommendations for a standard in the reporting of surgical outcomes. J Urol. 2007;177:540–5. https:// doi. org/ 10. 1016/j. juro. 2006. 10. 097. 31. Bianchi L, Nini A, Bianchi M, Gandaglia G, Fossati N, Suardi N, et al. The role of prostate-specific antigen persistence after radical prostatectomy for the prediction of clinical progression and cancer-specific mortality in node-positive prostate cancer patients. Eur Urol. 2016;69:1142–8. https:// doi. org/ 10. 1016/j. eururo. 2015. 12. 010. 32. Roach M 3rd, Hanks G, Thames H Jr, Schellhammer P, Shipley WU, Sokol GH, et al. Defining biochemical failure following radiotherapy with or without hormonal therapy in men with clini- cally localized prostate cancer: recommendations of the RTOG- ASTRO Phoenix Consensus Conference. Int J Radiat Oncol Biol Phys. 2006;65:965–74. https:// doi. org/ 10. 1016/j. ijrobp. 2006. 04. 029. 33. Fendler WP, Calais J, Eiber M, Flavell RR, Mishoe A, Feng FY, et al. Assessment of 68Ga-PSMA-11 PET accuracy in localizing recurrent prostate cancer: a prospective single-arm clinical trial. JAMA Oncol. 2019;5:856–63. https:// doi. org/ 10. 1001/ jamao ncol. 2019. 0096. 34. Morris MJ, Rowe SP, Gorin MA, Saperstein L, Pouliot F, Joseph- son D, et al. Diagnostic performance of (18)F-DCFPyL-PET/ CT in men with biochemically recurrent prostate cancer: results from the CONDOR phase III, multicenter study. Clin Cancer",
    "European Journal of Nuclear Medicine and Molecular Imaging 1 3 Res. 2021;27:3674–82. https:// doi. org/ 10. 1158/ 1078- 0432. CCR- 20- 4573. 35. Farolfi A, Gafita A, Calais J, Eiber M, Afshar-Oromieh A, Spohn F, et al. (68)Ga-PSMA-11 positron emission tomography detects residual prostate cancer after prostatectomy in a multicenter ret- rospective study. J Urol. 2019;202:1174–81. https:// doi. org/ 10. 1097/ JU. 00000 00000 000417. 36 Eiber M, Maurer T, Souvatzoglou M, Beer AJ, Ruffani A, Haller B, et al. Evaluation of hybrid (6)(8)Ga-PSMA ligand PET/CT in 248 patients with biochemical recurrence after radical prosta- tectomy. J Nucl Med. 2015;56:668–74. https:// doi. org/ 10. 2967/ jnumed. 115. 154153. ( jnumed.115.154153 [pii] ). 37. Morigi JJ, Stricker PD, van Leeuwen PJ, Tang R, Ho B, Nguyen Q, et al. Prospective comparison of 18F-fluoromethylcholine ver- sus 68Ga-PSMA PET/CT in prostate cancer patients who have rising PSA after curative treatment and are being considered for targeted therapy. J Nucl Med. 2015;56:1185–90. https:// doi. org/ 10. 2967/ jnumed. 115. 160382. ( jnumed.115.160382 [pii] ). 38. Calais J, Ceci F, Eiber M, Hope TA, Hofman MS, Rischpler C, et al. (18)F-fluciclovine PET-CT and (68)Ga-PSMA-11 PET- CT in patients with early biochemical recurrence after prosta- tectomy: a prospective, single-centre, single-arm, comparative imaging trial. Lancet Oncol. 2019;20:1286–94. https:// doi. org/ 10. 1016/ S1470- 2045(19) 30415-2. 39. Bianchi L, Castellucci P, Farolfi A, Droghetti M, Artigas C, Leite J, et al. Multicenter external validation of a nomogram for predicting positive prostate-specific membrane antigen/positron emission tomography scan in patients with prostate cancer recur- rence. Eur Urol Oncol. 2021. https:// doi. org/ 10. 1016/j. euo. 2021. 12. 002. 40. Ruschoff JH, Ferraro DA, Muehlematter UJ, Laudicella R, Hermanns T, Rodewald AK, et al. What’s behind (68)Ga- PSMA-11 uptake in primary prostate cancer PET? Investiga- tion of histopathological parameters and immunohistochemi- cal PSMA expression patterns. Eur J Nucl Med Mol Imaging. 2021;48:4042–53. https:// doi. org/ 10. 1007/ s00259- 021- 05501-1. 41. Ferraro DA, Ruschoff JH, Muehlematter UJ, Kranzbuhler B, Muller J, Messerli M, et al. Immunohistochemical PSMA expres- sion patterns of primary prostate cancer tissue are associated with the detection rate of biochemical recurrence with (68) Ga-PSMA-11-PET. Theranostics. 2020;10:6082–94. https:// doi. org/ 10. 7150/ thno. 44584. 42. Fendler WP, Ferdinandus J, Czernin J, Eiber M, Flavell RR, Behr SC, et al. Impact of (68)Ga-PSMA-11 PET on the management of recurrent prostate cancer in a prospective single-arm clini- cal trial. J Nucl Med. 2020;61:1793–9. https:// doi. org/ 10. 2967/ jnumed. 120. 242180. 43. Han S, Woo S, Kim YJ, Suh CH. Impact of (68)Ga-PSMA PET on the management of patients with prostate cancer: a systematic review and meta-analysis. Eur Urol. 2018;74:179–90. https:// doi. org/ 10. 1016/j. eururo. 2018. 03. 030. 44. Calais J, Armstrong WR, Kishan AU, Booker KM, Hope TA, Fendler WP, et al. Update from PSMA-SRT trial NCT03582774: a randomized phase 3 imaging trial of prostate-specific mem- brane antigen positron emission tomography for salvage radiation therapy for prostate cancer recurrence powered for clinical out- come. Eur Urol Focus. 2021;7:238–40. https:// doi. org/ 10. 1016/j. euf. 2020. 12. 009. 45. N. Mottet, P. Cornford, R.C.N. van den Bergh, E. Briers, Expert Patient Advocate (European Prostate Cancer Coalition/Europa UOMO), M. De Santis, S. Gillessen, J. Grummet, A.M. Henry, T.H. van der Kwast, T.B. Lam, M.D. Mason, S. O’Hanlon, D.E. Oprea-Lager, G. Ploussard, H.G. van der Poel, O. Rouvière, I.G. Schoots. D. Tilki, T. Wiegel Guidelines Associates: T. Van den Broeck, M. Cumberbatch, A. Farolfi, N. Fossati, G. Gandaglia, N. Grivas, M. Lardas, M. Liew, E. Linares Espinós, L. Moris, P-P.M. Willemse; members of the EAU – ESTRO – ESUR – SIOG Prostate Cancer Guidelines Panel. EAU – ESTRO – ESUR – SIOG guidelines on prostate cancer. MARCH. Publisher: EAU Guidelines Office. Arnhem, The Netherlands: Place published; 2022. 46. Scher HI, Morris MJ, Stadler WM, Higano C, Basch E, Fizazi K, et al. Trial design and objectives for castration-resistant pros- tate cancer: updated recommendations from the prostate cancer clinical trials working group 3. J Clin Oncol. 2016;34:1402–18. https:// doi. org/ 10. 1200/ JCO. 2015. 64. 2702. 47 Cornford P, van den Bergh RCN, Briers E, Van den Broeck T, Cumberbatch MG, De Santis M, et al. EAU-EANM-ESTRO- ESUR-SIOG Guidelines on Prostate Cancer. Part II-2020 update: treatment of relapsing and metastatic prostate cancer. Eur Urol. 2021;79:263–82. https:// doi. org/ 10. 1016/j. eururo. 2020. 09. 046. 48 Mottet N, van den Bergh RCN, Briers E, Van den Broeck T, Cumberbatch MG, De Santis M, et al. EAU-EANM-ESTRO- ESUR-SIOG Guidelines on Prostate Cancer-2020 Update. Part 1: screening, diagnosis, and local treatment with curative intent. Eur Urol. 2021;79:243–62. https:// doi. org/ 10. 1016/j. eururo. 2020. 09. 042. 49. Fendler WP, Weber M, Iravani A, Hofman MS, Calais J, Czernin J, et al. Prostate-specific membrane antigen ligand positron emis- sion tomography in men with nonmetastatic castration-resistant prostate cancer. Clin Cancer Res. 2019;25:7448–54. https:// doi. org/ 10. 1158/ 1078- 0432. CCR- 19- 1050. 50. Fourquet A, Aveline C, Cussenot O, Crehange G, Montravers F, Talbot JN, et al. (68)Ga-PSMA-11 PET/CT in restaging castration-resistant nonmetastatic prostate cancer: detection rate, impact on patients’ disease management and adequacy of impact. Sci Rep. 2020;10:2104. https:// doi. org/ 10. 1038/ s41598- 020- 58975-8. 51. Wang B, Liu C, Wei Y, Meng J, Zhang Y, Gan H, et al. A pro- spective trial of (68)Ga-PSMA and (18)F-FDG PET/CT in non- metastatic prostate cancer patients with an early PSA progression during castration. Clin Cancer Res. 2020;26:4551–8. https:// doi. org/ 10. 1158/ 1078- 0432. CCR- 20- 0587. 52. Weber M, Kurek C, Barbato F, Eiber M, Maurer T, Nader M, et al. PSMA-ligand PET for early castration-resistant pros- tate cancer: a retrospective single-center study. J Nucl Med. 2021;62:88–91. https:// doi. org/ 10. 2967/ jnumed. 120. 245456. 53. Farolfi A, Hirmas N, Gafita A, Weber M, Barbato F, Wetter A, et al. Identification of PCWG3 target populations is more accurate and reproducible with PSMA PET than with conven- tional imaging: a multicenter retrospective study. J Nucl Med. 2021;62:675–8. https:// doi. org/ 10. 2967/ jnumed. 120. 246603. 54. Sartor O, de Bono J, Chi KN, Fizazi K, Herrmann K, Rahbar K, et al. Lutetium-177-PSMA-617 for metastatic castration-resistant prostate cancer. N Engl J Med. 2021. https:// doi. org/ 10. 1056/ NEJMo a2107 322. 55. Hofman MS, Emmett L, Sandhu S, Iravani A, Joshua AM, Goh JC, et al. [(177)Lu]Lu-PSMA-617 versus cabazitaxel in patients with metastatic castration-resistant prostate cancer (TheraP): a randomised, open-label, phase 2 trial. Lancet. 2021;397:797– 804. https:// doi. org/ 10. 1016/ S0140- 6736(21) 00237-3. 56. Hotta M, Gafita A, Czernin J, Calais J. Outcome of patients with PSMA-PET/CT screen failure by VISION criteria and treated with (177)Lu-PSMA therapy: a multicenter retrospective analy- sis. J Nucl Med. 2022. https:// doi. org/ 10. 2967/ jnumed. 121. 263441. 57. Gafita A, Calais J, Grogan TR, Hadaschik B, Wang H, Weber M, et al. Nomograms to predict outcomes after (177)Lu-PSMA ther- apy in men with metastatic castration-resistant prostate cancer: an international, multicentre, retrospective study. Lancet Oncol. 2021;22:1115–25. https:// doi. org/ 10. 1016/ S1470- 2045(21) 00274-6.",
    "European Journal of Nuclear Medicine and Molecular Imaging 1 3 58. Michalski K, Ruf J, Goetz C, Seitz AK, Buck AK, Lapa C, et al. Prognostic implications of dual tracer PET/CT: PSMA ligand and [(18)F]FDG PET/CT in patients undergoing [(177) Lu]PSMA radioligand therapy. Eur J Nucl Med Mol Imaging. 2021;48:2024–30. https:// doi. org/ 10. 1007/ s00259- 020- 05160-8. 59. Violet J, Sandhu S, Iravani A, Ferdinandus J, Thang SP, Kong G, et al. Long-term follow-up and outcomes of retreatment in an expanded 50-patient single-center phase II prospective trial of (177)Lu-PSMA-617 theranostics in metastatic castration- resistant prostate cancer. J Nucl Med. 2020;61:857–65. https:// doi. org/ 10. 2967/ jnumed. 119. 236414. 60. Rahbar K, Ahmadzadehfar H, Kratochwil C, Haberkorn U, Schaf- ers M, Essler M, et al. German multicenter study investigating 177Lu-PSMA-617 radioligand therapy in advanced prostate can- cer patients. J Nucl Med. 2017;58:85–90. https:// doi. org/ 10. 2967/ jnumed. 116. 183194. 61. Rathke H, Holland-Letz T, Mier W, Flechsig P, Mavriopoulou E, Rohrich M, et al. Response prediction of (177)Lu-PSMA-617 radioligand therapy using prostate-specific antigen, chromogra- nin A, and lactate dehydrogenase. J Nucl Med. 2020;61:689–95. https:// doi. org/ 10. 2967/ jnumed. 119. 231431. 62. Eiber M, Weirich G, Holzapfel K, Souvatzoglou M, Haller B, Rauscher I, et al. Simultaneous 68Ga-PSMA HBED-CC PET/ MRI improves the localization of primary prostate cancer. Eur Urol. 2016. S0302–2838(16)00011–7 [pii] https:// doi. org/ 10. 1016/j. eururo. 2015. 12. 053. 63. Giesel FL, Sterzing F, Schlemmer HP, Holland-Letz T, Mier W, Rius M, et al. Intra-individual comparison of Ga-PSMA-11-PET/ CT and multi-parametric MR for imaging of primary prostate cancer. Eur J Nucl Med Mol Imaging. 2016. https:// doi. org/ 10. 1007/ s00259- 016- 3346- 010. 1007/ s00259- 016- 3346- 0[pii]. 64. Ferraro DA, Becker AS, Kranzbuhler B, Mebert I, Baltensper- ger A, Zeimpekis KG, et al. Diagnostic performance of (68)Ga- PSMA-11 PET/MRI-guided biopsy in patients with suspected prostate cancer: a prospective single-center study. Eur J Nucl Med Mol Imaging. 2021;48:3315–24. https:// doi. org/ 10. 1007/ s00259- 021- 05261-y. 65. Emmett L, Buteau J, Papa N, Moon D, Thompson J, Roberts MJ, et al. The additive diagnostic value of prostate-specific membrane antigen positron emission tomography computed tomography to multiparametric magnetic resonance imaging triage in the diagnosis of prostate cancer (PRIMARY): a pro- spective multicentre study. Eur Urol. 2021;80:682–9. https:// doi. org/ 10. 1016/j. eururo. 2021. 08. 002. 66. Kallur KG, Ramachandra PG, Rajkumar K, Swamy SS, Desai I, Rao RM, et al. Clinical utility of Gallium-68 PSMA PET/CT scan for prostate cancer. Indian J Nucl Med. 2017;32:110–7. https:// doi. org/ 10. 4103/ 0972- 3919. 202255. 67. Zang S, Shao G, Cui C, Li TN, Huang Y, Yao X, et al. 68Ga- PSMA-11 PET/CT for prostate cancer staging and risk strati- fication in Chinese patients. Oncotarget. 2017;8:12247–58. https:// doi. org/ 10. 18632/ oncot arget. 14691. 68. Pyka T, Okamoto S, Dahlbender M, Tauber R, Retz M, Heck M, et al. Comparison of bone scintigraphy and 68Ga-PSMA PET for skeletal staging in prostate cancer. Eur J Nucl Med Mol Imaging. 2016. https:// doi. org/ 10. 1007/ s00259- 016- 3435- 010. 1007/ s00259- 016- 3435- 0[pii]. 69. Soydal C, Araz M, Urun Y, Nak D, Ozkan E, Kucuk NO. Prog- nostic importance of PSA response in patients who received Lutetium-177 PSMA treatment for castration resistant prostate cancer. Q J Nucl Med Mol Imaging. 2019. https:// doi. org/ 10. 23736/ S1824- 4785. 19. 03165-0. 70. Guler OC, Engels B, Onal C, Everaert H, Van den Begin R, Gevaert T, et al. The feasibility of prostate-specific membrane antigen positron emission tomography(PSMA PET/CT)-guided radiotherapy in oligometastatic prostate cancer patients. Clin Transl Oncol. 2018;20:484–90. https:// doi. org/ 10. 1007/ s12094- 017- 1736-9. 71. Hurmuz P, Onal C, Ozyigit G, Igdem S, Atalar B, Sayan H, et al. Treatment outcomes of metastasis-directed treat- ment using (68)Ga-PSMA-PET/CT for oligometastatic or oligorecurrent prostate cancer: Turkish Society for Radia- tion Oncology group study (TROD 09–002). Strahlen- ther Onkol. 2020;196:1034–43. https:// doi. org/ 10. 1007/ s00066- 020- 01660-6. 72. Lohaus F, Zophel K, Lock S, Wirth M, Kotzerke J, Krause M, et al. Can local ablative radiotherapy revert castration-resist- ant prostate cancer to an earlier stage of disease? Eur Urol. 2019;75:548–51. https:// doi. org/ 10. 1016/j. eururo. 2018. 11. 050. 73. Schmidkonz C, Cordes M, Goetz TI, Prante O, Kuwert T, Ritt P, et al. 68Ga-PSMA-11 PET/CT derived quantitative volumet- ric tumor parameters for classification and evaluation of thera- peutic response of bone metastases in prostate cancer patients. Ann Nucl Med. 2019;33:766–75. https:// doi. org/ 10. 1007/ s12149- 019- 01387-0. 74. Ahmadzadehfar H, Azgomi K, Hauser S, Wei X, Yordanova A, Gaertner FC, et al. (68)Ga-PSMA-11 PET as a gatekeeper for the treatment of metastatic prostate cancer with (223)Ra: proof of concept. J Nucl Med. 2017;58:438–44. https:// doi. org/ 10. 2967/ jnumed. 116. 178533. 75. Seitz AK, Rauscher I, Haller B, Kronke M, Luther S, Heck MM, et al. Preliminary results on response assessment using (68)Ga-HBED-CC-PSMA PET/CT in patients with metastatic prostate cancer undergoing docetaxel chemotherapy. Eur J Nucl Med Mol Imaging. 2018;45:602–12. https:// doi. org/ 10. 1007/ s00259- 017- 3887-x. 76. Plouznikoff N, Artigas C, Sideris S, Martinez Chanza N, Gil T, Peltier A, et al. Evaluation of PSMA expression changes on PET/CT before and after initiation of novel antiandrogen drugs (enzalutamide or abiraterone) in metastatic castration-resist- ant prostate cancer patients. Ann Nucl Med. 2019;33:945–54. https:// doi. org/ 10. 1007/ s12149- 019- 01404-2. 77. Grubmuller B, Rasul S, Baltzer P, Fajkovic H, D’Andrea D, Berndl F, et al. Response assessment using [(68) Ga]Ga- PSMA ligand PET in patients undergoing systemic therapy for metastatic castration-resistant prostate cancer. Prostate. 2020;80:74–82. https:// doi. org/ 10. 1002/ pros. 23919. 78. Michalski K, Klein C, Brueggemann T, Meyer PT, Jilg CA, Ruf J. Assessing response to [(177)Lu]PSMA radioligand therapy using modified PSMA PET progression criteria. J Nucl Med. 2021. https:// doi. org/ 10. 2967/ jnumed. 120. 260836. 79. Gafita A, Rauscher I, Weber M, Hadaschik B, Wang H, Arm- strong WR, et al. Novel framework for treatment response evaluation using PSMA-PET/CT in patients with metastatic castration-resistant prostate cancer (RECIP 1.0): an interna- tional multicenter study. J Nucl Med. 2022. https:// doi. org/ 10. 2967/ jnumed. 121. 263072. 80. Fanti S, Hadaschik B, Herrmann K. Proposal for systemic-ther- apy response-assessment criteria at the time of PSMA PET/ CT imaging: the PSMA PET progression criteria. J Nucl Med. 2020;61:678–82. https:// doi. org/ 10. 2967/ jnumed. 119. 233817. 81. Parker C, Castro E, Fizazi K, Heidenreich A, Ost P, Procopio G, et al. Prostate cancer: ESMO clinical practice guidelines for diagnosis, treatment and follow-up. Ann Oncol. 2020;31:1119– 34. https:// doi. org/ 10. 1016/j. annonc. 2020. 06. 011. 82. Trabulsi EJ, Rumble RB, Jadvar H, Hope T, Pomper M, Turk- bey B, et al. Optimum imaging strategies for advanced pros- tate cancer: ASCO guideline. J Clin Oncol. 2020;38:1963–96. https:// doi. org/ 10. 1200/ JCO. 19. 02757. 83. Schaeffer E, Srinivas S, Antonarakis ES, Armstrong AJ, Cheng HH, D’Amico AV, Davis BJ, Desai N, Dorff T, Eastham JA, Farrington TA, Gao X, Gupta S, Horwitz EM, Ippolito JE,",
    "European Journal of Nuclear Medicine and Molecular Imaging 1 3 Kuettel MR, Lang JM, McKay R, Morgan T, Nath S, Netto G, Penson DF, Pow-Sang JM, Reiter R, Roach III M, Rosenfeld S, Shabsigh A, Teply BA, Tward J, Valicenti R (2021) NCCN Clinical Practice Guidelines in Oncology (NCCN Guide- lines®). Prostate Cancer. Version 1.2022 — September 10, 2021. www. nccn. org/ patie nts. 84. Donohoe KJ. The SNM procedure guideline for general imaging 6.0. 2010. http:// s3. amazo naws. com/ rdcms snmmi/ files/ produ ction/ public/ docs/ Gener al_ Imagi ng_ Versi on_6. 0. pdf. Accessed 04/01/2023. 85. Emmett L, Yin C, Crumbaker M, Hruby G, Kneebone A, Epstein R, et al. Rapid modulation of PSMA expression by androgen deprivation: serial (68)Ga-PSMA-11 PET in men with hormone-sensitive and castrate-resistant prostate cancer commencing androgen blockade. J Nucl Med. 2019;60:950–4. https:// doi. org/ 10. 2967/ jnumed. 118. 223099. 86. Onal C, Guler OC, Torun N, Reyhan M, Yapar AF. The effect of androgen deprivation therapy on (68)Ga-PSMA tracer uptake in non-metastatic prostate cancer patients. Eur J Nucl Med Mol Imaging. 2020;47:632–41. https:// doi. org/ 10. 1007/ s00259- 019- 04581-4. 87. ESUR Guidelines on Contrast Agents. European Society of Urogenital Radiology 10.0. www. esur. org. 88. ACR Manual On Contrast Media. ACR Committee on Drugs and Contrast Media. ACR; 2021. 89. Cardinale J, Martin R, Remde Y, Schafer M, Hienzsch A, Hub- ner S, et al. Procedures for the GMP-compliant production and quality control of [(18)F]PSMA-1007: a next generation radi- ofluorinated tracer for the detection of prostate cancer. Phar- maceuticals (Basel). 2017;10. https:// doi. org/ 10. 3390/ ph100 40077. 90. Eder M, Neels O, Muller M, Bauder-Wust U, Remde Y, Schafer M, et al. Novel preclinical and radiopharmaceutical aspects of [68Ga]Ga-PSMA-HBED-CC: a new PET tracer for imaging of prostate cancer. Pharmaceuticals (Basel). 2014;7:779–96. https:// doi. org/ 10. 3390/ ph707 0779. 91. Hofman MS, Murphy DG, Williams SG, Nzenza T, Herschtal A, Lourenco RA, et al. A prospective randomized multicentre study of the impact of gallium-68 prostate-specific membrane antigen (PSMA) PET/CT imaging for staging high-risk prostate cancer prior to curative-intent surgery or radiotherapy (proPSMA study): clinical trial protocol. BJU Int. 2018;122:783–93. https:// doi. org/ 10. 1111/ bju. 14374. 92. Pattison DA, Debowski M, Gulhane B, Arnfield EG, Pelecanos AM, Garcia PL, et al. Prospective intra-individual blinded com- parison of [(18)F]PSMA-1007 and [(68) Ga]Ga-PSMA-11 PET/ CT imaging in patients with confirmed prostate cancer. Eur J Nucl Med Mol Imaging. 2022;49:763–76. https:// doi. org/ 10. 1007/ s00259- 021- 05520-y. 93. Pattison DA, Debowski M, Gulhane B, Arnfield EG, Peleca- nos AM, Garcia PL, et al. Correction to: prospective intraindi- vidual blinded comparison of [(18)F]PSMA1007 and [(68) Ga] GaPSMA11 PET/CT imaging in patients with confirmed prostate cancer. Eur J Nucl Med Mol Imaging. 2022;49:789. https:// doi. org/ 10. 1007/ s00259- 021- 05548-0. 94 Weineisen M, Schottelius M, Simecek J, Baum RP, Yildiz A, Beykan S, et al. 68Ga- and 177Lu-labeled PSMA I&T: optimiza- tion of a PSMA-targeted theranostic concept and first proof-of- concept human studies. J Nucl Med. 2015;56:1169–76. https:// doi. org/ 10. 2967/ jnumed. 115. 158550. ( jnumed.115.158550 [pii] ). 95. FDA approves first PSMA-targeted PET imaging drug for men with prostate cancer. Available online: https:// www. fda. gov/ news- events/ press- annou nceme nts/ fda- appro ves- first- psma- targe ted- pet- imagi ng- drug- men- prost ate- cancer. Accessed 1 Dec 2020 96. FDA approves second PSMA-targeted PET imaging drug for men with prostate cancer. Available online: https:// www. fda. gov/ drugs/ news- events- human- drugs/ fda- appro ves- second- psma- targe ted- pet- imagi ng- drug- men- prost ate- cancer. Accessed 27 May 2021. 97. http:// illuc cixhcp. com/ wp- conte nt/ uploa ds/ illuc cix- presc ribing- infor mation. pdf. Accessed 20 Dec 2021. 98. https:// www. acces sdata. fda. gov/ drugs atfda_ docs/ label/ 2022/ 21584 1s000 lbl. pdf. Accessed 23 Mar 2022. 99. Australian TGA Approves Illuccix® for Prostate Cancer Imag- ing. Available online: https:// www. ebs. tga. gov. au/ ebs/ picmi/ picmi repos itory. nsf/ pdf? OpenA gent= & id= CP- 2021- PI- 02388- 1&d= 20221 02817 23101 01. Accessed 28 Oct 2022 100. (ANSM) Andsdmedpds. Protocole D’utilisation therapeutique et de Recueil D’informations ABX-PSMA-1007, 1300 MBq/mL solution injectable, substance active: [18F]PSMA-1007. 2010. http:// agence- prd. ansm. sante. fr/ php/ ecodex/ extra it. php? specid= 64034 289. Accessed 28 Oct 2022. 101. Kramer V, Fernandez R, Lehnert W, Jimenez-Franco LD, Soza-Ried C, Eppard E, et al. Biodistribution and dosimetry of a single dose of albumin-binding ligand [(177)Lu]Lu-PSMA- ALB-56 in patients with mCRPC. Eur J Nucl Med Mol Imaging. 2021;48:893–903. https:// doi. org/ 10. 1007/ s00259- 020- 05022-3. 102. Rodnick ME, Sollert C, Stark D, Clark M, Katsifis A, Hockley BG, et al. Synthesis of (68)Ga-radiopharmaceuticals using both generator-derived and cyclotron-produced (68)Ga as exempli- fied by [(68)Ga]Ga-PSMA-11 for prostate cancer PET imag- ing. Nat Protoc. 2022;17:980–1003. https:// doi. org/ 10. 1038/ s41596- 021- 00662-7. 103. Wielaard J, Habraken JBA, Brinks P, Lavalaye J, Boellaard R. Optimization of injected (68)Ga-PSMA activity based on list- mode phantom data and clinical validation. EJNMMI Phys. 2020;7:20. https:// doi. org/ 10. 1186/ s40658- 020- 00289-9. 104. Kaalep A, Sera T, Rijnsdorp S, Yaqub M, Talsma A, Lodge MA, et al. Feasibility of state of the art PET/CT systems performance harmonisation. Eur J Nucl Med Mol Imaging. 2018;45:1344–61. https:// doi. org/ 10. 1007/ s00259- 018- 3977-4. 105. Kaalep A, Burggraaff CN, Pieplenbosch S, Verwer EE, Sera T, Zijlstra J, et al. Quantitative implications of the updated EARL 2019 PET-CT performance standards. EJNMMI Phys. 2019;6:28. https:// doi. org/ 10. 1186/ s40658- 019- 0257-8. 106. Huizing DMV, Koopman D, van Dalen JA, Gotthardt M, Boe- llaard R, Sera T, et al. Multicentre quantitative (68)Ga PET/CT performance harmonisation. EJNMMI Phys. 2019;6:19. https:// doi. org/ 10. 1186/ s40658- 019- 0253-z. 107. Graham MM, Wahl RL, Hoffman JM, Yap JT, Sunderland JJ, Boellaard R, et al. Summary of the UPICT protocol for 18F- FDG PET/CT imaging in oncology clinical trials. J Nucl Med. 2015;56:955–61. https:// doi. org/ 10. 2967/ jnumed. 115. 158402. ( jnumed.115.158402 [pii] ). 108. Giesel FL, Hadaschik B, Cardinale J, Radtke J, Vinsensia M, Lehnert W, et al. F-18 labelled PSMA-1007: biodistribution, radiation dosimetry and histopathological validation of tumor lesions in prostate cancer patients. Eur J Nucl Med Mol Imaging. 2017;44:678–88. https:// doi. org/ 10. 1007/ s00259- 016- 3573-4. 109. Langbein T, Wurzer A, Gafita A, Robertson A, Wang H, Arcay A, et al. The influence of specific activity on the biodistribution of (18)F-rhPSMA-7.3: a retrospective analysis of clinical posi- tron emission tomography data. J Nucl Med. 2021. https:// doi. org/ 10. 2967/ jnumed. 121. 262471. 110 Budaus L, Leyh-Bannurah SR, Salomon G, Michl U, Heinzer H, Huland H, et al. Initial experience of (68)Ga-PSMA PET/ CT imaging in high-risk prostate cancer patients prior to radi- cal prostatectomy. Eur Urol. 2016;69:393–6. https:// doi. org/ 10. 1016/j. eururo. 2015. 06. 010. ( S0302–2838(15)00513–8 [pii] ).",
    "European Journal of Nuclear Medicine and Molecular Imaging 1 3 111. Maurer T, Gschwend JE, Rauscher I, Souvatzoglou M, Haller B, Weirich G, et al. Diagnostic efficacy of (68)Gallium-PSMA posi- tron emission tomography compared to conventional imaging for lymph node staging of 130 consecutive patients with intermediate to high risk prostate cancer. J Urol. 2016;195:1436–43. https:// doi. org/ 10. 1016/j. juro. 2015. 12. 025. ( S0022–5347(15)05397–5 [pii] ). 112. Giovacchini G, Giovannini E, Riondato M, Ciarmiello A. Radiopharmaceuticals for the diagnosis and therapy of neu- roendocrine differentiated prostate cancer. Curr Radiopharm. 2017;10:6–15. https:// doi. org/ 10. 2174/ 18744 71009 66616 12291 23126. 113. Beltran H, Tagawa ST, Park K, MacDonald T, Milowsky MI, Mosquera JM, et al. Challenges in recognizing treatment-related neuroendocrine prostate cancer. J Clin Oncol. 2012;30:e386–9. https:// doi. org/ 10. 1200/ JCO. 2011. 41. 5166. 114. Terry S, Beltran H. The many faces of neuroendocrine differen- tiation in prostate cancer progression. Front Oncol. 2014;4:60. https:// doi. org/ 10. 3389/ fonc. 2014. 00060. 115. Schwarzenboeck SM, Rauscher I, Bluemel C, Fendler WP, Rowe SP, Pomper MG, et al. PSMA ligands for PET imaging of pros- tate cancer. J Nucl Med. 2017;58:1545–52. https:// doi. org/ 10. 2967/ jnumed. 117. 191031. 116. Sheikhbahaei S, Afshar-Oromieh A, Eiber M, Solnes LB, Javadi MS, Ross AE, et al. Pearls and pitfalls in clinical interpretation of prostate-specific membrane antigen (PSMA)-targeted PET imag- ing. Eur J Nucl Med Mol Imaging. 2017;44:2117–36. https:// doi. org/ 10. 1007/ s00259- 017- 3780-7. 117. Sheikhbahaei S, Werner RA, Solnes LB, Pienta KJ, Pomper MG, Gorin MA, et al. Prostate-specific membrane antigen (PSMA)- targeted PET imaging of prostate cancer: an update on important pitfalls. Semin Nucl Med. 2019;49:255–70. https:// doi. org/ 10. 1053/j. semnu clmed. 2019. 02. 006. 118. Sawicki LM, Buchbender C, Boos J, Giessing M, Ermert J, Antke C, et al. Diagnostic potential of PET/CT using a 68Ga-labelled prostate-specific membrane antigen ligand in whole-body staging of renal cell carcinoma: initial experience. Eur J Nucl Med Mol Imaging. 2016. https:// doi. org/ 10. 1007/ s00259- 016- 3360- 210. 1007/ s00259- 016- 3360- 2[pii]. 119. Verburg FA, Krohn T, Heinzel A, Mottaghy FM, Behrendt FF. First evidence of PSMA expression in differentiated thyroid cancer using [(6)(8)Ga]PSMA-HBED-CC PET/CT. Eur J Nucl Med Mol Imaging. 2015;42:1622–3. https:// doi. org/ 10. 1007/ s00259- 015- 3065-y. 120. Demirci E, Ocak M, Kabasakal L, Decristoforo C, Talat Z, Halac M, et al. (68)Ga-PSMA PET/CT imaging of metastatic clear cell renal cell carcinoma. Eur J Nucl Med Mol Imaging. 2014;41:1461–2. https:// doi. org/ 10. 1007/ s00259- 014- 2766-y. 121. Chang SS, O’Keefe DS, Bacich DJ, Reuter VE, Heston WD, Gaudin PB. Prostate-specific membrane antigen is pro- duced in tumor-associated neovasculature. Clin Cancer Res. 1999;5:2674–81. 122. Chang SS, Reuter VE, Heston WD, Bander NH, Grauer LS, Gau- din PB. Five different anti-prostate-specific membrane antigen (PSMA) antibodies confirm PSMA expression in tumor-associ- ated neovasculature. Cancer Res. 1999;59:3192–8. 123. Krohn T, Verburg FA, Pufe T, Neuhuber W, Vogg A, Heinzel A, et al. [(68)Ga]PSMA-HBED uptake mimicking lymph node metastasis in coeliac ganglia: an important pitfall in clinical prac- tice. Eur J Nucl Med Mol Imaging. 2015;42:210–4. https:// doi. org/ 10. 1007/ s00259- 014- 2915-3. 124. Werner RA, Sheikhbahaei S, Jones KM, Javadi MS, Solnes LB, Ross AE, et al. Patterns of uptake of prostate-specific membrane antigen (PSMA)-targeted (18)F-DCFPyL in peripheral ganglia. Ann Nucl Med. 2017;31:696–702. https:// doi. org/ 10. 1007/ s12149- 017- 1201-4. 125. Kroenke M, Mirzoyan L, Horn T, Peeken JC, Wurzer A, Wester HJ, et al. Matched-pair comparison of (68)Ga-PSMA-11 and (18) F-rhPSMA-7 PET/CT in patients with primary and biochemical recurrence of prostate cancer: frequency of non-tumor-related uptake and tumor positivity. J Nucl Med. 2021;62:1082–8. https:// doi. org/ 10. 2967/ jnumed. 120. 251447. 126. Rischpler C, Beck TI, Okamoto S, Schlitter AM, Knorr K, Schwaiger M, et al. (68)Ga-PSMA-HBED-CC uptake in cervi- cal, celiac, and sacral ganglia as an important pitfall in prostate cancer PET imaging. J Nucl Med. 2018;59:1406–11. https:// doi. org/ 10. 2967/ jnumed. 117. 204677. 127. Arnfield EG, Thomas PA, Roberts MJ, Pelecanos AM, Ram- say SC, Lin CY, et al. Clinical insignificance of [(18)F]PSMA- 1007 avid non-specific bone lesions: a retrospective evaluation. Eur J Nucl Med Mol Imaging. 2021. https:// doi. org/ 10. 1007/ s00259- 021- 05456-3. 128. Grunig H, Maurer A, Thali Y, Kovacs Z, Strobel K, Burger IA, et al. Focal unspecific bone uptake on [(18)F]-PSMA-1007 PET: a multicenter retrospective evaluation of the distribution, frequency, and quantitative parameters of a potential pitfall in prostate cancer imaging. Eur J Nucl Med Mol Imaging. 2021. https:// doi. org/ 10. 1007/ s00259- 021- 05424-x. 129. Wondergem M, van der Zant FM, Broos WAM, Knol RJJ. Matched-pair comparison of (18)F-DCFPyL PET/CT and (18) F-PSMA-1007 PET/CT in 240 prostate cancer patients: interreader agreement and lesion detection rate of suspected lesions. J Nucl Med. 2021;62:1422–9. https:// doi. org/ 10. 2967/ jnumed. 120. 258574. 130. Eiber M, Herrmann K, Calais J, Hadaschik B, Giesel FL, Harten- bach M, et al. Prostate cancer molecular imaging standardized evaluation (PROMISE): proposed miTNM classification for the interpretation of PSMA-ligand PET/CT. J Nucl Med. 2018;59:469–78. https:// doi. org/ 10. 2967/ jnumed. 117. 198119. 131. Aggarwal R, Wei X, Kim W, Small EJ, Ryan CJ, Carroll P, et al. Heterogeneous flare in prostate-specific membrane antigen posi- tron emission tomography tracer uptake with initiation of andro- gen pathway blockade in metastatic prostate cancer. Eur Urol Oncol. 2018;1:78–82. https:// doi. org/ 10. 1016/j. euo. 2018. 03. 010. 132. Luckerath K, Wei L, Fendler WP, Evans-Axelsson S, Stuparu AD, Slavik R, et al. Preclinical evaluation of PSMA expression in response to androgen receptor blockade for theranostics in prostate cancer. EJNMMI Res. 2018;8:96. https:// doi. org/ 10. 1186/ s13550- 018- 0451-z. 133. Rauscher I, Maurer T, Fendler WP, Sommer WH, Schwaiger M, Eiber M. (68)Ga-PSMA ligand PET/CT in patients with prostate cancer: how we review and report. Cancer Imaging. 2016;16:14. https:// doi. org/ 10. 1186/ s40644- 016- 0072- 610. 1186/ s40644- 016- 0072- 6[pii]. 134. Larson DB. Strategies for implementing a standardized structured radiology reporting program. Radiographics. 2018;38:1705–16. https:// doi. org/ 10. 1148/ rg. 20181 80040. 135. Fanti S, Minozzi S, Morigi JJ, Giesel F, Ceci F, Uprimny C, et al. Development of standardized image interpretation for 68Ga- PSMA PET/CT to detect prostate cancer recurrent lesions. Eur J Nucl Med Mol Imaging. 2017;44:1622–35. https:// doi. org/ 10. 1007/ s00259- 017- 3725-1. 136 Rowe SP, Pienta KJ, Pomper MG, Gorin MA. Proposal for a struc- tured reporting system for prostate-specific membrane antigen- targeted PET imaging: PSMA-RADS version 10. J Nucl Med. 2018;59:479–85. https:// doi. org/ 10. 2967/ jnumed. 117. 195255. 137. Yin Y, Werner RA, Higuchi T, Lapa C, Pienta KJ, Pomper MG, et al. Follow-up of lesions with equivocal radiotracer uptake on PSMA-targeted PET in patients with prostate cancer: pre- dictive values of the PSMA-RADS-3A and PSMA-RADS-3B categories. J Nucl Med. 2019;60:511–6. https:// doi. org/ 10. 2967/ jnumed. 118. 217653.",
    "European Journal of Nuclear Medicine and Molecular Imaging 1 3 138. Werner RA, Bundschuh RA, Bundschuh L, Javadi MS, Leal JP, Higuchi T, et al. Interobserver agreement for the standardized reporting system PSMA-RADS 1.0 on (18)F-DCFPyL PET/CT imaging. J Nucl Med. 2018;59:1857–64. https:// doi. org/ 10. 2967/ jnumed. 118. 217588. 139 Ceci F, Oprea-Lager DE, Emmett L, Adam JA, Bomanji J, Czernin J, et al. E-PSMA: the EANM standardized reporting guidelines v1.0 for PSMA-PET. Eur J Nucl Med Mol Imaging. 2021;48:1626–38. https:// doi. org/ 10. 1007/ s00259- 021- 05245-y. 140. Emmett LM, Papa N, Buteau J, Ho B, Liu V, Roberts M, et al. The PRIMARY score: using intra-prostatic PSMA PET/CT pat- terns to optimise prostate cancer diagnosis. J Nucl Med. 2022. https:// doi. org/ 10. 2967/ jnumed. 121. 263448. 141. Sartor O, de Bono J, Chi KN, Fizazi K, Herrmann K, Rahbar K, et al. Lutetium-177-PSMA-617 for metastatic castration-resistant prostate cancer. N Engl J Med. 2021;385:1091–103. https:// doi. org/ 10. 1056/ NEJMo a2107 322. 142. Gafita A, Rauscher I, Fendler WP, Murthy V, Hui W, Arm- strong WR, et al. Measuring response in metastatic castration- resistant prostate cancer using PSMA PET/CT: comparison of RECIST 1.1, aPCWG3, aPERCIST, PPP, and RECIP 1.0 crite- ria. Eur J Nucl Med Mol Imaging. 2022. https:// doi. org/ 10. 1007/ s00259- 022- 05882-x. 143. Hope TA, Truillet C, Ehman EC, Afshar-Oromieh A, Aggarwal R, Ryan CJ, et al. 68Ga-PSMA-11 PET imaging of response to androgen receptor inhibition: first human experience. J Nucl Med. 2017;58:81–4. https:// doi. org/ 10. 2967/ jnumed. 116. 181800. 144. Zukotynski KA, Emmenegger U, Hotte S, Kapoor A, Fu W, Black- ford AL, et al. Prospective, single-arm trial evaluating changes in uptake patterns on prostate-specific membrane antigen-targeted (18)F-DCFPyL PET/CT in patients with castration-resistant prostate cancer starting abiraterone or enzalutamide. J Nucl Med. 2021;62:1430–7. https:// doi. org/ 10. 2967/ jnumed. 120. 259069. 145. Afshar-Oromieh A, Debus N, Uhrig M, Hope TA, Evans MJ, Holland-Letz T, et al. Impact of long-term androgen depriva- tion therapy on PSMA ligand PET/CT in patients with castra- tion-sensitive prostate cancer. Eur J Nucl Med Mol Imaging. 2018;45:2045–54. https:// doi. org/ 10. 1007/ s00259- 018- 4079-z. 146. PRESCRIBING INFORMATION, Gallium Ga 68 PSMA-11 Injection, for intravenous use, Initial U.S. Approval: 2020, Ref- erence ID: 4679258. https:// www. acces sdata. fda. gov/ drugs atfda_ docs/ label/ 2020/ 21264 2s000 lbl. pdf. Accessed 04/01/2023 147. PRESCRIBING INFORMATION, PYLARIFY® (piflufolastat F 18) injection, for intravenous use, Initial U.S. Approval: 2021, Reference ID: 4802126. https:// www. acces sdata. fda. gov/ drugs atfda_ docs/ label/ 2021/ 21479 3s000 lbl. pdf. Accessed 04/01/2023 148 Tolvanen T, Kalliokoski K, Malaspina S, Kuisma A, Lahdenpohja S, Postema EJ, et al. Safety, biodistribution, and radiation dosim- etry of (18)F-rhPSMA-7.3 in healthy adult volunteers. J Nucl Med. 2021;62:679–84. https:// doi. org/ 10. 2967/ jnumed. 120. 252114. Publisher's note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
    "European Journal of Nuclear Medicine and Molecular Imaging 1 3 Authors and Affiliations Wolfgang P. Fendler 1,2 · Matthias Eiber 3 · Mohsen Beheshti 4 · Jamshed Bomanji 5 · Jeremie Calais 6 · Francesco Ceci 7,8 · Steve Y. Cho 9 · Stefano Fanti 10 · Frederik L. Giesel 11 · Karolien Goffin 12 · Uwe Haberkorn 13 · Heather Jacene 14 · Phillip J. Koo 15 · Klaus Kopka 16,17,18 · Bernd J. Krause 19 · Liza Lindenberg 20 · Charles Marcus 21 · Felix M. Mottaghy 22,23 · Daniela E. Oprea‑Lager 24 · Joseph R. Osborne 25 · Morand Piert 26 · Steven P. Rowe 27 · Heiko Schöder 28 · Simon Wan 5 · Hans‑Jürgen Wester 29 · Thomas A. Hope 30 · Ken Herrmann 1 1 Department of Nuclear Medicine, University of Duisburg- Essen and German Cancer Consortium (DKTK)-University Hospital Essen, Hufelandstraße 55, 45147 Essen, Germany 2 PET Committee of the German Society of Nuclear Medicine, Marburg, Germany 3 Department of Nuclear Medicine, Klinikum Rechts Der Isar, Technical University of Munich, Munich, Germany 4 Division of Molecular Imaging & Theranostics, Department of Nuclear Medicine, University Hospital Salzburg, Paracelsus Medical University, Salzburg, Austria 5 Institute of Nuclear Medicine, UCLH NHS Foundation Trust, London, UK 6 Ahmanson Translational Theranostics Division, Department of Molecular and Medical Pharmacology, University of California Los Angeles, Los Angeles, CA, USA 7 Division of Nuclear Medicine and Theranostics, IEO European Institute of Oncology, IRCCS, Milan, Italy 8 Department of Oncology and Hemato - Oncology, University of Milan, Milan, Italy 9 Department of Radiology, School of Medicine and Public Health, University of Wisconsin, Madison, WI, USA 10 IRCCS, AOU Bologna, Bologna, Italy 11 Department of Nuclear Medicine, University Hospital Düsseldorf, Medical Faculty, Heinrich-Heine-University and Department of Nuclear Medicine, University Hospital Heidelberg, Heidelberg, Germany 12 Department of Nuclear Medicine, Division of Nuclear Medicine and Molecular Imaging, University Hospital Leuven, KU Leuven, Louvain, Belgium 13 Department of Nuclear Medicine, University Hospital Heidelberg, Heidelberg, Germany 14 Dana-Farber Cancer Institute/Brigham and Women’s Hospital, Boston, USA 15 Banner MD Anderson Cancer Center, Phoenix, AZ, USA 16 Institute of Radiopharmaceutical Cancer Research, Helmholtz-Zentrum Dresden-Rossendorf (HZDR), Dresden, Germany 17 School of Science, Faculty of Chemistry and Food Chemistry, Technical University Dresden, Dresden, Germany 18 German Cancer Consortium (DKTK), Partner Site Dresden, Dresden, Germany 19 Department of Nuclear Medicine, University Medical Center, University of Rostock, Rostock, Germany 20 Molecular Imaging Branch, Center for Cancer Research, National Cancer Institute, NIH, Bethesda, MD, USA 21 Division of Nuclear Medicine and Molecular Imaging, Department of Radiology, Emory University School of Medicine, Atlanta, GA, USA 22 Department of Nuclear Medicine, University Hospital RWTH Aachen University, Aachen, Germany 23 Department of Radiology and Nuclear Medicine, Maastricht University Medical Center (MUMC+), Maastricht, The Netherlands 24 Department of Radiology & Nuclear Medicine, Amsterdam University Medical Centers, VU University Medical Center, Cancer Center Amsterdam, De Boelelaan 1117, 1081 HV Amsterdam, The Netherlands 25 Department of Radiology, Division of Molecular Imaging and Therapeutics, Weill Cornell Medicine, New York, NY, USA 26 Department of Radiology, Division of Nuclear Medicine and Molecular Imaging, University of Michigan, Ann Arbor, MI, USA 27 Division of Nuclear Medicine and Molecular Imaging, The Russell H. Morgan Department of Radiology and Radiological Science, Johns Hopkins University School of Medicine, Baltimore, MD, USA 28 Memorial Sloan-Kettering Cancer Center, New York, NY, USA 29 Pharmaceutical Radiochemistry, Technische Universität München, Walther - Meißner - Str. 3, 85748 Garching, Germany 30 Department of Radiology and Biomedical Imaging, University of California, San Francisco, CA, USA"
  ],
  "processed_at": "2026-01-30T15:58:53.759Z"
}