{
  "doc_id": "9910cc269bac0876097da6f2ecc1b4a7",
  "source_id": "RCC-Follow-Up-Algorithm",
  "total_pages": 1,
  "pages": [
    "FOLLOW-UP AFTER SURGERY 1. Patients who have been managed with surgery (PN or RN) for a malignant renal mass should be classified into one of the following risk groups for surveillance: Low Risk (LR): pT1 and Grade 1/2 Intermediate Risk (IR): pT1 and Grade 3/4 or pT2 any Grade High Risk (HR): pT3 any Grade Very High Risk (VHR): pT4 or pN1, or sarcomatoid/rhabdoid dedifferentiation, or macroscopic positive margin If final microscopic surgical margins are positive for cancer, the risk category should be considered at least one level higher, and increased clinical vigilance should be exercised. 2. Patients managed with surgery (PN or RN) for a renal malignancy should undergo abdominal imaging according to Table 1 , with CT or MRI pre- and post-intravenous contrast generally preferred. After 2 years, abdominal ultrasound alternating with cross-sectional imaging may be considered in the LR and IR groups at physician discretion. After 5 years, informed/shared decision-making should dictate further abdominal imaging. 3. Patients managed with surgery (PN or RN) for a renal malignancy should undergo chest imaging (CXR for LR and IR, and CT chest generally preferred for HR and VHR) according to Table 1 . After 5 years, informed/shared decision-making discussion should dictate further chest imaging and CXR may be utilized instead of chest CT for HR and VHR. FOLLOW-UP AFTER THERMAL ABLATION 1. Patients undergoing ablative procedures with biopsy that confirmed malignancy or was non-diagnostic should undergo pre- and post-contrast cross-sectional abdominal imaging within 6 months (if not contraindicated). Subsequent follow-up should be according to the recommendations for the intermediate risk (IR) postoperative protocol (Table 1). TABLE 1: FOLLOW-UP PROTOCOLS BASED ON MONTHS AFTER SURGERY FOR RENAL CANCER * *Follow-up timeline is approximate and allows flexibility to accommodate reasonable patient, caregiver, and institutional needs. Each follow-up visit should include relevant history, physical examination, laboratory testing and abdominal and chest imaging. Overall, 30% of renal cancer recurrences after surgery are diagnosed beyond 60 months. Informed/shared decision-making should guide surveillance decisions beyond 60 months. GENERAL PRINCIPLES 1. Discuss the implications of stage, grade and histology including the risks of recurrence and possible sequelae of treatment. Patients with pathologically-proven benign renal masses should undergo occasional clinical evaluation and laboratory testing for sequelae of treatment but most do not require routine periodic imaging. 2. Patients with treated malignant renal masses should undergo periodic medical history, PE, laboratory studies, and imaging directed at detecting signs/symptoms of metastatic spread and/or local recurrence as well as evaluation for possible sequelae of treatment. 3. Patients with treated malignant renal masses should have periodic laboratory testing including SCr level, eGFR, and urinalysis. Other laboratory evaluations (e.g. CBC, LDH, LFTs, alkaline phosphatase and calcium level) may be obtained at the discretion of the clinician or if advanced disease is suspected. 4. Patients undergoing follow-up for treated renal masses with progressive renal insufficiency or proteinuria should be referred to nephrology. 5. Patients undergoing follow-up for treated malignant renal masses should only undergo bone scan if one or more of the following is present: clinical symptoms such as bone pain, elevat - ed alkaline phosphatase, or radiographic findings suggestive of a bony neoplasm. 6. Patients undergoing follow-up for treated malignant renal masses with acute neurological signs or symptoms should undergo prompt CT or MRI scanning of the brain and/or spine. 7. For patients undergoing follow-up for treated malignant renal masses, additional site-specif - ic imaging can be ordered as warranted by clinical symptoms suggestive of local recurrence or metastatic spread. PET scan should not be obtained routinely but may be considered selectively. 8. Patients with findings suggestive of metastatic renal malignancy should be evaluated to define the extent of disease and referred to medical oncology. Surgical resection or ablative therapies should be considered in select patients if isolated or oligo-metastatic disease is present. 9. Patients with findings suggesting a new renal primary or local recurrence of renal malignan - cy should undergo metastatic evaluation (including chest and abdominal imaging). If the new primary or recurrence is isolated to the ipsilateral kidney and/or retroperitoneum a urol - ogist should be involved in the decision-making process and surgical resection or ablative therapies may be considered. Renal Mass and Localized Renal Cancer: Follow-up after Intervention General Principles Follow-up after Surgery or Thermal Ablation RISK 3 6 9 12 18 24 30 36 48 60 72-84 96-120 LR X X X X X X IR X X X X X X X X HR X X X X X X X X X X VHR X X X X X X X X X X X X"
  ],
  "processed_at": "2026-01-30T15:58:53.866Z"
}