{
  "doc_id": "310e4b3e5262e28f4a39d184568d887c",
  "source_id": "RCC-Active-Surveillance-Algorithm",
  "total_pages": 1,
  "pages": [
    "Renal Mass and Localized Renal Cancer Active Surveillance COMMUNICATION SHARED DECISION MAKING • Patient related factors • Tumor related factors • Management related factors EXPECTANT MANAGEMENT: • Approximately every 6-12 months • Use US more frequently ACTIVE SURVEILLANCE: • Approximately every 3-6 months • Use cross sectional imaging and/or US • Tumor size >3 cm • Stage progression • Growth kinetics >5mm/ year • Clinical changes in patient/tumor factors • Additional biopsy results • Development of symptoms • Progression to mRCC Treatment or Palliative Care * Consider concurrent renal functional assessment (sCr, proteinuria), metabolic assessment (LFTs) and chest imaging + Consider alternatives to contrast when possible or necessary (doppler, diffusion weighted images etc.) Potential triggers for change in management (Rx or AS intensity) Frequency* & Imaging Modality + ACTIVE SURVEILLANCE (AS) 1. For patients with a solid renal mass < 2cm, or those that are complex but predominantly cystic, AS with potential for delayed intervention is an option for initial management. 2. Prioritize AS/Expectant Management when the anticipated risk of intervention or competing risks of death outweigh the potential oncologic benefits of intervention. If asymptomatic, periodic clinical surveillance/imaging can be based on shared decision-making. 3. When the risk/benefit analysis for treatment is equivocal and the patient prefers AS, clinicians should repeat imaging in 3-6 months to assess for interval growth and may consider RMB for additional risk stratification. Repeat cross-sectional imaging should be obtained 3-6 months later. Periodic clinical/imaging surveillance can then be based on growth rate and shared decision-making with intervention recommended if substantial interval growth or if other clinical/imaging findings suggest that the risk/benefit analysis is no longer equivocal or favorable for continued AS. 4. When the oncologic benefits of intervention outweigh the risks of treatment and competing risks of death, clinicians should recommend intervention. In this setting, AS may be pursued only if the patient is willing to accept the associated oncologic risk. Clinicians should encourage RMB for additional risk stratification. If the patient continues to prefer AS, close clinical and cross-sectional imaging surveillance with periodic reassessment and counseling should be recommended. FACTORS FAVORING AS/EXPECTANT MANAGEMENT Baseline Assessment of: OBJECTIVE EVALUATION OF: Patient-related Tumor-related Elderly Life expectancy <5 years High comorbidities Excessive perioperative risk Frailty (poor functional status) Patient preference for AS Marginal renal function Tumor size < 3cm Tumor growth < 5mm/year Non-infiltrative Low complexity Favorable histology Predominantly cystic"
  ],
  "processed_at": "2026-01-30T15:58:53.852Z"
}