{
  "doc_id": "88688e66a823505cf3b56495c5a62cbb",
  "source_id": "reeder-et-al-2023-quantification-of-liver-iron-overload-with-mri-review-and-guidelines-from-the-esgar-and-sar",
  "total_pages": 10,
  "pages": [
    "REVIEWS AND COMMENTARY • STATEMENTS AND GUIDELINES T his article represents a collaborative effort between members of the Society for Abdominal Radiology Disease Focused Panel on iron overload and members of the European Society for Gastrointestinal and Abdomi- nal Radiology working group on iron overload. The overall goal of this effort is to summarize current state- of-the-art MRI methods to quantify liver iron content. Based on this summary, expert consensus panel recom- mendations on best practices for MRI-based quantifica- tion of liver iron are provided. The scope of this work includes a summary of the primary MRI methods used to quantify liver iron and the data supporting their clinical use. Quantification of Liver Iron Overload In the following section we review the increasing role and importance of MRI as a noninvasive means to quantify liver iron overload. Clinical Need to Measure Liver Iron Overload Iron is an essential component of many proteins that carry out important biochemical reactions, mainly hemoglobin, myoglobin cytochrome, and peroxidases. In excess, iron is toxic and can lead to end-organ damage. Systemic iron overload results mainly from inherited derangements in iron regulation pathways (1), multiple therapeutic red blood cell transfusions, uncontrolled hemoglobin breakdown in he- molytic anemias, and hematologic malignancies. Mild iron overload may be associated with chronic liver diseases and metabolic syndrome (ie, dysmetabolic iron overload) (2,3). As the body has no natural excretory mechanisms for iron, excess iron is initially stored in the liver—the major iron storage organ. Severe iron accumulation also leads to deposition in extrahepatic organs, including the spleen, en- docrine glands, and heart. Sequelae of chronic severe iron toxicity include organ dysfunction and early mortality, usually from end-stage liver disease or heart failure. Accumulation of excess iron in the body, or systemic iron overload, results from a variety of causes. The concentration of iron in the liver is linearly related to the total body iron stores and, for this reason, quantification of liver iron concentra- tion (LIC) is widely regarded as the best surrogate to assess total body iron. Historically assessed using biopsy, there is a clear need for noninvasive quantitative imaging biomarkers of LIC. MRI is highly sensitive to the presence of tissue iron and has been increasingly adopted as a noninvasive alternative to biopsy for detection, severity grading, and treatment monitoring in patients with known or suspected iron overload. Multiple MRI strategies have been developed in the past 2 decades, based on both gradient-echo and spin-echo imaging, including signal intensity ratio and relaxometry strategies. However, there is a general lack of consensus regarding the appropriate use of these methods. The overall goal of this article is to summarize the current state of the art in the clinical use of MRI to quantify liver iron content and to assess the overall level of evidence of these various methods. Based on this summary, expert consensus panel recommendations on best practices for MRI-based quantification of liver iron are provided. © RSNA, 2023 Supplemental material is available for this article. Quantification of Liver Iron Overload with MRI: Review and Guidelines from the ESGAR and SAR Scott B. Reeder, MD, PhD • Takeshi Yokoo, MD, PhD • Manuela França, MD, PhD • Diego Hernando, PhD • Ángel Alberich-Bayarri, PhD • José María Alústiza, MD • Yves Gandon, MD • Benjamin Henninger, MD • Claudia Hillenbrand, PhD • Kartik Jhaveri, MD • Musturay Kar ç aaltıncaba, MD • Jens-Peter Kühn, MD • Amirkasra Mojtahed, MD • Suraj D. Serai, PhD • Richard Ward, MBBS • John C. Wood, MD, PhD • Jin Yamamura, MD • Luis Martí-Bonmatí, MD, PhD From the Departments of Radiology (S.B.R., D.H.), Medical Physics (S.B.R., D.H.), Biomedical Engineering (S.B.R.), Medicine (S.B.R.), and Emergency Medicine (S.B.R.), University of Wisconsin, Room 2472, 1111 Highland Ave, Madison, WI 53705; Department of Radiology and Advanced Imaging Research Center, University of Texas Southwestern Medical Center, Dallas, Tex (T.Y.); Department of Radiology, Centro Hospitalar Universitário do Porto, Oporto, Por- tugal (M.F.); Biomedical Imaging Research Group (GIBI230-PREBI), Instituto de Investigación Sanitaria La Fe, Valencia, Spain (Á.A.B.); Quantitative Imaging Biomarkers in Medicine, Quibim SL, Valencia, Spain (Á.A.B.); Osatek, Magnetic Resonance Unit, Donostia University Hospital, San Sebastián, Spain (J.M.A.); Department of Radiology, University Hospital and University of Rennes 1, Rennes, France (Y.G.); Department of Radiology, Medical University of Innsbruck, Innsbruck, Austria (B.H.); Research Imaging NSW, Division of Research & Enterprise, University of New South Wales, Sydney, Australia (C.H.); Joint Depart- ment of Medical Imaging (K.J.) and Department of Medicine (R.W.), University Health Network, University of Toronto, Toronto, Canada; Liver Imaging Team, Department of Radiology, Hacettepe University School of Medicine, Ankara, Turkey (M.K.); Institute and Policlinic for Diagnostic and Interventional Radiology, University Hospital Carl Gustav Carus, Technische Universität Dresden, Dresden, Germany (J.P.K.); Department of Radiology, Division of Abdominal Imaging, Massachusetts General Hospital, Harvard Medical School, Boston, Mass (A.M.); Department of Radiology, Children’s Hospital of Philadelphia, University of Pennsylvania School of Medicine, Philadelphia, Pa (S.D.S.); Division of Pediatric Cardiology, Children’s Hospital of Los Angeles, Los Angeles, Calif (J.C.W.); Center of Radiology & Endoscopy, Department of Diagnostic & Interventional Radiology, University Medical Center Hamburg-Eppendorf, Hamburg, Germany (J.Y.); and Medical Imaging Department and Biomedical Imaging Research Group, Hospital Universitario y Politécnico La Fe and Health Research Institute, Valencia, Spain (L.M.B.). Received July 21, 2022; revision requested August 18; revision received October 20; accepted November 16. Address correspondence to S.B.R. (email: sreeder@wisc.edu ). This work was supported in part by the National Institutes of Health (R01 DK117354, R01 DK100651). Conflicts of interest are listed at the end of this article. Radiology 2023; 307(1):e221856 • https://doi.org/10.1148/radiol.221856 • Content codes: This copy is for personal use only. To order printed copies, contact reprints@rsna.org",
    "Quantification of Liver Iron Overload with MRI 2 radiology.rsna.org ■ Radiology: Volume 307: Number 1—April 2023 cording to St Pierre et al (11), less than 1.8 mg/g (32 μ mol/g) is considered normal (12). Between 1.8 and 3.2 mg/g (57 μ mol/g) is considered borderline and the lower range of op- timal chelation therapy (13), whereas 3.2–7.0 mg/g (57–125 μ mol/g) is considered mild iron overload and the upper limit of optimal range for chelation therapy (13). LIC values be- tween 7.0 and 15.0 mg/g (125–269 μ mol/g) are considered indicative of moderate iron overload and are associated with increased risk of iron-induced complications (14,15). Greater than 15.0 mg/g (269 μ mol/g) is considered severe iron over- load with increased risk of early death (16,17). Henninger et al (18) summarized a similar set of thresholds based on published guidelines (1,19,20), which include an additional category for moderate-to-severe iron overload for LIC of 150–300 μ mol/g (8.4–16.7 mg/g) (Fig 1). The clinical utility of liver biopsy for quantification of LIC is limited. Biopsy is invasive, expensive, and has large sampling variability (21–23); thus, it is ill-suited for the repeated measure- ments needed for treatment monitoring. Furthermore, many patients with iron overload have concomitant thrombocytope- nia, which increases the risk of biopsy complications (24). For these reasons, liver biopsy has dropped out of favor and nonin- vasive methods (eg, MRI) have largely replaced biopsy for LIC quantification (10,25). Noninvasive Biomarkers for Iron Overload Serologic markers such as ferritin and transferrin are sensitive but not specific for the diagnosis of iron overload (26). Ferritin is an acute phase reactant often elevated in the presence of inflam- mation or infection (27–30). US and CT are commonly used noninvasive imaging methods to evaluate the liver but have little utility in the quantification of liver iron (31,32). MRI, however, is emerging as universally accepted (10) and preferred as a noninvasive diagnostic test for iron overload (33). However, several distinct MRI techniques have been pub- lished, resulting in a lack of standardization in MRI-based LIC quantification. Mechanisms for MRI Detection and Quantification of Liver Iron Overload In the presence of iron, the transverse relaxation of magne- tization from protons in water is accelerated, leading to a concentration-dependent decay in signal intensity, or “dark- ening” of tissue parenchyma, with T2- and T2*-weighted imaging. T2 and T2*, both in milliseconds, are the charac- Importantly, liver iron concentration (LIC) is linearly related to total body iron stores (4). For this reason, quantification of LIC is widely regarded as the best surrogate to assess total body iron. In patients with iron overload, the primary goal of treat- ment is to avoid end-organ damage by removing iron through therapeutic phlebotomy or chelation, depending on the cause of iron overload (5). Early identification and accurate quantifica- tion of LIC is needed to initiate and guide treatment before ir- reversible tissue injury. Furthermore, phlebotomy and chelation have significant adverse effects (6,7) and chelation is expensive. For these reasons, noninvasive quantitative methods are needed to detect and grade iron overload, initiate phlebotomy or che- lation, and monitor treatment to modulate therapy. Accurate, liver-specific iron measurement of LIC can enable rational and objective treatment decisions (8,9). Clinical End Points Avoiding or reducing excess total body iron reduces mor- tality but requires careful monitoring of LIC. LIC has his- torically been assessed using liver biopsy and destructive biochemical analysis (10). LIC is typically expressed as mil- ligrams of iron per gram of tissue or micromolars of iron per gram of dry tissue (milligrams per gram and micromolars per gram for short, respectively), units that are interchangeable (55.845 g · Fe/mol · Fe = 0.055845 mg · Fe/ μ mol · Fe). Ac- Abbreviations LIC = liver iron concentration, ROI = region of interest, SIR = signal intensity ratio, TE = echo time Summary Based on the available literature and the collective expertise of this con- sensus panel, confounder-corrected R2*-based liver iron concentration (LIC) is the preferred method with the strongest level of evidence for accurate and reproducible quantification of LIC. Essentials ■ MRI is the most widely available and accepted standard of care method for the assessment of liver iron concentration (LIC) as a surrogate biomarker of total body iron content. ■ Three main MRI techniques have been developed and validated to quantify LIC, including signal intensity ratio, and R2- and R2*- based relaxometry methods. ■ When available, commercially available confounder-corrected R2*-based LIC quantification at both 1.5 T and 3 T is the most practical method with the strongest level of evidence for accurate and reproducible quantification of LIC. Figure 1: Graphical representation of commonly used liver iron concentration (LIC) thresholds summarized by St Pierre et al (11) and Henninger et al (85). Units of LIC are shown in both milligrams per gram and micromolars per gram. From left to right, color scale corresponds to normal, borderline overload, mild overload, moderate overload, moderate-to-severe overload, and severe overload.",
    "Reeder et al Radiology: Volume 307: Number 1—April 2023 ■ radiology.rsna.org 3 teristic signal decay time constants for spin-echo MRI and gradient-echo MRI, respectively. These time constants can be quantified with transverse relaxometry methods that measure the signal at multiple echo times (TEs) to estimate the decay time. In the context of LIC quantification, the rate of signal decay, that is, R2 (1/T2) or R2* (1/T2*), both with units of second −1 , are preferred because R2 and R2* increase mono- tonically with increasing LIC. Alternatively, this concentration-dependent behavior can be quantified in relative terms, based on the signal intensity mea- sured at fixed TEs without direct relaxometry. With “signal in- tensity ratio” (SIR) approaches, the relative signal intensity of the liver is compared with that of a reference tissue not expected to exhibit iron overload, such as the paraspinal muscles. Both SIR and relaxometry-based methods are described below, including relative advantages, disadvantages, and recommendations. Confounders for Tissue Iron Estimates Using MRI MRI does not enable measurement of iron directly, but rather helps estimate the iron concentration indirectly through the concentration-dependent effects of iron on the rate of proton signal decay. Therefore, any effect that alters the apparent signal decay rate may confound the ability of MRI to help quantify tissue iron accurately, precisely, and reproducibly. The coexistence of fat and water results in signal intensity oscillations from constructive and destructive interference of water and fat during a gradient-echo acquisition. Abnormal ac- cumulation of intracellular triglycerides is common: Up to 30% of Western populations and an estimated 1 billion people world- wide have nonalcoholic fatty liver disease (34). If unaccounted for in the signal model, the presence of fat may bias estimates of LIC made using R2* or SIR methods (35). During a spin-echo acquisition, the presence of fat may also complicate the apparent tissue relaxation behavior because fat generally has a slower decay rate than lean liver. Fibrosis may also confound iron estimation, as it decreases R2 and R2* relaxation rates (36,37); however, this effect is orders of magnitude smaller than the range of R2 and R2* val- ues observed with iron overload. This may be the reason some authors report no measurable effect of fibrosis on R2* measure- ments (38,39). Macroscopic magnetic field (B 0 ) inhomogeneities, particu- larly near the liver dome, bowel, and metallic implants, can lead to additional signal dephasing and overestimation of local tissue iron concentration. While this affects all MRI methods, gradient-echo methods are most impacted. Although effective correction methods have been proposed and shown to remove bias (40), in practice the effects of B 0 inhomogeneities are small, even at 3 T, particularly with three-dimensional acquisitions (41). These effects are easily mitigated using small-to-moderate size voxels away from sources of inhomogeneity. The homogeneity of radiofrequency energy deposition, or B 1 transmit, is an important consideration because nonneg- ligible B 1 inhomogeneities occur in the liver, particularly at 3 T (41). Although low-flip-angle gradient-echo sequences used for R2* relaxometry are independent of B 1 homoge- neity, spin-echo imaging, and therefore R2 relaxometry, is confounded by B 1 inhomogeneity, especially at 3 T, where R2 relaxometry is likely unreliable (42). Finally, noise can lead to biased estimates of LIC at high iron concentrations if the effects of noise are not considered. At higher iron concentrations, the proton signal intensity may have decayed below the level of random noise, especially at longer TEs. While raw complex signal has additive zero-mean Gaussian noise (43), reconstruction of magnitude images results in rec- tified signal, introducing nonzero mean noise. If not properly addressed, LIC may be underestimated in a manner dependent on local signal-to-noise ratio. Noise-related bias can be mitigated by fitting the complex signal for relaxometry-based methods (44), by modeling a baseline offset resulting from noise, or by signal truncation at long TEs in areas with a low signal-to-noise ratio (45–49). Consensus Development Process Consensus recommendations were developed by following a modified Delphi process described below. The Delphi process is used to describe clinical use appropriateness of imaging tests (50). A multidisciplinary consensus panel was assembled by the first and last authors (S.B.R., L.M.B.). The panel com- prised an equal number of North American ( n = 9) and Euro- pean ( n = 9) members, who were selected from the Society of Abdominal Radiology Hepatic Iron Overload Disease Focused Panel and European Society for Gastrointestinal and Abdomi- nal Radiology interest group on iron overload, respectively. The selection was based on a history of prior peer-reviewed pub- lications in iron overload. The panel collectively represented abdominal radiology, MR physics, cardiology, and hematology. Panelists were assigned topics based on their particular inter- ests or expertise, summarized the current evidence, collated supporting publications, and provided initial drafts of the consensus statements. The levels of evidence for the use of three methods—SIR, R2 relaxometry, and R2* relaxometry—were determined based on a recently proposed framework for evidence specific to diag- nostic imaging and quantitative imaging biomarkers (51). Based on this framework and for the purposes of this work, the level of evidence for single-center studies was classified as “low” for studies with fewer than 50 patients and “moderate” for stud- ies with more than 50 patients. Multicenter studies with more than 100 patients were classified as a “high” level of evidence. All references relevant to MRI quantification of LIC are categorized according to level of evidence and listed in Table S1. Finally, the draft consensus statements were iterated in a col- laborative manner over the course of 3 weeks with input and feedback from all panelists, followed by anonymous electronic voting on each consensus statement and level of evidence, as “agree” or “disagree.” MRI Methods to Quantify Liver Iron Content: Overview and Recommendations The following sections describe the three main methods in current use for quantifying liver iron overload, specifically, the SIR method, R2-based relaxometry, and R2*-based relaxometry. Although these techniques can be performed at 1.5 T or 3 T, the",
    "Quantification of Liver Iron Overload with MRI 4 radiology.rsna.org ■ Radiology: Volume 307: Number 1—April 2023 rate of signal decay is higher at 3 T than 1.5 T, making 3 T more sensitive to the presence of iron. This may be beneficial at lower iron concentrations but may limit the dynamic range with severe iron overload, in which case 1.5-T imaging may be preferred. Additional technical considerations for each of these tech- niques are summarized next, followed by consensus recommen- dations, levels of evidence supporting the recommendations, and the level of agreement by the panel members. SIR Methods SIR methods are based on the relative signal of the liver and paravertebral muscle obtained from multiple gradient-echo acquisitions. Two SIR methods have been validated at 1.5 T (52,53); the main difference between these methods is the number of gradient-echo acquisitions. Both methods acquire four axial two-dimensional sections during a breath hold with a repetition time of 120 msec and flip angle of 20° to minimize T1-weighting. TEs of 4 and 14 msec are used for the method proposed by Alústiza et al (53), and TEs of 4, 9, and 14 msec are used for the method proposed by Gandon et al (52). These TEs are intended to acquire signal that is approximately “in-phase” with water to reduce the influence of fat on the signal. In these acquisitions, normal liver has slightly higher signal than muscle for short TEs and equal signal for the longest TE (14 msec). As LIC increases, liver signal decreases relative to muscle because muscle does not accumulate iron and can be used as a reference tissue. If complete loss of the liver signal occurs in the first echo at high iron concentrations, a complementary acquisition with a TE less than 2 msec can be used (54). The recommended SIR analysis procedure is to place three 1–2-cm-diameter regions of interest (ROIs) in the liver and two in the right and left paraspinal muscles, on the same sec- tion (52). The liver-to-muscle ratio is then calculated for each TE and for each liver ROI value, and the average of the para- spinal muscle signal. The liver-to-muscle ratios obtained at these TEs have been calibrated against biopsy-based LIC, and a conversion formula and web-based calculator have been pub- lished (52,53,55). Liver-to-muscle SIRs have shown high correlation against biopsy LIC ( r = 0.80–0.92) in several studies in European co- horts, showing a qualitatively similar relationship between liver- to-muscle ratios and LIC (49,52–54,56). However, these data were predominantly obtained at 1.5 T, and the dynamic range of valid LIC quantification is limited to approximately 350 μ mol/g (19.5 mg/g) (52). To extend this dynamic range to higher LICs, a complementary acquisition with a TE of 1.8 msec has been proposed (54); however, it has not been widely validated. An equivalent method has been tested at 3 T (57), but the data on its performance are also limited. Cross-system reproducibility studies using phantoms have shown a mean coefficient of varia- tion at 1.5 T of approximately 11%, but there may be substantial variabilities in some systems requiring system-specific calibration (54,58). Test-retest repeatability data are limited to one study in eight patients, at least five of whom had elevated LIC (59). There are currently no published multicenter, multivendor studies. The main advantage of SIR methods is the simplicity of implementa- tion across multiple vendors and platforms. SIR methods also provide a practical approach when good quality phased-array coils or relaxometry methods are not available. The need for a reference tissue (muscle) introduces addi- tional variability, particularly at low-to-moderate LIC and in patients with sarcopenia or myosteatosis. Furthermore, SIR methods make use of the body coil, which reduces signal-to- noise ratio performance and precludes the use of parallel imag- ing acceleration and full liver coverage within a breath hold (18). Although the body coil provides homogeneous B 1 sensi- tivity, it does not alleviate B 1 transmit inhomogeneity, which leads to an inhomogeneous flip angle across the image and bias in liver-to-muscle ratio measurements, particularly at 3 T (41). The use of relatively long TEs also limits the dynamic range of SIR methods, which may fail at higher iron concentrations. The use of “in-phase” TEs is intended to minimize the con- founding effects of fat, which are not completely eliminated when liver or muscle fat is present (60) because fat actually has multiple spectral peaks. The clinical impact of this residual con- founding effect is, however, not well understood. SIR methods also tend to overestimate LIC, mainly at mild and moderate overload (56). The limited spatial coverage of the liver can neg- atively impact the variability of longitudinal measurements of LIC if ROI placement cannot be reliably colocalized between repeat examinations. Finally, unlike R2*- and R2-based relax- ometry, SIR methods do not have regulatory approval. Given the increasing availability of relaxometry methods (be- low), SIR methods are generally not preferred if relaxometry- based methods are available. Nevertheless, SIR methods may provide complementary information to relaxometry in cases of suspected technical failure of relaxation methods or when the quality of relaxometry results is questionable. On the basis of the available evidence and practical consid- erations regarding the general availability of MRI hardware and software, we make the following recommendations regarding the use of SIR-based methods to quantify liver iron, including the level of evidence in parentheses. 1. The SIR method is well validated for quantifying liver iron at 1.5 T (high level of evidence) and 3 T (moderate level of evi- dence), although it does not have regulatory approval for this pur- pose. Consensus voting results were as follows: 18 panelists agreed and 0 disagreed for 1.5 T; 17 agreed and one disagreed for 3 T. 2. The original SIR method is suitable for low-to-high sever- ity of iron overload (moderate level of evidence). The original SIR method is not well suited for quantification of LIC higher than approximately19.5 mg/g (350 μ mol/g), although modified versions with shorter TEs may be able to achieve higher LIC thresholds (low level of evidence). Consensus voting results were as follows: 18 panelists agreed and 0 disagreed. 3. SIR should be considered as a second-line alternative to R2*- or R2-based relaxometry methods (moderate level of evidence). Consensus voting results were as follows: 18 panelists agreed and 0 disagreed. Expertise in clinical liver MRI is important for interpreta- tion of SIR-based liver iron quantification. It may be helpful to review source images or other ancillary images like T2-weighted or in- and opposed-phase images to ensure SIR-based LIC estimates are valid.",
    "Reeder et al Radiology: Volume 307: Number 1—April 2023 ■ radiology.rsna.org 5 R2 Relaxometry Spin-echo acquisitions at multiple TEs are needed for R2-based relaxometry (61). A method based on conventional single spin- echo acquisitions (FerriScan; Resonance Health) has been exten- sively validated at 1.5 T (11,61,62). This commercial method enables iron quantification over a wide range of LICs (11,61–63) and has received regulatory approval in the United States, Eu- rope, and Australia. Individual sites have also reported R2-based iron quantification (45,64,65), but no other R2-based iron quantification methods have been disseminated as widely as the FerriScan method. The FerriScan acquisition protocol consists of five sets of multisection two-dimensional single spin-echo sequences with five TEs (6, 9, 12, 15, and 18 msec) and a repetition time of 2500 msec. Images are acquired over 10–20 minutes of free breathing, with a reference object (usually a bag of normal saline) within the field of view. After equipment precalibra- tion, five free-breathing T2-weighted spin-echo sequences are performed with a 500–1000-mL saline bag placed within the field of view as a signal intensity reference. Acquired images are submitted electronically to Resonance Health’s data pro- cessing center for image processing and pixel-by-pixel biexpo- nential R2 fitting to generate R2 maps of the liver (63). An electronic report is returned with an R2 map through a single representative section, the mean R2 of the segmented liver sec- tion, and the corresponding LIC value (in milligrams per gram and micromolars per gram). Quality assurance comments are also provided. Analysis by Resonance Health requires a ser- vice contract, system qualification testing using a standardized phantom, and user account setup for data transfer. Notably, this service does not harmonize results with past reports by en- suring the same regions of the liver are analyzed longitudinally, potentially limiting serial interpretation of results. There are several important advantages of R2-based LIC quantification. First, R2 mapping has strong correlation with LIC at 1.5 T ( r = 0.98) across a wide range of LICs from 0.3 to 42.7 mg/g (11). A reproducibility coefficient of 2.1% has been reported in a phantom across different 1.5-T systems (66). The test-retest repeatability coefficient is estimated to be 5%– 8% (11,63) in adults and children (67). Other nonproprietary implementations of R2-based relaxometry methods have also shown excellent correlation ( r = 0.87–0.95) with biopsy or R2*- based LIC estimation (64,65). Furthermore, FerriScan R2-based relaxometry has regulatory approval in many countries, making it attractive as a reference standard and/or predicate technology for other iron quantification methods and for iron quantification in clinical trials aimed at developing new iron-reducing drugs. Multicenter, multivendor validation of R2-based LIC quantifi- cation demonstrates good reproducibility without systemic bias across scanning platform (67). Nevertheless, the analysis service cost, potential patient discomfort or anxiety associated with the relatively long ac- quisition time, need for general anesthesia in children, mo- tion sensitivity, and centralized data analysis with a 2-day report turnaround time may have limited widespread accep- tance as a front-line method in clinical practice. Moreover, currently available R2-based liver iron quantification may be affected by factors other than iron concentration, including the microscopic distribution of iron (68) and presence of fat, although these effects are not well understood. Phased-array surface coils may be used, although parallel imaging is usually not recommended. Based on the available evidence and practical considerations regarding the general availability of MRI hardware and software, as well as cost, we make the following recommendations regard- ing the use of R2-based relaxometry to quantify liver iron, in- cluding level of evidence in parentheses. 1. R2-based relaxometry is well validated with multicenter, multivendor studies for quantifying liver iron at 1.5 T (high level of evidence) but not at 3 T and has widespread regulatory approval for the purpose of LIC quantification. Consensus vot- ing results were as follows: 18 panelists agreed and 0 disagreed. 2. R2-based relaxometry is suited for low-to-high severity of iron overload (high level of evidence). R2-based LIC quantifi- cation is not well suited for quantification of LIC greater than approximately 40 mg/g (700 μ mol/g). Consensus voting results were as follows: 18 panelists agreed and 0 disagreed. 3. On the basis of cost and acquisition time, R2-based relax- ometry should be considered as standard of care if R2*-based relaxometry is not available (moderate level of evidence). Con- sensus voting results were as follows: 18 panelists agreed and 0 disagreed. Quality assurance provided with commercial R2-based LIC quantification reduces the need for expertise in liver MRI to interpret LIC results. R2* Relaxometry Gradient-echo acquisitions (two or three dimensional) with mul- tiple TEs within a single repetition time enable rapid R2* map- ping over the entire liver in as little time as a single breath hold (23). The choice of TEs is important for accurate R2* quantifica- tion, particularly in the presence of (a) high LIC, which requires short TEs, or (b) liver fat, which leads to nonmonoexponential signal decay. A short first TE (<1 msec) is needed in the presence of high LIC (38,44,45), and even shorter TEs may be needed at 3 T (69–73). Short TE spacing (<1 msec) is also essential for cap- turing rapid signal decay in the presence of high LIC (45) and to correct for the presence of fat (44,60,74). Generally, a total of six to 12 echoes is recommended to balance adequate sampling of R2* decay with an increase in repetition time and acquisition time with increasing number of echoes. Historically, R2* mapping has been performed with fitting of signal magnitude data without correction for the presence of fat (45) and the use of baseline correction methods to account for the presence of noise floor effects (45–49). The use of “in-phase” echoes (eg, every 4.6 msec at 1.5 T; every 2.3 msec at 3 T) where the water and main methylene peak of fat are in phase can partially mitigate the effects of fat, although it does not account for all peaks of fat that are known to confound R2* measure- ments (75). In addition, serial “in-phase” TEs are too long to quantify high LIC (due to rapid signal decay) and are generally not recommended. To account for the confounding effect of fat, fat-suppressed acquisitions have been proposed; however, these may introduce bias in R2* measurements (76,77).",
    "Quantification of Liver Iron Overload with MRI 6 radiology.rsna.org ■ Radiology: Volume 307: Number 1—April 2023 More recently, methods for simultaneous fat-water separa- tion and R2* mapping have been introduced (44,78–80) that allow unconfounded R2* relaxometry in the presence of fat. Fat correction can be important in accurate R2* measurement in mild-to-moderate iron overload but becomes less important (and impossible) in severe iron overload because of spectral line- width broadening and blending of the fat and water spectral peaks (80,81). Fat-corrected R2* methods are widely available at both 1.5 T and 3 T for all major MRI vendors and have received regulatory approval for liver R2* mapping. In general, liver R2* has a well-validated strong linear correla- tion with LIC at both 1.5 T and 3 T (38,45,80,82–85), although the dynamic range and overall performance of R2* relaxometry may vary slightly across fitting algorithms and acquisition pa- rameters. Otherwise, R2* measurements are reproducible across published methods (38,45,80,82–85). R2*-based LIC quantification using confounder-corrected R2* is highly repeatable, with a coefficient of repeatability of approximately 10 seconds −1 at 3 T (86) and similarly at 1.5 T, although not in the presence of iron overload (87), correspond- ing to less than 0.2 mg/g variability for LIC. Preliminary evalu- ation of repeatability from a multicenter study in patients with iron overload is highly promising (88). Liver R2* relaxometry has been calibrated against biopsy LIC (38,45,84,85,89) or R2-based LIC (80,83,84) as the reference standard by independent investigators with various 1.5-T plat- forms, including direct comparisons of 1.5 T and 3 T (80,89). These calibration curves are similar within a given field strength, with only minor variations due to cross-study heterogeneity in the acquisition parameters, analysis techniques, and assays for ref- erence LIC values (85). Furthermore, the slope of the R2* versus LIC linear relationship scales with the field strength as predicted by theory and confirmed experimentally (69,80). Although R2*- to-LIC conversion has yet to receive regulatory approval at the time of this publication, it is likely to be available imminently. Recently, Hernando et al (90) completed a multicenter, mul- tivendor R2*-LIC calibration of confounder-corrected R2* at 1.5 T and 3 T with GE, Siemens, and Philips platforms. Using a standardized fat- and noise-corrected R2* fitting algorithm on the vendor’s native multi-echo gradient-echo sequence, Hernando et al demonstrated a consistent and highly reproducible linear R2*-LIC calibration at both 1.5 T and 3.0 T, independent of scan- ner vendor. Importantly, slight differences in the field strength for one vendor (at 2.89 T) resulted in a small but measurable change in the R2*-LIC calibration. The observed difference in slope between 3.0 T and 2.89 T was consistent with the changes expected theoretically and, when corrected, was indistinguish- able from the 3.0-T R2*-LIC calibration. These multivendor confounder-corrected R2*-LIC calibrations are summarized in Table S2. Except for minor differences in the results from one retrospective study (84), results from all past single-vendor single-center studies are all very similar (38,45,84,85). Examples of R2* maps in three patients with varying levels of liver iron imaged at both 1.5 T and 3.0 T on the same day are shown in Figure 2. Also shown are calculated LIC maps from the same data using the calibration reported by Hernando et al (90). Advantages of R2* relaxometry include wide availability with regulatory approval, rapid acquisition time, and a well-validated, Figure 2: The field strength dependence of R2*-based liver iron concentration (LIC) mapping is removed after conversion of R2* to LIC maps. Shown are R2* and LIC maps from three patients imaged at 1.5 T and 3.0 T on the same day. R2-based LIC values are also shown (top).",
    "Reeder et al Radiology: Volume 307: Number 1—April 2023 ■ radiology.rsna.org 7 reproducible, highly linear relationship between R2* and LIC, making it appropriate as the first-line method for quantifying iron overload. Moreover, complex, fat-corrected R2* relaxom- etry also provides simultaneous quantification of liver fat, which may be advantageous in patients with dysmetabolic iron over- load and coexisting diffuse liver disease. Importantly, R2* relax- ometry can be performed at both 1.5 T and 3 T, maximizing access to available MRI systems. Nevertheless, R2* relaxometry may suffer from dynamic range limitations at very high iron concentrations, particularly at 3 T (89). This is particularly true with Cartesian acquisitions that may not be able to shorten the first TE and echo spac- ing adequately to sample rapid signal adequately. Using short TEs and noise correction with Cartesian acquisitions, R2* has a dynamic range up to approximately 2000 seconds −1 , corre- sponding to a maximum LIC of 52 mg/g (932 μ mol/g) at 1.5 T, although practically this may be limited to approximately 40 mg/g (700 μ mol/g) if FerriScan is used as the reference. At 3 T, this limitation corresponds to a maximum LIC of ap- proximately 26 mg/g (466 μ mol/g) (90). For these reasons, 1.5 T may be preferred in patients with known or suspected severe iron overload. Practical solutions for ROI-based analysis of R2* maps have been proposed, demonstrating improved intra- and interreader variability when more and larger ROIs, such as one large ROI per Couinaud segment, are used (91). Emerging automated whole-liver segmentation algorithms have also demonstrated lower margins of error for R2* and proton density fat fraction estimation compared with ROI-based analyses (92), although automated segmentation algorithms have yet to be deployed in a widespread manner. On the basis of the available evidence and practical consid- erations regarding the general availability of MRI hardware and software, including cost, we make the following recommenda- tions regarding the use of R2*-based relaxometry to quantify liver iron, including level of evidence in parentheses. 1. R2*-based relaxometry is well validated through multi- center, multivendor studies for quantifying liver iron at both 1.5 T (high level of evidence) and 3 T (high level of evidence). R2* relaxometry has widespread regulatory approval for the purpose of R2* quantification, and commercially available LIC- calibrated R2*-based relaxometry methods are expected immi- nently. Consensus voting results were as follows: 18 panelists agreed and 0 disagreed. 2. R2*-based relaxometry is suited for a wide range of iron overload severity (high level of evidence). Both 1.5 T and 3 T are acceptable as first-line methods for R2*-based iron quantifica- tion (high level of evidence). In patients with known or highly suspected severe iron overload, 1.5 T may be preferred (high level of evidence). R2*-based relaxometry may not be well suited for quantification of LIC greater than approximately 40 mg/g (700 μ mol/g) at 1.5 T or approximately 26 mg/g (466 μ mol/g) at 3 T. Consensus voting results were as follows: 18 panelists agreed and 0 disagreed. 3. On the basis of lower cost, shorter acquisition time, test performance metrics, and validation data, R2*-based relax- ometry is recommended as the first-line method for liver iron quantification (high level of evidence). Consensus voting results were as follows: 18 panelists agreed and 0 disagreed. 4. The use of R2* relaxometry methods that avoid fat- and noise-related biases are preferred over fat- and noise-uncorrected methods (moderate level of evidence). Consensus voting results were as follows: 18 panelists agreed and 0 disagreed. 5. Optimized protocols with short TEs (<1 msec), short echo spacing (<1 msec), six to 12 TEs, and noise correction are recom- mended (high level of evidence). Consensus voting results were as follows: 18 panelists agreed and 0 disagreed. Expertise in clinical liver MRI is important for interpretation of R2*-based liver iron quantification using current commercial implementations of R2*-based relaxometry. It may be help- ful to review source echo images or other ancillary images like T2-weighted or in- and opposed-phase images to ensure that R2* measurements are valid. Overall, there is a high level of evidence for R2*-based LIC quantification, including numerous single-site studies and one major multisite study. However, there remains a need for a com- prehensive meta-analysis of R2* to quantify LIC, similar to that recently performed for proton density fat fraction (93). Given possible differences between MRI methods and labo- ratory reference values for LIC used to calibrate MRI methods, whenever MRI-based LIC values are provided in a clinical report, the report should include an appropriate literature citation(s) that describes both the MRI method used and the laboratory reference value used as the LIC reference. This recommendation applies to all MRI methods discussed herein, including the SIR method, R2-based relaxometry, and R2*-based relaxometry. Conclusion Iron excess is a systemic condition attributed to many disorders and is associated with significant morbidity. Liver biopsy has his- torically been used to assess liver iron concentration as a surrogate biomarker of total body iron content. Given its intrinsic limita- tions, liver biopsy is rarely used in modern practice, and MRI has emerged as the most widely used standard of care method to as- sess iron overload. However, many confounding effects must be considered, such as image noise and the effect of intrahepatic fat. Three main MRI techniques (signal intensity ratio [SIR], R2, and R2*) have been developed and validated. On the basis of the available literature and the collective expertise of this consensus panel, confounder-corrected R2*-based liver iron concentration (LIC) is the most practical method with the strongest level of evidence for accurate and reproducible quantification of LIC. These methods are commercially available at both 1.5 T and 3 T and are recommended as the first-line method for iron quan- tification when available. SIR and R2-based LIC quantification are good alternative methods, with moderate-to-high levels of evidence for their use. As additional evidence arises, modifica- tion of these recommendations may be needed. Acknowledgment: The authors thank David Harris, PhD, for his assistance in preparing the manuscript. Author contributions: Guarantors of integrity of entire study, S.B.R., S.D.S., L.M.B. ; study concepts/study design or data acquisition or data analysis/interpretation, all authors; manuscript drafting or manuscript revision for important intellectual content,",
    "Quantification of Liver Iron Overload with MRI 8 radiology.rsna.org ■ Radiology: Volume 307: Number 1—April 2023 all authors; approval of final version of submitted manuscript, all authors; agrees to ensure any questions related to the work are appropriately resolved, all authors; literature research, S.B.R., T.Y., M.F., D.H., Á.A.B., Y.G., B.H., C.H., M.K., J.P.K., A.M., S.D.S., J.C.W., J.Y., L.M.B. ; clinical studies, S.B.R., T.Y., M.F., Á.A.B., J.M.A., J.P.K., A.M. ; and manuscript editing, all authors Disclosures of conflicts of interest: S.B.R. Grants from the National Institutes of Health (R01 DK117354 and R01 DK100691); ownership interests in Calime- trix, Reveal Pharmaceuticals, Cellectar Biosciences, Elucent Medical, HeartVista, and RevOps; support to institution from GE Healthcare and Bracco Diagnostics; Romnes Faculty Fellow with an award provided by the University of Wisconsin- Madison Office of the Vice Chancellor for Research and Graduate Education with funding from the Wisconsin Alumni Research Foundation. T.Y. Grant from NIDDK (R01 DK100651). M.F. No relevant relationships. D.H. Grants from the National Institutes of Health (R01 DK100651 and R01 DK117354); owner- ship interests in Calimetrix; support to institution from GE Healthcare and Bracco Diagnostics. A.A.B. CEO of Quibin SL, shareholder at Quibin SL. J.M.A. No rel- evant relationships. Y.G. No relevant relationships. B.H. No relevant relationships. C.H. No relevant relationships. K.J. No relevant relationships. M.K. Payment or honoraria for lectures, presentations, speakers bureaus, manuscript writing, or edu- cational events from Bayer and GE Healthcare. J.P.K. No relevant relationships. A.M. No relevant relationships. S.D.S. No relevant relationships. R.W. Payment for invited lecture from the Society of Abdominal Radiology; support for attending meetings and/or travel from the Society of Abdominal Radiology; chair, peer review subcommittee for the Canadian Hemoglobinopathy Association; participation on a Data Safety Monitoring Board or advisory board at Canada’s Drug and Health Technology Agency. J.C.W. Grants from the National Heart Lung and Blood Insti- tute, Additional Ventures Single Ventricular Research Fund, and Philips Medical Systems; Dean’s Pilot Award, USC Keck School of Medicine; Strategic Directions for Research Reward, USC Provost’s Office; consulting fees from Celgene (Bristol- Meyer-Squibb), World Care Clinical, Imago Biosciences, Regeneron, Vifor Pharma, Pharmacosmos, Hillhurst Pharamceuticals and Agios; support for at- tending meet- ings and/or travel from Cooley’s Anemia Foundation; patent under review; par- ticipation on a data safety monitoring board or review board at Bayer Healthcare Pharmaceuticals, Hillhurst Pharmaceuticals, and NHLBI; research support from In Kind and Philips Medical Systems. J.Y. No relevant relationships. L.M.B. No relevant relationships. References 1. European Association For The Study Of The Liver. EASL clinical prac- tice guidelines for HFE hemochromatosis. J Hepatol 2010;53(1):3–22. 2. Dongiovanni P, Fracanzani AL, Fargion S, Valenti L. Iron in fatty liver and in the metabolic syndrome: a promising therapeutic target. J Hepatol 2011;55(4):920–932. 3. Pietrangelo A. Iron in NASH, chronic liver diseases and HCC: how much iron is too much? J Hepatol 2009;50(2):249–251. 4. Angelucci E, Brittenham GM, McLaren CE, et al. Hepatic iron concen- tration and total body iron stores in thalassemia major. N Engl J Med 2000;343(5):327–331. 5. Jensen PD. Evaluation of iron overload. Br J Haematol 2004;124(6): 697–711. 6. Kushner JP, Porter JP, Olivieri NF. Secondary iron overload. Hematology Am Soc Hematol Educ Program 2001;47–61. 7. Vichinsky E. Oral iron chelators and the treatment of iron overload in pe- diatric patients with chronic anemia. Pediatrics 2008;121(6):1253–1256. 8. Golfeyz S, Lewis S, Weisberg IS. Hemochromatosis: pathophysiology, evaluation, and management of hepatic iron overload with a focus on MRI. Expert Rev Gastroenterol Hepatol 2018;12(8):767–778. 9. Craft ML, Edwards M, Jain TP, Choi PY. R2 and R2* MRI assessment of liver iron content in an undifferentiated diagnostic population with hyperferritinaemia, and impact on clinical decision making. Eur J Ra- diol 2021;135:109473. 10. Brittenham GM, Badman DG; National Institute of Diabetes and Digestive and Kidney Diseases (NIDDK)Workshop. Noninva- sive measurement of iron: report of an NIDDK workshop. Blood 2003;101(1):15–19. 11. St Pierre TG, Clark PR, Chua-anusorn W, et al. Noninvasive measure- ment and imaging of liver iron concentrations using proton magnetic resonance. Blood 2005;105(2):855–861. 12. Bassett ML, Halliday JW, Powell LW. Value of hepatic iron measure- ments in early hemochromatosis and determination of the critical iron level associated with fibrosis. Hepatology 1986;6(1):24–29. 13. Olivieri NF, Brittenham GM. Iron-chelating therapy and the treatment of thalassemia. Blood 1997;89(3):739–761. 14. Niederau C, Fischer R, Sonnenberg A, Stremmel W, Trampisch HJ, Strohmeyer G. Survival and causes of death in cirrhotic and in non- cirrhotic patients with primary hemochromatosis. N Engl J Med 1985;313(20):1256–1262. 15. Niederau C, Fischer R, Pürschel A, Stremmel W, Häussinger D, Stroh- meyer G. Long-term survival in patients with hereditary hemochroma- tosis. Gastroenterology 1996;110(4):1107–1119. 16. Olivieri NF, Brittenham GM, Matsui D, et al. Iron-chelation therapy with oral deferiprone in patients with thalassemia major. N Engl J Med 1995;332(14):918–922. 17. Engle MA, Erlandson M, Smith CH. Late Cardiac Complications of Chronic, Severe, Refractory Anemia with Hemochromatosis. Circula- tion 1964;30(5):698–705. 18. Henninger B, Alustiza J, Garbowski M, Gandon Y. Practical guide to quan- tification of hepatic iron with MRI. Eur Radiol 2020;30(1):383–393. 19. Adams P, Brissot P, Powell LW. EASL International Consensus Conference on Haemochromatosis. J Hepatol 2000;33(3):485–504. 20. Deugnier Y, Turlin B. Pathology of hepatic iron overload. World J Gas- troenterol 2007;13(35):4755–4760. 21. Villeneuve JP, Bilodeau M, Lepage R, Côté J, Lefebvre M. Variability in hepatic iron concentration measurement from needle-biopsy specimens. J Hepatol 1996;25(2):172–177. 22. Emond MJ, Bronner MP, Carlson TH, Lin M, Labbe RF, Kowdley KV. Quantitative study of the variability of hepatic iron concentrations. Clin Chem 1999;45(3):340–346. 23. Sirlin CB, Reeder SB. Magnetic resonance imaging quantification of liver iron. Magn Reson Imaging Clin N Am 2010;18(3):359–381, ix. 24. Seeff LB, Everson GT, Morgan TR, et al; HALT–C Trial Group. Com- plication rate of percutaneous liver biopsies among persons with ad- vanced chronic liver disease in the HALT-C trial. Clin Gastroenterol Hepatol 2010;8(10):877–883. 25. Girelli D, Busti F, Brissot P, Cabantchik I, Muckenthaler MU, Porto G. Hemochromatosis classification: update and recommendations by the BIOIRON Society. Blood 2022;139(20):3018–3029. 26. Tsitsikas DA, Nzouakou R, Ameen V, Sirigireddy B, Amos RJ. Compar- ison of serial serum ferritin measurements and liver iron concentration assessed by MRI in adult transfused patients with sickle cell disease. Eur J Haematol 2014;92(2):164–167. 27. Wang W, Knovich MA, Coffman LG,Torti FM,Torti SV. Serum ferritin: Past, present and future. Biochim Biophys Acta 2010;1800(8):760–769. 28. Nielsen P, Günther U, Dürken M, Fischer R, Düllmann J. Serum fer- ritin iron in iron overload and liver damage: correlation to body iron stores and diagnostic relevance. J Lab Clin Med 2000;135(5):413–418. 29. Karam LB, Disco D, Jackson SM, et al. Liver biopsy results in patients with sickle cell disease on chronic transfusions: poor correlation with ferritin levels. Pediatr Blood Cancer 2008;50(1):62–65. 30. Atmakusuma TD, Lubis AM. Correlation of Serum Ferritin and Liver Iron Concentration with Transient Liver Elastography in Adult Thal- assemia Intermedia Patients with Blood Transfusion. J Blood Med 2021;12:235–243. 31. Rofsky NM, Fleishaker H. CT and MRI of diffuse liver disease. Semin Ultrasound CT MR 1995;16(1):16–33. 32. Mortele KJ, Ros PR. Imaging of diffuse liver disease. Semin Liver Dis 2001; 21(2):195–212. 33. Wood JC, Zhang P, Rienhoff H, Abi-Saab W, Neufeld E. R2 and R2* are equally effective in evaluating chronic response to iron chelation. Am J Hematol 2014;89(5):505–508. 34. Younossi ZM, Koenig AB, Abdelatif D, Fazel Y, Henry L, Wymer M. Global epidemiology of nonalcoholic fatty liver disease-Meta-analytic as- sessment of prevalence, incidence, and outcomes. Hepatology 2016;64(1):73–84. 35. Bashir MR, Wolfson T, Gamst AC, et al; NASH Clinical Research Network (NASH CRN). Hepatic R2* is more strongly associated with proton density fat fraction than histologic liver iron scores in patients with nonalcoholic fatty liver disease. J Magn Reson Imaging 2019;49(5):1456–1466. 36. Hernando D, Levin YS, Sirlin CB, Reeder SB. Quantification of liver iron with MRI: state of the art and remaining challenges. J Magn Reson Imaging 2014;40(5):1003–1021. 37. Luetkens JA, Klein S, Träber F, et al. Quantification of Liver Fibrosis at T1 and T2 Mapping with Extracellular Volume Fraction MRI: Preclini- cal Results. Radiology 2018;288(3):748–754. 38. Hankins JS, McCarville MB, Loeffler RB, et al. R2* magnetic reso- nance imaging of the liver in patients with iron overload. Blood 2009;113(20):4853–4855.",
    "Reeder et al Radiology: Volume 307: Number 1—April 2023 ■ radiology.rsna.org 9 39. França M, Alberich-Bayarri Á, Martí-Bonmatí L, et al. Accurate simul- taneous quantification of liver steatosis and iron overload in diffuse liver diseases with MRI. Abdom Radiol (NY) 2017;42(5):1434–1443. 40. Hernando D, Vigen KK, Shimakawa A, Reeder SB. R*(2) mapping in the presence of macroscopic B₀ field variations. Magn Reson Med 2012;68(3):830–840. 41. Roberts NT, Hinshaw LA, Colgan TJ, Ii T, Hernando D, Reeder SB. B 0 and B 1 inhomogeneities in the liver at 1.5 T and 3.0 T. Magn Reson Med 2021;85(4):2212–2220. 42. Doyle EK, Thornton S, Ghugre NR, Coates TD, Nayak KS, Wood JC. Effects of B 1 + Heterogeneity on Spin Echo-Based Liver Iron Estimates. J Magn Reson Imaging 2022;55(5):1419–1425. 43. McVeigh ER, Henkelman RM, Bronskill MJ. Noise and filtration in magnetic resonance imaging. Med Phys 1985;12(5):586–591. 44. Hernando D, Kramer JH, Reeder SB. Multipeak fat-corrected complex R2* relaxometry: theory, optimization, and clinical validation. Magn Reson Med 2013;70(5):1319–1331. 45. Wood JC, Enriquez C, Ghugre N, etal. MRI R2 and R2* mapping accurately estimates hepatic iron concentration in transfusion-dependent thalas- semia and sickle cell disease patients. Blood 2005;106(4):1460–1465. 46. Feng Y, He T, Gatehouse PD, et al. Improved MRI R2 * relaxom- etry of iron-loaded liver with noise correction. Magn Reson Med 2013;70(6):1765–1774. 47. Yin X, Shah S, Katsaggelos AK, Larson AC. Improved R2* measurement accuracy with absolute SNR truncation and optimal coil combination. NMR Biomed 2010;23(10):1127–1136. 48. Yokoo T, Yuan Q, Sénégas J, Wiethoff AJ, Pedrosa I. Quantitative R2* MRI of the liver with rician noise models for evaluation of hepatic iron overload: Simulation, phantom, and early clinical experience. J Magn Reson Imaging 2015;42(6):1544–1559. 49. Mazé J, Vesselle G, Herpe G, et al. Evaluation of hepatic iron concentra- tion heterogeneities using the MRI R2* mapping method. Eur J Radiol 2019;116:47–54. 50. MohammedTL, Khan A. Introduction to the American College of Radiology appropriateness criteria review series. J Thorac Imaging 2010;25(2):96. 51. Martí-Bonmatí L. Evidence levels in radiology: the insights into imaging approach. Insights Imaging 2021;12(1):45. 52. Gandon Y, Olivié D, Guyader D, et al. Non-invasive assessment of he- patic iron stores by MRI. Lancet 2004;363(9406):357–362. 53. Alústiza JM, Artetxe J, Castiella A, et al; Gipuzkoa Hepatic Iron Con- centration by MRI Study Group. MR quantification of hepatic iron concentration. Radiology 2004;230(2):479–484. 54. Rose C, Vandevenne P, Bourgeois E, Cambier N, Ernst O. Liver iron content assessment by routine and simple magnetic resonance imaging procedure in highly transfused patients. Eur J Haematol 2006;77(2):145–149. 55. Gandon Y. MRQuantif Liver Fat and Iron Quantification Software. https://imagemed.univ-rennes1.fr/en/mrquantif/quantif/. Accessed Oc- tober 14, 2021. 56. Castiella A, Alústiza JM, Emparanza JI, Zapata EM, Costero B, Díez MI. Liver iron concentration quantification by MRI: are recom- mended protocols accurate enough for clinical practice? Eur Radiol 2011;21(1):137–141. 57. Paisant A, Boulic A, Bardou-Jacquet E, et al. Assessment of liver iron overload by 3 T MRI. Abdom Radiol (NY) 2017;42(6):1713–1720. 58. Virtanen JM, Komu ME, Parkkola RK. Quantitative liver iron measurement by magnetic resonance imaging: in vitro and in vivo assessment of the liver to muscle signal intensity and the R2* methods. Magn Reson Imag- ing 2008;26(8):1175–1182. 59. Alústiza JM, Emparanza JI, Castiella A, et al. Measurement of liv- er iron concentration by MRI is reproducible. BioMed Res Int 2015;2015:294024. 60. Hernando D, Kühn JP, Mensel B, et al. R2* estimation using “in-phase” echoes in the presence of fat: the effects of complex spectrum of fat. J Magn Reson Imaging 2013;37(3):717–726. 61. St PierreTG, Clark PR, Chua-Anusorn W. Single spin-echo proton transverse relaxometry of iron-loaded liver. NMR Biomed 2004;17(7):446–458. 62. St Pierre TG, Clark PR, Chua-Anusorn W. Measurement and mapping of liver iron concentrations using magnetic resonance imaging. Ann N Y Acad Sci 2005;1054:379–385. 63. Pavitt HL, Aydinok Y, El-Beshlawy A, et al. The effect of reducing repeti- tion time TR on the measurement of liver R2 for the purpose of measur- ing liver iron concentration. Magn Reson Med 2011;65(5):1346–1351. 64. Pirasteh A, Yuan Q, Hernando D, Reeder SB, Pedrosa I, Yokoo T. Inter- method reproducibility of biexponential R 2 MR relaxometry for estimation of liver iron concentration. Magn Reson Med 2018;80(6):2691–2701. 65. Calle-Toro JS, Barrera CA, Khrichenko D, Otero HJ, Serai SD. R2 relax- ometry based MR imaging for estimation of liver iron content: A compar- ison between two methods. Abdom Radiol (NY) 2019;44(9):3058–3068. 66. De Novo Classification Request for FerriScan R2-MRI Analysis System Decision Summary. https://www.accessdata.fda.gov/cdrh_docs/reviews/ K124065.pdf. Accessed August 22, 2021. 67. St Pierre TG, El-Beshlawy A, Elalfy M, et al. Multicenter validation of spin- density projection-assisted R2-MRI for the noninvasive measurement of liver iron concentration. Magn Reson Med 2014;71(6):2215–2223. 68. Ghugre NR, Wood JC. Relaxivity-iron calibration in hepatic iron over- load: probing underlying biophysical mechanisms using a Monte Carlo model. Magn Reson Med 2011;65(3):837–847. 69. Storey P, Thompson AA, Carqueville CL, Wood JC, de Freitas RA, Rigs- by CK. R2* imaging of transfusional iron burden at 3T and comparison with 1.5T. J Magn Reson Imaging 2007;25(3):540–547. 70. Anwar M, Wood J, Manwani D, Taragin B, Oyeku SO, Peng Q. Hepatic Iron Quantification on 3 Tesla (3 T) Magnetic Resonance (MR): Technical Challenges and Solutions. Radiol Res Pract 2013;2013:628150. 71. Ghugre NR, Doyle EK, Storey P, Wood JC. Relaxivity-iron calibration in hepatic iron overload: Predictions of a Monte Carlo model. Magn Reson Med 2015;74(3):879–883. 72. Krafft AJ, Loeffler RB, Song R, et al. Quantitative ultrashort echo time imaging for assessment of massive iron overload at 1.5 and 3 Tesla. Magn Reson Med 2017;78(5):1839–1851. 73. Doyle EK, Toy K, Valdez B, Chia JM, Coates T, Wood JC. Ultra- short echo time images quantify high liver iron. Magn Reson Med 2018;79(3):1579–1585. 74. Yu H, McKenzie CA, Shimakawa A, et al. Multiecho reconstruction for simultaneous water-fat decomposition and T2* estimation. J Magn Reson Imaging 2007;26(4):1153–1161. 75. Kühn JP, Hernando D, Muñoz del Rio A, et al. Effect of multipeak spectral modeling of fat for liver iron and fat quantification: correlation of biopsy with MR imaging results. Radiology 2012;265(1):133–142. 76. Krafft AJ, Loeffler RB, Song R, et al. Does fat suppression via chemically selec- tive saturation affect R2*-MRI for transfusional iron overload assessment? A clinical evaluation at 1.5T and 3T. Magn Reson Med 2016;76(2):591–601. 77. Plaikner M, Kremser C, Zoller H, et al. Evaluation of liver iron overload with R2* relaxometry with versus without fat suppression: both are clinically accurate but there are differences. Eur Radiol 2020;30(11):5826–5833. 78. Aslan E, Luo JW, Lesage A, et al. MRI-based R2* mapping in pa- tients with suspected or known iron overload. Abdom Radiol (NY) 2021;46(6):2505–2515. 79. Henninger B, Plaikner M, Zoller H, et al. Performance of different Dixon- based methods for MR liver iron assessment in comparison to a biopsy- validated R2* relaxometry method. Eur Radiol 2021;31(4):2252–2262. 80. Hernando D, Cook RJ, Qazi N, Longhurst CA, Diamond CA, Reeder SB. Complex confounder-corrected R2* mapping for liver iron quanti- fication with MRI. Eur Radiol 2021;31(1):264–275. 81. Colgan TJ, Zhao R, Roberts NT, Hernando D, Reeder SB. Limits of Fat Quantification in the Presence of Iron Overload. J Magn Reson Imaging 2021;54(4):1166–1174 [Published correction appears in J Magn Reson Imaging 2022;55(6):1910.]. 82. Anderson LJ, Holden S, Davis B, etal. CardiovascularT2-star (T2*) magnetic resonance for the early diagnosis of myocardial iron overload. Eur Heart J 2001;22(23):2171–2179. 83. Jhaveri KS, Kannengiesser SAR, Ward R, Kuo K, Sussman MS. Prospective Evaluation of an R2* Method for Assessing Liver Iron Concentration (LIC) Against FerriScan: Derivation of the Calibration Curve and Char- acterization of the Nature and Source of Uncertainty in the Relation- ship. J Magn Reson Imaging 2019;49(5):1467–1474. 84. Garbowski MW, Carpenter JP, Smith G, etal. Biopsy-based calibration ofT2* magnetic resonance for estimation of liver iron concentration and com- parison with R2 Ferriscan. J Cardiovasc Magn Reson 2014;16(1):40. 85. Henninger B, Zoller H, Rauch S, et al. R2* relaxometry for the quanti- fication of hepatic iron overload: biopsy-based calibration and compari- son with the literature. Rofo 2015;187(6):472–479. 86. Sofue K, Mileto A, Dale BM, Zhong X, Bashir MR. Interexamination repeatability and spatial heterogeneity of liver iron and fat quantification using MRI-based multistep adaptive fitting algorithm. J Magn Reson Imaging 2015;42(5):1281–1290. 87. Hines CD, Frydrychowicz A, Hamilton G, etal. T(1) independent, T(2) (*) corrected chemical shift based fat-water separation with multi-peak fat spectral modeling is an accurate and precise measure of hepatic steatosis. J Magn Reson Imaging 2011;33(4):873–881.",
    "Quantification of Liver Iron Overload with MRI 10 radiology.rsna.org ■ Radiology: Volume 307: Number 1—April 2023 88. Hernando D, Zhao R, Taviani V, etal. Repeatability and reproducibility of confounder-corrected R2* as a biomarker of liver iron concentration: interim results from a multi-center, multivendor study at 1.5T and 3T. International Society for Magnetic Resonance in Medicine An- nual Meeting Montreal, Canada 2019:1020. https://archive.ismrm. org/2019/1020.html. 89. d’Assignies G, Paisant A, Bardou-Jacquet E, et al. Non-invasive mea- surement of liver iron concentration using 3-Tesla magnetic resonance imaging: validation against biopsy. Eur Radiol 2018;28(5):2022–2030. 90. Hernando D, Zhao R, Yuan Q, et al. Multicenter Reproducibility of Liver Iron Quantification with 1.5-T and 3.0-T MRI. Radiology 2023;306(2):e213256. 91. Campo CA, Hernando D, Schubert T, Bookwalter CA, Pay AJV, Reeder SB. Standardized Approach for ROI-Based Measurements of Proton Density Fat Fraction and R2* in the Liver. AJR Am J Roentgenol 2017;209(3):592–603. 92. Martí-Aguado D, Jiménez-Pastor A, Alberich-Bayarri Á, et al. Automat- ed Whole-Liver MRI Segmentation to Assess Steatosis and Iron Quanti- fication in Chronic Liver Disease. Radiology 2022;302(2):345–354. 93. Yokoo T, Serai SD, Pirasteh A, et al; RSNA-QIBA PDFF Biomarker Committee. Linearity, Bias, and Precision of Hepatic Proton Density Fat Fraction Measurements by Using MR Imaging: A Meta-Analysis. Radiology 2018;286(2):486–498."
  ],
  "processed_at": "2026-01-30T14:42:21.413Z"
}