{
  "doc_id": "a50bf2c843aed54e534403ab2a63a6e7",
  "source_id": "Renal_Mass_Website_11-14-23",
  "total_pages": 63,
  "pages": [
    "1 Purpose This AUA Guidelines focuses on the evaluation and management of clinically localized sporadic renal masses suspicious for renal cell carcinoma (RCC) in adults, including solid enhancing renal tumors and Bosniak 3 and 4 complex cystic renal masses. Some patients with clinically localized renal masses may present with findings suggesting aggressive tumor biology or may be upstaged on exploration or final pathology. Management considerations pertinent to the urologist in such patients will also be discussed. The follow - up of renal cancer patients after intervention is also addressed, including recommendations for periodic clinical follow - up and abdominal and chest imaging. Practice patterns regarding such tumors vary considerably, and the literature regarding evaluation, management, and surveillance has been rapidly evolving. Notable examples include controversies about the role of renal mass biopsy (RMB) and concerns regarding overutilization of radical nephrectomy (RN). Please also refer to the associated Renal Mass and Localized Renal Cancer Treatment and Follow - up after Intervention algorithms. Methodology The systematic review utilized in the creation of this guideline was completed in part through the Agency for Healthcare Research and Quality (AHRQ) and through additional supplementation that further addressed additional key questions and more recently published literature. A research librarian experienced in conducting literature searches for comparative effectiveness reviews searched in MEDLINE®, Embase®, the Cochrane Library, the Database of Abstracts of Reviews of Effects, the Health Technology Assessment Database, and the UK National Health Service Economic Evaluation database to capture both published and gray literature published from January 1, 1997 through May 1, 2015. A supplemental search was conducted adding additional literature published through August 2015, and a final update search was conducted through July 2016. A systematic review was conducted in 2013 to identify published articles relevant to key questions specified by the Panel related to kidney neoplasms and their follow - up (imaging, renal function, markers, biopsy, and prognosis). This search covered English - language articles published between January 1999 and 2011. An updated query was later conducted to include studies published through August 2012. In January of 2021, the Renal Mass and Localized Renal Cancer guideline underwent an additional amendment based on a current literature search. This Approved by the AUA Board of Directors April 2021 Authors’ disclosure of po- tential conflicts of interest and author/staff contribu- tions appear at the end of the article. © 2021 by the American Urological Association American Urological Association (AUA) RENAL MASS AND LOCALIZED RENAL CANCER: EVALUATION, MANAGEMENT, AND FOLLOW - UP: AUA GUIDELINE Steven Campbell, MD, PhD; Robert G. Uzzo, MD; Mohamad E. Allaf, MD; Jay Todd Bishoff, MD; Eric B. Bass, MD, MPH; Jeffrey A. Cadeddu, MD; Anthony Chang, MD; Sam S. Chang, MD; Peter E. Clark, MD; Jonathan A. Coleman, MD; Philipp Dahm, MD; Brian J. Davis, MD, PhD; Ithaar H. Derweesh, MD; Mireya Diaz, PhD; Sherri M. Donat , MD; Leo Giambarresi, PhD; Debra A. Gervais, MD; S. Duke Herrell III, MD; Susan Hilton, MD; Susie L. Hu, MD; Eric Jonasch, MD; Jose A. Karam, MD; Brian R. Lane, MD, PhD; Bradley C. Leibovich, MD, FACS; Daniel Wei Lin, MD; Philip M. Pierorazio, MD; Victor Edward Reuter, MD; Lesley Souter, PhD Copyright © 2021 American Urological Association Education and Research, Inc.® Panel Nomination Acknowledgment: The AUA would like to acknowledge the following organizations: College of American Pathologists (CAP); Society of Urologic Oncologists (SUO); Ameri- can College of Radiology (ACR); American Society of Nephrology (ASN); En- dourological Society; and the Society of Interventional Radiology for participation in the development of this guideline.",
    "2 American Urological Association (AUA) literature search retrieved additional studies published between July 2016 to October 2020 using the same Key Questions and search criteria from the Renal Mass and Localized Renal Cancer guideline. Nineteen studies were identified from this search to provide data relevant to the management and treatment of Renal Mass. In addition, the Follow - Up for Clinically Localized Renal Neoplasms guideline published in 2013 was merged with the Renal Mass and Localized Renal Cancer guideline. Although the systematic search for follow - up interventions was not updated to 2020, the panel members conducted a comprehensive review of all evidence published since the original guideline. The language of many statements has been refined for clarity. For all evidence - based statements, supporting studies were identified only in the original systematic review and the evidence strength was not altered. When sufficient evidence existed, the body of evidence for a particular treatment was assigned a strength rating of A (high), B (moderate) or C (low) for support of Strong, Moderate, or Conditional Recommendations. In the absence of sufficient evidence, additional information is provided as Clinical Principles and Expert Opinions. GUIDELINE STATEMENTS INITIAL EVALUATION AND DIAGNOSIS Evaluation 1. In patients with a solid or complex cystic renal mass, clinicians should obtain high quality, multiphase, cross - sectional abdominal imaging to optimally characterize and clinically stage the renal mass. Characterization of the renal mass should include assessment of tumor complexity, degree of contrast enhancement (where applicable), and presence or absence of fat. (Clinical Principle) 2. In patients with suspected renal malignancy, clinicians should obtain a comprehensive metabolic panel, complete blood count, and urinalysis. Metastatic evaluation should include chest imaging to evaluate for possible thoracic metastases. (Clinical Principle) 3. For patients with a solid or Bosniak 3/4 complex cystic renal mass, clinicians should assign chronic kidney disease (CKD) stage based on glomerular filtration rate (GFR) and degree of proteinuria. (Expert Opinion) Counseling 4. In patients with a solid or Bosniak 3/4 complex cystic renal mass, a urologist should lead the counseling process and should consider all management strategies. A multidisciplinary team should be included when necessary. (Expert Opinion) 5. Clinicians should provide counseling that includes current perspectives about tumor biology and a patient - specific risk assessment inclusive of sex, tumor size/complexity, histology (when obtained), and imaging characteristics. For cT1a tumors, the low oncologic risk of many small renal masses should be reviewed. (Clinical Principle) 6. During counseling of patients with a solid or Bosniak 3/4 complex cystic renal mass, clinicians must review the most common and serious urologic and non - urologic morbidities of each treatment pathway and the importance of patient age, comorbidities/frailty, and life expectancy. (Clinical Principle) 7. Clinicians should review the importance of renal functional recovery related to renal mass management, including the risks of progressive CKD, potential short - or long - term need for renal replacement therapy, and long - term overall survival considerations. (Clinical Principle) 8. Clinicians should consider referral to nephrology in patients with a high risk of CKD progression, including those with estimated glomerular filtration rate (eGFR) less than 45 mL/min/1.73m2, confirmed proteinuria, diabetics with preexisting CKD, or whenever eGFR is expected to be less than 30 mL/min/1.73m2 after intervention. (Expert Opinion) 9. Clinicians should recommend genetic counseling for any of the following: all patients ≤ 46 years of age with renal malignancy, those with multifocal or bilateral renal masses, or whenever 1) the personal or family history suggests a familial renal neoplastic syndrome; 2) there is a first - or second - degree relative with a history of renal malignancy or Renal Mass and Localized Renal Cancer Copyright © 2021 American Urological Association Education and Research, Inc.®",
    "3 a known clinical or genetic diagnosis of a familial renal neoplastic syndrome (even if kidney cancer has not been observed); or 3) the patient ’ s pathology demonstrates histologic findings suggestive of such a syndrome. (Expert Opinion) Renal Mass Biopsy (RMB) 10. When considering the utility of RMB, patients should be counseled regarding rationale, positive and negative predictive values, potential risks and non - diagnostic rates of RMB. (Moderate Recommendation; Evidence Level: Grade C) 11. Clinicians should consider RMB when a mass is suspected to be hematologic, metastatic, inflammatory, or infectious. (Clinical Principle) 12. In the setting of a solid renal mass, RMB should be obtained on a utility - based approach whenever it may influence management. RMB is not required for 1) young or healthy patients who are unwilling to accept the uncertainties associated with RMB; or 2) older or frail patients who will be managed conservatively independent of RMB findings. (Expert Opinion) 13. For patients with a solid renal mass who elect RMB, multiple core biopsies should be performed and are preferred over fine needle aspiration (FNA). (Moderate Recommendation; Evidence Level: Grade C) MANAGEMENT Partial Nephrectomy (PN) and Nephron - Sparing Approaches 14. Clinicians should prioritize PN for the management of the cT1a renal mass when intervention is indicated. In this setting, PN minimizes the risk of CKD or CKD progression and is associated with favorable oncologic outcomes, including excellent local control. (Moderate Recommendation; Evidence Level: Grade B) 15. Clinicians should prioritize nephron - sparing approaches for patients with solid or Bosniak 3/4 complex cystic renal masses and an anatomic or functionally solitary kidney, bilateral tumors, known familial RCC, preexisting CKD, or proteinuria. (Moderate Recommendation; Evidence Level: Grade C) 16. Nephron - sparing approaches should be considered for patients with solid or Bosniak 3/4 complex cystic renal masses who are young, have multifocal masses, or comorbidities that are likely to impact renal function in the future, including but not limited to moderate to severe hypertension, diabetes mellitus, recurrent urolithiasis, or morbid obesity. (Moderate Recommendation; Evidence Level: Grade C) 17. In patients who elect PN, clinicians should prioritize preservation of renal function by optimizing nephron mass preservation and avoiding prolonged warm ischemia. (Expert Opinion) 18. For patients undergoing PN, clinicians should prioritize negative surgical margins. The extent of normal parenchyma removed should be determined by surgeon discretion taking into account the clinical situation and tumor characteristics, including growth pattern, and interface with normal tissue. Tumor enucleation should be considered in patients with familial RCC, multifocal disease, or severe CKD to optimize parenchymal mass preservation. (Expert Opinion) Radical Nephrectomy (RN) 19. Clinicians should consider RN for patients with a solid or Bosniak 3/4 complex cystic renal mass whenever increased oncologic potential is suggested by tumor size, RMB (if obtained), and/or imaging. (Moderate Recommendation; Evidence Level: Grade B) In this setting, RN is preferred if all of the following criteria are met: 1) high tumor complexity and PN would be challenging even in experienced hands; 2) no preexisting CKD or proteinuria; and 3) normal contralateral kidney and new baseline eGFR will likely be greater than 45 mL/min/1.73m2 even if RN is performed. If all of these criteria are not met, PN should be considered unless there are overriding concerns about the safety or oncologic efficacy of PN. (Expert Opinion) Surgical Principles 20. For patients who are undergoing surgical excision of a renal mass with clinically concerning regional lymphadenopathy, clinicians should perform a lymph node dissection including all clinically positive nodes for staging American Urological Association (AUA) Copyright © 2021 American Urological Association Education and Research, Inc.® Renal Mass and Localized Renal Cancer",
    "4 purposes. (Expert Opinion) 21. For patients who are undergoing surgical excision of a renal mass, clinicians should perform adrenalectomy if imaging and/or intraoperative findings suggest metastasis or direct invasion of the adrenal gland. (Clinical Principle) 22. In patients undergoing surgical excision of a renal mass, a minimally invasive approach should be considered when it would not compromise oncologic, functional, and perioperative outcomes. (Expert Opinion) Other Considerations 23. Pathologic evaluation of the adjacent renal parenchyma should be performed and recorded after PN or RN to assess for possible intrinsic renal disease, particularly for patients with CKD or risk factors for developing CKD. (Clinical Principle) 24. Clinicians should consider referral to medical oncology whenever there is concern for potential clinical metastasis or incompletely resected disease (macroscopic positive margin or gross residual disease). Patients with high - risk or locally advanced, fully resected renal cancers should be counselled about the risks/benefits of adjuvant therapy and encouraged to participate in adjuvant clinical trials, facilitated by medical oncology consultation when needed. (Clinical Principle) Thermal Ablation (TA) 25. Clinicians should consider TA as an alternate approach for the management of cT1a solid renal masses <3 cm in size. For patients who elect TA, a percutaneous technique is preferred over a surgical approach whenever feasible to minimize morbidity. (Moderate Recommendation; Evidence Level: Grade C) 26. Both radiofrequency ablation (RFA) and cryoablation may be offered as options for patients who elect TA. (Conditional Recommendation; Evidence Level: Grade C) 27. A RMB should be performed prior to (preferred) or at the time of ablation to provide pathologic diagnosis and guide subsequent surveillance. (Expert Opinion) 28. Counseling about TA should include information regarding an increased likelihood of tumor persistence or local recurrence after primary TA relative to surgical excision, which may be addressed with repeat ablation if further intervention is elected. (Strong Recommendation; Evidence Level: Grade B) Active Surveillance (AS) 29. For patients with a solid renal mass < 2cm, or those that are complex but predominantly cystic, clinicians may elect AS with potential for delayed intervention for initial management. (Conditional Recommendation; Evidence Level: Grade C) 30. For patients with a solid or Bosniak 3/4 complex cystic renal mass, clinicians should prioritize AS/expectant management when the anticipated risk of intervention or competing risks of death outweigh the potential oncologic benefits of active treatment. In asymptomatic patients, the panel recommends periodic clinical surveillance and/or imaging based on shared decision making. (Clinical Principle) 31. For patients with a solid or Bosniak 3/4 complex cystic renal mass in whom the risk/benefit analysis for treatment is equivocal and who prefer AS, clinicians should consider RMB (if the mass is solid or has solid components) for further oncologic risk stratification. Repeat cross - sectional imaging should be obtained approximately 3 - 6 months later to assess for interval growth. Periodic clinical/imaging surveillance can then be based on growth rate and shared decision - making with intervention recommended if substantial interval growth is observed or if other clinical/imaging findings suggest that the risk/benefit analysis is no longer equivocal or favorable for continued AS. (Expert Opinion) 32. For patients with a solid or Bosniak 3/4 complex cystic renal mass in whom the anticipated oncologic benefits of intervention outweigh the risks of treatment and competing risks of death, clinicians should recommend intervention. AS with potential for delayed intervention may be pursued only if the patient understands and is willing to accept the associated oncologic risks. In this setting, clinicians should encourage RMB (if the mass is predominantly solid) for additional risk stratification. If the patient continues to prefer AS, close clinical and cross - sectional imaging surveillance with periodic reassessment and counseling should be recommended. (Moderate Recommendation; American Urological Association (AUA) Copyright © 2021 American Urological Association Education and Research, Inc.® Renal Mass and Localized Renal Cancer",
    "5 Evidence Level: Grade C) FOLLOW - UP AFTER INTERVENTION General Principles 33. Clinicians coordinating follow - up for patients who have undergone intervention for a renal mass should discuss the implications of stage, grade, and histology including the risks of recurrence and possible sequelae of treatment. Patients with pathologically - proven benign renal masses should undergo occasional clinical evaluation and laboratory testing for sequelae of treatment but most do not require routine periodic imaging. (Expert Opinion) 34. Patients with treated malignant renal masses should undergo periodic medical history, physical examination, laboratory studies, and imaging directed at detecting signs and symptoms of metastatic spread and/or local recurrence as well as evaluation for possible sequelae of treatment. (Clinical Principle) 35. Patients with treated malignant renal masses should have periodic laboratory testing including serum creatinine, eGFR, and urinalysis. Other laboratory evaluations (e.g., complete blood count, lactate dehydrogenase, liver function tests, alkaline phosphatase and calcium level) may be obtained at the discretion of the clinician or if advanced disease is suspected. (Expert Opinion) 36. Patients undergoing follow - up for treated renal masses with progressive renal insufficiency or proteinuria should be referred to nephrology. (Expert Opinion) 37. Patients undergoing follow - up for treated malignant renal masses should only undergo bone scan if one or more of the following is present: clinical symptoms such as bone pain, elevated alkaline phosphatase, or radiographic findings suggestive of a bony neoplasm. (Moderate Recommendation; Evidence Level: Grade C) 38. Patients undergoing follow - up for treated malignant renal masses with acute neurological signs or symptoms should undergo prompt magnetic resonance imaging (MRI) or computed tomography (CT) scanning of the brain and/ or spine. (Strong Recommendation; Evidence Level: Grade A) 39. For patients undergoing follow - up for treated malignant renal masses, additional site - specific imaging can be ordered as warranted by clinical symptoms suggestive of recurrence or metastatic spread. Positron emission tomography (PET) scan should not be obtained routinely but may be considered selectively. (Moderate Recommendation; Evidence Level: Grade C) 40. Patients with findings suggestive of metastatic renal malignancy should be evaluated to define the extent of disease and referred to medical oncology. Surgical resection or ablative therapies should be considered in select patients with isolated or oligo - metastatic disease. (Expert Opinion) 41. Patients with findings suggesting a new renal primary or local recurrence of renal malignancy should undergo metastatic evaluation including chest and abdominal imaging. If the new primary or recurrence is isolated to the ipsilateral kidney and/or retroperitoneum, a urologist should be involved in the decision - making process, and surgical resection or ablative therapies may be considered. (Expert Opinion) Follow - up After Surgery 42. Clinicians should classify patients who have been managed with surgery (PN or RN) for a malignant renal mass into one of the following risk groups for follow - up: If final microscopic surgical margins are positive for cancer, the risk category should be considered at least one level higher, and increased clinical vigilance should be exercised. (Expert Opinion) Low Risk (LR): pT1 and Grade 1/2 Intermediate Risk (IR): pT1 and Grade 3/4, or pT2 any Grade High Risk (HR): pT3 any Grade Very High Risk (VHR): pT4 or pN1, or sarcomatoid/rhabdoid dedifferentia- tion, or macroscopic positive margin American Urological Association (AUA) Copyright © 2021 American Urological Association Education and Research, Inc.® Renal Mass and Localized Renal Cancer",
    "6 43. Patients managed with surgery (PN or RN) for a renal malignancy should undergo abdominal imaging according to Table 1, with CT or MRI pre - and post - intravenous contrast preferred. (Moderate Recommendation; Evidence Strength: Grade C). After 2 years, abdominal ultrasound (US) alternating with cross - sectional imaging may be considered in the LR and IR groups at physician discretion. After 5 years, informed/shared decision - making should dictate further abdominal imaging. (Expert Opinion) 44. Patients managed with surgery (PN or RN) for a renal malignancy should undergo chest imaging (chest x - ray [CXR] for LR and IR; CT chest preferred for HR and VHR) according to Table 1. (Moderate Recommendation; Evidence Strength: Grade C). After 5 years, informed/shared decision - making discussion should dictate further chest imaging and CXR may be utilized instead of chest CT for HR and VHR (Expert Opinion) Table 1: Recommended follow - up schedule after surgery for renal cancer (in months)* *Follow - up timeline is approximate and allows flexibility to accommodate reasonable patient, caregiver, and institutional needs. Each follow - up visit should include relevant history, physical examination, laboratory testing, and abdominal and chest imaging. Overall, 30% of renal cancer recurrences after surgery are diagnosed beyond 60 months. 1 Informed/shared decision - making should guide surveillance decisions beyond 60 months. Follow - up After TA 45. Patients undergoing ablative procedures with biopsy that confirmed malignancy or was non - diagnostic should undergo pre - and post - contrast cross - sectional abdominal imaging within 6 months (if not contraindicated). Subsequent follow - up should be according to the recommendations for the IR postoperative protocol (Table 1). (Expert Opinion) Risk 3 6 9 12 18 24 30 36 48 60 72 - 84 96 - 120 LR x x x x x x IR x x x x x x x x HR x x x x x x x x x x VHR x x x x x x x x x x x x American Urological Association (AUA) Copyright © 2021 American Urological Association Education and Research, Inc.® Renal Mass and Localized Renal Cancer",
    "7 INTRODUCTION PURPOSE This AUA Guidelines focuses on the evaluation and management of clinically localized sporadic renal masses suspicious for RCC in adults, including solid enhancing renal tumors and Bosniak 3 and 4 complex cystic renal masses. Some patients with clinically localized renal masses may present with findings suggesting aggressive tumor biology or may be upstaged on exploration or final pathology. Management considerations pertinent to the urologist in such patients will also be discussed. The follow - up of renal cancer patients after intervention is also addressed including recommendations for periodic clinical follow - up and abdominal and chest imaging. Practice patterns regarding such tumors vary considerably and the literature regarding evaluation, management, and surveillance has been rapidly evolving. Notable examples include controversies about the role of RMB and concerns about overutilization of RN. METHODOLOGY Systematic Review of Renal Mass. The systematic review utilized in the creation of this guideline was completed in part through the AHRQ and through additional supplementation that further addressed additional key questions and more recently published literature. A research librarian experienced in conducting literature searches for comparative effectiveness reviews searched in MEDLINE®, Embase ®, the Cochrane Library, the Database of Abstracts of Reviews of Effects, the Health Technology Assessment Database, and the UK National Health Service Economic Evaluation database to capture both published and gray literature published from January 1, 1997 through May 1, 2015. A supplemental search was conducted adding additional literature published through August 2015, and a final update search was conducted through July 2016. Systematic Review Follow - up Renal Cancer. A systematic review was conducted to identify published articles relevant to key questions specified by the Panel related to kidney neoplasms and their follow - up (imaging, renal function, markers, biopsy, and prognosis). This search covered articles in English published between January 1999 and 2011. An updated query was later conducted to include studies published through August 2012. Study designs consisting of clinical trials (randomized or not), observational studies (cohort, case - control, case series) and systematic reviews were included. All other study types were excluded. Studies with full - text publication available were included, but studies in abstract form only were excluded. Combination of Guidelines In January of 2021, the Renal Mass and Localized Renal Cancer guideline underwent an additional amendment based on current literature. The updated literature search retrieved additional studies published between July 2016 to October 2020 using the same search strategy from the Renal Mass and Localized Renal Cancer guideline. Following study selection using the original PICO criteria, as reporting data relevant to the management and treatment of Renal Mass. In addition, the Follow - Up for Clinically Localized Renal Neoplasms guideline published in 2013 was merged with the Renal Mass and Localized Renal Cancer guideline. Although the systematic search for follow - up interventions was not updated to 2020, the panel members conducted a comprehensive review of all evidence published since the original guideline. The language of many statements has been refined for clarity. For all evidence - based statements, supporting studies were identified only in the original systematic review and the evidence strength was not altered. Assessment of Risk - of - Bias of Individual Studies. Citations identified by the systematic search were screened independently by two reviewers using predefined PICO criteria. One reviewer completed data abstraction and a second reviewer checked abstraction for accuracy. Two reviewers independently assessed risk of bias for individual studies. The Cochrane Collaboration ’ s tool was used for assessing the risk of bias of randomized controlled trials (RCTs). 2 For nonrandomized studies of treatment interventions, the reviewers used the Risk of Bias in Non - Randomized Studies – of Intervention (ROBINS - I). For diagnostic studies, we used the quality assessment tool for diagnostic accuracy studies (QUADAS - 2). 3,4 Differences between reviewers were resolved through consensus. Determination of Evidence Strength. The categorization of evidence strength is conceptually distinct from the quality of individual studies. Evidence strength refers to the body of evidence available for a particular question and includes not only individual study quality but consideration of study design, consistency of findings across studies, adequacy of sample sizes, and generalizability of samples, settings, and treatments for the purposes of the guideline. The AUA categorizes body of evidence strength as Grade A (well - conducted and highly - generalizable RCTs or exceptionally strong observational studies with consistent findings), Grade B (RCTs with some weaknesses of procedure or generalizability or moderately strong observational studies with consistent findings), or Grade C (RCTs with serious deficiencies of procedure or generalizability or extremely small sample sizes or observational studies that are inconsistent, have small sample sizes, or have other problems that potentially confound interpretation of data). By definition, Grade A evidence is evidence about which the Panel has a high level of certainty, Grade B evidence is evidence about which the Panel has a moderate level of certainty, and Grade C evidence is evidence about which the Panel has a low level of certainty. 5 AUA Nomenclature: Linking Statement Type to Evidence Strength. The AUA nomenclature system explicitly links statement type to body of evidence strength, level of certainty, magnitude of benefit or risk/burdens, and the Panel ’ s judgment regarding the balance between benefits and American Urological Association (AUA) Renal Mass and Localized Renal Cancer Copyright © 2021 American Urological Association Education and Research, Inc.®",
    "8 risks/burdens (Table 2). Strong Recommendations are directive statements that an action should (benefits outweigh risks/burdens) or should not (risks/burdens outweigh benefits) be undertaken because net benefit or net harm is substantial. Moderate Recommendations are directive statements that an action should (benefits outweigh risks/burdens) or should not (risks/burdens outweigh benefits) be undertaken because net benefit or net harm is moderate. Conditional Recommendations are non - directive statements used when the evidence indicates that there is no apparent net benefit or harm or when the balance between benefits and risks/burden is unclear. All three statement types may be supported by any body of evidence strength grade. Body of evidence strength Grade A in support of a Strong or Moderate Recommendation indicates that the statement can be applied to most patients in most circumstances and that future research is unlikely to change confidence . Body of evidence strength Grade B in support of a Strong or Moderate Recommendation indicates that the statement can be applied to most patients in most circumstances but that better evidence could change confidence . Body of evidence strength Grade C in support of a Strong or Moderate Recommendation indicates that the statement can be applied to most patients in most circumstances but that better evidence is likely to change confidence . Body of evidence strength Grade C is only rarely used in support of a Strong Recommendation. Conditional Recommendations can also be supported by any evidence strength. When body of evidence strength is Grade A, the statement indicates that benefits and risks/burdens appear balanced, the best action depends on patient circumstances, and future research is unlikely to change confidence . When body of evidence strength Grade B is used, benefits and risks/burdens appear balanced, the best action also depends on individual patient circumstances and better evidence could change confidence . When body of evidence strength Grade C is used, there is uncertainty regarding the balance between benefits and risks/burdens, alternative strategies may be equally reasonable, and better evidence is likely to change confidence . Where gaps in the evidence existed, the Panel provides guidance in the form of Clinical Principles or Expert Opinion with consensus achieved using a modified Delphi technique if differences of opinion emerged. 6 A Clinical Principle is a statement about a component of clinical care that is widely agreed upon by urologists or other clinicians for which there may or may not be evidence in the medical literature. Expert Opinion refers to a statement, achieved by consensus of the Panel, that is based on members' clinical training, experience, knowledge, and judgment for which there is no evidence. Process The Renal Mass and Localized Renal Cancer Panel was created in 2014 by the American Urological Association Education and Research, Inc. (AUA). The Practice Guidelines Committee (PGC) of the AUA selected the Panel Chair who in turn appointed the Vice Chair. In a collaborative process, additional Panel members, including additional members of the College of American Pathologists (CAP), Society of Urologic Oncology (SUO), American College of Radiology (ACR), American Society of Nephrology (ASN), Endourological Society, and Society of Interventional Radiology (SIR) with specific expertise in this area, were then nominated and approved by the PGC. The AUA conducted a thorough peer review process. The draft guidelines document was distributed to 124 peer reviewers, 54 of which submitted comments. The Panel reviewed and discussed all submitted comments and revised the draft as needed. Once finalized, the guideline was submitted for approval to the PGC and Science and Quality Council. Then it was submitted to the AUA, CAP, SUO, ACR, ASN, Endourological Society, and SIR Board of Directors for final approval. Panel members received no remuneration for their work. A Renal Mass amendment panel consisting of five members was created in August 2020 to conduct an update to the Renal Mass and Localized Renal Cancer guideline. They were also tasked with integrating the Follow - Up for Clinically Localized Renal Neoplasms guideline from 2013 into the Renal Mass and Localized Renal Cancer guideline from 2017 to create one cohesive document on management and follow - up on renal mass. The panel consisted of members from both the Follow - Up for Clinically Localized Renal Neoplasms guideline and the Renal Mass and Localized Renal Cancer guideline with an additional new member who has not previously served on one of these panels. The AUA conducted a thorough peer review process. The draft guidelines document was distributed to 75 peer reviewers, 21 of which submitted comments. The Panel reviewed and discussed all submitted comments and revised the draft as needed. Once finalized, the guideline was submitted for approval to the PGC and Science and Quality Council and the AUA Board of Directors for final approval. Panel members received no remuneration for their work. BACKGROUND Renal masses are a biologically heterogeneous group of tumors ranging from benign masses to cancers that can be indolent or aggressive. 7,8 The true incidence of renal masses (including benign masses) is unknown. However, benign masses comprise approximately 15 - 20 percent of surgically resected tumors < 4 cm and allow estimations of benign incidence based on kidney cancer statistics. 7,9,10 The vast majority (greater than 90%) of kidney cancers in the United States are renal cortical tumors known as RCC. Epidemiology: United States It is estimated there will be over 73,000 new cases of kidney cancer in the United States in 2020. 11,12 The incidence of kidney cancer has been increasing steadily since the 1970’ s in part due to more prevalent use of axial imaging (CT and MRI). 13 In the United States, over the past decade, the incidence of kidney cancer continues to increase but at a much smaller increment, approximately 1% per year. The greatest increase in incidence has been in small, clinically localized renal masses which now represent at least 40 percent of incident tumors. 14,15 The overall survival rate for all stages of renal cancer is American Urological Association (AUA) Renal Mass and Localized Renal Cancer Copyright © 2021 American Urological Association Education and Research, Inc.®",
    "9 TABLE 2: AUA Nomenclature Linking Statement Type to Level of Certainty, Magnitude of Benefit or Risk/Burden, and Body of Evidence Strength Evidence Strength A (High Certainty) Evidence Strength B (Moderate Certainty) Evidence Strength C (Low Certainty) Strong Recommendation (Net benefit or harm sub- stantial) Benefits > Risks/Burdens (or vice versa) Net benefit (or net harm) is substantial Applies to most patients in most circumstances and future research is unlikely to change confi- dence Benefits > Risks/Burdens (or vice versa) Net benefit (or net harm) is substantial Applies to most patients in most circumstances but better evidence could change confidence Benefits > Risks/Burdens (or vice versa) Net benefit (or net harm) appears substantial Applies to most patients in most circumstances but bet- ter evidence is likely to change confidence (rarely used to support a Strong Recommendation) Moderate Recommendation (Net benefit or harm moderate) Benefits > Risks/Burdens (or vice versa) Net benefit (or net harm) is moderate Applies to most patients in most circumstances and future research is unlikely to change confi- dence Benefits > Risks/Burdens (or vice versa) Net benefit (or net harm) is moderate Applies to most patients in most circumstances but better evidence could change confidence Benefits > Risks/Burdens (or vice versa) Net benefit (or net harm) appears moderate Applies to most patients in most circumstances but bet- ter evidence is likely to change confidence Conditional Recommendation (No apparent net benefit or harm) Benefits = Risks/Burdens Best action depends on individual patient circum- stances Future research unlikely to change confidence Benefits = Risks/Burdens Best action appears to depend on individual pa- tient circumstances Better evidence could change confidence Balance between Benefits & Risks/Burdens unclear Alternative strategies may be equally reasonable Better evidence likely to change confidence Clinical Principle A statement about a component of clinical care that is widely agreed upon by urolo- gists or other clinicians for which there may or may not be evidence in the medical literature Expert Opinion A statement, achieved by consensus of the Panel, that is based on members' clinical training, experience, knowledge, and judgment for which there is for which there may or may not be evidence in the medical literature American Urological Association (AUA) Renal Mass and Localized Renal Cancer Copyright © 2021 American Urological Association Education and Research, Inc.®",
    "10 approximately 74%, leaving an estimated 400,000 kidney cancer survivors in the United States as of 2013. 11 However, approximately 14,800 men and women will die of kidney cancer in 2020. 10 The mortality from kidney cancer has been steadily decreasing, approximately 1% per year, since 2004. 16,17 Reasons for this decrease are multifactorial. Kidney cancer is more common in men than women, and more common in African Americans, American Indian and Alaska Native populations than Caucasians. 18 The median age at diagnosis is 64 years old, although kidney cancer can present at any age. 19 Epidemiology: Global and International Considerations Over 300,000 men and women are diagnosed with kidney cancer around the world each year and approximately 150,000 patients will die of disease. 20 The incidence of kidney cancer varies dramatically around the world with the developed countries having the highest rates. 21 Incidence rates have increased in both sexes and are most notable in the elderly population (greater than 75 years of age). Mortality rates have been stable in most countries but have been decreasing by 1 to 3 percent in Western and Northern Europe, the United States, and Australia. The improved mortality globally and in the US is attributed to decreased smoking rates, improved therapies, and access to medical care. The decrease in mortality has been faster in women than in men and overall mortality rates remain higher in men than women. Etiology There are a number of established and putative risk factors for RCC. Smoking is a well - established risk factor, accounting for 20 percent of incident cases and increasing the risk of RCC by 50 percent in men and 20 percent in women., Obesity is associated with 30% of incident cases of RCC and each 5 kg/m2 increase in body mass index increases the risk of RCC by 24 percent in men and 34 percent in women. 23 - 25 Interestingly, an “ obesity paradox ” exists in kidney cancer – where obese patients are more likely to develop RCC, but these tumors are more likely to be low - grade, early stage tumors. 25 - 27 Hypertension is also associated with increased risk of RCC. 23,28,29 The role of CKD as a risk factor is controversial; however, patients on maintenance dialysis are also reported to have an increased risk of RCC. 30 The data regarding environmental and occupational exposures are inconsistent with the exception of chlorinated solvents. 23,31 Moderate alcohol intake, 32,33 consumption of fruits and (cruciferous) vegetables, 2,3,34,35 and a diet rich in fatty fish 36 are believed to reduce the risk of RCC. Other studies suggest that non - steroidal anti - inflammatory agents and dietary factors do not play a role in the etiology of RCC. 5,23,37 Hereditary and Familial RCC Family history is associated with an increased risk of RCC and a number of familial RCC syndromes are now well - established, accounting for approximately 4 - 6% of cases of RCC overall. 38 These syndromes include von Hippel - Lindau (VHL), hereditary papillary renal carcinoma (HPRC), Birt Hogg - Dubé (BHD), hereditary leiomyomatosis RCC (HLRCC), succinate dehydrogenase deficiency RCC, tuberous sclerosis, BAP - 1 tumor predisposition syndrome, and PTEN hamartoma tumor syndrome (Cowden syndrome). Most of these syndromes have associated tumors or benign findings in other organ systems. RCC in these syndromes tends to be earlier in onset and multifocal and management should prioritize nephron - sparing approaches, including tumor enucleation when feasible to optimize preservation of parenchymal mass. For most of these syndromes, tumors can be observed if less than 3 cm as the risk of metastases remains low in this setting. 39 HLRCC and succinate dehydrogenase deficiency RCC are the exception as tumors in these syndromes are often very aggressive and a proactive approach to evaluation and management should be pursued. Genetic counseling should also be strongly recommended for patients suspected of having familial RCC, as it may allow for more intensive evaluation of the patient for RCC and associated manifestations and identification of blood relatives that may be at syndromic risk. Major Pathological Subtypes Renal tumors are classified based on cell of origin and morphologic appearance with renal adenocarcinoma being the most common malignant tumor. Major sub - classifications of RCC include clear cell, papillary, chromophobe, collecting duct and unclassified RCC. 40 A number of uncommon or rare subtypes exist including but not limited to acquired cystic disease - associated RCC, clear cell (tubulo) papillary, and renal medullary carcinoma, which is an aggressive variant typically seen in patients with sickle cell trait. The most common benign tumors of the kidney include oncocytoma and angiomyolipoma (AML). An abbreviated version of the 2016 World Health Organization classification of renal neoplasms is detailed in Table 3. 41 Presentation and Diagnosis Presentation The “ classic triad ” of symptoms associated with a malignant renal mass include hematuria, flank pain and abdominal mass. Symptoms associated with RCC are often a result of local tumor growth, hemorrhage, paraneoplastic symptoms, or metastatic disease and are uncommon in patients with clinically localized disease. In fact, less than 5 percent of patients in contemporary series present with these symptoms and greater than 50 percent of renal masses are diagnosed incidentally during an evaluation for unrelated signs or symptoms. 42,43 Diagnosis Physical examination has a limited role in the diagnosis of clinically localized disease. However, physical examination may have value in distinguishing the signs and symptoms of advanced disease. For instance, paraneoplastic syndromes (i.e. hypertension, polycythemia, hypercalcemia) are present in approximately 10 - 20 percent of patients with metastatic RCC. 6,7,44 Importantly, physical examination of patients with localized disease may occasionally American Urological Association (AUA) Renal Mass and Localized Renal Cancer Copyright © 2021 American Urological Association Education and Research, Inc.®",
    "11 reveal unsuspected adenopathy, varicocele or medical conditions that influence management decisions including body habitus, prior abdominal scars, stigmata of CKD, etc. In addition, careful physical examination may also reveal findings suggestive of familial disease, such as dermatologic lesions. TABLE 3. Modified 2016 World Health Organization classification of renal neoplasms with focus on adult neoplasms . 41 Renal cell tumors Clear cell RCC Multilocular cystic renal neoplasm of low malignant potential Papillary RCC HLRCC Chromophobe RCC Collecting duct carcinoma Renal medullary carcinoma MiT Family translocation carcinomas Succinate dehydrogenase (SDH) deficient RCC Mucinous tubular and spindle cell carcinoma Tubulocystic RCC Acquired cystic disease associated RCC Clear cell papillary RCC RCC, unclassified Benign renal tumors Papillary adenoma Oncocytoma AML Metanephric adenoma and other metanephric tu- mors Adult cystic nephroma Mixed epithelial stromal tumors Juxtaglomerular cell tumor Mesenchymal tumors Leiomyosarcoma (including renal vein) and other sarcomas Leiomyoma and other benign mesenchymal tumors Others Adult Wilms tumor Primitive neuroectodermal tumor Metastatic tumors, lymphoma, leukemia Laboratory Evaluation There are no biomarkers or routine laboratory tests used to diagnose renal malignancies. As such, laboratory tests are useful in the assessment of renal function (GFR) and for completeness of metastatic evaluation. Routine laboratory tests for renal mass evaluation include complete metabolic panel, complete blood count, and urinalysis. Imaging Techniques Pre and post contrast - enhanced axial imaging, either CT or MRI, is the ideal imaging technique for the diagnosis and staging of clinically localized renal masses. Masses initially diagnosed by US or intravenous pyelography should be confirmed with pre/ post contrast - enhanced imaging. Depending on tumor size, 20 to 30 percent of clinically localized renal masses may be benign. 7,10 Patient and tumor characteristics can indicate populations more or less likely to harbor benign or malignant disease. For instance, women with smaller tumors have a higher likelihood of having benign tumors. 9,45,46 However, with the exception of fat - containing AML, none of the current imaging modalities can reliably distinguish between benign and malignant tumors or between indolent and aggressive tumor biology. Contrast - enhanced abdominal imaging (CT or MRI) best characterizes the mass, provides information regarding renal morphology (of the affected and unaffected kidney), assesses extrarenal tumor spread (venous invasion or regional lymphadenopathy) and evaluates the adrenal glands and other abdominal organs for visceral metastases. Based on the most recent consensus statement from the ACR and the National Kidney Foundation, patients with acute kidney injury or CKD and GFR less than 30 mL/min/1.73m 2 who are not undergoing renal replacement therapy should receive intravenous normal saline prophylaxis prior to receiving iodinated contrast media. 47 Patients with GFR of 30 - 44 mL/min/1.73m 2 may be considered for intravenous fluid prophylaxis per individual physician discretion based on the patient ’ s risk factor for renal injury. However, MRI with second generation gadolinium - based intravenous contrast is now a safer option in many patients with severe CKD, as outlined below. The association of gadolinium - based MRI contrast agents with the development of nephrogenic systemic fibrosis – a devastating and potentially fatal condition has been a concern for many years. More recently, however, with newer group II and III gadolinium - based contrast media the risk is felt to be lower than previously perceived. The most recent consensus statement from the ACR and the National Kidney Foundation suggests that such agents can be given to patients with a GFR under 30 mL/min/1.73m 2 . 48 A recent systematic review of the risks of NSF in patients with CKD 4 and 5 noted that the risks of NSF using group II gadolinium - based agents was less than 0.07%. Current ACR guidelines on the use of contrast media state that patients need not be screened for renal function prior to receiving group II gadolinium - based agents. Non - contrast CT, MRI (with diffusion weighted American Urological Association (AUA) Renal Mass and Localized Renal Cancer Copyright © 2021 American Urological Association Education and Research, Inc.®",
    "12 images) and US (with Doppler and with or without microbubbles) can also be used to characterize renal masses in patients who cannot receive conventional intravenous contrast. 47 In general, solid renal masses that enhance greater than 15 - 20 HU with intravenous contrast and do not exhibit fat density should be considered suspicious for RCC. Approximately 5 - 10% of AML ’ s are fat poor and difficult to identify on imaging. Fat poor AML ’ s often demonstrate suggestive features such as high attenuation on unenhanced CT, homogeneous enhancement on CT, or hypointensity on T2 - weighted MR, but the diagnosis remains difficult. Complex cystic renal masses that have thickened irregular walls or septa in which measurable enhancement is present are classified as Bosniak 3. Approximately 50% of such lesions prove to be malignant on final pathology. Bosniak 4 complex cystic lesions are very suspicious for malignancy as they contain enhancing nodular soft tissue components and about 75 - 90% of such lesions prove to be RCC on final pathology. This guideline focuses primarily on the evaluation and management of clinically localized sporadic renal masses suspicious for RCC in adults, including solid enhancing renal tumors and Bosniak 3 and 4 cystic renal masses. In patients with RCC or suspicion of RCC, complete staging is typically finalized with chest radiography (CXR) or chest CT. Chest CT scan should be obtained selectively, primarily for patients with pulmonary symptoms or abnormal CXR, or for patients with high - risk disease. 49,50 Bone scans should be reserved primarily for patients with bone pain or elevated alkaline phosphatase and brain imaging for those with neurologic symptoms. 51 - 53 PET scan has a very limited role in the routine evaluation or staging of RCC. Renal Mass Biopsy RMB currently has an adjunctive role in the diagnosis and risk stratification of patients with renal masses suspicious for renal cancer. Biopsy, or FNA, was traditionally reserved for patients suspected of having metastasis of another primary to the kidney, abscess, or lymphoma, or when needed to establish a pathologic diagnosis of RCC in occasional patients presenting with disseminated metastases or unresectable primary tumors. The role of RMB for clinically localized RCC has evolved considerably over the past few decades with substantial variance in practice patterns. Tumor Characteristics Staging Kidney cancer is staged both clinically and pathologically using the staging system outlined by the American Joint Committee on Cancer (AJCC), also known as the tumor node metastases (TNM) classification. 54 The AJCC TNM Staging System for American Urological Association (AUA) Renal Mass and Localized Renal Cancer Copyright © 2021 American Urological Association Education and Research, Inc.® Primary Tumor (T) TX Primary tumor cannot be assessed. T0 No evidence of primary tumor. T1 Tumor ≤7 cm in greatest dimension, limited to the kidney. T1a Tumor ≤4 cm in greatest dimension, limited to the kidney. T1b Tumor >4 cm but not >7 cm in greatest dimension, limited to the kidney. T2 Tumor >7 cm in greatest dimension, limited to the kidney. T2a Tumor >7 cm but ≤10 cm in greatest dimension, limited to the kidney. T2b Tumor >10 cm, limited to the kidney. T3 Tumor extends into major veins or perinephric tissues but not into the ipsilateral adrenal gland and not beyond Gerota ’ s fascia. T3a Tumor extends into the renal vein or its segmental branches, or invades the pelvicaliceal system, or invades perirenal and/or renal sinus fat but not beyond Gerota ’ s fascia. T3b Tumor grossly extends into the vena cava below the diaphragm. T3c Tumor grossly extends into the vena cava above the diaphragm or invades the wall of the vena cava. T4 Tumor invades beyond Gerota ’ s fascia (including contiguous extension into the ipsilateral adrenal gland). Regional Lymph Nodes (N) NX Regional lymph nodes cannot be assessed. N0 No regional lymph node metastasis. N1 Metastases in regional lymph node(s). Distant Metastasis (M) M0 No distant metastasis. M1 Distant metastasis. TABLE 4. The AJCC TNM Staging System for Kidney Cancer. 41 Primary Tumor (T), Regional Lymph Nodes (N) and Distant Metastases (M) are detailed in Table 4A; The Anatomic Stage/ Prognostic Groups are detailed in Table 4B.",
    "13 Kidney Cancer is detailed in Table 4. Stage I and II tumors include cancers of any size that are confined to the kidney. This guideline statement identifies patients with renal masses suspicious for clinical stage I and II RCC, recognizing that a certain number of patients will be upstaged. Stage III tumors are either locally invasive (T3) or have involved lymph nodes (N1). Stage IV tumors have spread beyond the kidney into adjacent organs by direct invasion (T4) or distant metastases (M1). Prognosis is best predicted by stage with cancer - specific survival rates that approximate 85 - 90% for clinically localized (Stage I and II) RCC. Grading Historically, a number of grading systems existed and evolved to describe tumor differentiation, cytologic aggressiveness, and prognosis of RCC based on nuclear size and irregularity. In 1982, the Fuhrman Grading system was described and became the most widely used grading system for RCC. 55 In 2012, the International Society of Urological Pathology (ISUP) Grading System for RCC was proposed and was updated in 2016. 41,56 The ISUP Grading System incorporates aspects of the Fuhrman Grading system but includes more objective criteria for nuclear characteristics. In addition, sarcomatoid and rhabdoid tumors, tumors with giant cells, and tumors with extreme nuclear pleomorphism are included within grade 4 tumors. Chromophobe RCC is no longer graded in the ISUP system. In general, higher grade is associated with larger tumor size and more aggressive tumors. 57,58 Other Prognostic Indicators and Nomograms Other factors for prognostic consideration include tumor size, necrosis, sarcomatoid features, collecting system invasion, patient symptoms, signs of paraneoplastic syndromes, and performance status. Tumor size is important for risk stratification regarding the likelihood of malignancy and more aggressive pathology. 7,10,46 Various algorithms including the UCLA Integrated Staging System (UISS), 59,60 Stage, Size, Grade and Necrosis (SSIGN) score, 61 - 63 and other nomograms 8,9,64 incorporate a variety of pathological and patient characteristics in an effort to improve prognostication. Other Clinical and Biological Indicators A number of molecular studies and markers have been proposed for diagnostic and prognostic purposes in RCC. The AHRQ Systematic Review identified a number of biomarkers and laboratory tests that may have diagnostic or prognostic utility in the renal cancer literature. 65 However, these studies were often univariable in design and therefore excluded from analysis due to a failure to include clinical variables or suboptimal methodology to validate the ultimate value of the tests. Therefore, the AHRQ report identified clinical and biological indicators as a major research gap in the renal cancer literature. 66 Of note, urine aquaporin - 1 and perilipin - 2 were identified as emerging biomarkers with potential for the diagnosis of RCC. 10,11,67,68 Carbonic anhydrase - 9 (CAIX) expression is governed by the transcription factor hypoxia - inducible factor - 1 α ( HIF - 1 α), a well - known component of the VHL pathway of clear cell RCC. 69 While CAIX expression on primary tumors is a prognostic factor, especially in patients with metastatic RCC, high and homogenous levels of CAIX expression prevent risk stratification and clinical utility beyond the established clinical predictors of aggressive, clear cell RCC. 70 Serum tests including C - reactive protein and platelet count may have prognostic roles, but further investigation is needed. New imaging modalities, including molecular imaging techniques using CAIX 71 - 73 or 99m technetium - sestamibi 74 single photon emission CT, may help to better differentiate between malignant and benign pathology. However, most markers and imaging modalities in this domain are best characterized as investigational. Overview of Treatment Alternatives A number of strategies exist for the management of sporadic renal masses suspicious for clinically localized renal cancer. Four strategies are considered standards of care and include AS, RN, PN, and TA. Active Surveillance (AS) A growing body of literature exists regarding AS for patients with clinically localized small renal masses (cT1a, ≤4 cm). A number of retrospective studies and meta - analyses evaluate the safety of AS and quote the risk of metastatic progression while on AS to be less than 2 percent in well selected patients over the initial 3 years of AS. 75 - 77 Two large prospective AS programs have been initiated that follow patients with serial imaging, and both report slow growth rates and extremely low rates of metastatic progression, albeit with relatively short follow - up. 78 - 80 Both programs screen patients with an initial metastatic evaluation including serum laboratory evaluation and chest imaging. Patients are then evaluated every 3 - 6 months for two years and with extended imaging intervals beyond that. Rates of biopsy are variable with one group utilizing RMB in greater than 50 percent of the cohort and the other using biopsy in less than 10 percent of its patients. Further data with longer follow - up from these cohorts will help to inform the utility of AS in the small renal mass population, and should allow for more intelligent patient selection for AS. Of note, American Urological Association (AUA) Renal Mass and Localized Renal Cancer Copyright © 2021 American Urological Association Education and Research, Inc.® TABLE 4B. Stage T N M I T1 N0 M0 II T2 N0 M0 III T1 or T2 N1 M0 T3 N0 or N1 M0 IV T4 Any N M0 Any T Any N M1",
    "14 the Delayed Intervention and Surveillance for Small Renal Masses (DISSRM) Registry prospectively catalogues a contemporaneous cohort of patients undergoing AS and primary intervention and will offer data regarding comparative effectiveness. 80 Radical Nephrectomy (RN) RN was the mainstay of therapy for all renal masses for many decades. Historically, RN included the removal of the entire kidney including Gerota's/Zuckerkandel's fascia, regional lymph nodes and the adrenal gland. RN can be performed through an open incision or via minimally - invasive approaches (laparoscopic or robotic). Cancer - specific survival associated with RN is excellent; however, recent controversies regarding RN include its negative impact on renal function and historical overutilization for the management of stage I, especially T1a, tumors. Partial Nephrectomy (PN) PN is widely accepted as a nephron - sparing approach to the management of clinically localized RCC. Initially underutilized and predominantly performed in large academic centers, 12,13,81 the management of clinically localized renal masses by PN has expanded with implementation of guideline statements and the expansion of robotic technology. 14,15,82 PN can be performed through an open incision or via a minimally invasive approach, although the robotic approach has largely supplanted laparoscopic surgery as the preferred minimally invasive approach. 83 The benefit of PN lies in the potential to preserve renal function but this is counterbalanced by an increased risk of urologic complications, although most are manageable and typically associated with good outcomes. Recent controversies surround modifiable and non - modifiable factors during surgery to improve renal functional outcomes, including parenchymal volume preservation, warm versus cold ischemia, and duration of ischemia. Thermal Ablation (TA) TA techniques were developed in an effort to improve patient procedural tolerance and reduce the potential for complications from PN, while still preserving renal function. A multitude of techniques/technologies have been investigated to ablate renal tumors; however, RFA and cryoablation have been most widely investigated and integrated into clinical practice. While the superiority of RFA or cryoablation remains controversial, it is generally accepted that oncologic outcomes are similar for both approaches. 84 - 86 TA has traditionally been performed through a variety of approaches, including open, laparoscopic, and percutaneous. Concerns with the TA literature included relatively limited follow - up, lack of pre and post treatment biopsy to define malignancy and efficacy, and increased local recurrence rates relative to surgical excision. The latter require a longer period of surveillance (5 years) with cross - sectional imaging to monitor for late local recurrences. Investigational Modalities Other technologies including high - intensity focused US (HIFU), radiosurgery, microwave therapy, pulsed cavitational US, and laser thermal therapy remain investigational at this time. Follow - up After Intervention The prognosis of patients treated with surgery or thermal ablation for kidney cancer is primarily determined by tumor stage, with tumor size, grade, histology, with a variety of other contributing factors. 61,62,87 - 93 Several algorithms and prognostic models have been published, yet a recent analysis of outcomes from a phase III randomized adjuvant clinical trial suggested that these models only marginally outperformed stage alone. 94 Current surveillance and survivorship strategies for patients with RCC have incorporated clinical history, physical examination, relevant laboratory testing, and abdominal and chest imaging. 95,181,387 This allows for assessment of potential complications or sequelae of intervention, functional recovery, and evaluation for common sites of recurrence, including those in the lungs, liver, adrenal glands, and other retroperitoneal sites. Cross - sectional imaging is generally preferred, particularly for high - risk patients, while abdominal ultrasound or chest radiography can be considered in lower - risk patients or as a potential alternative during long - term surveillance. Approximately thirty - percent of recurrences have been diagnosed after 5 years in some series, emphasizing the need to consider longer follow - up than advocated in most current surveillance protocols. 1 Bone metastasis are only rarely identified during surveillance in the absence of bone pain, an elevated alkaline phosphatase, or radiographic findings suggesting a bony neoplasm, and bone scan can generally be reserved for these indications. 96 - 99 Patients with acute neurological signs/symptoms should undergo prompt cross - sectional imaging of the brain and/or spine, 370,371,372 but beyond this there is no role for routine neurologic imaging in surveillance of patients with localized renal cancer. Additional site - specific imaging should be ordered as warranted by clinical signs/symptoms suggestive of recurrence or metastatic spread. Current data do not support the use of PET scan in the routine surveillance of patients with renal cancer, and this test should only be considered selectively, such as for trouble - shooting when other tests are concerning but inconclusive. 373 There are no prospective data to compare currently available surveillance strategies, resulting in substantial variability in the approach, modality, frequency, and duration of follow - up after intervention. The premise of early detection of tumor recurrence after primary intervention is that this approach will result in patient cure, improved survival, or appropriate palliation. In addition, surveillance allows the urologist to provide a measure of reassurance to the patient who is worried about cancer recurrence. Surveillance also offers the opportunity to monitor treatment effects and address survivorship issues that might arise. Taking all of these considerations into account, the Panel updated the follow - up strategies after intervention to strike a useful and measured balance. GUIDELINE STATEMENTS INITIAL EVALUATION AND DIAGNOSIS American Urological Association (AUA) Renal Mass and Localized Renal Cancer Copyright © 2021 American Urological Association Education and Research, Inc.®",
    "15 Evaluation 1. In patients with a solid or complex cystic renal mass, clinicians should obtain high quality, multiphase, cross - sectional abdominal imaging to optimally characterize and clinically stage the renal mass. Characterization of the renal mass should include assessment of tumor complexity, degree of contrast enhancement (where applicable), and presence or absence of fat. (Clinical Principle) Multiphase cross - sectional imaging to assess enhancement characteristics and the biological potential of a renal mass should be obtained. The added value of cross - sectional imaging is to assess for regional tumor involvement or abdominal metastases, and to exclude benign AML, which may be distinguished by the presence of intra - lesional fat. 100 This may be done by CT or MRI. 101 In rare instances RCC may demonstrate macroscopic or microscopic fat density on imaging and even pathologically, but this is the exception rather than the rule. 102 The risks and benefits of the diagnostic study should be considered, including risks of radiation exposure (CT) and contrast administration including contrast - induced nephropathy or allergic reactions. Patients with eGFR <45 mL/min/1.73m 2 undergoing CT with intravenous contrast should be considered for peri - procedural hydration. Administration of intravenous contrast should be avoided if possible in patients with severe CKD who are nearing dialysis. Administration of intravenous contrast can be used judiciously in patients on hemodialysis and timed just prior to receiving dialysis in coordination with nephrology. MRI is appropriate for patients with contraindications to iodinated contrast and may provide improved characterization of small renal tumors, particularly those less than 2 cm in diameter. 103 The risks of gadolinium based contrast agents (GBCA) in patients with altered renal function have been of great interest since the description of Nephrogenic Systemic Fibrosis, a potentially lethal fibrosing dermopathy associated with soft tissue deposition and accumulation of gadolinium. The risk appears related to the isoform of gadolinium used with group I GBCA agents having the highest risk while group II GBCA are associated with few if any unfounded cases of NSF. A recent systematic review focused on patients with CKD 4 and 5 reported that the incidence of NSF in this population was less than 0.07% with second generation gadolinium agents. Current ACR guidelines on the use of contrast media state that patients need not be screened for renal function prior to receiving group II GBCA, which are now considered safe at any level of eGFR . 47 Criteria for suspicion of RCC are enhancement of greater than 15 - 20 Hounsfield Units on CT or > 20% on MRI. Adjunctive techniques on MRI can also be utilized to assess relative risk of malignancy. 101,103 Complex cystic renal masses that have somewhat thickened irregular walls or septa with measurable enhancement are classified as Bosniak 3, and approximately 50% of such lesions are malignant. Bosniak 4 complex cystic lesions have enhancing nodular soft tissue components and about 75 - 90% are malignant. 104 The recognition that cystic renal masses, when compared with solid masses, are more likely to be benign and when malignant less aggressive, has led to a recent proposed update to the Bosniak Classification. The update is intended to reduce interreader variability, improve the precision of reported malignancy rates, and incorporate MRI into the classification system. 105 Doppler US and contrast - enhanced US using microbubbles may also be considered in select patients in whom other forms of intravenous contrast are contraindicated. As of 2017, contrast - enhanced US is approved for assessment of hepatic lesions and can be considered for off - label use for renal mass evaluation. 106,107 Imaging should comment on renal mass diameter in cranio - caudal, transverse, and anterio - posterior dimensions, tumor morphology, involvement of or juxtaposition to the renal hilum, vein, or collecting system, and associated features such as retroperitoneal lymphadenopathy and presence or absence of abdominal metastases. 108 Infiltrative growth pattern can broaden the differential diagnosis and has prognostic significance. While emerging data suggest that clear cell RCC may be distinguished from the papillary subtype by differences in enhancement patterns, no definitive conclusion can be drawn regarding biological potential based on enhancement pattern alone. In addition, significant overlap can exist in imaging characteristics of RCC and oncocytoma on cross sectional imaging, or between subtypes of papillary RCC. 108,109 Several algorithms which quantify aspects of renal tumor morphometry have been developed to describe tumor complexity including the relationship with the renal hilum, collecting system, polarity, and endophytic versus exophytic location. These systems include the RENAL nephrometry score, the PADUA score, and the C - index. 110 - 112 A number of studies suggest that such categorization may be useful for selection of type of surgery (RN or PN) or surgical approach (open or minimally invasive) as well as provide an estimate of the risk of surgical complications. 113 - 115 While some reports suggest that increasing tumor complexity can also correlate with aggressive histology or renal functional outcomes following surgery, the utility of these systems should be regarded primarily as an aide for surgical selection and risk stratification for postoperative complications. 116,117 2. In patients with suspected renal malignancy, clinicians should obtain a comprehensive metabolic panel, complete blood count, and urinalysis. Metastatic evaluation should include chest imaging to evaluate for possible thoracic metastases. (Clinical Principle) Laboratory and metastatic evaluations are important aspects of the evaluation of the patient with a renal mass suspicious for RCC. Urinalysis with dipstick and microscopic evaluation should be obtained to assess for proteinuria, hematuria, pyuria or signs of other genitourinary maladies. Presence of proteinuria is an important prognostic indicator and can be detected by American Urological Association (AUA) Renal Mass and Localized Renal Cancer Copyright © 2021 American Urological Association Education and Research, Inc.®",
    "16 standard urine dipstick. Patients with a positive dipstick test (1+ or greater) should undergo confirmation by a quantitative measurement (protein - to - creatinine ratio or albumin - to - creatinine ratio), as part of a focused medical workup for renal dysfunction. 118,119 The serum creatinine level should be utilized to calculate an eGFR by the Modification of Diet in Renal Disease or CKD - EPI equations. 120,121 Please refer to subsequent statements regarding patient counseling about functional status, CKD classification, and management implications (Guideline Statements 3, 7, 8, 14 - 17, and 19). Microscopic hematuria, defined as greater than 3 RBC/ hpf, should also be further assessed to rule out a co - existing urinary tract conditions. 122 The comprehensive metabolic panel should be reviewed for electrolyte abnormalities and hepatic functional parameters. Abnormalities in hepatic synthetic function may prompt further workup to exclude co - existing hepatic disease or metastases which may impact surgical management or overall prognosis. 123 The presence of elevated alkaline phosphatase and/or bone pain should spur investigation of potential bone metastases. 51 Complete blood count should be considered prior to any intervention. Initial evaluation of a patient with a renal mass suspected of malignancy should also include chest imaging, whether by CT or plain radiography. This is based on the tumor biology of RCC, with the most common site of metastatic disease being the chest. 124 While chest CT is more sensitive than plain radiography, many nonspecific findings (post - inflammatory or infectious) can also be detected. Hence, chest imaging should be tailored to tumor risk with chest radiography being adequate for lower risk tumors and chest CT being more appropriate in the setting of higher risk primary tumors (presence of thrombi, presumed adenopathy, larger tumor size, infiltrative appearance, or extensive tumor necrosis) or for patients with relevant symptoms or physical examination findings. 50,125 3. For patients with a solid or Bosniak 3/4 complex cystic renal mass, clinicians should assign chronic kidney disease (CKD) stage based on glomerular filtration rate (GFR) and degree of proteinuria. (Expert Opinion) CKD is highly prevalent (approximately 25 - 30%) among patients with small renal masses. This population shares common CKD risk factors including older age, diabetes mellitus and hypertension. 126 - 133 All - cause and cardiovascular mortality increases with CKD in the general population according to severity of CKD and even with presence of albuminuria alone. 134,135 Similar association of decreased GFR and/or albuminuria with increased mortality has been observed among patients with renal masses (clinical stage T1 - T3). 136 Therefore, identification and proper classification of CKD as outlined in the Kidney Disease: Improving Global Outcomes (KDIGO) Guidelines should be performed. This takes into account: 1) GFR (CKD - EPI GFR equation); 2) proteinuria; and 3) etiology of CKD. 121 KDIGO is an independent international non - profit organization which develops and implements kidney disease guidelines. First established in 2003, guidelines regarding CKD classification and management were last updated in 2012. CKD is diagnosed when renal functional pathology has persisted greater than 3 months as determined by structural or functional abnormalities. Beyond identification of CKD, staging allows for determination of prognosis and stage - related CKD complications such as hypertension, anemia, mineral bone disease, metabolic acidosis and hypoalbuminemia. 137 Additionally, staging allows for improved risk stratification, functional counseling and informed decision making. CKD staging 137 is as follows: 1) eGFR (mL/min/1.73m 2 ) > 90 = G1; G2, 60 - 89; G3a, 45 - 59; G3b, 30 - 44; G4, 15 - 29; G5 <15; and 2) Albuminuria (Albumin/ creatinine ratio, mg/g) - A1, <30; A2, 30 - 300; A3 >300. Note that A1 generally correlates with negative or trace protein on dipstick. Prognosis of CKD is illustrated in Figure 1. Figure 1. KDIGO Classification of CKD Risk. CKD - EPI creatinine clearance equation ( www.mdrd.com ): where SCr is serum creatinine (in mg/dL), k is 0.7 for females and 0.9 for males, a is 0.329 for females and 0.411 for males, min is the minimum of SCr/k or 1, and max is the maximum of SCr/k or 1. 121 Renal nuclear scintigraphy measures proportional flow and function of each kidney which can help assess the potential impact of renal resection (PN or RN) on global functional outcomes. Care should be taken when interpretting the results of renal nuclear scans as pre - operative proportional GFR assessment may underestimate actual post - operative GFR due to technical aspects of scintigraphy, the presence of a renal mass, hyperfiltration and compensation of the remaining kidney. 138,139 Recent studies suggest that differential parenchymal volume analysis may more American Urological Association (AUA) Renal Mass and Localized Renal Cancer Copyright © 2021 American Urological Association Education and Research, Inc.®",
    "17 accurately assess split renal function, similar to what is done for renal donors. 163,272 Counseling 4. In patients with a solid or Bosniak 3/4 complex cystic renal mass, a urologist should lead the counseling process and should consider all management strategies. A multidisciplinary team should be included when necessary. (Expert Opinion) Patients diagnosed with a localized renal mass should have a urologist involved with their care in a leadership role to help coordinate evaluation, counseling, and management. Occasionally a multidisciplinary team is required to further assess and manage the renal mass based on specific factors. Patients electing for RMB or percutaneous ablation may be referred to an interventional radiologist . Involvement of the urologist in the percutaneous ablation or RMB procedure appears to depend on local practice patterns. A survey of 124 academic institutions in the United States revealed that urologists were present at the time of percutaneous ablation alongside the radiologist in 59% of the institutions surveyed. 140 The potential feasibility and safety of office - based US guided RMB by the urologist has been reported; however, the vast majority of RMBs are performed by a radiologist. 141 Given the significant prevalance of CKD in patients with renal masses that can be exacerbated by surgery or other treatments, involvement of a nephrologist should be selectively coordinated. In particular, referral to nephrology should be considered for patients with eGFR less than 45 mL/min/1.73m 2 , confirmed proteinuria, diabetics with preexisting CKD, or whenever eGFR is expected to be less than 30 mL/min/1.73m 2 after intervention. Utilization of RMB in an increasing number of patients underscores the important role the pathologist plays to establish an accurate diagnosis. For example, a biopsy revealing an oncocytic neoplasm may prove to be benign oncocytoma or an eosinophilic variant of one of the many subtypes of RCC. Emerging work has suggested that tissue based molecular markers may aid in diagnosis or in assigning oncologic risk to a given tumor. 142,143 Evaluation of the normal adjacent renal parenchyma for nephrologic disorders can also greatly enhance patient care. A dedicated pathologist, ideally with GU subspecialty interest, can be of great value in the evaluation and management of patients with localized renal masses. 144 - 146 A medical oncologist can also be essential for the management of some patients who present with clinically localized renal masses, particularly when there are considerations for neoadjuvant or adjuvant clinical trials. If final pathology shows high risk or locally advanced features, adjuvant therapy or clinical trials should be considered. Additionally, at recurrence these patients may require systemic therapy. The activity of neoadjuvant systemic therapies to downsize localized tumors has been documented in limited clinical trials. 147,148 Such a strategy may prove helpful for occasional patients where a nephron - sparing approach is precluded due to unfavorable tumor size and location and RN would leave the patient dialysis - dependent. However, the overall utility of such an approach is currently unknown. It is estimated that 4 - 6% of patients with RCC have a familial syndrome, and all patients with a renal mass 46 years of age or younger should be referred for genetic counseling . Patients with multifocal and/or bilateral renal masses and those with a personal or family history of malignant or benign findings potentially associated with the various familial RCC syndromes should also be strongly considered for genetic counseling regardless of age. Statement 9 provides further details regarding specific recommendations for genetic counseling. 5. Clinicians should provide counseling that includes current perspectives about tumor biology and a patient - specific risk assessment inclusive of sex, tumor size/complexity, histology (when obtained), and imaging characteristics. For cT1a tumors, the low oncologic risk of many small renal masses should be reviewed. (Clinical Principle) The current paradigms for patients with clinically localized renal masses suspicious for malignancy cannot reliably predict the presence of malignancy or aggressive tumor biology prior to extirpative surgery. This includes clinical predictors of malignancy, adjunctive laboratory tests and RMB. The 2017 AHRQ report and recent update systematically reviewed the literature regarding clinical predictors of malignancy and determined: (1) no composite model of clinical parameters reliably predicts malignancy, (2) no single predictive variable (i.e. age, sex) was uniformly predictive of malignancy; and (3) male sex and increasing tumor size indicate a higher likelihood of malignancy . 65 In meta - analysis, male sex imparted a nearly 3 - fold increased risk of malignancy (effect size 2.71, 95% confidence interval 2.39 - 3.02) compared to female sex. While benign histology is more common in women, RCC still predominates in both genders. Across several studies, tumor size imparted a 30% increased risk of malignancy per centimeter increase in tumor size (effect size 1.3 per cm increase in diameter, 95% confidence interval 1.22 - 1.43). 65 These findings are consistent with a wealth of retrospective literature examining univariate predictors of benign and malignant pathology in extirpative surgical series. 149 For example Frank, et al. demonstrated that 46% of tumors < 1cm are benign and only 2% are high - grade RCC in contrast to 6% benign and 58% high - grade RCC for tumors greater than 7 cm. 150 A systematic review by Johnson et al. demonstrated a decreasing rate of benign tumors with increasing tumor size from 40% at 1 cm to only 6% for tumors greater than 7 cm. 10 Importantly, many clinical T1a cancers (< 4 centimeters) demonstrate indolent tumor biology. In retrospective extirpative surgical series, no patient with a tumor less than 2 centimeters, and less than 2% of patients with tumors 4 centimeters or smaller, presented with or developed metastatic disease when observed for a median of approximately 36 months. 8,125 American Urological Association (AUA) Renal Mass and Localized Renal Cancer Copyright © 2021 American Urological Association Education and Research, Inc.®",
    "18 The indolent nature of many small and very - small renal masses (less than 2 cm) is also supported by prospective AS data, in which 1% or less of patients progress to metastatic disease. 78,80 Although less robust evidence exists, data also suggest that tumor architecture, complexity, and enhancement patterns on imaging may predict malignancy. In the AHRQ systematic review, solid tumor architecture (versus cystic architecture) was associated with malignancy. 65 Increasing tumor complexity (as reported by the RENAL Nephrometry Score or similar methodology) was also consistently associated with an increasing risk of malignancy and aggressive tumor biology; however, the heterogeneity of these data prevents meaningful conclusions. 65 A number of studies indicate that enhancement patterns are predictive of tumor histology. While papillary RCC is often hypo - enhancing, both malignant and benign masses can display heterogeneous avid contrast enhancement patterns. 109,151 More recent studies have demonstrated that complex cystic masses, particularly Bosniak 3 category lesions and those that are predominantly cystic, often have indolent tumor biology and favorable outcomes on AS. 152 - 154 In summary, while no model of clinical parameters, laboratory or radiographic test or RMB reliably predicts malignancy or aggressive tumor biology, a number of important pre - treatment parameters can be used to advise patients about their risk of malignancy and death from RCC. 65 Consultation should therefore include a discussion of the influence of patient, imaging, and tumor characteristics that may impact clinical decision making. The indolent nature of many small, clinically localized renal masses should also be reviewed when relevant. 6. During counseling of patients with a solid or Bosniak 3/4 complex cystic renal mass, clinicians must review the most common and serious urologic and non - urologic morbidities of each treatment pathway and the importance of patient age, comorbidities/ frailty, and life expectancy. (Clinical Principle) The AHRQ report systematically reviewed over 100 manuscripts reporting on the efficacy, comparative efficacy, and potential morbidities of the four major management strategies (RN, PN, TA, and AS) for clinically localized renal masses. 65 The analysis determined that oncological outcomes are determined primarily by tumor stage and are similar across treatment options with the exception of TA. TA was associated with inferior local recurrence free (LRFS) survival for primary treatment but equivalent LRFS following secondary treatments. There was no significant difference in stage - specific outcomes for well - selected patients undergoing any of the management strategies, with the important caveat that the majority of patients undergoing TA or AS had small renal masses with less biological aggressiveness. A key finding in reviewing these data is that overall survival is determined primarily by age and risk of competing comorbidities. 65 A number of retrospective analyses confirm these findings, indicating that competing risk mortality exceeds cancer - specific mortality for many patients with clinically localized tumors, and that this is largely driven by cardiovascular comorbidities. - ,, Therefore, cancer - specific survival is primarily determined by tumor characteristics and overall survival is determined by patient age and competing risk of comorbidities, specifically cardiovascular comorbidity in the population with clinically localized renal cancer. 65 Each management strategy for the solid or complex cystic mass is associated with a unique profile of renal functional outcomes, perioperative outcomes, potential harms, and health - related quality of life. It should be noted that each treatment strategy (RN, PN, or TA) has similar rates of minor and major complications but a unique profile of these complications that should be discussed with patients. 65 Selection of a management strategy should therefore take into account patient preferences and prioritize potential harms associated with each management strategy on an individual basis. • RN is associated with the greatest decrease in GFR and highest risk of de novo CKD stage 3 or higher. While these changes in GFR may be clinically insignificant in patients with a normal contralateral kidney, they warrant consideration and discussion in certain patients. RN is associated with favorable perioperative outcomes and a low risk of urologic complications compared to PN. 65 The favorable outcomes associated with RN may reflect the high proportion of RN performed via the minimally invasive approach. • PN offers excellent preservation of renal parenchyma and GFR; however, it carries a higher risk of blood transfusions and urologic complications (e.g., urine leak) than other modalities. These complications may subject a small proportion of patients to additional treatments (e.g., ureteral stents, abdominal drains, embolization of pseudoaneurysm). 65 • TA carries an inferior LRFS when considering primary efficacy that may mandate secondary interventions. In the AHRQ analysis, 65 TA had the most favorable perioperative outcome profile and a similar low risk of harms when compared to other strategies. Success rates with TA are highest with small peripheral tumors. • AS offers favorable oncologic and overall survival outcomes in well - selected patients, albeit in limited studies with relatively short to intermediate - term follow - up. 78,80,159 - 161 AS foregoes the operative risks associated with other management strategies but potentially introduces anxieties and oncologic risks not suitable for all patients. The AHRQ analysis and literature update was unable to identify strong, consistent predictors of comparative benefit among management strategies due to heterogeneity and paucity of data, particularly in treatments other than RN or PN. 65 Increasing age or limited life expectancy is associated with lower incidence of cancer - specific mortality independent of management strategy. This phenomenon is most robust in patients greater than 75 years of age, where the American Urological Association (AUA) Renal Mass and Localized Renal Cancer Copyright © 2021 American Urological Association Education and Research, Inc.®",
    "19 comparative benefits of intervention and subsequent detriments of decreases in GFR are more difficult to quantify. Therefore, it is impossible to make a blanket statement that one management strategy is preferred based on patient age, comorbidities, frailty, and/or life expectancy, but all should be considered during individualized counseling. 65 7. Clinicians should review the importance of renal functional recovery related to renal mass management, including the risks of progressive CKD, potential short - or long - term need for renal replacement therapy, and long - term overall survival considerations. (Clinical Principle) Individuals with localized renal masses have a high burden of CKD to begin with, partially because this population shares risk factors that are common to CKD. They tend to be older with high prevalence of diabetes mellitus (10 - 20%) and hypertension (25 - 50%). Poorly controlled diabetes mellitus and hypertension can induce hyperfiltration and glomerular hypertension resulting in CKD or exacerbation of CKD leading to further loss of function. After surgical resection, CKD prevalence and degree further increases. 126 - 129,162 Most studies suggest that patients with CKD due to medical etiologies have reduced overall survival and are at increased risk for cardiovascular events. Patients with a renal mass and preexisting CKD are at increased risk for progressive decline in renal function after surgery and also may experience increased mortality rates. However, recent studies suggest that patients with CKD that is primarily due to surgical removal of nephrons, rather than medical causes, may have better outcomes, as long as the new baseline GFR is greater than 45 mL/ min/1.73m 2 . 163,164 Almost all studies in this domain are retrospective and further investigation is required. 165 8. Clinicians should consider referral to nephrology in patients with a high risk of CKD progression, including those with estimated glomerular filtration rate (eGFR) less than 45 mL/min/1.73m 2 , confirmed proteinuria, diabetics with preexisting CKD, or whenever eGFR is expected to be less than 30 mL/ min/1.73m 2 after intervention. (Expert Opinion) Predictive factors for post - operative development of CKD or progression of pre - existing CKD include older age, diabetes mellitus (DM), hypertension (HTN), as well as male sex, obesity, tobacco use, larger tumor size, and post - operative acute kidney injury. 128,133,166 - 170 Patients who present with eGFR less than 45 mL/ min/1.73m 2 or confirmed proteinuria are at particularly high risk from a functional standpoint, and should be considered for nephrology consultation. Patients who are expected to have an eGFR less than 30 mL/ min/1.73m 2 after intervention will also be at high risk long - term, and a nephrologist should be involved in their care. Identifying modifiable risk factors including DM, HTN and smoking is essential. Optimizing glycemic and blood pressure control, smoking cessation and minimizing risk of acute kidney injury (with avoidance of hypotension and nephrotoxic agents such as intravenous contrast or non - steroidal anti - inflammatory drugs) should reduce the degree of renal dysfunction in the perioperative period. 171 Of note, patients with DM are at even higher risk for AKI compared with those without DM, even among those with normal eGFR prior to nephrectomy. 128 With significant nephron mass loss, hyperfiltration can occur resulting in glomerular damage, exacerbation of proteinuria and progressive sclerosis with further decline in GFR. , Therefore, repeat assessment of blood pressure, eGFR, and proteinuria should be performed soon after nephrectomy then again in 3 - 6 months to assess for development or progression of CKD. With any compromise in eGFR or presence of CKD complications, additional regular monitoring of kidney function should be performed and further management of CKD would be recommended with referral to nephrology. Careful management of DM and HTN and avoidance of substantial weight gain may slow or prevent CKD progression and should be prioritized on a long - term basis. 120,121,144,145,174 - 176 9. Clinicians should recommend genetic counseling for any of the following: all patients ≤ 46 years of age with renal malignancy, those with multifocal or bilateral renal masses, or whenever 1) the personal or family history suggests a familial renal neoplastic syndrome; 2) there is a first - or second - degree relative with a history of renal malignancy or a known clinical or genetic diagnosis of a familial renal neoplastic syndrome (even if kidney cancer has not been observed); or 3) the patient ’ s pathology demonstrates histologic findings suggestive of such a syndrome. (Expert Opinion) Recognition of familial forms of RCC can be of great benefit to patients and their families. Genetic counseling is typically pursued after biopsy or surgery has been performed and pathology is available to guide future testing. If positive, other manifestations of the various syndromes can be identified and family members can also be considered for genetic testing. 19 Proactive management of RCC and other familial manifestations may considerably lessen the morbidity and mortality associated with these syndromes. 19 Improved understanding of specific hereditary forms of RCC has resulted in well - defined recommendations regarding the role of AS, appropriateness of nephron - sparing surgery, and timing of intervention for the various syndromes. 19,177 For example, patients with VHL rarely experience a metastasis when their tumors are less than 3 cm, and are thus typically observed until the largest tumor crosses this size threshold. 39 This is in contrast to patients with HLRCC who usually present with aggressive cancers that should trigger prompt aggressive intervention. 178 While it is estimated that 4 - 6% of patients with RCC may have a familial syndrome, some studies suggest that contributing genetic mutations may be even more common than previously appreciated, and referral for genetic counseling should be considered more often than in the past. 179 A positive family history (first - or second - degree relative with a history of renal American Urological Association (AUA) Renal Mass and Localized Renal Cancer Copyright © 2021 American Urological Association Education and Research, Inc.®",
    "20 malignancy or a known clinical or genetic diagnosis of a familial renal neoplastic syndrome, even if kidney cancer has not been observed) should prompt referal for genetic counseling. Identification of classic manifestations of known familial syndromes is also a strong indication for genetic evaluation . 180 - 182 Several RCC syndromes have been characterized and are listed in Table 5 along with their clinical correlates: Patients presenting with bilateral or multifocal RCC should also be considered for genetic counseling, as should those with uncommon but characteristic tumor histologies such as hybrid oncocytic/chromophobe tumors suggestive of BHD. Other pathologic findings that should prompt consideration for genetic counseling include histology suggesting HLRCC/fumarate hydratase deficiency or SDH deficient RCC, or AML in the presence of one or more additional TS complex criteria. 180 - 182 Since sporadic RCC typically presents at a more advanced age than hereditary RCC, patients presenting at a young age should also be considered for genetic evaluation. One important study of the SEER cohort revealed that the median age of onset of sporadic RCC was 64 years compared to 37 for those with hereditary disease. 182 Based on this data, it was recommended that patients diagnosed at the age of 46 years or younger should be strongly considered for genetic counseling. Renal Mass Biopsy (RMB) 10. When considering the utility of RMB, patients should be counseled regarding rationale, positive and negative predictive values, potential risks and non - diagnostic rates of RMB. (Moderate Recommendation; Evidence Level: Grade C) RMB is an important diagnostic adjunct for selected patients with renal masses suspicious for clinically localized renal cancer. Patients seeking additional information regarding their diagnosis or clinicians needing more information may elect RMB for histologic data to enhance counseling and clinical decision making. Before undergoing RMB, consultation regarding the performance characteristics and risks of RMB should be undertaken. First, patients should understand that RMB is generally a safe diagnostic test. The risk of complications is low with the most common being renal hematoma (4.9%), clinically significant pain (1.2%), gross hematuria (1.0%), pneumothorax (0.6%) and hemorrhage requiring transfusion (0.4%). 183 - 190,200 While the risk of post - procedure hemorrhage is small, these risks may be amplified by aspirin, NSAIA, second or third generation antiplatelet agents (i.e. dipyridamole, clopidogrel), vitamin K/factor X inhibitors (i.e. warfarin, apixaban), and low molecular weight heparin (i.e. enoxaprin). Temporary discontinuation of these agents is advised if the risk/benefit ratio allows. Importantly, there are no reported cases of RCC tumor seeding in the contemporary literature with modern American Urological Association (AUA) Renal Mass and Localized Renal Cancer Copyright © 2021 American Urological Association Education and Research, Inc.® Table 5. Familial RCC Syndromes. *Renal cancers associated with these syndromes are typically or often more aggressive Syndrome Gene Clinical Manifestations Von Hippel - Lindau (VHL) VHL Clear cell RCC, renal cysts, hemangioblastomas of the central nervous system, retinal angiomas, pheochromocytoma Hereditary Papillary Renal Car- cinoma (HPRC) MET Type 1 papillary RCC Birt Hogg - Dubé (BHD) FLCN Chromphobe RCC, oncocytoma, hybrid oncocytic/ chromophobe tumors (HOCTs), clear cell RCC (less common), renal cysts, cutaneous fibrofolliculomas, lung cysts, spontane- ous pneumothorax Hereditary Leiomyomatosis and RCC (HLRCC)* FH Type 2 papillary or collecting duct RCC, cutaneous leioyomyo- mas, uterine leiyomyomas Succinate Dehydrogenase Kid- ney Cancer (SDH - RCC)* SDHB/C/D Clear cell RCC, chromophobe RCC, type 2 papillary RCC, on- cocytoma , pheochromocytoma/paraganglioma BAP - 1 Tumor Predisposition Syndrome* BAP - 1 Clear cell RCC, uveal melanoma Tuberous Sclerosis Complex (TSC) TSC1/2 AML, clear cell RCC, oncocytoma, lymphangioleiyomyomasto- sis (LAM), seizures, developmental delay Cowden/PTEN Syndrome Asso- ciated RCC (CS - RCC) PTEN Thyroid, breast, and endometrial cancers, mucocutaneous lesions, RCC with papillary most common, also other forms of RCC, including clear cell",
    "21 biopsy techniques, which typically utilize a coaxial sheath. In addition, patients should be informed that a RMB diagnostic of malignancy and histologic subtype tends to be highly accurate. Based on a bivariate meta - analysis of seven studies that compared diagnosis using RMB with surgical pathology, the sensitivity (96.7% (95% CI 93.8 - 98.2%)), specificity (94.4% (95% CI 71.9 – 99.1%)), and positive predictive value (98.8% (95% CI 97.0 – 99.5)) of core RMB are excellent and a diagnosis of malignancy can be trusted with certainty (Figure 2). In addition, histologic determination of RCC subtype is highly accurate. 200,201 However, patients should be informed that the non - diagnostic rate of RMB is approximately 14%, which can be substantially reduced with repeat biopsy. 185 - 191,201 Another concern with RMB has been histologic heterogeneity, particularly for benign tumors such as oncocytomas. In these cases there may be a concurrent focus of cancer (i.e. hybrid oncocytic tumors with chromophobe RCC), which could lead to misleading RMB results. 192 However, recent studies suggest that this does not substantially alter the outcomes for most such patients. Pooled estimates of sensitivity and specificity and their 95% confidence intervals were modelled using the metandi module in StataMP v14. Metandi performs bivariate meta - analyses of sensitivity and specificity using a hierarchical modeling approach. On the other hand, RMB carries a concerning negative predictive value (NPV 80.8%, 95% CI 70.1 - 88.3%), suggesting that a non - malignant biopsy result may not truly indicate that a benign entity is present. In the systematic review performed by Patel et al., the NPV was 63% indicating that among patients undergoing extirpation despite a negative biopsy, 37% had malignant disease on final surgical pathology. 200 As this comprised a select population with high risk clinical and imaging features, it likely represents the upper limit of NPV for RMB. In addition, the accuracy of tumor grade diagnosis with RMB is highly variable, ranging from 52 - 76% in the literature. Sixteen percent (16%) of tumors were upgraded from low - grade to high - grade at surgical pathology. This is particularly pertinent for patients with small renal masses, where 80 - 90% of tumors are low - grade and the detection of high - grade tumors is of paramount importance. Hence, this represents a significant limitation of RMB. 185 - 190 Furthermore, oncocytic neoplasms may present a challenge for RMB (i.e., differentiating chromophobe RCC vs. oncocytoma). A summary of recommended issues for emphasis during counseling about RMB is listed below. 192,193 DISCUSSION POINTS FOR RMB: • RMB is generally safe with low risk of significant complications (bleeding) and no reported cases of tumor seeding using contemporary techniques. • A diagnosis of malignancy or RCC on RMB is highly reliable. • Potential limitations of RMB include: • A benign biopsy must be distinguished from a non - diagnostic biopsy (renal parenchyma or connective tissues) result. • A benign biopsy may not always correlate with benign histology. • Grade concordance from biopsy to surgically resected tissue is imperfect. • Oncocytic neoplasms may represent a diagnostic dilemma. • Biopsy or aspiration of cystic renal masses is generally not advised due to concerns regarding tumor spillage and a high likelihood of obtaining a non - informative result due to sampling error. 11. Clinicians should consider RMB when a mass is suspected to be hematologic, metastatic, inflammatory, or infectious. (Clinical Principle) Patients presenting with an enhancing renal mass American Urological Association (AUA) Renal Mass and Localized Renal Cancer Copyright © 2021 American Urological Association Education and Research, Inc.® Figure 2. Reported sensitivity and specificity for a malignant diagnosis using core RMB when com- pared with surgical pathology. Pooled sensitivity: 96.67%; 95%CI, 93.79 - 98.24%; Pooled specificity: 94.45%; 95%CI, 71.93 - 99.13%",
    "22 should be considered for RMB if: 1) there is suspicion that the lesion represents metastatic cancer from another primary source; 2) the radiographic or clinical picture suggests hematologic malignancy involving the kidney; or 3) there is concern for an inflammatory or infectious process. Although metastatic cancer involving the kidney is frequently found at autopsy, clinical presentation of renal metastases is uncommon. The most common hematologic malignancy to involve the kidney is lymphoma and the most common solid tumor metastasis is lung cancer, although melanoma, colon cancer and thyroid cancer have also been reported. 194 In patients with a prior history of malignancy with potential renal metastasis, or in those with an atypical renal mass and concerning constitutional symptoms, RMB should be considered. 195 If metastatic cancer is confirmed, systemic treatment is typically prioritized. 194 Metastases to the kidney are often multifocal, poorly enhancing, and infiltrative rather than well demarcated, although there are exceptions to these rules. Renal lymphoma should be considered in patients with infiltrative renal lesions, in those with lymphadenopathy that is out of proportion to the renal primary, or when the anatomic distribution of involved nodes is markedly atypical for RCC. In contrast, patients with a solitary, avidly enhancing renal mass and a remote history of cancer will likely have RCC and can be managed accordingly. 19 In patients presenting with signs and symptoms consistent with an infectious or inflammatory condition or those with a prior history of recurrent infections or autoimmune disease, the clinician ’ s index of suspicion for a non - neoplastic process, such as renal sarcoidosis, abscess, or focal pyelonephritis, should be increased. In this setting, RMB should be considered for diagnostic purposes and to direct therapy. 196 - 199 12. In the setting of a solid renal mass, RMB should be obtained on a utility - based approach whenever it may influence management. RMB is not required for 1) young or healthy patients who are unwilling to accept the uncertainties associated with RMB; or 2) older or frail patients who will be managed conservatively independent of RMB findings. (Expert Opinion) Patients with a renal mass should be counseled about the differential diagnosis including the likelihood of malignant versus benign histology. A utility - based approach is recommended for RMB, which is not indicated when it is unlikely to alter management recommendations or patient choice. 200,201 Patients with severe CKD often have benign or indolent tumors and their management can be complex, and this represents one of the cohorts that should be strongly considered for RMB. 202 RMB should also be considered in patients for whom it is difficult to decide between management with PN versus RN, where additional oncologic risk stratification may be helpful. Many young or healthy patients are unwilling to accept the potential uncertainty of RMB such as the possibility of a non - diagnostic or false negative result, and will elect intervention regardless of RMB outcome. 75 Some older or frail patients are not healthy enough to undergo intervention and will be managed conservatively even if RMB suggests malignancy. 75,80,200,201 In these settings, RMB is typically not required because it will not materially alter counseling or management. Please refer to guideline statements 10 and 13, which include pertinent details regarding the processes, risks and performance characteristics of RMB and further considerations for patient counseling. 13. For patients with a solid renal mass who elect RMB, multiple core biopsies should be performed and are preferred over fine needle aspiration (FNA). (Moderate Recommendation; Evidence Level: Grade C) RMB may be performed under CT or US guidance, with at least 2 - 3 cores being obtained with a 16 - 18 gauge needle to optimize diagnostic yield. FNA is associated with a decreased diagnostic yield and core biopsy is preferred when feasible. The Patel et al. systematic review of RMB demonstrated core biopsy to have a sensitivity of 97.5% while the sensitivity of FNA was reported at 62.5%. 193 The diagnostic rate of RMB is dependent upon obtaining viable tissue from the lesion in question. The American Society of Cytopathology endorses Rapid On - Site Evaluation (ROSE), which can optimize specimen quality for pathologic evaluation by obtaining real - time assessment of FNA or touch imprints of core biopsies to confirm specimen adequacy. 203 However, the additional challenges for workflow and personnel issues to implement ROSE are also recognized and such techniques are important but not currently considered mandatory. MANAGEMENT Partial Nephrectomy (PN) and Nephron - Sparing Approaches 14. Clinicians should prioritize PN for the management of the cT1a renal mass when intervention is indicated. In this setting, PN minimizes the risk of CKD or CKD progression and is associated with favorable oncologic outcomes, including excellent local control. (Moderate Recommendation; Evidence Level: Grade B) PN is a definitive surgical procedure that is associated with excellent oncological and renal functional outcomes, particularly in patients with small renal masses. It also yields complete pathological information regarding the excised tumor and minimizes the oncological uncertainty that can occasionally be associated with repeat sessions of TA. PN is associated with urologic complications in a small proportion of patients but most can be successfully managed with conservative measures. 204 The EORTC randomized trial suggests that PN is associated with similar oncological outcomes when compared to RN for clinically localized small (<5cm) renal masses, and the AHRQ systematic review and update has reaffirmed this for carefully selected American Urological Association (AUA) Renal Mass and Localized Renal Cancer Copyright © 2021 American Urological Association Education and Research, Inc.®",
    "23 patients. 204,205 Meta - analysis of the existing data further documents that PN is associated with less decline in postoperative GFR and a lower incidence of CKD stage 3 or above when compared to RN (figures 3 and 4). 65 PN is also associated with more favorable local recurrence - free survival when compared to a single session of TA (Figure 5). While patients undergoing PN have a higher risk of blood transfusion and urological complications, the overall complication rates experienced by patients undergoing PN are similar to other treatment modalities and can be minimized in experienced hands. Given uncertainties regarding future development of CKD, the increasing prevalence of CKD risk factors (obesity, hypertension, tobacco use) related to RCC in the general population, the risk of recurrent or de novo disease in the contralateral renal unit, 206 and the indolent nature of most small kidney tumors, PN should be prioritized in the management of patients with clinical T1a renal mass. 176,207 - 212 15. Clinicians should prioritize nephron - sparing approaches for patients with solid or Bosniak 3/4 complex cystic renal masses and an anatomic or functionally solitary kidney, bilateral tumors, known familial RCC, preexisting CKD, or proteinuria. (Moderate Recommendation; Evidence Level: Grade C) Absolute indications for PN included situations in which RN would render the patient anephric or at high risk for renal replacement therapy. These include patients with an anatomic or functionally solitary kidney, bilateral tumors, or known familial RCC. While most patients with familial RCC have two functional renal units, they are very likely to experience bilateral tumors, tumor recurrence and require multiple renal surgeries throughout their lifetime. 38 The importance of nephron sparing approaches and thresholds for intervention (i.e. 3 cm) for most RCC syndromes have been well established through the experience at the National Cancer Institute. 213 PN in patients with absolute indications should focus on preservation of renal parenchymal volume and functional nephrons with margin width being a less relevant consideration. 214 Approximately 25 - 30% of a well - functioning, solitary kidney is generally sufficient to avoid renal replacement therapy and therefore, overall preservation of renal function is achievable in most patients with absolute indications for PN. 215,216 All patients with an absolute indication for PN should be advised about the potential need for temporary or permanent renal replacement therapy following surgery. In one series of solitary kidneys managed with PN, rates of temporary and permanent end - stage renal failure were 3.5% and 4.5% respectively. 217 Another study of solitary kidneys reported acute renal failure in 12.7% of patients, and proteinuria and significant CKD in 15.9% and 12.7% of patients, respectively. 218 Traditional relative indications for PN have included patients with conditions that would threaten future function of a contralateral renal unit such as preexisting CKD and proteinuria. In the 2016 AHRQ report of patients with normal contralateral kidneys, rates of end - stage renal disease (ESRD) for RN, PN, and TA were 1 - 3%, 0.4 - 1%, and 1 - 2%, respectively. 65 However, the current literature suggests that patients with pre - existing CKD and proteinuria are at highest risk for progressive CKD and ESRD. 219 - 221 It is noteworthy that patients with proteinuria, even without a decrease in GFR, are at increased risk of progressive loss of renal function. 222 Therefore, PN should also be prioritized in these patients. 16. Nephron - sparing approaches should be considered for patients with solid or Bosniak 3/4 complex cystic renal masses who are young, have multifocal masses, or comorbidities that are likely to impact renal function in the future, including but not limited to moderate to severe hypertension, diabetes mellitus, recurrent urolithiasis, or morbid obesity. (Moderate Recommendation; Evidence Level: Grade C) The EORTC 30904 randomized trial of RN versus PN demonstrated higher eGFR in patients undergoing PN compared to RN: 66.8 versus 52.7 mL/min/1.73m 2 within the first year, respectively. However, there was no evidence of subsequent decline in eGFR in either surgical cohort and the rates of end stage renal disease (eGFR less than 15 mL/min/1.73m 2 ) were 1.5% and 1.6% respectively. 223 However, this was a population of aged adults (median age >60 years old) in generally good health with normal contralateral kidneys (preoperative serum creatinine <1.25 mg/dL in >90%) and thus should not be extrapolated to all patients with clinically localized renal masses. Younger patients who have longer life expectancy are theoretically at risk of recurrent and/or contralateral disease as well as competing health risks that can impact renal function over their extended remaining life time. For this reason, these patients should undergo nephron - sparing approaches whenever technically feasible. In reasonably healthy patients managed by experienced surgeons, the risks of nephron sparing surgery are low and balance the uncertainties of recurrent disease or the development of unforeseen health issues. Patients with multifocal tumors often have familial RCC and should be managed as such. 38 They will typically require multiple renal interventions throughout their lifetime. 38 For these patients, the importance of nephron sparing approaches and thresholds for intervention have been well established through the experience of the National Cancer Institute. 213 Lastly, patients with significant risk for future CKD such as patients with severe hypertension, diabetes mellitus, strong stone diathesis, or morbid obesity should be considered for nephron - sparing approaches in order to optimize their renal function. 224 - 226 The risks of CKD should be discussed with patients keeping in mind that oncologic outcomes should remain a priority. 17. In patients who elect PN, clinicians should prioritize preservation of renal function by optimizing nephron mass preservation and avoiding prolonged warm ischemia. (Expert Opinion) One of the main objectives of PN is to preserve renal function, and this is particularly important in patients American Urological Association (AUA) Renal Mass and Localized Renal Cancer Copyright © 2021 American Urological Association Education and Research, Inc.®",
    "24 American Urological Association (AUA) Renal Mass and Localized Renal Cancer Copyright © 2021 American Urological Association Education and Research, Inc.® Figure 3. Mean change in eGFR for RN versus PN. 65 Figure 4. Meta - analysis of the incidence of stage 3 CKD with RN versus PN. 65",
    "25 Figure 5. Meta - analysis of local recurrence rates for PN versus primary TA among studies with follow - up of 48 months ± 12 months. 65 Abbreviations: CI, confidence interval; IV, inverse variance; PN, partial nephrectomy; TA, thermal ablation. Note: Total patients is defined as all patients with biopsy proven RCC treated with each modality. Events refer to number of patients with local recurrence. with a solitary kidney, bilateral or multifocal disease, or preexisting CKD or proteinuria. 214,227 - 229 However, even when PN is performed electively, there may be value in optimizing renal function on a long - term basis. Current studies regarding the impact of incremental changes in renal function related to renal cancer surgery on overall survival do not extend beyond 10 years follow - up, 165,219,220 but both the randomized trial of PN versus RN and a plethora of comparative, retrospective data indicate worse overall GFR and higher rates of CKD stage ≥3 in patients undergoing RN. 65,223 In addition, uncertainties regarding development of CKD in patients without risk factors and the low, but tangible risk of developing contralateral masses are reasons to consider PN and other nephron sparing approaches when technically feasible and have high likelihood of success. 206 The recent literature demonstrates that the main determinant of functional outcomes after PN is nephron mass preservation, or the quantity of vascularized parenchyma that is preserved by the procedure. 227 - 231 Efforts to optimize this parameter during tumor excision and reconstruction should be prioritized, as long as oncologic outcomes are not compromised. 232 Beyond this, prolonged warm ischemia should be avoided, as it can lead to irreversible loss of function. The exact threshold of warm ischemia at which irreversible damage begins to occur is not well defined, although some studies suggest that some patients may begin to experience this to a significant degree at approximately 25 - 30 minutes. 227 - 229 In general, recovery from hypothermia is more consistent and reliable with intervals up to 60 - 90 minutes being well tolerated. 233 Nevertheless, even with hypothermia it is best to avoid truly prolonged durations of ischemia, as they can lead to increased risk of acute kidney injury, which may complicate postoperative care. 231,234,235 Avoidance of ischemia or segmental clamping are other strategies that have been advocated in an effort to obviate ischemia injury. 227,236 - 238 Such approaches can be supported as long as nephron mass preservation remains strong and perioperative and oncologic outcomes are not compromised. 239,240 18. For patients undergoing PN, clinicians should prioritize negative surgical margins. The extent of normal parenchyma removed should be determined by surgeon discretion taking into account the clinical situation and tumor characteristics, including growth pattern, and interface with normal tissue. Tumor enucleation should be considered in patients with familial RCC, multifocal disease, or severe CKD to optimize parenchymal mass preservation. (Expert Opinion) The primary goal of PN is complete tumor excision and as such achieving negative surgical margins should remain a priority. Positive surgical margins introduce oncological uncertainty and cause patient anxiety. Recent studies have suggested inferior oncological outcomes in patients with positive surgical margins after PN. 241,242 Preservation of renal parenchyma is among the strongest predictors of functional outcomes after PN and is thus particularly important in patients with severe CKD or a propensity for multifocal and bilateral RCC. 221 The amount of normal tissue excised during PN should be determined by surgeon judgment taking into account patient and tumor characteristics. The concept of tumor enucleation (or blunt excision of a tumor with minimal margin during nephron - sparing surgery) originated in the familial RCC population as a technique to preserve renal parenchyma in patients with multiple tumors requiring several surgeries over a lifetime. 243 However, even for familial RCC patients tumor enucleation should be applied selectively. For example, some syndromes, such as here HLRCC, tend to have unifocal aggressive tumors and are best managed with wide margin PN or RN. Enucleation has subsequently been evaluated in the",
    "26 sporadic RCC population with a number of studies reporting similar oncological outcomes compared to traditional PN, in which sharp excision is performed with intentional removal of a modest rim of normal adjacent parenchyma. 244 - 247 Most studies comparing enucleation and traditional PN have been retrospective and uniform pathologic review has not been applied. Selection for enucleation based on favorable imaging characteristics such as homogeneity and encapsulated appearance is likely another contributing factor in many of these studies. 248 In addition, tumor enucleation is based on the concept of blunt dissection along a tumor pseudocapsule, which is present in many but not all renal cancers. 249 - 251 When present, the pseudocapsule can contain invasive cancer in up to one third of cases with an unclear influence on prognosis. 252 Given these concerns, great care should be taken to assess tumor growth pattern and its interface with the normal parenchyma to assess feasibility for successful enucleation. Until prospective evaluation is available for sporadic renal tumors, enucleation is best utilized on a selective basis. Frozen section analysis of the margins during PN or tumor enucleation can be considered on a selective basis, particularly when there is concern about the gross specimen. The management of positive surgical margins after PN or tumor enucleation remains controversial. A variety of factors should be taken into account during counseling including the extent of the margin (microscopic versus extensive), tumor histology and grade, and other indicators of tumor biology such as locally invasive phenotype. Most patients with microscopic positive surgical margins associated with small renal masses tend to do well with expectant management, although close surveillance is recommended. 253 Radical Nephrectomy (RN) 19. Clinicians should consider RN for patients with a solid or Bosniak 3/4 complex cystic renal mass whenever increased oncologic potential is suggested by tumor size, RMB (if obtained), and/or imaging. (Moderate Recommendation; Evidence Level: Grade B) In this setting, RN is preferred if all of the following criteria are met: 1) high tumor complexity and PN would be challenging even in experienced hands; 2) no preexisting CKD or proteinuria; and 3) normal contralateral kidney and new baseline eGFR will likely be greater than 45 mL/ min/1.73m2 even if RN is performed. If all of these criteria are not met, PN should be considered unless there are overriding concerns about the safety or oncologic efficacy of PN. (Expert Opinion) Many cT1b/T2 tumors can be considered for PN, and observational studies suggest that acceptable outcomes can be achieved with PN in this setting, assuming appropriate patient selection and surgical experience. 254 - 261 However, oncologic potential correlates with tumor size as reflected by increased incidence of high grade tumor, less favorable histology, and locally advanced features. 150,262 Infiltrative appearance on imaging also suggests high grade tumor and/or poorly differentiated elements, including sarcomatoid features. 263,264 In this setting PN may place the patient at increased risk of local recurrence 265 and thus RN may provide an oncologic advantage. 259,262 Another major consideration for some cT1b/T2 tumors relates to feasibility of PN, particularly if tumor complexity is increased related to hilar tumor location. Urologic complications such as urine extravasation and postoperative bleeding are more common after PN for high complexity cases. 266,267 In this setting referral to a more experienced colleague or center should be considered to assess feasibility of PN. If PN appears to be challenging even in experienced hands RN should be considered, particularly if oncologic indicators are unfavorable as discussed above. 259,262 The other important consideration for such patients is functional, and recent studies suggest that there is a subgroup of patients who experience relatively favorable outcomes with RN, even if they develop CKD after surgery. 165,219,220,223 Such patients have no preexisting CKD (baseline GFR > 60mL/min/1.73m 2 ), no proteinuria (dipstick negative or trace), and a normal contralateral kidney that is expected to provide an eGFR of greater than 45 mL/min/1.73m 2 after RN. Patients with CKD primarily due to surgery who meet the above criteria appear to have overall survival and stability of renal function during intermediate - term follow - up (approximately 10 years) similar to those without CKD even after surgery. 165,219,220 Results of EORTC 30904 also supports good survival in select patients managed with RN even if they develop CKD after surgery. Overall survival in this study with over a decade of follow - up was almost identical in the RN and PN cohorts, even though the median new baseline GFR in the RN cohort was 52 mL/min/1.73m 2 , confirming that most RN patients had CKD after surgery. A related consideration when deciding about the utility of PN is the amount of parenchymal mass that will be preserved with the procedure. Some large centrally located tumors have already replaced a substantial proportion of the kidney, and in this setting PN may yield a remnant kidney with only marginal function after excision and reconstruction have been accomplished. 259 In general, median loss of global renal function with PN is about 10%, while RN is typically associated with about 35 - 40% median loss of global function, although this can vary substantially for RN based on uneven split renal function, and for PN based on tumor complexity, as discussed above. 228 Patients who combine all of the salient features in Statement 19 should be considered for RN as these are patients for whom RN may provide an oncologic benefit with very little downside, and in whom the oncologic and perioperative risks of PN would be increased. Beyond these circumstances, PN is generally preferred for surgical excision. However, in some patients who do not meet the composite profile in Statement 19, PN may not be possible or advisable even in experienced hands. In this setting RN may be required based on American Urological Association (AUA) Renal Mass and Localized Renal Cancer Copyright © 2021 American Urological Association Education and Research, Inc.®",
    "27 surgeon discretion, with input from other services such as nephrology when relevant. 259 The literature regarding the appropriate role for RN in localized disease has evolved substantially yet still remains controversial in many aspects. 259 Almost all studies in this domain are retrospective and observational, and definitive conclusions regarding comparative efficacy of PN versus RN often cannot be drawn. 65,204 The only prospective, randomized trial of PN versus RN was in patients with clinically localized tumors 5 cm or smaller and demonstrated equivalent oncologic outcomes. 268 This trial also failed to demonstrate an overall survival benefit for PN over RN, and while it can be criticized for a number of flaws, this is still provocative data suggesting that the survival benefits of PN in an elective setting may not be as substantial as previously thought. 212 A prospective trial of RN versus PN in patients with increased oncologic risk would address these controversies and would likely prove very informative. 259 Until this is done, oncologic and functional considerations and perioperative risks must be carefully weighed during individualized patient counseling. 269 - 271 In select patients RMB may be helpful for risk stratification, and nuclear renal scan or differential parenchymal volume analysis 272 to provide split renal function can also be considered. 200 Surgical Principles 20. For patients who are undergoing surgical excision of a renal mass with clinically concerning regional lymphadenopathy, clinicians should perform a lymph node dissection including all clinically positive nodes for staging purposes. (Expert Opinion) If suspicious lymphadenopathy is identified on imaging or during surgical exploration, a lymph node dissection (LND) should be performed with removal of all clinically evident nodes, if feasible, primarily for staging and prognostic purposes. 273,274 In a prospective study by Blom and colleagues, 772 patients with cT1 - T3N0M0 RCC were randomized to RN plus LND versus RN alone. 275 Fifty - one patients in the RN plus LND group had palpable nodes and 10 (19.6%) were N+ on final pathology. For patients in this cohort without palpable nodes only 4/311 (1.3%) were pN+. Overall, only 4% of patients in the RN plus LND cohort had pN+ disease. Cancer - specific and overall survival rates were nearly identical in the RN plus LND and RN alone cohorts. Data from this study and others have contributed to strong consensus that LND need not be performed routinely in patients with localized kidney cancer and clinically negative nodes. 273 - 275 Other investigators have studied risk factors for LN involvement in patients undergoing nephrectomy and have found that large primary tumor (>10 cm), clinical stage T3/T4, high tumor grade (Fuhrman grade 3 or 4), sarcomatoid features, and histologic tumor necrosis all correlate with increased incidence of pN+ disease. 273 Patients with 2 or more of these risk factors were found to be at substantially increased risk of nodal involvement (>40%), and prospective evaluation has confirmed these findings. Hence, selective performance of LND should be considered at the time of renal cancer surgery. 273 However, this is primarily for staging purposes, as recent studies have been unable to confirm a survival benefit for lymph node dissection among patients undergoing RN for non - metastatic RCC. 276 - 279 If lymph node involvement is confirmed on final pathology, adjuvant therapy and medical oncology consultation should be considered (See Statement 24 for specific recommendations regarding this issue). 21. For patients who are undergoing surgical excision of a renal mass, clinicians should perform adrenalectomy if imaging and/or intraoperative findings suggest metastasis or direct invasion of the adrenal gland. (Clinical Principle) Adrenal involvement with RCC is a poor prognostic finding and fortunately relatively uncommon outside of the advanced disease setting. 274,280 In the more recent revisions of the AJCC TNM classification scheme, adrenal involvement with RCC was upstaged to pT4 if due to contiguous involvement and pM+ otherwise, reflecting likely hematogenous dissemination. 54 If adrenal involvement is confirmed on final pathology, adjuvant therapies and medical oncology consultation should be considered (see statement 24). Several studies have shown that occult adrenal involvement is uncommon in patients with clinically localized kidney cancer, and the adrenal gland can be spared in this setting without compromising oncologic outcomes. 274,281,282 Adrenalectomy should be performed if preoperative imaging or intraoperative inspection suggests metastasis or adrenal enlargement. In this setting, adrenalectomy has important prognostic utility and may occasionally have therapeutic potential. 274 The one exception to this is when the patient has a well - characterized non - functioning adenoma, which may not mandate surgical excision. If locally advanced features are identified preoperatively or during exploration, adrenalectomy should be considered if the gland is in close proximity to tumor. However, the adrenal may be spared in this setting if the contralateral adrenal gland is absent and the ipsilateral gland demonstrates normal morphology and no malignant involvement. 274 22. In patients undergoing surgical excision of a renal mass, a minimally invasive approach should be considered when it would not compromise oncologic, functional, and perioperative outcomes. (Expert Opinion) Minimally invasive techniques have permeated surgical practice with the hope of maintaining the oncological efficacy of open surgery while reducing its morbidity. Multiple studies demonstrate recuperative and cosmetic advantages to minimally invasive RN in comparison to open surgery. 283 - 285 Laparoscopic and robotic PN have demonstrated equivalent surgical margin status and oncological outcomes when compared to open surgery in well - selected patients. 286 - 288 The high rate of American Urological Association (AUA) Renal Mass and Localized Renal Cancer Copyright © 2021 American Urological Association Education and Research, Inc.®",
    "28 percutaneous TA, relative to surgically performed ablation, may explain the favorable perioperative outcome and harm profile associated with these treatment options. 204 While minimally - invasive approaches have also been reported in increasingly complex indications (large renal masses, renal vein thrombi and patients with solitary kidneys), 289 - 293 patient safety and adherence to prior guideline statements regarding oncologic outcomes, indications for nephron sparing surgery, and preservation of renal function should be prioritized relative to the choice of surgical access approach. The current data suggest that the benefits of minimally invasive surgery are realized in the short - term, perioperative period and are equivalent to open surgery with intermediate - and long - term follow - up. 294 - 296 The limited quality - of - life data that exist in this realm fail to demonstrate clinically significant differences in health related quality of life among patients undergoing laparoscopic and open nephrectomy. 297 While cost - effectiveness remains unanswered due to limitations of the data and considerations of long - term surveillance; the potential increase in costs related to certain minimally invasive approaches may be balanced with shorter hospital stays and earlier convalescence. 298 - 302 Ultimately, the decision for management strategy — RN, PN, or TA — should be made irrespective of approach available and clinicians should employ minimally invasive approaches only when oncological, functional, and perioperative outcomes are unlikely to be compromised. Other Considerations 23. Pathologic evaluation of the adjacent renal parenchyma should be performed and recorded after PN or RN to assess for possible intrinsic renal disease, particularly for patients with CKD or risk factors for developing CKD. (Clinical Principle) Proper evaluation of the non - neoplastic kidney disease is infrequently performed or reported 303 but is essential to achieve optimal patient management. Given that diabetes and hypertension are independent risk factors for RCC, diabetic nephropathy and hypertensive nephropathy are found in 8 - 20% and at least 14% of tumor nephrectomies, respectively. 144 - 146 Recognizing this general deficiency, the College of American Pathologists established a requirement that pathologic evaluation of the renal parenchyma for possible nephrologic disease should be included in all synoptic reports for kidney cancer. 304 Additional gains in clinical outcomes may be achieved with improved identification and management of non - neoplastic renal diseases. In patients with more significant CKD, particularly those with significant proteinuria, the urologist may elect to submit additional specimens of normal parenchyma for a formal pathologic medical renal evaluation which may include adjunct testing. In these cases, the urologist should communicate directly with the pathologist to optimize testing and the additional information obtained. 24. Clinicians should consider referral to medical oncology whenever there is concern for potential clinical metastasis or incompletely resected disease (macroscopic positive margin or gross residual disease). Patients with high - risk or locally advanced, fully resected renal cancers should be counselled about the risks/ benefits of adjuvant therapy and encouraged to participate in adjuvant clinical trials, facilitated by medical oncology consultation when needed. (Clinical Principle) Systemic therapies for metastatic RCC continue to expand rapidly through the use of targeted therapies, new generation immunotherapies, combination and sequential therapies and a broad array of therapeutics currently in clinical trials. Overall response rates, cancer - specific and overall survival continue to improve, albeit with associated toxicities. 305 - 307 Decisions regarding when to begin systemic therapy and which therapies to use in the first and second line are complex and evolving quickly. Risk stratification using the IMDC and MSKCC criteria guide initial therapeutic choices and should be made in consultation with an experienced medical oncologist. 181,308 Given the success of systemic therapies for metastatic disease, the role of tyrosine kinase inhibitors and immunotherapies have been and are being tested in the adjuvant setting. 309 Multiple nomograms and algorithms are available to predict recurrence risks and guide eligibility for adjuvant kidney cancer trials. 310 Clinicians may access these tools as on - line calculators for point of care patient counseling. Eligibility and radiographic assessment for adjuvant clinical trials in kidney cancer continue to be refined. 311 In 2017, the FDA approved sunitinib malate as the only therapy for the adjuvant treatment of adult patients at high risk of recurrent RCC following resection based on a multicenter, double blinded placebo controlled trial (S - TRAC) in 615 patients who were randomized to receive either 50mg of sunitinib malate once daily for 4 weeks on then two weeks off, or placebo. 312 The study met its primary endpoint demonstrating an improvement in disease - free survival; however, significant differences in overall survival were not observed. 313 While the current standard of care for patients with fully resected renal cancers remains close clinical and radiographic observation, patients with a high risk of recurrence should be counseled regarding systemic adjuvant options and/or considered for enrollment into adjuvant clinical trials, facilitated by medical oncology consultation when needed. Thermal Ablation (TA) 25. Clinicians should consider TA as an alternate approach for the management of cT1a solid renal masses <3 cm in size. For patients who elect TA, a percutaneous technique is preferred over a surgical approach whenever feasible to minimize morbidity. (Moderate Recommendation; Evidence Level: Grade C) American Urological Association (AUA) Renal Mass and Localized Renal Cancer Copyright © 2021 American Urological Association Education and Research, Inc.®",
    "29 The literature regarding TA for localized renal masses has further matured allowing for a more meaningful assessment of oncologic outcomes. Follow - up in some TA studies has now reached 5 years or more and thereby facilitates a more robust comparison of TA with surgical excision. 211,247 Results with TA are particularly encouraging for smaller renal masses (<3 cm) making it a reasonable alternate approach in this setting. The recent AHRQ meta - analysis demonstrated comparable metastasis - free survival for PN and TA 65 , and analysis of population - based (SEER) and institutional studies demonstrated median 5 - year cancer - specific survival rates of 100% (range 97 - 100%) and 94% (range 92 - 97%) for PN and TA, respectively. However, local recurrence - free survival is generally reported as favoring surgical extirpation. In the recently updated AHRQ meta - analysis of studies comparing PN and TA, the risk ratio for local recurrence was 0.55 (95% CI: 0.33 - 0.91) in favor of PN (Figure 5, see Statement 14). 65 Median local recurrence - free survival across the studies was 99.5% for PN and 93.9% for TA. Since the morbidity of repeat ablation, particularly percutaneous treatment, is generally low, local recurrences may often be salvaged with repeat TA. When considering such salvage attempts in addition to the initial ablation, the AHRQ meta - analysis reported no statistical difference in the risk ratio for local recurrence comparing PN and TA (RR 0.97; 95% CI: 0.47 - 2.00, Figure 6). 65 It should be noted; however, that this analysis was limited by inclusion of only three TA studies, 314 - 316 one of which did not report any recurrences in either group 316 making precise estimates of recurrence risk impossible. Experience with TA of cystic renal tumors is limited given concerns for possible tumor seeding and inhomogeneous distribution of thermal energy. It is the Panel ’ s opinion that routine consideration of TA for cystic lesions requires further investigation. Single institution TA studies have optimized therapeutic efficacy by improving patient selection. Most studies suggest that increasing tumor diameter is the key predictive factor, as it has been associated with greater likelihood of incomplete ablation and local recurrence. For cryoablation, Tanagho et al. 317 reported that tumor size > 2.5 cm was the sole factor predictive of local recurrence on multivariate analysis. Using RFA, Gervais and colleagues 318 reported 100% effectiveness for tumors < 3 cm and 81% for tumors larger than 3 cm. Similarly, Best et al. 319 demonstrated 5 - year overall disease - free survival of 95% for RFA of tumors < 3.0 cm compared to 79% for tumors larger than 3.0 cm. Although some institutional series advocate TA for larger tumors, it has been acknowledged that the risk of complications, in particular renal tumor fracture and hemorrhage, is higher when treating tumors greater than 3 cm. 320 - 322 Thus the panel felt that TA should optimally be reserved for smaller tumors less than 3 cm in size unless patient co - morbidities or other factors dictate otherwise. Preservation of renal function after treatment is an important goal in the management of smaller renal masses, particularly in patients with pre - existent CKD. As with PN, TA minimizes parenchymal loss and improves long - term renal function compared to RN. The AHRQ meta - analysis demonstrated that patients undergoing TA have similar renal functional outcomes to those undergoing PN. 65 TA also has a favorable morbidity profile in comparison to extirpative surgery. Transfusion rates, length of hospital stay, and conversion to RN all favor TA over PN. 65 Minor and major Clavien complication rates do not differ significantly between TA and PN. 65 Both percutaneous and laparoscopic approaches to TA have similar efficacy. 323 - 326 However, the percutaneous approach is associated with shorter procedure time, quicker recovery, and lower narcotic requirements and should be the preferred approach to TA. For instance, Bandi and colleagues reported that percutaneous cryoablation was associated with significantly reduced anesthesia time (148 versus 247 minutes), shorter mean hospital stay (1.1 versus 2.5 days), and shorter time to complete recovery (13.5 versus 27.5 days) when compared to laparoscopic cryoablation. 327 Many of these considerations translate to an economic advantage for the percutaneous approach. Hinshaw and colleagues demonstrated 40% lower hospital charges for percutaneous cryoablation compared to laparoscopic cryoablation, and Castle et al. reported that total costs for percutaneous RFA were over 50% lower than for laparoscopic RFA. 301,323 Tumor location and complexity also play an important role in selection for TA. Completely intrarenal lesions or those immediately adjacent to the sinus or hilum are more difficult to treat effectively by TA. Percutaneous displacement techniques such as the use of fluid (hydro - dissection), carbon dioxide, or spacer balloons frequently enable separation of adjacent structures from the anticipated zone of ablation, rendering many cases suitable for percutaneous TA. A laparoscopic approach is seldom needed except for occasional cases in which adhesions prevent displacement of adjacent structures or when the collecting system is at risk for serious injury even with thermo - protective maneuvers such as pyeloperfusion. 326 In such cases, laparoscopic TA or PN can be considered. 26. Both radiofrequency ablation (RFA) and cryoablation may be offered as options for patients who elect TA. (Conditional Recommendation; Evidence Level: Grade C) There are no randomized studies directly comparing cryoablation to RFA. Current retrospective comparisons are limited by variability in patient selection, tumor size and location, technique, and laparoscopic or percutaneous approach. Two large single institution studies with significant experience with both cryoablation and RFA have reported comparable oncologic outcomes (local recurrence - free survival and cancer - specific survival), impact on renal function, and complication rates for the two modalities. 328,329 Two meta - analyses of the literature have confirmed no significant differences between cryoablation and RFA in treatment outcomes as defined by complications, metastatic progression, or cancer - specific survival. 75,85,330 American Urological Association (AUA) Renal Mass and Localized Renal Cancer Copyright © 2021 American Urological Association Education and Research, Inc.®",
    "30 Optimal TA requires an understanding of the mechanism of action for each technique and appropriate ablation monitoring. RFA utilizes high frequency alternating current (460 - 500 kHz) to induce ion agitation and frictional heating in adjacent tissue. 331,332 This can be achieved through two types of radiofrequency generator systems: a temperature - based system, which drives the current to reach a target temperature, or impedance - based systems, which continue ablation until a predetermined impedance level is reached. 16,331,332 RFA systems utilize either single or multi - tined electrodes, which are designed to optimize tissue volume ablation. 331,332 Impedance - based systems apply algorithmic gradual increases in electrical current while monitoring for rapid impedance changes that indicate tissue charring near the electrode. Meta - analysis has demonstrated reproducible outcomes for ablation of renal masses and no superiority of either temperature or impedance - based RFA. 333 Cryoablation systems leverage the Joule Thompson effect to generate lethal temperatures below - 20 to - 40 °C, resulting in coagulative tissue necrosis. 332,334,335 The volume of lethal temperature generated during cryoablation is regulated by the duration of freezing, number of freeze cycles, size and number of cryoprobes, and local tissue interactions. 332,334 - 337 Woolley et al. showed in a dog model that larger volumes of renal tissue necrosis result from a double freeze compared to a single freeze. They found no difference in volumes of necrosis between active and passive thawing between the freezing cycles. However, active thawing saves time. 336 Thus, a commonly used protocol for renal tumor ablation is termed “10 - 8 - 10”, and consists of two 10 minute freezing cycles separated by an 8 minute active thawing cycle. Monitoring the progress of cryoablation is done through real time imaging of the iceball. Complete treatment of a tumor requires that the iceball extend beyond the tumor because the peripheral leading edge of the iceball is at sub - lethal temperatures, and the iceball thus provides an overestimate of the zone of ablation. 334,335 Lethal temperatures are reached approximately 5 mm from the periphery of the iceball. 332,334,335 RFA and cryoablation differ in how to ensure complete coverage for larger or irregular tumors. For small tumors optimally shaped for a given electrode type, a single RFA application may be sufficient to create a zone of ablation that covers the tumor. For irregularly shaped tumors, larger tumors, and/or tumors where the electrode is not optimally centered in the tumor, multiple overlapping ablations may be required with electrode repositioning between ablations to adequately treat the entire tumor. In contrast to RFA, where sequential overlapping ablations may be required, cryoablation allows simultaneous activation of multiple cryoprobes in the synergistic creation of an iceball that is larger than the simple additive effect of each cryoprobe. 334,335,337 Thus, treatment planning involves choosing the correct number and size of cryoprobes as well as their relative distribution within a renal tumor in order to create a zone of lethal ice that covers the entire tumor. 27. A RMB should be performed prior to (preferred) or at the time of ablation to provide pathologic diagnosis and guide subsequent surveillance. (Expert Opinion) Although solid, enhancing renal masses are most often RCC, the differential diagnosis also includes benign tumors, such as oncocytoma and AML, non - RCC malignancies, and metastatic lesions. TA by its nature will lead to tissue necrosis and therefore will not allow clinicians to acquire diagnostic tissue after ablation has been performed. A diagnostic RMB prior to TA is therefore the only realistic opportunity to render a diagnosis in patients who elect this management strategy. Notwithstanding most patients ’ desire to know the histology of their tumor, failure to make such a diagnosis could create significant challenges. These include difficulty determining the intensity of surveillance, which might be abbreviated or tailored for patients who have a benign or indolent lesion. 338 In addition, emerging evidence suggests that RCC subtype may impact sensitivity to thermal injury and thereby treatment success and recurrence risk. 339 Diagnosing a metastatic lesion may significantly impact treatment or surveillance for patients with other known malignancies. Finally, should the patient develop a recurrence after TA, particularly at a distant site, knowledge of the primary tumor type could significantly impact treatment decisions. For all of these reasons, RMB prior to or concurrent with TA is strongly advised. Performing RMB prior to TA as a separate procedure may facilitate more rational counseling and avoid treatment of benign tumors, which may be particularly advantageous for patients in whom the risk of TA may be increased due to challenging tumor size and location, or for patients with marginal renal function. 340,341 However, in many cases RMB as a separate procedure can increase the risk and cost associated with the TA management strategy. Therefore, decisions about timing of RMB relative to TA should be made on an individualized basis. 28. Counseling about TA should include information regarding an increased likelihood of tumor persistence or local recurrence after primary TA relative to surgical excision, which may be addressed with repeat ablation if further intervention is elected. (Strong Recommendation; Evidence Level: Grade B) There are no prospective, randomized trials that directly compare local recurrence - free survival (LRFS) after TA to either RN or PN. The AHRQ meta - analysis identified 14 retrospective studies (3,916 total patients) that compared LRFS between TA and PN, while only two studies (217 patients) compared TA to RN. The formal analysis was updated and prioritized the limited number of TA studies with longer follow - up (48 ± 12) to provide a more meaningful comparison. Local recurrence was significantly less common with PN when compared to TA when only the primary ablation was considered (RR 0.55, 95% CI 0.33 - 091; Figure 5). 65 This corresponded to local control rates for primary TA in the range of 85 - 95% (interquartile range) compared to 97 - 100% for PN across studies (Figure 5, see Statement 14). Patients American Urological Association (AUA) Renal Mass and Localized Renal Cancer Copyright © 2021 American Urological Association Education and Research, Inc.®",
    "31 should be informed of these differences during counseling about the relative merits and limitations of TA. However, when the meta - analysis allowed for a salvage or secondary ablation, no difference in local control was noted (RR 0.97, 95% CI 0.47 - 2.00)(Figure 6). 65 A small minority of patients with local recurrence after TA are not candidates for salvage TA due to tumor progression and may require surgical salvage. In this setting, post - ablation fibrosis may present substantial challenges, and a minimally invasive approach may not be feasible. However, PN is typically achievable even in this salvage setting, although experience with this scenario can be of considerable value. 342,343 There was insufficient evidence to compare LRFS rates for TA versus surgical extirpation based on the type of ablation (RFA or cryoablation) or approach to ablation (laparoscopic or percutaneous). Active Surveillance (AS) The decision to embark on a course of AS or expectant management rather than treatment in the setting of a localized renal mass presumed to be a renal cancer requires thoughtful consideration by both the patient and the physician. In making the decision, an objective baseline evaluation of patient, tumor, and treatment - related factors should be undertaken (Figure 7). This should include formal decision - making tools whenever possible leading to a well communicated risk - benefit analysis unique to the individual patient ’ s circumstances. 110,344 - 347 The shared decision - making process should be consistent with the patient ’ s inherent preferences and tolerance of uncertainty. 348 High level data regarding the optimal frequency and preferred imaging modalities for renal mass surveillance are lacking. Therefore, at the time of the initial baseline assessment and during subsequent re - assessments, the clinician should estimate how to best achieve the goals of (1) preventing stage progression, (2) maintaining renal function and (3) avoiding the potential risks of treatment when it is unlikely to provide an oncologic or survival benefit. At the onset of AS, the clinician should request and evaluate prior abdominal imaging that may demonstrate the existence of the renal mass at an earlier time point to assess growth rate or changes in clinical stage. Next, patients placed on a program of non - intervention should be considered for either AS or expectant management (observation or watchful waiting) (Figure 7). AS is most appropriate for patients in whom the anticipated net benefit of AS is modest to significant when compared to treatment. Excluded from this track are patients who are reasonable candidates for intervention if tumor size, infiltrative appearance, interval growth, or RMB suggest the potential for cancer progression, unless they are willing to accept the associated increase in oncologic risk (see statement 31 and 32 below). Patients with no prior imaging should have surveillance imaging initially every 3 to 6 months to assess for interval growth, substantial radiographic changes in the character of the lesion, or the presence of rare occult synchronous metastases in the setting of a small renal mass. The preferred modality is not well established in the literature, but initial imaging should preferably consist of contrast - enhanced cross - sectional imaging. Subsequent imaging may include the same or when appropriate an abdominal US can be substituted. Abdominal US (as opposed to retroperitoneal US), may have the additional benefit of a survey of the intraabdominal organs for progression. Differences in tumor dimension measurements between these different modalities may be significant and should be interpreted with caution when making treatment decisions. 80 RMB can be considered for additional risk stratification for patients with solid masses on AS. For those with predominantly cystic lesions, RMB should be avoided. It is recognized that not all patients on AS will require the same intensity of surveillance as their tumor biology, risk calculations and tradeoffs, and personal objectives may differ. Some patients may therefore require more intensive AS while others require less intensive AS. The decision as to the frequency and imaging modality must therefore be customized and informed by robust communication focusing on goals, risks and triggers for intervention. RMB can be a helpful adjunct to guide these clinical decisions (see statement 10). However, even when RMB suggests the tumor is benign, the predictive value of a core biopsy is imperfect due to tumor heterogeneity and the possibility of collision tumors. 192,193 Currently there are insufficient data to recommend that all patients with benign RMBs can be advised that they no longer need follow - up imaging. Judicious surveillance in appropriate patients with benign appearing RMBs remains a prudent strategy. Expectant management (observation) is appropriate in patients in whom treatment poses an unacceptably high periprocedural or renal functional risk than surveillance. In this setting, the use of abdominal US of the retroperitoneal and intraperitoneal organs can be performed more frequently than formal contrast based cross - sectional imaging to screen for stage progression which may trigger systemic or palliative therapy in the appropriately selected patient. Regardless of the intensity of surveillance, chest imaging with plain radiography (CXR) is warranted annually or if intervention triggers are encountered or symptoms arise. The intensity of surveillance can be attenuated if the renal mass exhibits slow growth kinetics, is noted to be radiographically stable or if the patient ’ s medical condition deteriorates. In cases such as this, patients can cross over between AS and expected management (observation) based on changing risk profiles, performance status, absolute tumor size, tumor growth kinetics, stage progression or other recalibration triggers for possible intervention. 349,350 While no level 1 data exist that define these triggers precisely, they should generally be based on changes in tumor - based risk (absolute size > 3cm, median growth rate in excess of 5mm/year, or stage migration) or patient - based risks (co - morbidities) with continual objective reassessments to include the use of RMB when appropriate. 349,350 Published data American Urological Association (AUA) Renal Mass and Localized Renal Cancer Copyright © 2021 American Urological Association Education and Research, Inc.®",
    "32 American Urological Association (AUA) Renal Mass and Localized Renal Cancer Copyright © 2021 American Urological Association Education and Research, Inc.® Figure 7. Algorithm for AS or expectant management of localized renal masses suspicious for malignancy.",
    "33 demonstrate that in most instances, judicious delayed intervention for localized stage I renal masses remains effective. 159,349 - 354 The key to successful AS of a localized renal mass remains thoughtful and recurrent reassessments and robust communication in partnership with the patient and his/her caregivers. Prospective trials, ideally randomized, of AS versus treatment, with improved reporting and more extended follow - up, should be prioritized to provide higher quality data about oncologic, functional and survival outcomes. 29. For patients with a solid renal mass < 2cm, or those that are complex but predominantly cystic, clinicians may elect AS with potential for delayed intervention for initial management. (Conditional Recommendation; Evidence Level: Grade C) AS appears to be a safe and effective option for selected patients who have been properly informed of the risks and benefits of each management strategy. In the published AS literature, in which patients were primarily greater than 70 years old, tumor size averaged approximately 2 cm, and follow - up ranged from 12 - 36 months, cancer - specific and metastasis - free survival rates were 98 - 100%. 349,350 When the oncologic risks are particularly low and the pathology of the lesion is uncertain, (e.g., tumors < 2 cm), AS with potential delayed intervention is an acceptable option for the initial management of all patients, not just those with limited life expectancy or poor performance status. More recent studies have demonstrated that complex cystic masses, particularly Bosniak 3 category lesions and those that are predominantly cystic, also often have indolent tumor biology and favorable outcomes on AS. 152 - 154 Repeat imaging in 3 - 6 months to assess for interval growth or substantial radiographic changes in the character of the lesion will provide an additional opportunity to intervene if treatment is deemed appropriate (Figure 7). Tumor factors that should prompt consideration for treatment include tumor size >3 cm, median growth rate >5 mm per year, infiltrative appearance, clinical stage migration, or aggressive histology on RMB (Table 6). 349,350 30. For patients with a solid or Bosniak 3/4 complex cystic renal mass, clinicians should prioritize AS/expectant management when the anticipated risk of intervention or competing risks of death outweigh the potential oncologic benefits of active treatment. In asymptomatic patients, the panel recommends periodic clinical surveillance and/or imaging based on shared decision making. (Clinical Principle) It is recognized that surveillance of a likely (or confirmed) renal malignancy poses some risk of progression and death from disease. However, for patients with limited life expectancy, those who represent unacceptable surgical risks, or those who potentially face ESRD and initiation of HD, surveillance/ expectant management is a rational non - interventional nephron - sparing strategy that can save the patient potentially serious perioperative risks of intervention. Many localized small renal masses are relatively indolent at inception and of less clinical significance compared to other competing comorbidities in American Urological Association (AUA) Renal Mass and Localized Renal Cancer Copyright © 2021 American Urological Association Education and Research, Inc.® Table 6. Patient and tumor related factors favoring AS/Expectant Management versus Intervention Patient - related factors Tumor factors Favor AS/ Expectant Management • Elderly • Life expectancy < 5 years • High calculated comorbidities • Excessive perioperative risk 362 • Poor functional status • Marginal renal function ( > CKD3b) • Patient preference to avoid treat- ment risks • Maximal tumor diameter < 3 cm • Non - infiltrative on imaging • Intralesional fat suggestive of an AML • Favorable histology (if RMB per- formed) • Predominantly cystic features • Median tumor growth < 5 mm per year Favor Intervention • Young • Life expectancy > 5 years • Healthy: low calculated comorbid- i t y • Acceptable perioperative risk • Good functional status • Anticipate adequate renal function following intervention • Patient preference for treatment • Maximal tumor diameter > 3 cm • Infiltrative on imaging • Suspicion for advanced T stage • Unfavorable histology (if RMB per- formed) • Median tumor growth > 5 mm per year",
    "34 populations at risk. 9,150,355 Thus, in some patients, the competing risks of death from comorbidities (e.g., cardiovascular disease, chronic obstructive pulmonary disease, or CKD) outweigh the potential oncological and survival impact of a localized small renal mass. Hence, expectant management (observation) with serial imaging is a preferred initial management option for such patients (Figure 7). The decision to prioritize observation when the anticipated risk of intervention or competing risks of death outweigh the potential oncologic benefits of active treatment should jointly involve the physician, the patient and caregivers. Steps to ensure that patients and loved ones are well informed are important in engaging them as active participants in this strategy. Studies show a link between good communication between patient and physician and eventual care outcomes. 348 Clinicians should orient and subsequently re - orient patients regarding AS, and also consider having both print and online resources available to facilitate patient education. Patients and caregivers should be included in the discussions and encouraged to keep good records, noting improvements or diminishments in symptoms or health conditions once observation begins. Discussions regarding a planned course of observation should occur with the same depth and intensity of those regarding treatment. Patients should experience a supportive, empowered environment. The clinician should share details of test results and take the time to ensure the patient understands the dynamic context in which the information is being provided. To ensure comprehension, clinicians should speak slowly, avoid overly technical terminology, and consider providing a printed summary of key elements of the discussion. Having the patient verbally reiterate key information should also be considered to ensure that the goals of AS/expectant management are understood. 31. For patients with a solid or Bosniak 3/4 complex cystic renal mass in whom the risk/ benefit analysis for treatment is equivocal and who prefer AS, clinicians should consider RMB (if the mass is solid or has solid components) for further oncologic risk stratification. Repeat cross - sectional imaging should be obtained approximately 3 - 6 months later to assess for interval growth. Periodic clinical/imaging surveillance can then be based on growth rate and shared decision - making with intervention recommended if substantial interval growth is observed or if other clinical/imaging findings suggest that the risk/benefit analysis is no longer equivocal or favorable for continued AS. (Expert Opinion) For patients with clinical T1 solid and complex cystic renal masses, AS appears to be a safe and effective option for selected patients who have been properly informed of the risks and benefits of each management strategy. In patients for whom the risk/benefit analysis for treatment is equivocal and who prefer AS, diligent follow - up at 3 - 6 months is recommended. Patients should be informed that the risks of metastatic progression in the short - term (median 24 - 36 months) are low (<3%), but not zero. 78,80,159,349,350,356 Absolute tumor size, tumor complexity, infiltrative appearance and median growth may all predict progression (Table 6). 349,350 An initial period of AS with delayed intervention has been shown to be associated with acceptable oncologic outcomes, albeit with a small risk of upstaging in selected patients. 78,159,349 - 351,355,356,361 Absolute triggers for intervention have not been prospectively defined. The decision to intervene is complex and based on multiple risks and tradeoffs. When calculating growth rate as a trigger for intervention, the clinician should recognize that normal variations in maximal tumor diameter and volume calculations exist between imaging modalities and that interreader variability may be significant. Moreover, spider plots of tumor growth rates suggest that localized renal masses under AS do not always exhibit linear growth but rather may undergo episodic and/or Gomertzian (sigmoid - shaped) growth patterns. 159,349,357 - 360 Good clinical practice is for the urologist to review films in sequence, preferably comparing similar modalities, contrast phases and images over time to calculate a median growth if this is the primary trigger for intervention. Whereas histology may improve stratification for success or failure of AS, clinicians should consider RMB in patients with an equivocal clinical risk/benefit analysis who prefer AS. 200 Pursuing AS in such patients without tissue confirmation will potentially expose them to ongoing anxiety associated with an uncertain diagnosis. Similarly, the knowledge of higher risk histopathology may recalibrate the AS versus treatment risk/benefit analysis. Please refer to guideline statements 10 and 13, which include pertinent details regarding the processes, risks and performance characteristics of RMB and further considerations for patient counseling. 32. For patients with a solid or Bosniak 3/4 complex cystic renal mass in whom the anticipated oncologic benefits of intervention outweigh the risks of treatment and competing risks of death, clinicians should recommend intervention. AS with potential for delayed intervention may be pursued only if the patient understands and is willing to accept the associated oncologic risks. In this setting, clinicians should encourage RMB (if the mass is predominantly solid) for additional risk stratification. If the patient continues to prefer AS, close clinical and cross - sectional imaging surveillance with periodic reassessment and counseling should be recommended. (Moderate Recommendation; Evidence Level: Grade C) Despite significant advances in the systemic management of advanced kidney cancer, metastatic RCC of any histology remains incurable. For this reason, in patients in whom the oncologic benefits of intervention outweigh the risks of treatment and American Urological Association (AUA) Renal Mass and Localized Renal Cancer Copyright © 2021 American Urological Association Education and Research, Inc.®",
    "35 competing risks of death, clinicians should recommend a proactive approach. Factors which favor intervention may be patient - related or tumor - related (Table 6). Patients with relatively low co - morbidity and an anticipated life expectancy >5 years should be prioritized for treatment, particularly when the renal mass is >3 cm and/or demonstrates median growth of > 5 mm/year. In these settings, AS may place the patient at increased risk of local and distant progression, and treatment may thus provide an oncologic and survival advantage. 262,356,361 Increasing tumor size correlates with increased incidence of high nuclear grade, less favorable histology, and locally - advanced features. 9,150 Infiltrative appearance on imaging also suggests high nuclear grade and/or poorly differentiated elements, such as sarcomatoid features. 150,263 Median growth rates exceeding 5mm/ year are indicative of oncologically - active tumors and have been associated with tumor progression and metastasis. 159,349,350 In these patients, the decision to pursue RMB should be individualized. FOLLOW - UP AFTER INTERVENTION General Principles 33. Clinicians coordinating follow - up for patients who have undergone intervention for a renal mass should discuss the implications of stage, grade, and histology including the risks of recurrence and possible sequelae of treatment. Patients with pathologically - proven benign renal masses should undergo occasional clinical evaluation and laboratory testing for sequelae of treatment but most do not require routine periodic imaging. (Expert Opinion) After intervention, providers should discuss with patients the information available on the pathology report, including tumor histology, stage, grade, and surgical margin status, as well as risk of recurrence based on established nomograms/calculators. In addition, post - procedural renal function and nephrology referral should be discussed, as needed. Given the reduced oncologic potential, routine postoperative imaging is not required in most patients after surgical treatment for a benign renal mass. However, such patients should undergo at least one postoperative visit to assess patient recovery and laboratory testing to assess renal function. Further surveillance for adverse sequelae of treatment, such as progressive decline in renal function, may also be required selectively. In addition, patients who have only had a biopsy without definitive management, may carry a small risk of a missed malignancy and should be considered for attenuated surveillance. 34. Patients with treated malignant renal masses should undergo periodic medical history, physical examination, laboratory studies, and imaging directed at detecting signs and symptoms of metastatic spread and/or local recurrence as well as evaluation for possible sequelae of treatment. (Clinical Principle) Interval patient history and physical examination are an integral part of medical care, offering the opportunity to yield critical information regarding the presence of disease recurrence or adverse events related to treatment effects. A myriad of signs and symptoms, American Urological Association (AUA) Renal Mass and Localized Renal Cancer Copyright © 2021 American Urological Association Education and Research, Inc.® Figure 6. Meta - analysis of local recurrence - free survival for PN versus combined efficacy of primary and/or repeat TA among studies with follow - up of 48 months ± 12 months. 65 Abbreviations: CI, confidence interval; IV, inverse variance; PN, partial nephrectomy; TA, thermal ablation. Note: Total patients is defined as total patients with biopsy proven RCC treated with each modality. Events refer to number of patients with local recurrence.",
    "36 both organ - specific and systemic, including weight loss, night sweats, shortness of breath, pleuritic chest pain, hemoptysis, epistaxis, dermatologic involvement, musculoskeletal pain, weakness, or focal neurological deficits may herald disease recurrence/progression and/ or the development of a complication and serve as an indication for further investigation. Physical examination should assessment for masses in the abdomen/abdominal wall, lymphadenopathy (supraclavicular, axillary, groin), or lower extremity edema that might suggest recurrence with IVC involvement. Specific recommendations for surveillance abdominal and chest imaging are provided in statements 43 and 44. 35. Patients with treated malignant renal masses should have periodic laboratory testing including serum creatinine, eGFR, and urinalysis. Other laboratory evaluations (e.g., complete blood count, lactate dehydrogenase, liver function tests, alkaline phosphatase and calcium level) may be obtained at the discretion of the clinician or if advanced disease is suspected. (Expert Opinion) Please see the renal assessment background sections for a discussion of the benefits of monitoring renal function and referral to nephrology. This should include periodic assessment of serum creatinine levels, eGFR, and urinalyses to evaluate for proteinuria, hematuria, or inflammatory changes. LDH is included in several nomograms where it provides prognostic information, in particular for patients with advanced disease. 363,364 However, there are no data that demonstrate that regular LDH measurements in the non - metastatic setting improve detection of metastatic disease, and this test should thus be used selectively. Although no strong evidence exists for the use of these laboratory tests in the follow - up of patients with clinically localized renal cancers, a common - sense approach dictates that measures of general organ function are part of routine follow - up for patients who are diagnosed with cancer. While elevated pre - operative alkaline phosphates 365 is a potential prognostic marker for RCC, retrospective reviews do not demonstrate utility of either bone scan or alkaline phosphatase in the initial evaluation or routine follow - up of asymptomatic patients with RCC. 366,367 36. Patients undergoing follow - up for treated renal masses with progressive renal insufficiency or proteinuria should be referred to nephrology. (Expert Opinion) The long - term impact of renal dysfunction increases risks of osteoporosis, anemia, metabolic and cardiovascular disease, hospitalization and death. Effective treatment strategies are available to slow the progression of CKD and reduce cardiovascular risks, and therefore timely identification of progressive renal dysfunction and/or proteinuria can provide opportunity for medical intervention when indicated. The two formulas for monitoring eGFR commonly reported in the contemporary literature at this time are the Modification of Diet in Renal Disease and CKD – Epidemiology Collaboration (CKD - EPI) equations. Please refer to the Presentation and Diagnosis section for additional information. 37. Patients undergoing follow - up for treated malignant renal masses should only undergo bone scan if one or more of the following is present: clinical symptoms such as bone pain, elevated alkaline phosphatase, or radiographic findings suggestive of a bony neoplasm. (Moderate Recommendation; Evidence Level: Grade C) Studies that address the utility of an initial bone scan in the evaluation of patients with of RCC show that, although bone scan has a reasonable sensitivity and specificity, the probability of finding bony neoplasms in the absence of elevated alkaline phosphatase or bone pain is low. 96 - 99 As such, the routine use of bone scan in the absence of bone pain or elevated ALP should not be pursued. However, with the presence of symptoms and/ or elevated markers, radionuclide bone scan can be a useful test. 96,368 This recommendation is based on studies indicating that an elevated alkaline phosphatase or the presence of clinical symptoms, such as bone pain, raises the probability of metastatic spread to a level >5% - 10%. Assuming a sensitivity of 94% and a specificity of 86% with a pre - test probability of 5%, a negative bone scan would drop the post - test probability below 1%, whereas a positive test would raise the post - test probability to 26%, likely necessitating further diagnostic evaluation. In this setting, the Panel judged the benefit to risk/ burden ratio to favor the performance of a bone scan in the setting of symptoms or elevated alkaline phosphatase. 369 There are no compelling data that supports the routine use of bone scan in the follow - up of patients with non - metastatic disease. This recommendation is based on studies indicating that in the absence of an elevated ALP or clinical symptoms, such as bone pain, the prevalence of bony metastases is very low (<1%). Routine imaging of these patients would result in a high rate of false - positive findings necessitating further burdensome, potentially invasive and resource intensive studies. 38. Patients undergoing follow - up for treated malignant renal masses with acute neurological signs or symptoms should undergo prompt magnetic resonance imaging (MRI) or computed tomography (CT) scanning of the brain and/or spine. (Strong Recommendation; Evidence Level: Grade A) This recommendation is based on high diagnostic accuracy of neurologic cross - sectional (CT or MRI) imaging to identify or exclude metastases to the brain and/or spine, in addition to a high prevalence of underlying management - altering pathology in patients with these symptoms, including but not limited to metastatic disease. MRI may be more sensitive than CT American Urological Association (AUA) Renal Mass and Localized Renal Cancer Copyright © 2021 American Urological Association Education and Research, Inc.®",
    "37 scan for the detection of small CNS neoplasms. CT may be used in the setting of acute neurological signs or symptoms to diagnose abnormalities that require emergent treatment, 370,371 but MRI is the most sensitive and specific imaging test for detection of metastatic neoplasms to the brain. 372 39. For patients undergoing follow - up for treated malignant renal masses, additional site - specific imaging can be ordered as warranted by clinical symptoms suggestive of recurrence or metastatic spread. Positron emission tomography (PET) scan should not be obtained routinely but may be considered selectively. (Moderate Recommendation; Evidence Level: Grade C) Occasionally, patients will present with symptoms that could be attributed to metastatic disease. These symptoms may include, but are not limited to, new onset bone pain, weight loss, anorexia, abdominal discomfort, asthenia, fatigue, gross hematuria and lower extremity edema. When patients present with symptoms that could be attributed to disease recurrence or metastasis, site - specific imaging should be obtained, and the modality of imaging (CT, MRI, US, bone scan, plain films) should be tailored to the specific presenting symptoms. PET scan should not be routinely obtained in the follow - up of patients after RCC treatment, as a review of the evidence failed to identify studies to conclusively support a role for FDG - PET in this setting. 373 The main limitations of FDG are its lack of sensitivity and specificity for detecting RCC. False positive results can be seen in postsurgical scarring, 374 and concurrent infectious or inflammatory processes, 375,376 while false negative results can be seen with small recurrence 374,375 and can be inherent to PET scanner limited resolution or close proximity of the recurrence to the collecting system and urinary tract which routinely lights up on PET. 374 Well - designed prospective studies on the role of FDG PET/CT are still needed prior to routine clinical use in the follow - up of patients with kidney cancer after definitive treatment. Future roles may exist for PET/CT with newer imaging agents, such as Zirconium 89 - girentuximab, which are currently being studied in prospective trials. 374 40. Patients with findings suggestive of metastatic renal malignancy should be evaluated to define the extent of disease and referred to medical oncology. Surgical resection or ablative therapies should be considered in select patients with isolated or oligo - metastatic disease. (Expert Opinion) After undergoing a thorough investigation with medical history, physical examination, laboratory studies, and imaging, patients with findings suggestive of metastatic disease should be referred to a medical oncologist for additional evaluation and management. For appropriately selected patients with good performance status and isolated or oligo - metastatic disease, surgery and ablation should be considered after multidisciplinary discussion. 378 Complete resection of solitary or isolated metastases can lead to 5 - year disease - free status in 20 - 30% of patients with results varying based on several prognostic factors, including performance status, time from initial treatment to metastasis, number and size of metastatic lesions, site of metastases, and factors reflecting the tumor biology of the primary lesion, including stage, grade, and histology. 41. Patients with findings suggesting a new renal primary or local recurrence of renal malignancy should undergo metastatic evaluation including chest and abdominal imaging. If the new primary or recurrence is isolated to the ipsilateral kidney and/or retroperitoneum, a urologist should be involved in the decision - making process, and surgical resection or ablative therapies may be considered. (Expert Opinion) Local recurrence is defined as any persistent or recurrent disease present in the treated kidney or associated renal fossa after initial treatment. Local recurrence or persistence after TA includes persistent enhancement of any treated mass, a visually enlarging neoplasm or new nodularity, or failure of regression in size of the treated lesion(s), or new satellite or port site lesions. Patients who are found to have a new renal primary tumor, or a local recurrence as defined above should undergo a metastatic evaluation (CT chest and either CT or MRI abdomen are preferable). Additional imaging can be obtained as needed. For appropriately selected patients with good performance status and an isolated new renal primary tumor or a local recurrence, surgery or ablation should be considered for definitive management. Follow - up After Surgery 42. Clinicians should classify patients who have been managed with surgery (PN or RN) for a malignant renal mass into one of the following risk groups for follow - up: If final microscopic surgical margins are positive for cancer, the risk category should be considered at least one level higher, and increased clinical vigilance should be exercised. (Expert Opinion) The literature previously suggested that a variety of algorithms or nomograms could provide relatively Low Risk (LR): pT1 and Grade 1/2 Intermedi- ate Risk (IR): pT1 and Grade 3/4, or pT2 any Grade High Risk (HR): pT3 any Grade Very High Risk (VHR): pT4 or pN1, or sarcomatoid/ rhabdoid dedifferentiation, or macroscopic positive margin American Urological Association (AUA) Renal Mass and Localized Renal Cancer Copyright © 2021 American Urological Association Education and Research, Inc.®",
    "38 robust and accurate prediction of risk of recurrence after surgical management of RCC. However, Correa and colleagues recently studied 8 of these RCC recurrence models (UISS, SSIGN, Leibovich, Kattan, MSKCC, Yaycioglu, Karakiewicz, and Cindolo) as applied to the results of a phase III adjuvant therapy clinical trial, with direct comparison of what would be predicted by stage alone. 94 Model performance ranged from a c - index of 0.556 (UISS) to 0.688 (SSIGN). Most of these models only marginally outperformed the 2002 TNM staging system (c - index of 0.60). With these data in mind, the Panel formulated a simple grouping to keep risk stratification convenient for routine patient care, while differentiating risk groups in a clinically meaningful fashion. The same follow - up schedule applies to all RCC histologies. Data regarding the risk of recurrence in each of these cohorts is listed below. LR: Patients with pT1 have a recurrence rate of 9.2%, while patients with Grade 1 and Grade 2 have recurrence rates of 6.4% and 15.4%, respectively. 379 IR: Patients with pT2 have a recurrence rate of 32%, while patients with organ - confined RCC, Grade 3/4 tumors have recurrence rates of approximately 20 - 30%. Recurrence rates for Grade 4 tumors may be higher in certain circumstances (larger tumor or non - organ confined) and can be considered at least one risk category higher at physician discretion. 379 VHR: Most patients with pT4 present with metastatic disease at the time of surgery. Of those who are initially free of disease after surgical resection, 64.7% have disease recurrence (mostly distant alone, but local often seen too). 380 Patients with nodal involvement (pN1) who undergo complete surgical resection have median cancer - specific survival of 2.8 years, with 64.3% dying of RCC after recurrence. 381 In one study, patients with sarcomatoid dedifferentiation were found to have a 72% recurrence rate, with a median time to recurrence of 26.2 months. 382 Over seventy percent presented with a single site of disease at time of first recurrence (lung, 45%; local, 25%; bone, 13%; liver, 13%). 383 In patients with grade 4 non - metastatic RCC, sarcomatoid dedifferentiation was associated with an 82% increased cancer - specific death. Wood and colleagues studied patients with positive surgical margins after PN and reported a tumor bed recurrence rate of 15.9% (versus 3% in a matched control group), indicating the need for closer follow - up in patients with positive surgical margins after PN. The risk for patients with macroscopic positive margins is even higher, as these patients have residual disease and are very high - risk for developing clinical local recurrence. 43. Patients managed with surgery (PN or RN) for a renal malignancy should undergo abdominal imaging according to Table 1, with CT or MRI pre - and post - intravenous contrast preferred. (Moderate Recommendation; Evidence Strength: Grade C). After 2 years, abdominal ultrasound (US) alternating with cross - sectional imaging may be considered in the LR and IR groups at physician discretion. After 5 years, informed/shared decision - making should dictate further abdominal imaging. (Expert Opinion) Merrill and colleagues studied the difference in survival outcomes in 78 patients (of 737 surgically treated patients) presenting with a symptomatic versus asymptomatic recurrence. 384 Symptomatic recurrences were associated with a 3 - fold increased risk of cancer - specific mortality. These results were consistent for both local and systemic recurrences. Other studies support the notion that the size of a local recurrence is associated with survival outcomes, underscoring the potential benefits of routine scheduled postoperative surveillance for the detection of early recurrences while still asymptomatic. 385 Beisland and colleagues prospectively followed 312 patients surgically treated for non - metastatic RCC using a risk - stratified approach (using Leibovich risk groups). 386 They noted that patients who were diagnosed with a recurrence during the scheduled follow - up program experienced longer survival and were more frequently able to receive tumor - directed therapy than those who were not. Such studies support a proactive approach to follow - up after intervention, which reflects most urologists ’ clinical experience. Duration of follow - up after intervention for RCC has been controversial. Previous guidelines suggested that surveillance can be either terminated or strongly attenuated relatively soon (3 - 5 years) after surgery. However, recent studies suggest that 30% of RCC recurrences are diagnosed beyond 5 years after surgery. Stewart and colleagues studied an institutional cohort of 3,651 patients treated surgically for non - metastatic RCC. 1 Patients were classified based on AUA risk, and the recurrence detection rates based on AUA, 387 NCCN 2013 and NCCN 2014 guidelines were compared. 181 Of note, all 3 guidelines do not offer scheduled imaging after 5 years from date of surgery. 29.8% of patients experienced cancer recurrence at a median of 1.9 years after surgery. The authors found that the 2013 NCCN, 2014 NCCN, and the AUA guidelines captured 35.9%, 68.2%, and 66.9% of all recurrences, respectively. Extending surveillance protocols up to 10 years would have improved recurrence detection rates to around 90%. The option to use abdominal US instead of CT or MRI at physician discretion after 5 years of follow - up is intended to allow continuous monitoring after 5 years, while minimizing radiation exposure/cost in the LR and IR groups. 44. Patients managed with surgery (PN or RN) for a renal malignancy should undergo chest imaging (chest x - ray [CXR] for LR and IR; CT chest preferred for HR and VHR) according to Table 1. (Moderate Recommendation; Evidence Strength: Grade C). After 5 years, informed/shared decision - making discussion should dictate further chest imaging and CXR may be utilized instead of chest CT for HR and VHR (Expert Opinion) As pulmonary metastases are the most common site of renal cancer recurrence, timely detection of recurrent American Urological Association (AUA) Renal Mass and Localized Renal Cancer Copyright © 2021 American Urological Association Education and Research, Inc.®",
    "39 disease in the chest is optimized by a chest CT, which can be performed at the same time as the abdominal imaging and should be prioritized whenever CXR is equivocal or suspicious. The option to use CXR instead of chest CT after 5 years of follow up is intended to allow continuous monitoring after 5 years, while minimizing radiation exposure/cost in the HR and VHR groups. As the utility of adjuvant therapy is still limited, early detection of metastatic disease is vital for improving patient outcomes. Chest and abdominal metastases are usually asymptomatic while small, with symptoms developing mainly in advanced stages. 388 Early intervention when surgical resection or ablation is feasible could improve patient outcomes. 389 Follow - up After TA 45. Patients undergoing ablative procedures with biopsy that confirmed malignancy or was non - diagnostic should undergo pre - and post - contrast cross - sectional abdominal imaging within 6 months (if not contraindicated). Subsequent follow - up should be according to the recommendations for the IR postoperative protocol (Table 1). (Expert Opinion) The Panel considers urologists to be the experts in the evaluation, management and follow - up of both the small renal mass as well as renal cancer and the treatment associated complications. Urologists should be involved in the care of the patient whether or not they perform the actual procedure. They should be active partners of interventional radiologists, and participation in the percutaneous procedure is encouraged. This recommendation is based on a 5 - 10% failure rate of ablative therapy and places a high value on the early detection by CT or MRI scans to direct potential retreatment and successful salvage. Close attention to overall pattern and morphology, with respect to growth/shrinkage and nodularity of the neoplasm over time, as well as contrast enhancement on serial follow - up scanning is advised. Patients who cannot receive IV contrast due to renal dysfunction or allergies should still undergo cross - sectional MRI (preferably, and ideally contrast - enhanced) or CT scan to assess for regression of the treated lesion and to monitor for new nodularity or growth. As previously stated, any growth in the size of the treated lesion, lack of regression in size of the lesion over time, new nodularity (in the kidney itself, the surrounding soft tissue, or the port sites) or enhancement beyond six months from ablation would be concerning and should prompt further investigation, including a biopsy as needed. Patients who have undergone ablative treatment of renal tumors are subsequently followed with radiologic scanning using CT or MRI. Immediate post - procedural imaging of the ablated tumor generally shows the treatment bed to be larger than the pre - treatment tumor size for RFA due to ablation of a peripheral margin of normal tissue, and for cryoablation due to extension of the iceball beyond the original tumor margin. Radiological evolution of cryoablated tumors is characterized by significant shrinkage and loss of contrast enhancement on CT. Tumors successfully treated with RFA demonstrate no IV contrast enhancement but there is often minimal shrinkage observed on cross - sectional imaging. 390 On MRI, the imaging hallmark of successful renal tumor ablation is lack of tumor enhancement with gadolinium - enhanced imaging. Rim enhancement, believed to represent reactive change, may occasionally be seen at early postprocedural MR scanning after RFA or cryoablation, which later resolves. American Urological Association (AUA) Renal Mass and Localized Renal Cancer Copyright © 2021 American Urological Association Education and Research, Inc.® Table 1: Recommended follow - up schedule after surgery for renal cancer (in months)* *Follow - up timeline is approximate and allows flexibility to accommodate reasonable patient, caregiver, and in- stitutional needs. Each follow - up visit should include relevant history, physical examination, laboratory testing, and abdominal and chest imaging. Overall, 30% of renal cancer recurrences after surgery are diagnosed beyond 60 months. 1 Informed/shared decision - making should guide surveillance decisions beyond 60 months. Risk 3 6 9 12 18 24 30 36 48 60 72 - 84 96 - 120 LR x x x x x x IR x x x x x x x x HR x x x x x x x x x x VHR x x x x x x x x x x x x",
    "40 FUTURE DIRECTIONS The most promising routes to advance the field in localized renal cancer include (1) clinical trials, (2) collaborative quality initiatives, (3) novel diagnostics/ biomarkers, and (4) improved technologies and systemic therapies. Each of these requires an unrelenting commitment to continuous clinical improvement and scientific investigation. The management of localized renal cancer is an area for which there is a paucity of randomized clinical trials (RCT ’ s). Improving the strength of evidence will require an increased commitment to clinical trial design, conduct, and funding. Although our understanding of the nature and management of this disease continues to progress, without adequate engagement and support, our treatment paradigms will likely continue to be more art than science. An appropriate companion to RCT ’ s is the development of collaborative quality initiatives (CQI ’ s). 391 Within a CQI, participating hospitals and providers collect, share, and analyze data through clinical registries. CQI participants design and affect changes that improve outcomes of complex, highly technical areas of care. 392 CQI registries allow for a more robust analysis of the link between processes and outcomes than can occur with retrospective single or multi - institutional studies; particularly as more sensitive and specific diagnostics/ biomarkers are complemented by technologic advances. Scientific inquiry will continue to provide fundamental knowledge regarding the biological basis, inherent risks, and natural history of localized renal masses such that appropriate trade - offs can be made when considering optimal management. Evaluation and Diagnosis The localized renal mass remains primarily a radiographic diagnosis. The field of tumor radiomics, artificial intelligence and molecular imaging promises 393 to improve our ability to discriminate tumor histology, grade 394,395 and ultimately gene and protein expression with prognostic implications. The development of more sophisticated modeling of patient demographic features as recorded in the electronic medical record, such as age, gender, race, body mass index, comorbidities, exposure to tobacco, and other risk factors are being studied to contextualize and individualize management options. Finally, tumor markers detected in biopsy, blood, or urine should be studied to improve prognostic models for RCC. Efforts based on gene and protein expression have identified multiple promising markers that may one day distinguish between subtypes of malignant and benign renal tumors. 396,397 Recent work through The Cancer Genome Atlas (TCGA) 398,399 to identify genomic markers for clear cell RCC 400 , papillary RCC 401 , and chromophobe RCC 402 holds great clinical potential for more accurate diagnosis, prognostication, and surveillance of renal masses. The promise of measuring circulating tumor cells, or liquid tumor biopsies, for diagnosis and surveillance for recurrence and response to treatment is likely several years off, but could substantially transform care models. 403 - 406 Counseling and Outcomes - Based Research As data emerge regarding variability in treatments performed for localized renal cancer, the impact of the individual physician - patient interaction becomes more evident. The quality of patient counseling can only be improved by providing high quality data, particularly from RCT ’ s. Given our current state of knowledge, translation of information from research studies and guidelines into practical materials for patients is not straight - forward. The development of decision aids for informed medical - decision making is ongoing. 407,408 The appropriate application of data from large registries and implementation sciences to improve processes and standardization of care is an important initiative that must move forward. Increased quality of data, including improved assessment of tumor biology and prospective trials of management options, is greatly needed to facilitate more intelligent patient counseling. Management A major limitation of the literature supporting the current guidelines for management of localized renal cancer is the relatively low level of evidence. Prospective comparative trials, ideally randomized, comparing AS vs. active intervention (TA or excision) should be prioritized to provide higher quality data about oncologic and renal functional outcomes and to assess the treatment - related morbidities or limitations of each approach. With improved reporting and more extended follow - up, multi - institutional observational data will strengthen confidence in recommendations, but not nearly to the extent that clinical trials can provide. Comparison of extirpative treatment modalities should include prospective evaluation of PN versus RN, prioritized in patients with a normal contralateral kidney and no preexisting CKD/albuminuria, with the goal of assessing the impact of new baseline functional status on overall survival, cardiovascular health, and subsequent renal stability on a longitudinal basis. Ideally, patients with tumors with increased oncologic potential (cT1b/T2) should be prioritized for such trials. 259,409,410 Regarding nephron - sparing surgery, improved data comparing the relative merits and limitations of standard PN versus tumor enucleation should be sought, ideally through prospective evaluation incorporating improved reporting, and standard assessment of surgical margins. 248 Multiple non - extirpative methods being actively investigated in the management of renal masses include stereotactic body radiation therapy (SBRT), HIFU, microwave ablation (MWA), and laser interstitial thermal therapy (LITT). These approaches differ in their mechanisms of action, invasiveness, reported outcomes and experience. Their use should be approached systematically and with caution, and they should be considered investigational at present. SBRT, also frequently referred to as stereotactic ablative radiotherapy (SABR), has been reported in a small number of series. SBRT involves relatively intense protocols (24 to 40 Gy) over one to five fractions and a high degree of spatial precision, offering the potential American Urological Association (AUA) Renal Mass and Localized Renal Cancer Copyright © 2021 American Urological Association Education and Research, Inc.®",
    "41 to be less invasive than surgical or conventional ablative approaches. 411 Despite encouraging results, the current body of evidence is limited due to small patient numbers, short follow - up and inconsistent methods of reporting outcomes. 411 Thus, SBRT in the management of localized renal masses at present remains investigational and should be primarily considered for patients who are medically inoperable and are not candidates for established TA approaches. Investigation through clinical trials should be prioritized. Similarly, HIFU remains investigational in the management of renal masses, although it is currently used clinically to treat prostate cancer and uterine fibroids. 412 HIFU relies on the use of a lens or focused transducer to deliver high - frequency sound waves to tissue, typically 1 to 5 MHz. HIFU may be administered in an entirely noninvasive means similar to extracorporeal lithotripsy, thus minimizing the risk of tumor seeding, urinary extravasation or hemorrhage. 413I nitial clinical investigations have established the feasibility of transcutaneous HIFU; however, distinct regions of renal masses are frequently left untreated resulting in incomplete ablation. 414 - 417 Similar to RFA, MWA delivers electromagnetic energy through flexible probes inserted into a target lesion. MWA produces target temperatures (>60° C) more rapidly than RFA, and, thus, appears to have significant potential as an ablative modality. 418 LITT uses optical fibers that are inserted directly into the target tissue to deliver laser light that is converted into thermal energy. The most common laser type used in LITT is a neodymium: yttrium - aluminum - garnet (Nd:YAG) laser. 419 Outcomes of clinical investigations are limited due to the small number of treated patients and short follow - up. 420,421 Given the limited number of published studies involving HIFU, MWA and LITT and lack of long - term follow - up, appropriate use of these modalities in the management of small renal masses remains poorly defined. Larger prospective trials will be necessary to develop and assess optimal use, risks and morbidity. Follow - Up After Intervention The proposed guidelines for follow - up after intervention for renal cancer attempt to provide a risk - based approach to surveillance and monitoring. Few high - quality studies currently exist to help formulate surveillance regimens, and many of the Panel ’ s recommendations are thus based primarily on expert opinion. Any cancer surveillance regimen is a balancing act that includes many variables such as the likelihood of disease recurrence at various sites, temporal considerations, the potential benefits of therapeutic interventions and effectiveness of these modalities based on timing of recurrence detection, improvements in diagnostic and initial interventions, patient characteristics, and the burden and cost of monitoring. As electronic medical records and quality and safety initiatives intensify, tracking outcomes of all patients will become increasingly codified and more usable for research purposes. These data can then also be used to inform the proper sequencing, timing, duration, and type of follow - up that improves patient outcomes with the most parsimonious monitoring. Future research to make patient follow - up more efficient and effective could include one or many of these modalities: develop circulating biomarkers to supplement currently available imaging, develop novel functional imaging, conduct clinical trials to compare currently available imaging modalities, as well as clinical trials to guide the frequency of imaging/follow - up, similar to studies done in testicular cancer (MRC TE08) 422 , colon cancer (GLIDA) 423 , and non - small cell lung cancer (IFCT - 0302). 424 SUMMARY In conclusion, improving the management of localized renal tumors will require a concerted effort among clinicians and allied fields to develop higher quality evidence and facilitate more precise estimations of relative risks and benefits of each therapeutic approach. American Urological Association (AUA) Renal Mass and Localized Renal Cancer Copyright © 2021 American Urological Association Education and Research, Inc.®",
    "42 American Urological Association (AUA) Renal Mass and Localized Renal Cancer Copyright © 2021 American Urological Association Education and Research, Inc.® Abbreviations Active Surveillance AS Agency for Healthcare Research and Quality AHRQ American College of Radiology ACR American Society of Nephrology ASN American Urological Association AUA Angiomyolipoma AML Birt Hogg - Dubé BHD Chest X - Ray CXR Chronic Kidney Disease CKD College of American Pathologists CAP Computed Tomography CT End - Stage Renal Disease ESRD Estimated Glomerular filtration rate eGFR Fine Needle Aspiration FNA Glomerular Filtration Rate GFR Hereditary Leiomyomatosis RCC HLRCC Hereditary Papillary Renal Carcinoma HPRC High Risk HR High - Intensity Focused Ultrasound HIFU Intermediate Risk IR Laser Interstitial Thermal Therapy LITT Low Risk LR Magnetic Resonance Imaging MRI Microwave Ablation MWA Partial Nephrectomy PN Positron Emission Tomography PET Practice Guidelines Committee PGC Radical Nephrectomy RN Radiofrequency Ablation RFA Randomized Controlled Trials RCT Renal Cell Carcinoma RCC Renal Mass Biopsy RMB Society of Interventional Radiology SIR Society of Urologic Oncology SUO Stereotactic Body Radiation Therapy SBRT Thermal Ablation TA Ultrasound US Very High Risk VHR von Hippel - Lindau VHL",
    "43 American Urological Association (AUA) Renal Mass and Localized Renal Cancer Copyright © 2021 American Urological Association Education and Research, Inc.® References 1. Stewart SB, Thompson RH, Psutka SP et al: Evaluation of the national comprehensive cancer network and american uro- logical association renal cell carcinoma surveillance guidelines. J Clin Oncol 2014; 32: 4059. 2. Higgins JDA: Assessing quality of included studies in Cochrane Reviews. The Cochrane Collaboration Methods Groups Newsletter 2007; 11. 3. Whiting PF, Rutjes AW, Westwood ME et al: QUADAS - 2: A revised tool for the quality assessment of diagnostic accuracy studies. Ann Intern Med 2011; 155 : 529. 4. Sterne JA, Hernan MA, Reeves BC, et al: ROBINS - I: a tool for assessing risk of bias in non - randomised studies of interven- tions. BMJ 2016; 355 : i4919. 5. Faraday M, Hubbard H, Kosiak B et al: Staying at the cutting edge: a review and analysis of evidence reporting and grad- ing; the recommendations of the American Urological Association. BJU Int 2009; 104 : 294. 6. Hsu C and Sandford BA: The Delphi technique: making sense of consensus. Practical Assessment, Research & Evaluation 2007; 12 : 1. 7. Kutikov A, Fossett LK, Ramchandani P et al: Incidence of benign pathologic findings at partial nephrectomy for solitary renal mass presumed to be renal cell carcinoma on preoperative imaging. Urology 2006; 68 : 737. 8. Thompson RH, Hill JR, Babayev Y et al: Metastatic renal cell carcinoma risk according to tumor size. J Urol 2009; 182 : 41. 9. Lane BR, Babineau D, Kattan MW et al: A preoperative prognostic nomogram for solid enhancing renal tumors 7 cm or less amenable to partial nephrectomy. J Urol 2007; 178 : 429. 10. Johnson DC, Vukina J, Smith AB et al: Preoperatively misclassified, surgically removed benign renal masses: a systematic review of surgical series and United States population level burden estimate. J Urol 2015; 193 : 30. 11. National Cancer Institute SEER: Stat Fact Sheets: Kidney and Renal Pelvis Cancer. Cancer Statistics 2016; http:// seer.cancer.gov/statfacts/html/kidrp.html. 12. Siegel RL, Miller KD and Jemal A: Cancer statistics, 2020. CA Cancer J Clin 2020; 70: 7. 13. Mathew A, Devesa SS, Fraumeni JF et al: Global increases in kidney cancer incidence, 1973 - 1992. Eur J Cancer Prev 2002; 11 : 171. 14. Nguyen MM, Gill IS, Ellison LM: The evolving presentation of renal carcinoma in the United States: trends from the Sur- veillance, Epidemiology, and End Results program. J Urol 2006; 176 : 2397. 15. Kane CJ, Mallin K, Ritchey J et al: Renal cell cancer stage migration: analysis of the National Cancer Data Base. Cancer 2008; 113 : 78. 16. Smaldone MC, Egleston B, Hollingsworth JM et al: Understanding treatment disconnect and mortality trends in renal cell carcinoma using tumor registry data. Med Care 2016; Epub ahead of print. 17. Hollingsworth JM, Miller DC, Daignault S et al: Rising incidence of small renal masses: a need to reassess treatment effect. JNCI 2006; 98 : 1331. 18. The American Cancer Society medical and editorial content team: What Are the Risk Factors for Kidney Cancer? Ameri- can Cancer Society 2016; https://www.cancer.org/cancer/kidney - cancer/causes - risks - prevention/risk - factors.html#written_by . 19. Campbell SC, Lane BR: Campbell - Walsh Urology, Malignant Renal Tumors. 11th ed: Elsevier 2016; 1314. 20. Ferlay J, Soerjomataram I, Dikshit R et al: Cancer incidence and mortality worldwide: sources, methods and major patterns in GLOBOCAN 2012. Int J Cancer 2015; 136 : E359. 21. Znaor A, Lortet - Tieulent J, Laversanne M et al: Bray F. International variations and trends in renal cell carcinoma inci- dence and mortality. Eur Urol 2015; 67 : 519. 22. Hunt JD, van der Hel OL, McMillan GP et al: Renal cell carcinoma in relation to cigarette smoking: meta - analysis of 24 studies. Int J Cancer 2005; 114 : 101. 23. Lipworth L, Tarone RE, McLaughlin JK: The epidemiology of renal cell carcinoma. J Urol 2006; 176 : 2353. 24. Renehan AG, Tyson M, Egger M et al: Body - mass index and incidence of cancer: a systematic review and meta - analysis of prospective observational studies. Lancet. 2008; 371 : 569. 25. Bjorge T, Tretli S, Engeland A: Relation of height and body mass index to renal cell carcinoma in two million Norwegian men and women. Am J Epidemiol 2004; 160 : 1168. 26. Hakimi AA, Furberg H, Zabor EC et al: An epidemiologic and genomic investigation into the obesity paradox in renal cell carcinoma. J Natl Cancer Inst 2013; 105 : 1862. 27. Yang L, Drake BF, Colditz GA et al: Obesity and other cancers. JCO 2016; 34 : 4231.",
    "44 American Urological Association (AUA) Renal Mass and Localized Renal Cancer Copyright © 2021 American Urological Association Education and Research, Inc.® 28. Shapiro JA, Williams MA, Weiss NS et al: Hypertension, antihypertensive medication use, and risk of renal cell carcino- ma. Am J Epidemiol 1999; 149 : 521. 29. Weikert S, Boeing H, Pischon T et al: Blood pressure and risk of renal cell carcinoma in the European prospective investi- gation into cancer and nutrition. Am J Epidemiol 2008; 167 : 438. 30. Stewart JH, Buccianti G, Agodoa L et al: Cancers of the kidney and urinary tract in patients on dialysis for end - stage renal disease: analysis of data from the United States, Europe, and Australia and New Zealand. JASN 2003; 14 : 197. 31. Guha N, Loomis D, Grosse Y et al: Carcinogenicity of trichloroethylene, tetrachloroethylene, some other chlorinated sol- vents, and their metabolites. The Lancet Oncology 2012; 13 : 1192. 32. Rashidkhani B, Akesson A, Lindblad P et al: Alcohol consumption and risk of renal cell carcinoma: a prospective study of Swedish women. Int J Cancer 2005; 117 : 848. 33. Greving JP, Lee JE, Wolk A et al: Alcoholic beverages and risk of renal cell cancer. Br J Cancer 2007; 97 : 429. 34. Lee JE, Mannisto S, Spiegelman D et al: Intakes of fruit, vegetables, and carotenoids and renal cell cancer risk: a pooled analysis of 13 prospective studies. Cancer Epidemiol Biomarkers Prev 2009; 18 : 1730. 35. Rashidkhani B, Lindblad P, Wolk A: Fruits, vegetables and risk of renal cell carcinoma: a prospective study of Swedish women. Int J Cancer 2005; 113 : 451. 36. Wolk A, Larsson SC, Johansson JE et al: Long - term fatty fish consumption and renal cell carcinoma incidence in women. Jama 2006; 296 : 1371. 37. McCredie M, Pommer W, McLaughlin JK et al: International renal - cell cancer study. II. Analgesics. Int J Cancer 1995; 60 : 345. 38. Linehan WM, Ricketts CJ: The metabolic basis of kidney cancer. Semin Cancer Biol 2013; 23 : 46. 39. Duffey BG, Choyke PL, Glenn G et al: The relationship between renal tumor size and metastases in patients with von Hip- pel - Lindau disease. J Urol 2004; 172 : 63. 40. Srigley JR, Delahunt B, Eble JN et al: The International Society of Urological Pathology (ISUP) Vancouver Classification of renal neoplasia. Am J Surg Pathol 2013; 37 : 1469. 41. Moch H, Humphrey PA, Ulbright TM et al: WHO classification of tumours of the urinary system and male genital organs. 4 ed: Lyon IARC; 2016. 42. Jayson M, Sanders H: Increased incidence of serendipitously discovered renal cell carcinoma. Urology 1998; 51 : 203. 43. Luciani LG, Cestari R, Tallarigo C: Incidental renal cell carcinoma - age and stage characterization and clinical implications: study of 1092 patients (1982 - 1997). Urology 2000; 56 : 58. 44. Sufrin G, Chasan S, Golio A et al: Paraneoplastic and serologic syndromes of renal adenocarcinoma. Semin Urol 1989; 7 : 158. 45. Snyder ME, Bach A, Kattan MW et al: Incidence of benign lesions for clinically localized renal masses smaller than 7 cm in radiological diameter: influence of sex. J Urol 2006; 176 : 2391. 46. Ball MW, Gorin MA, Bhayani SB et al: Preoperative predictors of malignancy and unfavorable pathology for clinical T1a tumors treated with partial nephrectomy: A multi - institutional analysis. Urol Oncol 2015; 33 : 112. 47. Davenport MS, Perazella MA, Yee J et al: Use of intravenous iodinated contrast media in patients with kidney disease: Consensus statements from the american college of radiology and the national kidney foundation. Radiology 2020; 294: 660. 48. Weinreb JC, Rodby RA, Yee J et al: Use of intravenous gadolinium - based contrast media in patients with kidney disease: Consensus statements from the American College of Radiology and the national kidney foundation. Radiology 2021; 298: 28. 49. Lim DJ, Carter MF: Computerized tomography in the preoperative staging for pulmonary metastases in patients with renal cell carcinoma. J Urol 1993; 150 : 1112. 50. Mano R, Vertosick E, Sankin AI et al: Subcentimeter pulmonary nodules are not associated with disease progression in patients with renal cell carcinoma. J Urol 2015; 193 : 776. 51. Seaman E, Goluboff ET, Ross S et al: Association of radionuclide bone scan and serum alkaline phosphatase in patients with metastatic renal cell carcinoma. Urology 1996; 48 : 692. 52. Marshall ME, Pearson T, Simpson W et al: Low incidence of asymptomatic brain metastases in patients with renal cell carcinoma. Urology 1990; 36 : 300. 53. Koga S, Tsuda S, Nishikido M et al: The diagnostic value of bone scan in patients with renal cell carcinoma. J Urol 2001; 166 : 2126.",
    "45 American Urological Association (AUA) Renal Mass and Localized Renal Cancer Copyright © 2021 American Urological Association Education and Research, Inc.® 54. Amin MB, Greene FL, Edge SB et al: The eighth edition ajcc cancer staging manual: Continuing to build a bridge from a population - based to a more \"personalized\" approach to cancer staging. CA Cancer J Clin 2017; 67 : 93. 55. Fuhrman SA, Lasky LC, Limas C: Prognostic significance of morphologic parameters in renal cell carcinoma. Am J Surg Pathol 1982; 6 : 655. 56. Delahunt B, Cheville JC, Martignoni G et al: The International Society of Urological Pathology (ISUP) grading system for renal cell carcinoma and other prognostic parameters. Am J Surg Pathol 2013; 37 : 1490. 57. Bretheau D, Lechevallier E, de Fromont M et al: Prognostic value of nuclear grade of renal cell carcinoma. Cancer 1995; 76 : 2543. 58. Keegan KA, Schupp CW, Chamie K et al: Histopathology of surgically treated renal cell carcinoma: survival differences by subtype and stage. J Urol 2012; 188 : 391. 59. Zisman A, Pantuck AJ, Dorey F et al: Improved prognostication of renal cell carcinoma using an integrated staging sys- tem. J Clin Oncol 2001; 19 : 1649. 60. Patard JJ, Kim HL, Lam JS et al: Use of the University of California Los Angeles integrated staging system to predict surviv- al in renal cell carcinoma: an international multicenter study. J Clin Oncol 2004; 22 : 3316. 61. Frank I, Blute ML, Cheville JC et al: An outcome prediction model for patients with clear cell renal cell carcinoma treated with radical nephrectomy based on tumor stage, size, grade and necrosis: the SSIGN score. J Urol 2002; 168 : 2395. 62. Leibovich BC, Blute ML, Cheville JC et al: Prediction of progression after radical nephrectomy for patients with clear cell renal cell carcinoma: a stratification tool for prospective clinical trials. Cancer 2003; 97 : 1663. 63. Zigeuner R, Hutterer G, Chromecki T et al: External validation of the Mayo Clinic stage, size, grade, and necrosis (SSIGN) score for clear - cell renal cell carcinoma in a single European centre applying routine pathology. Eur Urol 2010; 57 : 102. 64. Karakiewicz PI, Suardi N, Capitanio U et al: A preoperative prognostic model for patients treated with nephrectomy for renal cell carcinoma. Eur Urol 2009; 55 : 287. 65. Pierorazio PM, Johnson MH, Patel HD et al: Management of renal masses and localized renal cancer. AHRQ Publication 16 - EHC001 - EF, 2016 #167. 66. Patel HD, Iyoha E, Pierorazio PM et al: A Systematic Review of Research Gaps in the Evaluation and Management of Lo- calized Renal Masses. Urology 2016; 98 : 14. 67. Morrissey JJ, Mobley J, Figenshau RS et al: Urine aquaporin 1 and perilipin 2 differentiate renal carcinomas from other imaged renal masses and bladder and prostate cancer. Mayo Clin Proc 2015; 90 : 35. 68. Song JB, Morrissey JJ, Mobley JM et al: Urinary aquaporin 1 and perilipin 2: Can these novel markers accurately charac- terize small renal masses and help guide patient management? Int J Urol 2019; 26: 260. 69. Kaluz S, Kaluzova M, Liao SY et al: Transcriptional control of the tumor - and hypoxia - marker carbonic anhydrase 9: A one transcription factor (HIF - 1) show? Biochim Biophys Acta 2009; 1795 : 162. 70. Stillebroer AB, Mulders PF, Boerman OC et al: Carbonic anhydrase IX in renal cell carcinoma: implications for prognosis, diagnosis, and therapy. Eur Urol 2010; 58 : 75. 71. Muselaers S, Mulders P, Oosterwijk E et al: Molecular imaging and carbonic anhydrase IX - targeted radioimmunotherapy in clear cell renal cell carcinoma. Immunotherapy 2013; 5 : 489. 72. Divgi CR, Pandit - Taskar N, Jungbluth AA et al: Preoperative characterization of clear - cell renal carcinoma using iodine - 124 - labelled antibody chimeric G250 (124I - cG250) and PET in patients with renal masses: a phase I trial. Lancet Oncol 2007; 8 : 304. 73. Divgi CR, Uzzo RG, Gatsonis C et al: Positron emission tomography/computed tomography identification of clear cell re- nal cell carcinoma: results from the REDECT trial. J Clin Oncol 2013; 31 : 187. 74. Gorin MA, Rowe SP, Baras AS et al: Prospective evaluation of (99m)Tc - sestamibi SPECT/CT for the diagnosis of renal on- cocytomas and hybrid oncocytic/chromophobe tumors. Eur Urol 2016; 69 : 413. 75. Kunkle DA, Egleston BL, Uzzo RG. Excise, ablate or observe: the small renal mass dilemma -- a meta - analysis and review. J Urol 2008; 179 : 1227. 76. Chawla SN, Crispen PL, Hanlon AL et al: The natural history of observed enhancing renal masses: meta - analysis and re- view of the world literature. J Urol 2006; 175 : 425. 77. Smaldone MC, Kutikov A, Egleston BL et al: Small renal masses progressing to metastases under active surveillance: A systematic review and pooled analysis. Cancer 2011; 118 : 997. 78. Jewett MA, Mattar K, Basiuk J et al: Active surveillance of small renal masses: progression patterns of early stage kidney cancer. Eur Urol 2011; 60 : 39.",
    "46 American Urological Association (AUA) Renal Mass and Localized Renal Cancer Copyright © 2021 American Urological Association Education and Research, Inc.® 79. Mason RJ, Abdolell M, Trottier G et al: Growth kinetics of renal masses: analysis of a prospective cohort of patients un- dergoing active surveillance. Eur Urol 2011; 59 : 863. 80. Pierorazio PM, Johnson MH, Ball MW et al: Five - year analysis of a multi - institutional prospective clinical trial of delayed intervention and surveillance for small renal masses: The DISSRM Registry. Eur Urol 2015; 68 : 408. 81. Patel SG, Penson DF, Pabla B et al: National trends in the use of partial nephrectomy: a rising tide that has not lifted all boats. J Urol 2012; 187 : 816. 82. Bjurlin MA, Walter D, Taksler GB et al: National trends in the utilization of partial nephrectomy before and after the es- tablishment of AUA guidelines for the management of renal masses. Urology 2013; 82 : 1283. 83. Ghani KR, Sukumar S, Sammon JD et al: Practice patterns and outcomes of open and minimally invasive partial nephrec- tomy since the introduction of robotic partial nephrectomy: results from the nationwide inpatient sample. J Urol 2014; 191 : 907. 84. Kunkle DA, Uzzo RG: Cryoablation or radiofrequency ablation of the small renal mass : a meta - analysis. Cancer 2008; 113 : 2671. 85. El Dib R, Touma NJ, Kapoor A: Cryoablation vs radiofrequency ablation for the treatment of renal cell carcinoma: a meta - analysis of case series studies. BJU Int 2012; 110 : 510. 86. Pirasteh A, Snyder L, Boncher N et al: Cryoablation vs. radiofrequency ablation for small renal masses. Acad Radiol 2011; 18 : 97. 87. Kattan MW, Reuter V, Motzer RJ et al: A postoperative prognostic nomogram for renal cell carcinoma. J Urol 2001; 166: 63. 88. Sorbellini M, Kattan MW, Snyder ME et al: A postoperative prognostic nomogram predicting recurrence for patients with conventional clear cell renal cell carcinoma. J Urol 2005; 173 : 48. 89. Zisman A, Pantuck AJ, Wieder J et al: Risk group assessment and clinical outcome algorithm to predict the natural history of patients with surgically resected renal cell carcinoma. J Clin Oncol 2002; 20: 4559. 90. Karakiewicz PI, Briganti A, Chun FK et al: Multi - institutional validation of a new renal cancer - specific survival nomogram. J Clin Oncol 2007; 25: 1316. 91. Cindolo L, de la Taille A, Messina G et al: A preoperative clinical prognostic model for non - metastatic renal cell carcino- ma. BJU Int 2003; 92: 901. 92. Cindolo L, de la Taille A, Messina G et al: A preoperative clinical prognostic model for non - metastatic renal cell carcino- ma. BJU Int 2003; 92: 901. 93. Yaycioglu O, Roberts WW, Chan T et al: Prognostic assessment of nonmetastatic renal cell carcinoma: A clinically based model. Urology 2001; 58: 141. 94. Correa AF, Jegede O, Haas NB et al: Predicting renal cancer recurrence: Defining limitations of existing prognostic models with prospective trial - based validation. J Clin Oncol 2019; 37: 2062. 95. Ljungberg B, Albiges L, Abu - Ghanem Y et al: European association of urology guidelines on renal cell carcinoma: The 2019 update. Eur Urol 2019; 75: 799. 96. Blacher E, Johnson DE and Haynie TP: Value of routine radionuclide bone scans in renal cell carcinoma. Urology 1985; 26: 432. 97. Lindner A, Goldman DG and deKernion JB: Cost effective analysis of prenephrectomy radioisotope scans in renal cell car- cinoma. Urology 1983; 22: 127. 98. Benson MA, Haaga JR and Resnick MI: Staging renal carcinoma. What is sufficient? Arch Surg 1989; 124: 71. 99. Grünwald V, Eberhardt B, Bex A et al: An interdisciplinary consensus on the management of bone metastases from renal cell carcinoma. Nat Rev Urol 2018; 15: 511. 100. Davenport MS, Hu EM, Smith AD et al: Reporting standards for the imaging - based diagnosis of renal masses on CT and MRI: a national survey of academic abdominal radiologists and urologists. Abdom Radiol 2017: 42 ; 1229. 101. Berland LL, Silverman SG, Gore RM et al: Managing incidental findings on abdominal CT: white paper of the ACR inci- dental findings committee. J Am Coll Radiol 2010; 7 : 754. 102. Richmond L, Atri M, Sherman C et al: Renal cell carcinoma containing macroscopic fat on CT mimics angiomyolipoma due to bone metapolasia without macroscopic calcification. Br J Radiol 2010; 83 : e179. 103. Rofsky NM, Weinreb JC, Bosniak MA et al: Renal lesion characterization with gadolinium - enhanced MR imaging: efficacy and safety in patients with renal insufficiency. Radiology 1991; 180 : 85. 104. Schoots IG, Zaccai K, Hunink MG et al: Bosniak classification for complex renal cysts reevaluated: A systematic review. J Urol 2017; 198: 12.",
    "47 American Urological Association (AUA) Renal Mass and Localized Renal Cancer Copyright © 2021 American Urological Association Education and Research, Inc.® 105. Silverman SG, Pedrosa I, Ellis JH et al: Bosniak classification of cystic renal masses, version 2019: An update proposal and needs assessment. Radiology 2019; 292: 475. 106. Nicolau C, Buñesch L, Paño B et al: Prospective evaluation of CT indeterminate renal masses using US and contrast - enhanced ultrasound. Abdom Imaging 2015; 40 : 542. 107. Atri M, Tabatabaeifar L, Jang H - J et al: Accuracy of contrast - enhanced US for differentiating benign from malignant solid small renal masses. Radiology 2015; 276 : 900. 108. Kopp RP, Aganovic L, Palazzi KL et al: Differentiation of clear from non - clear cell renal cell carcinoma using CT washout formula. Can J Urol 2013; 20 : 6790. 109. Young JR, Margolis D, Sauk S et al: Clear cell renal cell carcinoma: discrimination from other renal cell carcinoma sub- types and oncocytoma at multiphasic multidetector CT. Radiology 2013; 267 : 444. 110. Kutikov A, Uzzo RG: The R.E.N.A.L. nephrometry score: a comprehensive standardized system for quantitating renal tu- mor size, location and depth. J Urol 2009; 182 : 844. 111. Ficarra V, Novara G, Secco S et al: Preoperative aspects and dimensions used for an anatomical (PADUA) classification of renal tumours in patients who are candidates for nephron - sparing surgery. Eur Urol 2009; 56 : 786. 112. Simmons MN, Ching CB, Samplaski MK et al: Kidney tumor location measurement using the C index method. J Urol 2010; 183 : 1708. 113. Tobert CM, Kahnoski RJ, Thompson DE et al: RENAL nephrometry score predicts surgery type independent of individual surgeon ’ s use of nephron - sparing surgery. Urology 2012; 80 : 157. 114. Stroup SP, Palazzi K, Kopp RP et al: RENAL nephrometry score is associated with operative approach for partial nephrec- tomy and urine leak. Urology 2012; 80 : 151. 115. Bruner B, Breau RH, Lohse CM et al: Renal nephrometry score is associated with urine leak after partial nephrectomy. BJU Int 2011; 108 : 67. 116. Kutikov A, Smaldone M, Egleston BL et al: Anatomic features of enhancing renal masses predict malignant and high - grade pathology: a preoperative nomogram using the RENAL Nephrometry score. Eur Uro 2011; 60 : 241. 117. Mehrazin R, Palazzi KL, Kopp RP et al: Impact of tumour morphology on renal function decline after partial nephrectomy. BJU Int 2013; 111 : E374. 118. Levey AS, Eckardt KU, Tsukamoto Y et al: Definition and classification of chronic kidney disease: a position statement from Kidney Disease: Improving Global Outcomes (KDIGO). Kidney Int 2005; 67 : 2089. 119. Hallan SI, Ritz E, Lydersen S et al: Combining GFR and albuminuria to classify CKD improves prediction of ESRD. J Am Soc Nephrol 2009; 20 : 1069. 120. Levey AS, Bosch JP, Lewis JB et al: A more accurate method to estimate glomerular filtration rate from serum creatinine: a new prediction equation. Modification of diet in renal disease study group. Ann Intern Med 1999; 130 : 461. 121. Levey AS, Stevens LA, Schmid CH et al: A new equation to estimate glomerular filtration rate. Ann Intern Med 2009; 150 : 604. 122. Barocas DA, Boorjian SA, Alvarez RD et al: Microhematuria: Aua/sufu guideline. J Urol 2020; 204: 778. 123. Pinkham CA, Krause KJ: Liver function tests and mortality in a cohort of life insurance applicants. J Insur Med 2009; 41 : 170. 124. Guðmundsson E, Hellborg H, Lundstam S et al: Metastatic potential in renal cell carcinomas ≤7 cm: Swedish Kidney Can- cer Quality Register data. Eur Urol 2011; 60 : 975. 125. Umbreit EC, Shimko MS, Childs MA et al: Metastatic potential of a renal mass according to original tumour size at presentation. BJU Int 2012; 109 : 190. 126. Barlow LJ, Korets R, Laudano M et al: Predicting renal functional outcomes after surgery for renal cortical tumours: a multifactorial analysis. BJU Int 2010; 106 : 489. 127. Kim SH, Lee SE, Hong SK et al: Incidence and risk factors of chronic kidney disease in Korean patients with t1a renal cell carcinoma before and after radical or partial nephrectomy. Jpn J Clin Oncol 2013; 43 : 1243. 128. Jeon HG, Jeong IG, Lee JW et al: Prognostic factors for chronic kidney disease after curative surgery in patients with small renal tumors. Urology 2009; 74 : 1064. 129. Huang WC, Levey AS, Serio AM et al: Chronic kidney disease after nephrectomy in patients with renal cortical tumours: a retrospective cohort study. Lancet Oncol 2006; 7 : 735. 130. Choi YS, Park YH, Kim YJ et al: Predictive factors for the development of chronic renal insufficiency after renal surgery: a multicenter study. Int Urol Nephrol 2014; 46 : 681.",
    "48 American Urological Association (AUA) Renal Mass and Localized Renal Cancer Copyright © 2021 American Urological Association Education and Research, Inc.® 131. Takagi T, Kondo T, Iizuka J et al: Postoperative renal function after partial nephrectomy for renal cell carcinoma in pa- tients with pre - existing chronic kidney disease: a comparison with radical nephrectomy. Int J Urol 2011; 18 : 472. 132. Clark MA, Shikanov S, Raman JD et al: Chronic kidney disease before and after partial nephrectomy. J Urol 2011; 185 : 43. 133. Hung PH, Tsai HB, Hung KY et al: Increased risk of end - stage renal disease in patients with renal cell carcinoma: a 12 - year nationwide follow - up study. Medicine (Baltimore) 2014; 93 : e52. 134. Go AS, Chertow GM, Fan D et al: Chronic kidney disease and the risks of death, cardiovascular events, and hospitaliza- tion. N Engl J Med 2004; 351 : 1296. 135. Gerstein HC, Mann JF, Yi Q et al: Albuminuria and risk of cardiovascular events, death, and heart failure in diabetic and nondiabetic individuals. Jama 2001; 286 : 421. 136. Tourojman M, Kirmiz S, Boelkins B et al: Impact of Reduced Glomerular Filtration Rate and Proteinuria on Overall Surviv- al of Patients with Renal Cancer. J Urol 2016; 195 : 588. 137. Kidney Disease: Improving Global Outcomes (KDIGO) CKD Work Group. KDIGO 2012 Clinical Practice Guideline for the Evaluation and Management of Chronic Kidney Disease. Kidney Int Suppl 2013; 3 : 1. 138. Bachrach L, Negron E, Liu JS et al: Preoperative nuclear renal scan underestimates renal function after radical nephrecto- my. Urology 2014; 84 : 1402. 139. Sankin A, Sfakianos JP, Schiff J et al: Assessing renal function after partial nephrectomy using renal nuclear scintigraphy and estimated glomerular filtration rate. Urology 2012; 80 : 343. 140. Patel SR, Abel EJ, Hedican SP et al: Ablation of small renal masses: practice patterns at academic institutions in the Unit- ed States. J Endourol 2013; 27 : 158. 141. Menhadji AD, Nguyen V, Okhunov Z et al: Technique for office - based, ultrasonography - guided percutaneous biopsy of renal cortical neoplasms using a novel transducer for facilitated ultrasound targeting. BJU Int 2016; 117 : 948. 142. Bearrick EN, Packiam V, Bhindi B et al: Creation of a primary tumor tissue expression biomarker - augmented prognostic model for patients with metastatic renal cell carcinoma. Urol Oncol 2021; 39: 135.e1. 143. Tosoian JJ, Feldman AS, Abbott MR et al: Biopsy cell cycle proliferation score predicts adverse surgical pathology in local- ized renal cell carcinoma. Eur Urol 2020; 78: 657. 144. Bijol V, Mendez GP, Hurwitz S et al: Evaluation of the nonneoplastic pathology in tumor nephrectomy specimens: pre- dicting the risk of progressive renal failure. Am J Surg Pathol 2006; 30 : 575. 145. Salvatore SP, Cha EK, Rosoff JS et al: Nonneoplastic renal cortical scarring at tumor nephrectomy predicts decline in kid- ney function. Arch Pathol Lab Med 2013; 137 : 531. 146. Henriksen KJ, Meehan SM, Chang A: Non - neoplastic renal diseases are often unrecognized in adult tumor nephrectomy specimens: a review of 246 cases. Am J Surg Pathol 2007; 31 : 1703. 147. Rini BI, Plimack ER, Takagi T et al: A Phase II Study of Pazopanib in Patients with Localized Renal Cell Carcinoma to Opti- mize Preservation of Renal Parenchyma. J Urol 2015; 194 : 297. 148. Karam JA, Devine CE, Urbauer DL et al: Phase 2 trial of neoadjuvant axitinib in patients with locally advanced nonmet- astatic clear cell renal cell carcinoma. Eur Urol 2014; 66 : 874. 149. Bhindi B, Thompson RH, Lohse CM et al: The probability of aggressive versus indolent histology based on renal tumor size: Implications for surveillance and treatment. Eur Urol 2018; 74: 489. 150. Frank I, Blute ML, Cheville JC et al: Solid renal tumors: an analysis of pathological features related to tumor size. J Urol 2003; 170 : 2217. 151. Pierorazio PM, Hyams ES, Tsai S et al: Multiphasic enhancement patterns of small renal masses (</=4 cm) on preopera- tive computed tomography: utility for distinguishing subtypes of renal cell carcinoma, angiomyolipoma, and oncocyto- ma. Urology 2013; 81 : 1265. 152. Chandrasekar T, Ahmad AE, Fadaak K et al: Natural history of complex renal cysts: Clinical evidence supporting active surveillance. J Urol 2018; 199: 633. 153. Kashan M, Ghanaat M, Hötker AM et al: Cystic renal cell carcinoma: A report on outcomes of surgery and active surveil- lance in patients retrospectively identified on pretreatment imaging. J Urol 2018; 200: 275. 154. Westerman ME, Cheville JC, Lohse CM et al: Long - term outcomes of patients with low grade cystic renal epithelial neo- plasms. Urology 2019; 133: 145. 155. Kutikov A, Egleston BL, Canter D et al: Competing risks of death in patients with localized renal cell carcinoma: a comor- bidity based model. J Urol 2012; 188 : 2077.",
    "49 American Urological Association (AUA) Renal Mass and Localized Renal Cancer Copyright © 2021 American Urological Association Education and Research, Inc.® 156. Patel HD, Kates M, Pierorazio PM et al: Balancing cardiovascular (CV) and cancer death among patients with small renal masses: modification by CV risk. BJU Int 2015; 115 : 58. 157. Patel HD, Kates M, Pierorazio PM et al: Comorbidities and Causes of Death in the Management of Localized T1a Kidney Cancer. Int J Urol 2014;article in press. 158. Bianchi M, Becker A, Abdollah F et al: Rates of open versus laparoscopic and partial versus radical nephrectomy for T1a renal cell carcinoma: a population - based evaluation. Int J Urol 2013; 20 : 1064. 159. McIntosh AG, Ristau BT, Ruth K et al: Active surveillance for localized renal masses: Tumor growth, delayed intervention rates, and >5 - yr clinical outcomes. Eur Urol 2018; 74: 157. 160. Sotimehin AE, Patel HD, Alam R et al: Selecting patients with small renal masses for active surveillance: A domain based score from a prospective cohort study. J Urol 2019; 201: 886. 161. Mir MC, Capitanio U, Bertolo R et al: Role of active surveillance for localized small renal masses. Eur Urol Oncol 2018; 1: 177. 162. Chow W - H, Dong LM, Devesa SS: Epidemiology and risk factors for kidney cancer. Nat Rev Urol 2010; 7 : 245. 163. Wu J, Suk - Ouichai C, Dong W et al: Analysis of survival for patients with chronic kidney disease primarily related to renal cancer surgery. BJU Int 2018; 121: 93. 164. Lane BR, Demirjian S, Derweesh IH et al: Survival and functional stability in chronic kidney disease due to surgical remov- al of nephrons: Importance of the new baseline glomerular filtration rate. Eur Urol 2015; 68: 996. 165. Lane BR, Campbell SC, Demirjian S et al: Surgically induced chronic kidney disease may be associated with a lower risk of progression and mortality than medical chronic kidney disease. J Urol 2013; 189 : 1649. 166. Li L, Lau WL, Rhee CM et al: Risk of chronic kidney disease after cancer nephrectomy. Nat Rev Nephrol 2014; 10 : 135. 167. Malcolm JB, Bagrodia A, Derweesh IH et al: Comparison of rates and risk factors for developing chronic renal insufficien- cy, proteinuria and metabolic acidosis after radical or partial nephrectomy. BJU Int 2009; 104 : 476. 168. Stiles KP, Moffatt MJ, Agodoa LY et al: Renal cell carcinoma as a cause of end - stage renal disease in the United States: Patient characteristics and survival. Kidney Int 2003; 64 : 247. 169. Jeon HG, Choo SH, Sung HH et al: Small tumour size is associated with new - onset chronic kidney disease after radical nephrectomy in patients with renal cell carcinoma. Eur J Cancer 2014; 50 : 64. 170. Cho A, Lee JE, Kwon G - Y et al: Post - operative acute kidney injury in patients with renal cell carcinoma is a potent risk factor for new - onset chronic kidney disease after radical nephrectomy. Nephrol Dial Transpl 2011; 26 : 3496. 171. Thadhani R, Pascual M, Bonventre JV: Acute Renal Failure. N Engl J Med 1996; 334 : 1448. 172. Jacobson HR: Chronic renal failure: pathophysiology. Lancet 1991; 338 : 419. 173. Nagata M, Kriz W: Glomerular damage after uninephrectomy in young rats. II. Mechanical stress on podocytes as a path- way to sclerosis. Kidney Int 1992; 42 : 148. 174. Romagnani P, Remuzzi G, Glassock R et al: Chronic kidney disease. Nat Rev Dis Primers 2017; 3: 17088. 175. Webster AC, Nagler EV, Morton RL et al: Chronic kidney disease. Lancet 2017; 389: 1238. 176. Huang WC, Donin NM, Levey AS et al: Chronic kidney disease and kidney cancer surgery: New perspectives. J Urol 2020; 203: 475. 177. Linehan WM: Genetic basis of kidney cancer: Role of genomics for the development of disease - based therapeutics. Ge- nome Res 2012; 22 : 2089. 178. Menko FH, Maher ER, Schmidt LS et al: Hereditary leiomyomatosis and renal cell cancer (HLRCC): renal cancer risk, sur- veillance and treatment. Fam Cancer 2014; 13 : 637. 179. Gudbjartsson T, Jónasdóttir TJ, Thoroddsen A et al: A population - based familial aggregation analysis indicates genetic contribution in a majority of renal cell carcinomas. Int J Cancer 2002; 100 : 476. 180. Hampel H, Bennett RL, Buchanan A et al: A practice guideline from the american college of medical genetics and ge- nomics and the national society of genetic counselors: Referral indications for cancer predisposition assessment. Genet Med 2015; 17: 70. 181. Motzer RJ, Jonasch E, Boyle S et al: Nccn guidelines insights: Kidney cancer, version 1.2021. J Natl Compr Canc Netw 2020; 18: 1160. 182. Shuch B, Vourganti S, Ricketts CJ et al: Defining early - onset kidney cancer: implications for germline and somatic muta- tion testing and clinical management. J Clin Oncol 2014; 32 : 431. 183. Marconi L, Dabestani S, Lam TB et al: Systematic review and meta - analysis of diagnostic accuracy of percutaneous renal tumor biopsy. Euro Urology 2016; 69 : 660. 184. Kutikov A, Smaldone MC, Uzzo RG et al: Renal mass biopsy: always, sometimes, or never? Euro Urology 2016; 70 : 403.",
    "50 American Urological Association (AUA) Renal Mass and Localized Renal Cancer Copyright © 2021 American Urological Association Education and Research, Inc.® 185. Ingels A, Barret E, Sanchez - Salas R et al: Percutaneous renal biopsies for small renal masses: Complex tumors on nephrometry should be the first targets. Clinical Genitourinary Cancer 2016; 14: e457. 186. Hoare D, Evans H, Richards H et al: Evaluating the role for renal biopsy in t1 and t2 renal masses: A single - centre study. Canadian Urological Association Journal 2018; 12: E226. 187. Garbens A, Wallis CJD, Klaassen Z et al: Comprehensive assessment of the morbidity of renal mass biopsy: A population - based assessment of biopsy - related complications. Can Urol Assoc J 2020; 188. Wang X, Lv Y, Xu Z et al: Accuracy and safety of ultrasound - guided percutaneous needle core biopsy of renal masses: A single center experience in china. Medicine 2018; 97: e0178. 189. Alle N, Tan N, Huss J et al: Percutaneous image - guided core biopsy of solid renal masses: Analysis of safety, efficacy, pathologic interpretation, and clinical significance. Abdominal Radiology 2018; 43: 1813. 190. Tong W, Lin X, Xu Y et al: The role of percutaneous fine needle aspiration biopsy in the management of small renal mass- es without chance of nephron - sparing surgery. Int Urol Nephrol 2020; 52: 2223. 191. Prendeville S, Richard PO, Jewett MAS et al: Accuracy of renal tumour biopsy for the diagnosis and subtyping of papillary renal cell carcinoma: Analysis of paired biopsy and nephrectomy specimens with focus on discordant cases. J Clin Pathol 2019; 72: 363. 192. Ginzburg S, Uzzo R, Al - Saleem T et al: Coexisting hybrid malignancy in a solitary sporadic solid benign renal mass: impli- cations for treating patients following renal biopsy. J Urol 2014; 191 : 296. 193. Patel HD, Druskin SC, Rowe SP et al: Surgical histopathology for suspected oncocytomas on renal mass biopsy: a system- atic review and meta - analysis. BJU Int 2017; Epub ahead of print. 194. Huang H, Tamboli P, Karam JA et al: Secondary malignancies diagnosed using kidney needle core biopsies: a clinical and pathological study of 75 cases. Hum Pathol 2016; 52 : 55. 195. Adamy A, Von Bodman C, Ghoneim T et al: Solitary, isolated metastatic disease to kidney: Memorial Sloan - Kettering Can- cer Center experience. BJU Int 2011; 108 : 338. 196. Surabhi VR, Menias C, Prasad SR et al: Neoplastic and non - neoplastic proliferative disorders of the perirenal space: cross - sectional imaging findings. Radiographics 2008; 28 : 1005. 197. Duveau A, Sayegh J, Beloncl F et al: Pseudotumours: an atypical presentation of renal sarcoidosis. QJM 2013; 106 : 947. 198. Dufour JF, Le Gallou T, Cordier JF et al: Urogenital manifestations in Wegener granulomatosis: a study of 11 cases and review of the literature. Medicine (Baltimore) 2012; 91 : 67. 199. Li JY, Yong TY, Coleman M et al: Bilateral renal inflammatory pseudotumour effectively treated with corticosteroid. Clin Exp Nephrol 2010; 14 : 190. 200. Patel HD, Johnson MH, Pierorazio PM et al: Diagnostic accuracy and risks of biopsy in the diagnosis of a renal mass suspi- cious for localized renal cell carcinoma: systematic review of the literature. J Urol 2016; 195 : 1340. 201. Richard PO, Jewett MA, Bhatt JR et al: Renal tumor biopsy for small renal masses: a single - center 13 - year experience. Eur Urol 2015; 68 : 1007. 202. Aguilar Palacios D, Li J, Mahmood F et al: Partial nephrectomy for patients with severe chronic kidney disease - is it worth- while? J Urol 2020; 204: 434. 203. American Society of Cytopathology. ASC Rapid On - Site Evaluation (ROSE) Position Statement. Cytopahtology 2014; http://www.cytopathology.org/wp - content/uploads/2013/05/ASC - ROSE - Position - Final - Committee - Document.pdf. 204. Pierorazio PM, Johnson MH, Patel HD et al: Management of renal masses and localized renal cancer: systematic review and meta - analysis. J Urol 2016; 196 : 989. 205. Van Poppel H, Da Pozzo L, Albrecht W et al: A prospective, randomized EORTC intergroup phase 3 study comparing the oncologic outcome of elective nephron - sparing surgery and radical nephrectomy for low - stage renal cell carcinoma. Eur Urol 2011; 59 : 543. 206. Wiklund F, Tretli S, Choueiri TK et al: Risk of bilateral renal cell cancer. J Clin Oncol 2009; 27: 3737. 207. Kheterpal E and Taneja SS: Partial nephrectomy: Contemporary outcomes, candidate selection, and surgical approach. Urol Clin North Am 2012; 39: 199. 208. Touijer K, Jacqmin D, Kavoussi LR et al: The expanding role of partial nephrectomy: A critical analysis of indications, re- sults, and complications. Eur Urol 2010; 57: 214. 209. Alam R, Patel HD, Osumah T et al: Comparative effectiveness of management options for patients with small renal mass- es: A prospective cohort study. BJU Int 2019; 123: 42.",
    "51 American Urological Association (AUA) Renal Mass and Localized Renal Cancer Copyright © 2021 American Urological Association Education and Research, Inc.® 210. Park BK, Gong IH, Kang MY et al: Rfa versus robotic partial nephrectomy for t1a renal cell carcinoma: A propensity score - matched comparison of mid - term outcome. Eur Radiol 2018; 28: 2979. 211. Andrews JR, Atwell T, Schmit G et al: Oncologic outcomes following partial nephrectomy and percutaneous ablation for ct1 renal masses. Eur Urol 2019; 76: 244. 212. Talenfeld AD, Gennarelli RL, Elkin EB et al: Percutaneous ablation versus partial and radical nephrectomy for t1a renal cancer: A population - based analysis. Ann Intern Med 2018; 169: 69. 213. Herring JC, Enquist EG, Chernoff A et al: Parenchymal sparing surgery in patients with hereditary renal cell carcinoma: 10 - year experience. J Urol 2001; 165 : 777. 214. Campbell SC, Novick AC, Belldegrun A et al: Guideline for management of the clinical T1 renal mass. J Urol 2009; 182 : 1271. 215. Uzzo RG, Novick AC: Nephron sparing surgery for renal tumors: indications, techniques and outcomes. J Urol 2001; 166 : 6. 216. Nguyen CT, Campbell SC, Novick AC: Choice of operation for clinically localized renal tumor. Urol Clin North Am 2008; 35 : 645. 217. Fergany AF, Saad IR, Woo L et al: Open partial nephrectomy for tumor in a solitary kidney: experience with 400 cases. J Urol 2006; 175 : 1630. 218. Ghavamian R, Cheville JC, Lohse CM et al: Renal cell carcinoma in the solitary kidney: an analysis of complications and outcome after nephron sparing surgery. J Urol 2002; 168 : 454. 219. Lane BR, Demirjian S, Derweesh IH et al: Survival and functional stability in chronic kidney disease due to surgical remov- al of nephrons: importance of the new baseline glomerular filtration rate. Eur Urol 2015; 68 : 996. 220. Demirjian S, Lane BR, Derweesh IH et al: Chronic kidney disease due to surgical removal of nephrons: relative rates of progression and survival. J Urol 2014; 192 : 1057. 221. Lane BR, Russo P, Uzzo RG et al: Comparison of cold and warm ischemia during partial nephrectomy in 660 solitary kid- neys reveals predominant role of nonmodifiable factors in determining ultimate renal function. J Urol 2011; 185 : 421. 222. Stevens PE, Levin A: Evaluation and management of chronic kidney disease: synopsis of the kidney disease: improving global outcomes 2012 clinical practice guideline. Ann Intern Med 2013; 158 : 825. 223. Scosyrev E, Messing EM, Sylvester R et al: Renal function after nephron - sparing surgery versus radical nephrectomy: results from EORTC randomized trial 30904. Eur Urol 2014; 65 : 372. 224. Antonelli A, Mari A, Longo N et al: Role of clinical and surgical factors for the prediction of immediate, early and late functional results, and its relationship with cardiovascular outcome after partial nephrectomy: Results from the prospec- tive multicenter record 1 project. J Urol 2018; 199: 927. 225. Rosen DC, Kannappan M, Kim Y et al: The impact of obesity in patients undergoing robotic partial nephrectomy. J En- dourol 2019; 33: 431. 226. Isharwal S, Ye W, Wang A et al: Impact of comorbidities on functional recovery from partial nephrectomy. J Urol 2018; 199: 1433. 227. Volpe A, Blute ML, Ficarra V et al: Renal ischemia and function after partial nephrectomy: a collaborative review of the literature. Eur Urol 2015; 68 : 61. 228. Mir MC, Ercole C, Takagi T et al: Decline in renal function after partial nephrectomy: etiology and prevention. J Urol 2015; 193 : 1889. 229. Thompson RH, Lane BR, Lohse CM et al: Renal function after partial nephrectomy: effect of warm ischemia relative to quantity and quality of preserved kidney. Urology 2012; 79 : 356. 230. Wu J, Suk - Ouichai C, Dong W et al: Vascularized parenchymal mass preserved with partial nephrectomy: Functional im- pact and predictive factors. Eur Urol Oncol 2019; 2: 97. 231. Dong W, Wu J, Suk - Ouichai C et al: Ischemia and functional recovery from partial nephrectomy: Refined perspectives. Eur Urol Focus 2018; 4: 572. 232. Takagi T, Mir MC, Campbell RA et al: Predictors of precision of excision and reconstruction in partial nephrectomy. J Urol 2014; 192 : 30. 233. Zhang Z, Zhao J, Velet L et al: Functional recovery from extended warm ischemia associated with partial nephrectomy. Urology 2016; 87 : 106. 234. Zhang Z, Zhao J, Dong W et al: Acute kidney injury after partial nephrectomy: role of parenchymal mass reduction and ischemia and impact on subsequent functional recovery. Eur Urol 2016; 69 : 745.",
    "52 American Urological Association (AUA) Renal Mass and Localized Renal Cancer Copyright © 2021 American Urological Association Education and Research, Inc.® 235. Bravi CA, Larcher A, Capitanio U et al: Perioperative outcomes of open, laparoscopic, and robotic partial nephrectomy: A prospective multicenter observational study (the record 2 project). Eur Urol Focus 2019; 236. Satkunasivam R, Tsai S, Syan S et al: Robotic unclamped \"minimal - margin\" partial nephrectomy: ongoing refinement of the anatomic zero - ischemia concept. Eur Urol 2015; 68 : 705. 237. Hung AJ, Cai J, Simmons MN et al: \"Trifecta\" in partial nephrectomy. J Urol 2013; 189 : 36. 238. Ng CK, Gill IS, Patil MB et al: Anatomic renal artery branch microdissection to facilitate zero - ischemia partial nephrecto- my. Eur Urol 2012; 61 : 67. 239. Simone G, Gill IS, Mottrie A et al: Indications, techniques, outcomes, and limitations for minimally ischemic and off - clamp partial nephrectomy: A systematic review of the literature. Eur Urol 2015; 68: 632. 240. Cacciamani GE, Medina LG, Gill TS et al: Impact of renal hilar control on outcomes of robotic partial nephrectomy: Sys- tematic review and cumulative meta - analysis. Eur Urol Focus 2019; 5: 619. 241. Khalifeh A, Kaouk JH, Bhayani S et al: Positive surgical margins in robot - assisted partial nephrectomy: a multi - institutional analysis of oncologic outcomes (leave no tumor behind). J Urol 2013; 190 : 1674. 242. Shah PH, Moreira DM, Okhunov Z et al: Positive surgical margins increase risk of recurrence after partial nephrectomy for high risk renal tumors. J Urol 2016; 196 : 327. 243. Walther MM, Thompson N, Linehan W: Enucleation procedures in patients with multiple hereditary renal tumors. World J Urol 1995; 13 : 248. 244. Minervini A, Tuccio A, Masieri L et al: Endoscopic robot - assisted simple enucleation (ERASE) for clinical T1 renal masses: description of the technique and early postoperative results. Surg Endosc 2015; 29 : 1241. 245. Laryngakis NA, Guzzo TJ: Tumor enucleation for small renal masses. Curr Opin Urol 2012; 22 : 365. 246. Minervini A, Campi R, Lane BR et al: Impact of resection technique on perioperative outcomes and surgical margins after partial nephrectomy for localized renal masses: A prospective multicenter study. J Urol 2020; 203: 496. 247. Lu Q, Ji C, Zhao X et al: Histopathologic analysis of tumor bed and peritumoral pseudocapsule after in vitro tumor enu- cleation on radical nephrectomy specimen for clinical t1b renal cell carcinoma. Urol Oncol 2017; 35: 603.e15. 248. Gupta GN, Boris RS, Zhang Z et al: Tumor enucleation for sporadic localized kidney cancer: opposing views. J Urol 2015; 194 : 635. 249. Jacob JM, Williamson SR, Gondim DD et al: Characteristics of the peritumoral pseudocapsule vary predictably with histo- logic subtype of T1 renal neoplasms. Urology 2015; 86 : 956. 250. Li QL, Guan HW, Zhang QP et al: Optimal margin in nephron - sparing surgery for renal cell carcinoma 4 cm or less. Eur Urol 2003; 44 : 448. 251. Xi W, Wang J, Liu L et al: Evaluation of tumor pseudocapsule status and its prognostic significance in renal cell carcino- ma. J Urol 2018; 199: 915. 252. Minervini A, di Cristofano C, Lapini A et al: Histopathologic analysis of peritumoral pseudocapsule and surgical margin status after tumor enucleation for renal cell carcinoma. Eur Urol 2009; 55 : 1410. 253. Bansal RK, Tanguay S, Finelli A et al: Positive surgical margins during partial nephrectomy for renal cell carcinoma: Re- sults from canadian kidney cancer information system (ckcis) collaborative. Can Urol Assoc J 2017; 11: 182. 254. Dash A, Vickers AJ, Schachter LR et al: Comparison of outcomes in elective partial vs radical nephrectomy for clear cell renal cell carcinoma of 4 - 7 cm. BJU Int 2006; 97 : 939. 255. Simmons MN, Weight CJ, Gill IS et al: Laparoscopic radical versus partial nephrectomy for tumors > 4 cm: intermediate - term oncologic and functional outcomes. Urology 2009; 73 : 1077. 256. Crépel M, Jeldres C, Perrotte P et al: Nephron - sparing surgery is equally effective to radical nephrectomy for T1BN0M0 renal cell carcinoma: a population - based assessment. Urology 2010; 75 : 271. 257. Badalato GM, Kates M, Wisnivesky JP et al: Survival after partial and radical nephrectomy for the treatment of stage T1bN0M0 renal cell carcinoma (RCC) in the USA: a propensity scoring approach. BJU Int 2012; 109 : 1457. 258. Kim SP, Thompson RH, Boorjian SA et al: Comparative effectiveness for survival and renal function of partial and radical nephrectomy for localized renal tumors: a systematic review and meta - analysis. J Urol 2012; 188 : 51. 259. Weight CJ, Miller DC, Campbell SC et al: The management of a cT1b renal tumor in the presence of a normal contrala- teral kidney. J Urol 2013; 189 : 1198. 260. Lee HJ, Liss MA, Derweesh IH: Outcomes of partial nephrectomy for clinical T1b and T2 renal tumors. Curr Opin Urol 2014; 24 : 448. 261. Tomaszewski JJ, Smaldone MC, Uzzo RG et al: Is radical nephrectomy a legitimate therapeutic option in patients with renal masses amenable to nephron - sparing surgery?. BJU Int 2015; 115 : 357.",
    "53 American Urological Association (AUA) Renal Mass and Localized Renal Cancer Copyright © 2021 American Urological Association Education and Research, Inc.® 262. Crispen PL, Boorjian SA, Lohse CM et al: Outcomes following partial nephrectomy by tumor size. J Urol 2008; 180 : 1912. 263. Simmons MN, Herts B, Campbell SC et al: Image - based approaches to the diagnosis and treatment of renal masses. AUA Update Series 2007; 26 : 381. 264. Ishigami K, Leite LV, Pakalniskis MG et al: Tumor grade of clear cell renal cell carcinoma assessed by contrast - enhanced computed tomography. Springer plus 2014; 26 : 694. 265. Crane A, Suk - Ouichai C, Campbell JA et al: Imprudent utilization of partial nephrectomy. Urology 2018; 117: 22. 266. Simhan J, Smaldone MC, Tsai KJ et al: Objective measures of renal mass anatomic complexity predict rates of major com- plications following partial nephrectomy. Eur Urol 2011; 60 : 724. 267. Potretzke AM, Knight BA, Zargar H et al: Urinary fistula after robot - assisted partial nephrectomy: a multicentre analysis of 1791 patients. BJU Int 2016; 117 : 131. 268. Van Poppel H, Da Pozzao L, Albrect W et al: A prospective, randomized EORTC intergroup phase 3 study comparing the oncologic outcome of elective nephron - sparing surgery and radical nephrectomy for low - stage renal cell carcinoma. Eur Urol 2011; 59 : 543. 269. Breau RH, Kapoor A, Nash DM et al: Partial vs. Radical nephrectomy and the risk of all - cause mortality, cardiovascular, and nephrological outcomes. Can Urol Assoc J 2020; 14: 337. 270. Streja E, Kalantar - Zadeh K, Molnar MZ et al: Radical versus partial nephrectomy, chronic kidney disease progression and mortality in us veterans. Nephrol Dial Transplant 2018; 33: 95. 271. Kim SP, Campbell SC, Gill I et al: Collaborative review of risk benefit trade - offs between partial and radical nephrectomy in the management of anatomically complex renal masses. Eur Urol 2017; 72: 64. 272. Ye Y, Tanaka H, Wang Y et al: Split renal function in patients with renal masses: Utility of parenchymal volume analysis vs nuclear renal scans. BJU Int 2020; 125: 686. 273. Capitanio U, Becker F, Blute ML et al: Lymph node dissection in renal cell carcinoma. Eur Urol 2011; 60 : 1212. 274. Bekema HJ, MacLennan S, Imamura M et al: Systematic review of adrenalectomy and lymph node dissection in locally advanced renal cell carcinoma. Eur Urol 2013; 64 : 799. 275. Blom JH, van Poppel H, Maréchal JM et al: Radical nephrectomy with and without lymph - node dissection: final results of European Organization for Research and Treatment of Cancer (EORTC) randomized phase 3 trial 30881. Eur Urol 2009; 55 : 28. 276. Gershman B, Moreira D, Thompson H et al: Radical nephrectomy with or without lymph node dissection for nonmet- astatic renal cell carcinoma: a propensity score - based analysis. Eur Urol 2017; 71 : 560. 277. Bhindi B, Wallis CJD, Boorjian SA et al: The role of lymph node dissection in the management of renal cell carcinoma: A systematic review and meta - analysis. BJU Int 2018; 121: 684. 278. John NT, Blum KA and Hakimi AA: Role of lymph node dissection in renal cell cancer. Urol Oncol 2019; 37: 187. 279. Gershman B, Thompson RH, Boorjian SA et al: Radical nephrectomy with or without lymph node dissection for high risk nonmetastatic renal cell carcinoma: A multi - institutional analysis. J Urol 2018; 199: 1143. 280. Weight CJ, Mulders PF, Pantuck AJ et al: The role of adrenalectomy in renal cancer. Euro Urology Focus 2016; 1 : 251. 281. Lane BR, Tiong HY, Campbell SC et al: Management of the adrenal gland during partial nephrectomy. J Urol 2009; 181 : 2430. 282. Bratslavsky G, Linehan WM: Surgery: Routine adrenalectomy in renal cancer -- an antiquated practice. Nat Rev Urol 2011; 8 : 534. 283. Kerbl K, Clayman RV, McDougall EM et al: Laparoscopic nephrectomy: the Washington University experience. Br J Urol 1994; 73 : 231. 284. Dunn MD, Portis AJ, Shalhav AL et al: Laparoscopic versus open radical nephrectomy: a 9 - year experience. J Urol 2000; 164 : 1153. 285. Tan H - J, Wolf JS, Ye Z et al: Population - level comparative effectiveness of laparoscopic versus open radical nephrectomy for patients with kidney cancer. Cancer 2011; 117 : 4184. 286. Mullins JK, Feng T, Pierorazio PM et al: Comparative analysis of minimally invasive partial nephrectomy techniques in the treatment of localized renal tumors. Urology 2012; 80 : 316. 287. Xia L, Wang X, Xu T et al: Systematic review and meta - analysis of comparative studies reporting perioperative outcomes of robot - assisted partial nephrectomy versus open partial nephrectomy. J Endourol 2016; Epub ahead of print. 288. Wu Z, Li M, Liu B et al: Robotic versus open partial nephrectomy: a systematic review and meta - analysis. PloS one 2014; 9 : e94878.",
    "54 American Urological Association (AUA) Renal Mass and Localized Renal Cancer Copyright © 2021 American Urological Association Education and Research, Inc.® 289. Luciani LG, Porpiglia F, Cai T et al: Operative safety and oncologic outcome of laparoscopic radical nephrectomy for renal cell carcinoma >7 cm: a multicenter study of 222 patients. Urology 2013; 81 : 1239. 290. Hillyer SP, Bhayani SB, Allaf ME et al: Robotic partial nephrectomy for solitary kidney: a multi - institutional analysis. Urol- o g y 2 0 1 3 ; 81 : 93. 291. Pierorazio PM, Hyams ES, Lin BM et al: Laparoscopic radical nephrectomy for large renal masses: critical assessment of perioperative and oncologic outcomes of stage T2a and T2b tumors. Urology 2012; 79 : 570. 292. Abaza R, Shabsigh A, Castle E et al: Multi - Institutional experience with robotic nephrectomy with inferior vena cava tu- mor thrombectomy. J Urol 2016; 195 : 865. 293. Kundavaram C, Abreu AL, Chopra S et al. Advances in robotic vena cava tumor thrombectomy: intracaval balloon occlu- sion, patch grafting, and vena cavoscopy. Eur Urol 2016; 70 : 884. 294. Auffenberg GB, Curry M, Gennarelli R et al: Comparison of cancer specific outcomes following minimally invasive and open surgical resection of early stage kidney cancer from a national cancer registry. J Urol 2020; 203: 1094. 295. Peyronnet B, Seisen T, Oger E et al: Comparison of 1800 robotic and open partial nephrectomies for renal tumors. Ann Surg Oncol 2016; 23: 4277. 296. Cacciamani GE, Medina LG, Gill T et al: Impact of surgical factors on robotic partial nephrectomy outcomes: Comprehen- sive systematic review and meta - analysis. J Urol 2018; 200: 258. 297. Acar C, Bilen C, Bayazit Y et al: Quality of life survey following laparoscopic and open radical nephrectomy. Urol J 2014; 11 : 1944. 298. Hyams E, Pierorazio P, Mullins JK et al: A comparative cost analysis of robot - assisted versus traditional laparoscopic par- tial nephrectomy. J Endourol 2012; 26 : 843. 299. Laydner H, Isac W, Autorino R et al: Single institutional cost analysis of 325 robotic, laparoscopic, and open partial ne- phrectomies. Urology 2013; 81 : 533. 300. Hughes D, Camp C, O'Hara J et al: Health resource use after robot - assisted surgery vs open and conventional laparoscop- ic techniques in oncology: analysis of English secondary care data for radical prostatectomy and partial nephrectomy. BJU Int 2016; 117 : 940. 301. Castle SM, Gorbatiy V, Avallone MA et al: Cost comparison of nephron - sparing treatments for cT1a renal masses. Urol Oncol 2013; 31 : 1327. 302. Mano R, Schulman A, Hakimi AA et al: Cost comparison of open and robotic partial nephrectomy using a short postoper- a ti v e p a t h w a y . U r o l o g y 2 0 1 5 ; 85 : 596. 303. Algaba F, Delahunt B, Berney DM et al: Handling and reporting of nephrectomy specimens for adult renal tumours: a survey by the European Network of Uropathology. J Clin Pathol 2012; 65 : 106. 304. Srigley JR, Amin MB, Campbell SC et al: Protocol for the examination of specimens from patients with invasive carcinoma of renal tubular origin. College of American Pathologists 2017; http://www.cap.org/web/oracle/webcenter/portalapp/ pagehierarchy/cancer_protocol_templates.jspx?_adf.ctrl - state=15bj4qi2ja_4&_afrLoop=1300546090297309#!. 305. Choueiri TK and Motzer RJ: Systemic therapy for metastatic renal - cell carcinoma. N Engl J Med 2017; 376: 354. 306. Monteiro FSM, Soares A, Debiasi M et al: First - line treatment of metastatic renal cell carcinoma in the immuno - oncology era: Systematic review and network meta - analysis. Clin Genitourin Cancer 2020; 18: 244. 307. Chowdhury N and Drake CG: Kidney cancer: An overview of current therapeutic approaches. Urol Clin North Am 2020; 47: 419. 308. Heng DY, Xie W, Regan MM et al: External validation and comparison with other models of the international metastatic renal - cell carcinoma database consortium prognostic model: A population - based study. Lancet Oncol 2013; 14: 141. 309. Wood E, Donin N and Shuch B: Adjuvant therapy for localized high - risk renal cell carcinoma. Urol Clin North Am 2020; 47: 345. 310. Correa AF, Jegede O, Haas NB et al: Predicting renal cancer recurrence: Defining limitations of existing prognostic models with prospective trial - based validation. J Clin Oncol 2019; 37: 2062. 311. Agrawal S, Haas NB, Bagheri M et al: Eligibility and radiologic assessment for adjuvant clinical trials in kidney cancer. JA- MA Oncol 2019; 312. Administration FaD: Fda approves sunitinib malate for adjuvant treatment of renal cell carcinoma. 2018. https:// www.fda.gov/drugs/resources - information - approved - drugs/fda - approves - sunitinib - malate - adjuvant - treatment - renal - cell - carcinoma. 01/27/2021. 313. Ravaud A, Motzer RJ, Pandha HS et al: Adjuvant sunitinib in high - risk renal - cell carcinoma after nephrectomy. N Engl J Med 2016; 375: 2246.",
    "55 American Urological Association (AUA) Renal Mass and Localized Renal Cancer Copyright © 2021 American Urological Association Education and Research, Inc.® 314. Olweny EO, Park SK, Tan YK et al: Radiofrequency ablation versus partial nephrectomy in patients with solitary clinical t1a renal cell carcinoma: Comparable oncologic outcomes at a minimum of 5 years of follow - up. Eur Urol 2012; 61: 1156. 315. Thompson RH, Atwell T, Schmit G et al: Comparison of partial nephrectomy and percutaneous ablation for ct1 renal masses. Eur Urol 2015; 67: 252. 316. Youn CS, Park JM, Lee JY et al: Comparison of laparoscopic radiofrequency ablation and open partial nephrectomy in patients with a small renal mass. Korean J Urol 2013; 54: 603. 317. Tanagho YS, Roytman TM, Bhayani SB et al: Laparoscopic cryoablation of renal masses: single - center long - term experi- ence. Urology 2012; 80 : 307. 318. Gervais DA, McGovern FJ, Arellano RS et al: Radiofrequency ablation of renal cell carcinoma: part 1, Indications, results, and role in patient management over a 6 - year period and ablation of 100 tumors. AJR Am J Roentgenol 2005; 185 : 64. 319. Best SL, Park SK, Youssef RF et al: Long - term outcomes of renal tumor radio frequency ablation stratified by tumor diam- eter: size matters. J Urol 2012; 187 : 1183. 320. Sidana A, Aggarwal P, Feng Z et al: Complications of renal cryoablation: a single center experience. J Urol 2010; 184 : 42. 321. Lehman DS, Hruby GW, Phillips CK et al: First Prize (tie): Laparoscopic renal cryoablation: efficacy and complications for larger renal masses. J Endourol 2008; 22 : 1123. 322. Atwell TD, Carter RE, Schmit GD et al: Complications following 573 percutaneous renal radiofrequency and cryoablation procedures. J Vasc Interv Radiol 2012; 23 : 48. 323. Hinshaw JL, Shadid AM, Nakada SY et al: Comparison of percutaneous and laparoscopic cryoablation for the treatment of solid renal masses. AJR Am J Roentgenol 2008; 191 : 1159. 324. Leveillee RJ, Castle SM, Gorbatiy V et al: Oncologic outcomes using real - time peripheral thermometry - guided radiofre- quency ablation of small renal masses. J Endourol 2013; 27 : 480. 325. Ramirez D, Ma YB, Bedir S et al: Laparoscopic radiofrequency ablation of small renal tumors: long - term oncologic out- comes. J Endourol 2014; 28 : 330. 326. Finley DS, Beck S, Box G et al: Percutaneous and laparoscopic cryoablation of small renal masses. J Urol 2008; 180 : 492. 327. Bandi G, Hedican S, Moon T et al: Comparison of postoperative pain, convalescence, and patient satisfaction after lapa- roscopic and percutaneous ablation of small renal masses. J Endourol 2008; 22 : 963. 328. Hegarty NJ, Gill IS, Desai MM et al: Probe - ablative nephron - sparing surgery: cryoablation versus radiofrequency ablation. Urology 2006; 68 : 7. 329. Atwell TD, Schmit GD, Boorjian SA et al: Percutaneous ablation of renal masses measuring 3.0 cm and smaller: compara- tive local control and complications after radiofrequency ablation and cryoablation. AJR 2013; 200 : 461. 330. Kunkle DA, Uzzo RG: Cryoablation or radiofrequency ablation of the small renal mass. Cancer 2008; 113 : 2671. 331. Hong K, Georgiades C: Radiofrequency ablation: mechanism of action and devices. J Vasc Interv Radiol 2010; 21 :S179. 332. Ahmed M, Brace CL, Lee FT et al: Principles of and advances in percutaneous ablation. Radiology 2011; 258 : 351. 333. Modabber M, Martin J, Athreya S: Thermal versus impedance - based ablation of renal cell carcinoma: a meta - analysis. Cardiovasc Intervent Radiol 2014; 37 : 176. 334. Littrup PJ, Jallad B, Vorugu V et al: Lethal isotherms of cryoablation in a phantom study: Effects of heat load, probe size and number. J Vasc Interv Radiol 2009; 20 : 1343. 335. Littrup PJ, Ahmed A, Aoun HD et al: CT - guided percutaneous cryotherapy of renal masses. J Vasc Interv Radiol 2007; 18 : 383. 336. Woolley ML, Schulsinger DA, Durand DB et al: Effect of freezing parameters (freeze cycle and thaw process) on tissue destruction following renal cryoablation. J Endourol 2002; 16 : 519. 337. Young JL , McCormick DW, Kolla SB et al: Are multiple cryoprobes additive or synergistic in renal cryotherapy? Urology 2012; 79 : 484. 338. Tan YK, Best SL, Olweny EO et al: Radiofrequency ablation of the incidental benign small renal tumor: outcomes and fol- low - up protocol. Urology 2012; 79 : 827. 339. Lay AH, Faddegon S, Olweny EO et al: Oncologic efficacy of radiofrequency ablation for small renal masses: histologic subtype matters. J Urol 2016; 196 : 41. 340. Widdershoven CV, Aarts BM, Zondervan PJ et al: Renal biopsies performed before versus during ablation of t1 renal tu- mors: Implications for prevention of overtreatment and follow - up. Abdom Radiol (NY) 2020;",
    "56 American Urological Association (AUA) Renal Mass and Localized Renal Cancer Copyright © 2021 American Urological Association Education and Research, Inc.® 341. Wells SA, Wong VK, Wittmann TA et al: Renal mass biopsy and thermal ablation: Should biopsy be performed before or during the ablation procedure? Abdom Radiol (NY) 2017; 42: 1773. 342. Jimenez J, Zhang Z, Zhao J et al: Surgical salvage of thermal ablation failure for renal cell carcinoma. J Urol 2016; 195 : 594. 343. Karam JA, Wood CG, Compton ZR et al: Salvage surgery after energy ablation for renal masses. BJU Int 2015; 115 : 74. 344. Nuttall M, van der Meulen J, Emberton M: Charlson scores based on ICD - 10 administrative data were valid in assessing comorbidity in patients undergoing urological cancer surgery. J Clin Epidemiol 2006; 59 : 265. 345. Lascano D, Pak JS, Kates M et al: Validation of a frailty index in patients undergoing curative surgery for urologic malig- nancy and comparison with other risk stratification tools. Urol Oncol 2015; 33 : 426. 346. Klatte T, Ficarra V, Gratzke C et al: A literature review of renal surgical anatomy and surgical strategies for partial ne- phrectomy. Eur Urol 2015; 68 : 980. 347. Bilimoria KY, Liu Y, Paruch JL et al: Development and evaluation of the universal ACS NSQIP surgical risk calculator: a de- cision aid and informed consent tool for patients and surgeons. J Am Coll Surg 2013; 217 : 833. 348. Charles C, Gafni A, Whelan T: Decision - making in the physician - patient encounter: revisiting the shared treatment deci- sion - making model. Soc Sci Med 1999; 49 : 651. 349. Crispen PL, Viterbo R, Boorjian SA et al: Natural history, growth kinetics, and outcomes of untreated clinically localized renal tumors under active surveillance. Cancer 2009; 115 : 2844. 350. Kunkle DA, Crispen PL, Chen DY et al: Enhancing renal masses with zero net growth during active surveillance. J Urol 2007; 177 : 849. 351. Crispen PL, Viterbo R, Fox EB et al: Delayed intervention of sporadic renal masses undergoing active surveillance. Cancer 2008; 112 : 1051. 352. Gupta M, Blute ML, Jr., Su LM et al: Delayed intervention of small renal masses on active surveillance. J Kidney Cancer VHL 2017; 4: 24. 353. Whelan EA, Mason RJ, Himmelman JG et al: Extended duration of active surveillance of small renal masses: A prospec- tive cohort study. J Urol 2019; 202: 57. 354. Campi R, Sessa F, Corti F et al: Triggers for delayed intervention in patients with small renal masses undergoing active surveillance: A systematic review. Minerva Urol Nefrol 2020; 72: 389. 355. Mehrazin R, Smaldone MC, Egleston B et al: Is anatomic complexity associated with renal tumor growth kinetics under active surveillance? Urol Oncol 2015; 33 : 167. 356. Lane BR, Abouassaly R, Gao T et al: Active treatment of localized renal tumors may not impact overall survival in patients aged 75 years or older. Cancer 2010; 116 : 3119. 357. Kawaguchi S, Fernandes KA, Finelli A et al: Most renal oncocytomas appear to grow: Observations of tumor kinetics with active surveillance. J Urol 2011; 186: 1218. 358. Uzosike AC, Patel HD, Alam R et al: Growth kinetics of small renal masses on active surveillance: Variability and results from the dissrm registry. J Urol 2018; 199: 641. 359. Finelli A, Cheung DC, Al - Matar A et al: Small renal mass surveillance: Histology - specific growth rates in a biopsy - characterized cohort. Eur Urol 2020; 78: 460. 360. Richard PO, Jewett MA, Bhatt JR et al: Active surveillance for renal neoplasms with oncocytic features is safe. J Urol 2016; 195: 581. 361. Crispen PL, Wong YN, Greenberg RE et al: Predicting growth of solid renal masses under active surveillance. Urol Oncol 2008; 26 : 555. 362. Surgeons ACo: Acs risk calculator 2021. https://riskcalculator.facs.org/RiskCalculator/ . 01/27/2021. 363. Motzer RJ, Bacik J, Mariani T et al: Treatment outcome and survival associated with metastatic renal cell carcinoma of non - clear - cell histology. J Clin Oncol 2002; 20: 2376. 364. Heng DY, Xie W, Regan MM et al: Prognostic factors for overall survival in patients with metastatic renal cell carcinoma treated with vascular endothelial growth factor - targeted agents: Results from a large, multicenter study. J Clin Oncol 2009; 27: 5794. 365. Lee SE, Byun SS, Han JH et al: Prognostic significance of common preoperative laboratory variables in clear cell renal cell carcinoma. BJU Int 2006; 98: 1228. 366. Bos SD, Piers DA and Mensink HJ: Routine bone scan and serum alkaline phosphatase for staging in patients with renal cell carcinoma is not cost - effective. Eur J Cancer 1995; 31a: 2422.",
    "57 American Urological Association (AUA) Renal Mass and Localized Renal Cancer Copyright © 2021 American Urological Association Education and Research, Inc.® 367. Kriteman L and Sanders WH: Normal alkaline phosphatase levels in patients with bone metastases due to renal cell carci- noma. Urology 1998; 51: 397. 368. Grünwald V, Eberhardt B, Bex A et al: An interdisciplinary consensus on the management of bone metastases from renal cell carcinoma. Nat Rev Urol 2018; 15: 511. 369. Koga S, Tsuda S, Nishikido M et al: The diagnostic value of bone scan in patients with renal cell carcinoma. J Urol 2001; 166: 2126. 370. Young RJ, Sills AK, Brem S et al: Neuroimaging of metastatic brain disease. Neurosurgery 2005; 57: S10. 371. Brem S and Panattil JG: An era of rapid advancement: Diagnosis and treatment of metastatic brain cancer. Neurosurgery 2005; 57: S5. 372. Suarez - Sarmiento A, Jr., Nguyen KA, Syed JS et al: Brain metastasis from renal - cell carcinoma: An institutional study. Clin Genitourin Cancer 2019; 17: e1163. 373. Liu Y: The place of fdg pet/ct in renal cell carcinoma: Value and limitations. Front Oncol 2016; 6: 201. 374. Fuccio C, Ceci F, Castellucci P et al: Restaging clear cell renal carcinoma with 18f - fdg pet/ct. Clin Nucl Med 2014; 39: e320. 375. Alongi P, Picchio M, Zattoni F et al: Recurrent renal cell carcinoma: Clinical and prognostic value of fdg pet/ct. Eur J Nucl Med Mol Imaging 2016; 43: 464. 376. Wang HY, Ding HJ, Chen JH et al: Meta - analysis of the diagnostic performance of [18f]fdg - pet and pet/ct in renal cell carcinoma. Cancer Imaging 2012; 12: 464. 377. University R: Zirconium - 89 - girentuximab pet/ct imaging in renal cell carcinoma. 2016. https://www.clinicaltrials.gov/ct2/ show/NCT02883153. 02/04/2021. 378. Psutka SP and Master VA: Role of metastasis - directed treatment in kidney cancer. Cancer 2018; 124: 3641. 379. Dabestani S, Beisland C, Stewart GD et al: Long - term outcomes of follow - up for initially localised clear cell renal cell car- cinoma: Recur database analysis. Eur Urol Focus 2019; 5: 857. 380. Borregales LD, Kim DY, Staller AL et al: Prognosticators and outcomes of patients with renal cell carcinoma and adjacent organ invasion treated with radical nephrectomy. Urol Oncol 2016; 34: 237.e19. 381. Yu KJ, Keskin SK, Meissner MA et al: Renal cell carcinoma and pathologic nodal disease: Implications for american joint committee on cancer staging. Cancer 2018; 124: 4023. 382. Merrill MM, Wood CG, Tannir NM et al: Clinically nonmetastatic renal cell carcinoma with sarcomatoid dedifferentiation: Natural history and outcomes after surgical resection with curative intent. Urol Oncol 2015; 33: 166.e21. 383. Zhang BY, Thompson RH, Lohse CM et al: A novel prognostic model for patients with sarcomatoid renal cell carcinoma. BJU Int 2015; 115: 405. 384. Merrill SB, Sohl BS, Hamirani A et al: Capturing renal cell carcinoma recurrences when asymptomatic improves patient survival. Clin Genitourin Cancer 2019; 17: 132. 385. Thomas AZ, Adibi M, Borregales LD et al: Surgical management of local retroperitoneal recurrence of renal cell carcino- ma after radical nephrectomy. J Urol 2015; 194: 316. 386. Beisland C, Guðbrandsdottir G, Reisæter LA et al: A prospective risk - stratified follow - up programme for radically treated renal cell carcinoma patients: Evaluation after eight years of clinical use. World J Urol 2016; 34: 1087. 387. Donat SM, Diaz M, Bishoff JT et al: Follow - up for clinically localized renal neoplasms: Aua guideline. J Urol 2013; 190: 407. 388. Levy DA, Slaton JW, Swanson DA et al: Stage specific guidelines for surveillance after radical nephrectomy for local renal cell carcinoma. J Urol 1998; 159: 1163. 389. Karam JA and Wood CG: The role of surgery in advanced renal cell carcinoma: Cytoreductive nephrectomy and metas- tasectomy. Hematol Oncol Clin North Am 2011; 25: 753. 390. Matsumoto ED, Watumull L, Johnson DB et al: The radiographic evolution of radio frequency ablated renal tumors. J Urol 2004; 172: 45. 391. Ganz PA, Hassett MJ, Miller DC: Challenges and opportunities in delivering high - quality cancer care: A 2016 update. Am Soc Clin Oncol Educ Book 2016; 35 : e294. 392. Peabody H, Patel A, Johnson A et al: Development of a novel scoring system quantifies opportunities to reduce surgery for benign renal neoplasms: A retrospective quality improvement analysis within the music - kidney collaborative. J Urol 2020; 204: 1160. 393. Lubner MG: Radiomics and artificial intelligence for renal mass characterization. Radiol Clin North Am 2020; 58: 995.",
    "58 American Urological Association (AUA) Renal Mass and Localized Renal Cancer Copyright © 2021 American Urological Association Education and Research, Inc.® 394. Farber NJ, Wu Y, Zou L et al: Challenges in RCC imaging: renal insufficiency, post - operative surveillance, and the role of radiomics. Kidney Cancer J 2015; 13 : 84. 395. Gorin MA, Rowe SP, Allaf ME: Nuclear imaging of renal tumours: a step towards improved risk stratification. Nat Rev Urol 2015; 12 : 445. 396. Takahashi M, Rhodes DR, Furge KA et al: Gene expression profiling of clear cell renal cell carcinoma: gene identification and prognostic classification. Proc Natl Acad Sci USA 2001; 98 : 9754. 397. Durinck S, Stawiski EW, Pavia - Jimenez A et al: Spectrum of diverse genomic alterations define non - clear cell renal carci- noma subtypes. Nat Genet 2015; 47 : 13. 398. Linehan WM and Ricketts CJ: The cancer genome atlas of renal cell carcinoma: Findings and clinical implications. Nat Rev Urol 2019; 16: 539. 399. Linehan WM, Spellman PT, Ricketts CJ et al: Comprehensive molecular characterization of papillary renal - cell carcinoma. N Engl J Med 2016; 374: 135. 400. Cancer Genome Atlas Research Network: Comprehensive molecular characterization of clear cell renal cell carcinoma. Nature 2013; 499 : 43. 401. Cancer Genome Atlas Research Network, Linehan WM, Spellman PT et al: Comprehensive molecular characterization of papillary renal - cell carcinoma. N Engl J Med 2016; 374 : 135. 402. Davis CF, Ricketts CJ, Wang M et al: The somatic genomic landscape of chromophobe renal cell carcinoma. Cancer Cell 2014; 26 : 319. 403. Nel I, Gauler TC, Bublitz K et al: Circulating tumor cell composition in renal cell carcinoma. PLoS One 2016; 11 : e0153018. 404. Ellinger J, Gevensleben H, Muller SC et al: The emerging role of non - coding circulating RNA as a biomarker in renal cell carcinoma. Expert Rev Mol Diagn 2016: 16 : 1059. 405. Clark DJ, Dhanasekaran SM, Petralia F et al: Integrated proteogenomic characterization of clear cell renal cell carcinoma. Cell 2019; 179: 964. 406. Gorin MA, Verdone JE, van der Toom E et al: Circulating tumour cells as biomarkers of prostate, bladder, and kidney can- cer. Nat Rev Urol 2017; 14: 90. 407. Lin GA, Fagerlin A: Shared decision making: state of the science. Circ Cardiovasc Qual Outcomes 2014; 7 : 328. 408. Witteman HO, Dansokho SC, Colquhoun H et al: User - centered design and the development of patient decision aids: protocol for a systematic review. Syst Rev 2015; 4 : 11. 409. Suk - Ouichai C, Tanaka H, Wang Y et al: Renal cancer surgery in patients without preexisting chronic kidney disease - is there a survival benefit for partial nephrectomy? J Urol 2019; 201: 1088. 410. Gershman B, Thompson RH, Boorjian SA et al: Radical versus partial nephrectomy for ct1 renal cell carcinoma. Eur Urol 2018; 74: 825. 411. Campbell SP, Song DY, Pierorazio PM et al: Stereotactic ablative radiotherapy for the treatment of clinically localized renal cell carcinoma. J Oncol 2015; 2015 : 547143. 412. Maloney E, Hwang JH: Emerging HIFU applications in cancer therapy. Int J Hyperthermia 2015; 31 : 302. 413. Lele PP, Pierce AD: The thermal hypothesis of the mechanism of ultrasonic focal destruction in organized tissues. Inter- actions of ultrasound and biological tissues - workshop proceedings. U.S.D.H.E.W. Publication (FDA); 1972. 414. Vallancien G, Chartier - Kastler E, Harouni M et al: Focused extracorporeal pyrotherapy: experimental study and feasibility in man. Semin Urol 1993; 11 : 7. 415. Kohrmann KU, Michel MS, Gaa J et al: High intensity focused ultrasound as noninvasive therapy for multilocal renal cell carcinoma: case study and review of the literature. J Urol 2002; 167 : 2397. 416. Marberger M, Schatzl G, Cranston D et al: Extracorporeal ablation of renal tumours with high - intensity focused ultra- sound. BJU Int 2005; 95 : Suppl 2:52. 417. Hacker A, Michel MS, Marlinghaus E et al: Extracorporeally induced ablation of renal tissue by high - intensity focused ultrasound. BJU Int 2006; 97 : 779. 418. Moore C, Salas N, Zaias J et al: Effects of microwave ablation of the kidney. J Endourol 2010; 24 : 439. 419. Stafford RJ, Fuentes D, Elliott AA et al: Laser - induced thermal therapy for tumor ablation. Crit Rev Biomed Eng 2010; 38 : 79. 420. Gettman MT, Lotan Y, Lindberg G et al: Laparoscopic interstitial laser coagulation of renal tissue with and without hilar occlusion in the porcine model. J Endourol 2002; 16 : 565. 421. Williams JC, Swischuk PN, Morrison PM et al: Laser - induced thermotherapy of renal cell carcinoma in man: dosimetry, ultrasound, and histopathologic correlation. Proc. SPIE 2000.",
    "59 American Urological Association (AUA) Renal Mass and Localized Renal Cancer Copyright © 2021 American Urological Association Education and Research, Inc.® 422. Rustin GJ, Mead GM, Stenning SP et al: Randomized trial of two or five computed tomography scans in the surveillance of patients with stage i nonseminomatous germ cell tumors of the testis: Medical research council trial te08, isrct- n56475197 -- the national cancer research institute testis cancer clinical studies group. J Clin Oncol 2007; 25: 1310. 423. Rosati G, Ambrosini G, Barni S et al: A randomized trial of intensive versus minimal surveillance of patients with resected dukes b2 - c colorectal carcinoma. Ann Oncol 2016; 27: 274. 424. Liu W, Mu S, Yao J et al: Analytical and clinical validation of a next - generation sequencing - based circulating tumor DNA (ctDNA) assay assures its clinical application. Ann Oncol 2017; 28 : v449 - v452.",
    "60 Renal Mass and Localized Renal Cancer: Evalua- tion, Management, and Follow - Up Panel, Consult- ants, and Staff 2021 Steven Campbell, MD (Chair) Cleveland Clinic Foundation Cleveland, OH Robert G. Uzzo, MD Fox Chase Cancer Center Philadelphia, PA Peter Earl Clark, MD Atrium Health Charlotte, NC Sam S. Chang, MD Vanderbilt University Medical Center Nashville, TN Jose A. Karam, MD MD Anderson Cancer Center Houston, TX Consultants Lesley Souter, PhD Staff Marybeth Farquhar, PhD, MSN, RN Erin Kirkby, MS Leila Rahimi, MHS Brooke Bixler, MPH Emily Calvert, MSN, RN CONFLICT OF INTEREST DISCLOSURES All panel members completed COI disclosures. Disclo- sures listed include both topic – and non - topic - related relationships. Consultant/Advisor : Sam S. Chang, MD, MBA : GLG, Janssen, BMS, Pfizer, Urogen, Virtuoso Surgical, mIR; Peter E. Clark, MD : Galil Medical, Merck; Jose A. Karam: Merck, Pfizer; Robert G. Uzzo, MD: Uro- Gen Pharma, Amgen Scientific Study or Trial: Sam S. Chang, MD, MBA : NIH; Jose A. Karam, MD : Roche/Genentech, Mirati; Robert G. Uzzo, MD: Pfizer, Genentech Investment Interest: Jose A. Karam, MD : MedTek, Allogene, Romtech Health Publishing: Sam S. Chang, MD, MBA: Uro Today; Jose A. Karam, MD: Frontiers in Genitourinary Oncology, Annals of Surgical Oncology, Cancer, Clinical Genitourinary Cancer Meeting Participant or Lecturer : Robert G. Uzzo , MD: Janssen Peer Reviewers 2021 We are grateful to the persons listed below who con- tributed to the Guideline by providing comments during the peer review process. Their reviews do not neces- sarily imply endorsement of the Guideline. AUA Reviewers (Board of Directors, Science and Quality Council, Practice Guidelines Committee, Journal of Urology): Linda Baker, MD Thomas Chi, MD John Denstedt, MD Martin K. Dineen, MD James A. Eastham, MD David A. Ginsberg, MD David F. Green, MD Melissa R. Kaufman, MD Louis R. Kavoussi, MD Barry A. Kogan, MD Matthew Edward Nielsen, MD Phillip M. Pierorazio, MD Anthony Y. Smith, MD Thomas Stringer, MD Raju Thomas, MD External Reviewers (Non - AUA Affiliates): Jeffrey A. Cadeddu, MD Anthony Chang, MD Sherri M. Donat, MD Brian R. Lane, MD Kirill Shiranov, MD Darius Unwala, MD Renal Mass and Localized Renal Cancer Panel, Consultants, and Staff 2017 Steven Campbell, MD (Chair) Cleveland Clinic Foundation Cleveland, OH Robert G. Uzzo, MD (Vice Chair) Fox Chase Cancer Center Philadelphia, PA Mohamad E. Allaf, MD Johns Hopkins University School of Medicine Baltimore, MD Jeffrey A. Cadeddu, MD UT Southwestern Dallas, TX Anthony Chang, MD University of Chicago American Urological Association (AUA) Copyright © 2021 American Urological Association Education and Research, Inc.® Renal Mass and Localized Renal Cancer",
    "61 Chicago, IL Peter Earl Clark, MD (PGC Rep) Vanderbilt University Medical Center Nashville, TN Brian J. Davis, MD, PhD Mayo Clinic, Department of Radiation Oncology Rochester, MN Ithaar H. Derweesh, MD University of California San Diego La Jolla, CA Leo Giambarresi, PhD (Pt. Advocate) Debra A. Gervais, MD Massachusetts General Hospital Boston, MA Susie L. Hu, MD University Medicine Providence, RI Brian R. Lane, MD, PhD Spectrum Health Medical Group - Urology Grand Rapids, MI Bradley C. Leibovich, MD, FACS Mayo Clinic, Department of Urology Rochester, MN Phillip M. Pierorazio, MD Johns Hopkins University School of Medicine Baltimore, MD Consultants Eric B. Bass, MD, MPH Johns Hopkins Medicine Baltimore, MD Staff Heddy Hubbard, PhD, MPH, RN, FAAN Abid Khan, MHS, MPP Erin Kirkby, MS Shalini Selvarajah, MD Nenellia K. Bronson, MA Leila Rahimi, MHS Brooke Bixler, MPH CONFLICT OF INTEREST DISCLOSURES All panel members completed COI disclosures. Disclo- sures listed include both topic – and non - topic - related relationships. Consultant/Advisor: Jeffrey A. Cadeddu, Levita Magnetics; Peter E. Clark , Galil Medical, Genentech; Phillip. M. Pierorazio , Myriad Genetics Meeting Participant or Lecturer: Anthony Chang , Alexion Pharmaceuticals; Robert G. Uzzo , Janssen Scientific Study or Trial: Jeffrey A. Cadeddu, Levita Magnetics; Ithaar H. Derweesh , GalxoSmithKline, Inc., Pfizer, Inc. Leadership Position: Brian J. Davis , American Col- lege of Radiology, American Board of Radiology; Leo I. Giambarresi , ZERO - The End of Prostate Cancer Investment Interest: Jeffrey A. Cadeddu, Titan Medical Inc., Transenterix; Brian J. Davis , Pfizer Inc. Health Publishing: Anthony Chang , Elsevier Other: Leo I. Giambarresi , SAR International Inc. Follow - up for Clinically Localized Renal Neo- plasms Panel, Consultants and Staff 2013 Sherri Machele Donat, MD (Chair) Memorial Sloan - Kettering Cancer Center New York, NY Sam S. Chang, MD (Vice - Chair) Vanderbilt University Medical Center Nashville, TN Jay Todd Bishoff, MD Intermountain Medical Group Salt Lake City, UT Jonathan A. Coleman, MD Memorial Sloan - Kettering Cancer Center New York, NY Philipp Dahm MD, MHSc University of Florida Gainesville, FL Ithaar H. Derweesh, MD UCSD Moores Cancer La Jolla, CA S. Duke Herrell III, MD Vanderbilt University Medical Center Nashville, TN Susan Hilton, MD Hospital of the University of Pennsylvania Philadelphia, PA Eric Jonasch, MD University of Texas MD Anderson Cancer Center American Urological Association (AUA) Copyright © 2021 American Urological Association Education and Research, Inc.® Renal Mass and Localized Renal Cancer",
    "62 Houston, TX Daniel Wei Lin, MD University of Washington Seattle, WA Victor Edward Reuter, MD Memorial Sloan - Kettering – Pathology New York, NY Consultants Mieya Diaz, PhD CONFLICT OF INTEREST DISCLOSURES All panel members completed COI disclosures. Relation- ships that have expired (more than one year old) since the panel ’ s initial meeting, are listed. Those marked with (C) indicate that compensation was received; rela- tionships designated by (U) indicate no compensation was received. Board Member, Officer or Trustee: Victor E. Reu- ter , United States and Canadian Academy of Pathology (U) (Expired). Consultant/Advisor: Sam S. Chang, Allergan (C) (Expired), Amgen (C) (Expired), Astellas (C), Centocor Ortho Biotech (C) (Expired), Dendreon (C), ENDO (C) (Expired), GE Health Services (C) (Expired), Predictive Biosciences (C), Sanofi - Aventis (C) (Expired), Janssen (C) (Expired); Jay Todd Bishoff, Perc Systems (C) (Expired); Jonathan Coleman , Endocare (C) (Expired); Ithaar H. Derweesh , Angiodynamics, Inc. (C) (Expired), Covidien, Inc. (C) (Expired), Cryolife, Inc. (C) (Expired), Ethicon Endo - Surgery, Inc. (C) (Expired), GlaxoSmithKline, Inc. (U); S. Duke Herrell , Aesculap Inc. (C), Covidien Surgical Devices (C) (Expired); Eric Jonasch , Aveo (C), Bayer Pharmaceuti- cals (C), Bristol Myers Squibb (C), Genentech (C), Glaxo Smith Kline (C), Novartis (C), Pfizer (C), Wyeth (C) (Expired); Daniel Lin , Caris Life Sciences (U) (Expired), Dendreon Corporation (C), GenProbe (U), Myriad (C), Pfizer (C); Meeting Participant or Lecturer : Sam S. Chang , Janssen (C); Jay Todd Bishoff , Pfizer (C) (Expired); Daniel Lin, Dendreon Corporation (C), Myriad (C). In- vestment Interest: S. Duke Herrell, Veran Medical Technologies (U). Scientific Study or Trial: Jay Todd Bishoff , Pfizer (C); Jonathan Coleman , Steba (U); Philipp Dahm, CureVac (C) (Expired); S. Duke Herrell, Galil Medical (C), Wilex (C) (Expired); Eric Jonasch, Aveo (C), Bristol Myers Squibb (C), Glaxo Smith Kline (C), Novartis (C), Pfizer (C) (Expired); Daniel Lin , Department of De- fense (C), GenProbe (U), NIH/NCI (C), Veteran's Affairs (U). Other, Employee : Mireya Diaz , Henry Ford Hospital - Vattikuti Urology Institute (C). Other: Speaker's Bureau: Eric Jonasch , LWyeth (C) (Expired); Pfizer (C) (Expired) Peer Reviewers We are grateful to the persons listed below who con- tributed to the Guideline by providing comments during the peer review process. Their reviews do not neces- sarily imply endorsement of the Guideline. Peter C. Albertsen, MD Mark Ball, MD Michael Blute, MD Stephen Boorjian, MD Rodney H. Breau, MD Anthony Corcoran, MD Paul Crispen, MD John D. Denstedt, MD James A. Eastham, MD Pat Fox Fulgham, MD William F. Gee, MD David Ginsberg, MD David F. Green, MD Frederick A. Gulmi, MD Kammi Henriksen, MD Stephen Jackman, MD Michael Jewett, MD Kenar Jhaveri, MD Melissa R. Kaufman,MD Louis R. Kavoussi, MD Raymond Leveillee, MD Deborah J. Lightner, MD Kevin R. Loughlin, MD Viraj Master, MD Surena Matin, MD Patrick Hayes McKenna, MD Randall B. Meacham, MD Joshua J. Meeks, MD Adam Metwalli, MD Ravi Munver, MD Gladell Paner, MD Allan Pantuck, MD Maria Picken, MD Glenn M. Preminger, MD Marcus Quek, MD Jay Raman, MD Stephen Riggs, MD Paul Russo, MD Arthur Sagalowsky, MD Steven Salvatore, MD Stephen J. Savage, MD Roger E. Schultz, MD American Urological Association (AUA) Copyright © 2021 American Urological Association Education and Research, Inc.® Renal Mass and Localized Renal Cancer",
    "63 Kirill Shiranov, MD Marc Smaldone, MD Angela Smith, MD Thomas F. Stringer, MD Stephen Strup, MD Li - Ming Su, MD Chandru P. Sundaram, MD Scott K. Swanson, MD R. Houston Thompson, MD Luan Truong, MD Christopher Weight, MD J. Stuart Wolf, Jr., MD DISCLAIMER This document was written by the Renal Mass Guideline Amendment Panel of the American Urological Associa- tion Education and Research, Inc., which was created in 2020. The Practice Guidelines Committee (PGC) of the AUA selected the committee chair. Panel members were selected by the chair. Membership of the Panel included specialists in urology and primary care with specific ex- pertise on this disorder. The mission of the panel was to develop recommendations that are analysis based or consensus - based, depending on panel processes and available data, for optimal clinical practices in the treat- ment of early stage testicular cancer. Funding of the panel was provided by the AUA. Panel members re- ceived no remuneration for their work. Each member of the panel provides an ongoing conflict of interest disclo- sure to the AUA, and the Panel Chair, with the support of AUA Guidelines staff and the PGC, reviews all disclo- sures and addresses any potential conflicts per AUA ’ s Principles, Policies and Procedures for Managing Con- flicts of Interest. While these guidelines do not neces- sarily establish the standard of care, AUA seeks to rec- ommend and to encourage compliance by practitioners with current best practices related to the condition be- ing treated. As medical knowledge expands and tech- nology advances, the guidelines will change. Today these evidence - based guidelines statements represent not absolute mandates but provisional proposals for treatment under the specific conditions described in each document. For all these reasons, the guidelines do not pre - empt physician judgment in individual cases. Treating physicians must take into account variations in resources, and patient tolerances, needs, and prefer- ences. Conformance with any clinical guideline does not guarantee a successful outcome. The guideline text may include information or recommendations about certain drug uses (‘ off label ‘) that are not approved by the Food and Drug Administration (FDA), or about med- i c a t i o n s o r s u b s t a n c e s n o t s u b j e c t t o t h e F D A a p p r o v a l process. AUA urges strict compliance with all govern- ment regulations and protocols for prescription and use of these substances. The physician is encouraged to carefully follow all available prescribing information about indications, contraindications, precautions and warnings. These guidelines and best practice state- ments are not intended to provide legal advice about use and misuse of these substances. Although guide- lines are intended to encourage best practices and po- tentially encompass available technologies with suffi- cient data as of close of the literature review, they are necessarily time - limited. Guidelines cannot include evaluation of all data on emerging technologies or man- agement, including those that are FDA - approved, which may immediately come to represent accepted clinical practices. For this reason, the AUA does not regard technologies or management which are too new to be addressed by this guideline as necessarily experimental or investigational. Copyright © 2021 American Urological Association Education and Research, Inc.® American Urological Association (AUA) Renal Mass and Localized Renal Cancer"
  ],
  "processed_at": "2026-01-30T15:58:54.207Z"
}