{
  "doc_id": "b12efdce5f067b9618962a11c857f71a",
  "source_id": "Renal-Mass-JU-Pt1",
  "total_pages": 10,
  "pages": [
    "AUA Guideline Articles Renal Mass and Localized Renal Cancer: Evaluation, Management, and Follow-Up: AUA Guideline: Part I Steven C. Campbell,* Peter E. Clark, Sam S. Chang, Jose A. Karam, Lesley Souter and Robert G. Uzzo From the Cleveland Clinic (SCC), Cleveland, Ohio, Atrium Health, Levine Cancer Institute (PEC), Charlotte, North Carolina, Vanderbilt Ingram Cancer Center (SSC), Nashville, Tennessee, MD Anderson Cancer Center (JAK), Houston, Texas, Consultant Methodologist (LS), Ontario, Canada, Fox Chase Cancer Center (RGU), Philadelphia, Pennsylvania Purpose: This AUA Guideline focuses on evaluation/counseling/management of adult patients with clinically-localized renal masses suspicious for cancer, including solid-enhancing tumors and Bosniak 3/4 complex-cystic lesions. Materials/Methods: The Renal Mass and Localized Renal Cancer guideline underwent an update literature review which resulted in the 2021 amendment. When sufficient evidence existed, the body of evidence was assigned a strength rating of A (high), B (moderate), or C (low) for support of Strong, Moderate, or Conditional Recommendations. In the absence of sufficient evidence, additional information is provided as Clinical Principles and Expert Opinions (table 1). Results: Great progress has been made regarding the evaluation/management of clinically-localized renal masses. These guidelines provide updated, evidence- based recommendations regarding evaluation/counseling including the evolving role of renal-mass-biopsy (RMB). Given great variability of clinical/ oncologic/functional characteristics, index patients are not utilized and the panel advocates individualized counseling/management. Options for intervention (partial-nephrectomy (PN), radical-nephrectomy (RN), and thermal-ablation (TA)) are reviewed including recent data about comparative-effectiveness/ potential morbidities. Oncologic issues are prioritized while recognizing the importance of functional-outcomes for survivorship. Granular criteria for RN are provided to help reduce overutilization of RN while also avoiding imprudent PN. Priority for PN is recommended for clinical T1a lesions, along with selective utilization of TA, which has good efficacy for tumors \u0014 3.0 cm. Recommendations for genetic-counseling have been revised and considerations for adjuvant- therapies are addressed. Active-surveillance and follow-up after intervention are discussed in an adjunctive article. Conclusion: Several factors require consideration during counseling/management of patients with clinically-localized renal masses including general health/comorbidities, oncologic-considerations, functional-consequences, and relative efficacy/potential morbidities of various management-strategies. Key Words: Kidney cancer, biopsy, partial nephrectomy, radical nephrectomy, thermal ablation, active surveillance BACKGROUND Objective/Methods This AUA Guidelines focuses primarily on evaluation/counseling/intervention for patients with clinically-localized renal masses suspicious for renal cell carcinoma (RCC) in adults, including solid-enhancing tumors and Bosniak 3/4 complex cystic masses. Some patients Abbreviations and Acronyms AHRQ [ Agency for Healthcare Research and Quality AUA [ American Urological Association CKD [ Chronic Kidney Disease eGFR [ Estimated Glomerular Filtration rate GFR [ Glomerular Filtration Rate PN [ Partial Nephrectomy PGC [ Practice Guidelines Committee RN [ Radical Nephrectomy RFA [ Radiofrequency Ablation RCC [ Renal Cell Carcinoma RMB [ Renal Mass Biopsy TA [ Thermal Ablation Accepted for publication May 28, 2021. The complete unabridged version of the guideline is available at https://www.jurology.com. This document is being printed as submitted, independent of standard editorial or peer review by the editors of The Journal of Urology \u0018. * Correspondence: Cleveland Clinic, Desk Q10-120, Glickman Tower, 9500 Euclid Avenue, Cleveland, Ohio 44195 (telephone: 216-444-5595; FAX: 216-445-2267; email: campbes3@ccf.org). 0022-5347/21/2062-0199/0 THE JOURNAL OF UROLOGY ® Ó 2021 by A MERICAN U ROLOGICAL A SSOCIATION E DUCATION AND R ESEARCH , I NC . https://doi.org/10.1097/JU.0000000000001911 Vol. 206, 199-208, August 2021 Printed in U.S.A. www.auajournals.org/jurology j 199 www.auajournals.org/journal/juro Copyright © 2021 American Urological Association Education and Research, Inc. Unauthorized reproduction of this article is prohibited.",
    "with clinically-localized renal masses may present with findings suggesting aggressive tumor biology or may be upstaged on exploration or final pathol- ogy. Management considerations pertinent to the urologist in such patients are also addressed. Active surveillance and follow-up after intervention are discussed in an adjunctive article. The ensuing guidelines reflect significant ad- vances over the past several years, since the initial AUA Guidelines on this topic were released in 2009 and 2017. 1,2 Importantly, “index patients” have been removed reflecting the complex interaction between patient, tumor, and functional character- istics that influence management, and individual- ized counseling/management is advised. 2 The current guidelines are supported by a compre- hensive systematic review performed by AHRQ. 3 The systematic review was then updated (October 2020) and focused on the contemporary litera- ture regarding diagnostic imaging, the role of renal-mass-biopsy (RMB), and the comparative efficacy/potential morbidities of the various management strategies for clinically-localized disease. The full version of the updated AUA Guidelines for Renal Mass and Localized Renal Cancer (2021) is available at: https://www.auanet.org/guidelines/ guidelines/renal-mass-and-localized-renal-cancer- evaluation-management-and-follow-up. Epidemiology Renal masses are biologically heterogeneous ranging from benign tumors to indolent or aggressive cancers. 4,5 There were an estimated 73,000 new cases of RCC in the United States in 2020, and 300,000 worldwide. 6 Presentation/Diagnosis Greater than 50% of renal masses are now diag- nosed incidentally. 7 The “classic triad” of symp- toms (hematuria/flank pain/abdominal mass) is typically associated with locally-advanced or met- astatic RCC. Tumor Characteristics Most kidney cancers ( > 90%) are renal-cortical tu- mors known as RCC, with major sub-classifications including clear cell, papillary, and chromophobe. Each subtype has distinct morphologic appearance, clinical characteristics and prognostic significance. 7 Prognosis is determined primarily by pathological stage, histology, and grade. 7 Overview of Treatment Alternatives The guideline statements focus on PN, RN, and TA for the management of clinically-localized renal masses (figure 1). PN and RN are the most widely utilized surgical strategies and data regarding comparative efficacy/potential mor- bidities are robust. 3 Radiofrequency-ablation and cryoablation are the most widely investi- gated modalities for TA. 3 AS is now also estab- lished as an initial management strategy for some patients and is addressed in an adjunctive article. Table 1. AUA nomenclature linking statement type to level of certainty, magnitude of benefit or risk/burden, and body of evidence strength Evidence Strength A (High Certainty) Evidence Strength B (Moderate Certainty) Evidence Strength C (Low Certainty) Strong Recommendation (Net benefit or harm substantial) Benefits > Risks/Burdens (or vice versa) Net benefit (or net harm) is substantial Applies to most patients in most circumstances and future research is unlikely to change confidence Benefits > Risks/Burdens (or vice versa) Net benefit (or net harm) is substantial Applies to most patients in most circumstances but better evidence could change confidence Benefits > Risks/Burdens (or vice versa) Net benefit (or net harm) appears substantial Applies to most patients in most circumstances but better evidence is likely to change confidence rarely used to support a Strong Recommendation Moderate Recommendation (Net benefit or harm moderate) Benefits > Risks/Burdens (or vice versa) Net benefit (or net harm) is moderate Applies to most patients in most circumstances and future research is unlikely to change confidence Benefits > Risks/Burdens (or vice versa) Net benefit (or net harm) is moderate Applies to most patients in most circumstances but better evidence could change confidence Benefits > Risks/Burdens (or vice versa) Net benefit (or net harm) appears moderate Applies to most patients in most circumstances but better evidence is likely to change confidence Conditional Recommendation (No apparent net benefit or harm) Benefits [ Risks/Burdens Best action depends on individual patient circumstances Future research unlikely to change confidence Benefits [ Risks/Burdens Best action appears to depend on individual patient circumstances Better evidence could change confidence Balance between Benefits & Risks/ Burdens unclear Alternative strategies may be equally reasonable Better evidence likely to change confidence Clinical Principle A statement about a component of clinical care that is widely agreed upon by urologists or other clinicians for which there may or may not be evidence in the medical literature Expert Opinion A statement, achieved by consensus of the Panel, that is based on members' clinical training, experience, knowledge, and judgment for which there may or may not be evidence in the medical literature 200 AUA GUIDELINE: RENAL MASS AND LOCALIZED RENAL CANCER PART I Copyright © 2021 American Urological Association Education and Research, Inc. Unauthorized reproduction of this article is prohibited.",
    "GUIDELINE STATEMENTS Initial Evaluation and Diagnosis Evaluation. 1. In patients with a solid or complex cystic renal mass, clinicians should obtain high qual- ity, multiphase, cross-sectional abdominal im- aging to optimally characterize and clinically stage the renal mass. Characterization of the renal mass should include assessment of tumor complexity, degree of contrast enhancement (where applicable), and presence or absence of fat. (Clinical Principle) Male sex and tumor size are the most reliable pre- dictors of malignancy, 3 however degree and pattern of enhancement and tumor complexity can help estimate risk of malignancy, generate a differential-diagnosis, assess clinical stage/anatomic relationships, select in- terventions, and gauge risk of complications. Presence of macroscopic-fat is essentially diagnostic for benign angiomyolipoma. MRI can now be obtained safely even in patients with severe chronic kidney disease (CKD) or end-stage-renal-disease based on recent recommendations from American College of Radiology. 8 2. In patients with suspected renal malignancy, clinicians should obtain a comprehensive meta- bolic panel, complete blood count, and urinalysis. Metastatic evaluation should include chest imag- ing to evaluate for possible thoracic metastases. (Clinical Principle) Evaluation for proteinuria, CKD, hematuria, hypercalcemia, hepatic dysfunction, and blood count abnormalities should be pursued, as they may reflect poor health status or advanced cancer. The most common site of metastasis for RCC is the lung and risk-based metastatic evaluation should include chest imaging and careful review of the abdominal imaging at minimum. 7 Figure 1. Renal Mass and Localized Renal Cancer Evaluation, Management and Follow-Up: Algorithm for Evaluation, Counseling, and Intervention. AUA GUIDELINE: RENAL MASS AND LOCALIZED RENAL CANCER PART I 201 Copyright © 2021 American Urological Association Education and Research, Inc. Unauthorized reproduction of this article is prohibited.",
    "3. For patients with a solid or Bosniak 3/4 complex cystic renal mass, clinicians should assign CKD stage based on glomerular filtra- tion rate (GFR) and degree of proteinuria. (Expert Opinion) Patients with localized RCC often have multiple risk factors for decreased GFR which should be quantified. Identification and proper classifica- tion of CKD as outlined in the Kidney-Disease: Improving-Global-Outcomes (KDIGO) Guidelines should be performed taking into account: 1) GFR; 2) degree of proteinuria; and 3) etiology of CKD. 9 Counseling. 4. In patients with a solid or Bosniak 3/4 com- plex cystic renal mass, a urologist should lead the counseling process and should consider all management strategies. A multidisciplinary team should be included when necessary. (Expert Opinion) Given the complexities underlying the natural history and management of localized renal masses, a urologist is best suited to lead the evaluation/ counseling process. 3 Involvement by other special- ists may be required based on specific factors. 5. Clinicians should provide counseling that includes current perspectives about tumor biology and a patient-specific risk assessment inclusive of sex, tumor size/complexity, histol- ogy (when obtained), and imaging character- istics. For cT1a tumors, the low oncologic risk of many small renal masses should be reviewed. (Clinical Principle) Several parameters can be used to counsel pa- tients about their risk of malignancy and death from a localized renal mass and can impact individual- ized decision-making. 3 Overall, 20-25% of cT1a tu- mors are benign and only 15-20% are high-grade or locally-invasive. 7,10 6. During counseling of patients with a solid or Bosniak 3/4 complex cystic renal mass, cli- nicians must review the most common and serious urologic and non-urologic morbidities of each treatment pathway and the impor- tance of patient age, comorbidities/frailty, and life expectancy. (Clinical Principle) Each management strategy for localized renal masses is associated with a unique profile of peri- operative morbidities, functional outcomes, and health-related quality of life implications. 3,7 Age, comorbidities, and life-expectancy help determine overall survival and may impact the risk profile for intervention. 3,7,11 7. Clinicians should review the importance of renal functional recovery related to renal mass management, including the risks of progressive CKD, potential short- or long- term need for renal replacement therapy, and long-term overall survival consider- ations. (Clinical Principle) All management strategies for localized renal masses have implications for renal function both short and long-term. Numerous variables can influence functional outcomes including the amount of parenchyma removed/ablated, ischemia type/duration, and patient age/comorbidities. 7,12,13 Patients with preexisting CKD due to medical etiologies have reduced overall survival and increased risk for progressive decline in GFR. 14,15 8. Clinicians should consider referral to nephrology in patients with a high risk of CKD progression, including those with esti- mated glomerular filtration rate (eGFR) less than 45 mL/min/1.73m 2 , confirmed protein- uria, diabetics with preexisting CKD, or when- ever eGFR is expected to be less than 30 mL/ min/1.73m 2 after intervention. (Expert Opinion) Certain patients are at high-risk for progression of CKD postoperatively (Supplementary figure 1, https://www.jurology.com). 9 Decline in renal func- tion related to nephron-mass loss in these patients may be exacerbated by resultant hyperfiltration and the deleterious impact of pre-existing comorbidities. Nephrology referral will ensure proper manage- ment and functional surveillance of these patients. 9. Clinicians should recommend genetic coun- seling for any of the following: all patients £ 46 years of age with renal malignancy, those with multifocal or bilateral renal masses, or when- ever 1) the personal or family history suggests a familial renal neoplastic syndrome; 2) there is a first-or second-degree relative with a his- tory of renal malignancy or a known clinical or genetic diagnosis of a familial renal neoplastic syndrome (even if kidney cancer has not been observed); or 3) the patient’s pa- thology demonstrates histologic findings sug- gestive of such a syndrome. (Expert Opinion) Recognition of patients with familial RCC allows for proactive management and screening of blood relatives which may lessen the morbidity and mor- tality of these syndromes (Supplementary table 1, https://www.jurology.com). 16 Hereditary RCC typi- cally presents at younger age, and renal mass pa- tients who are \u0014 46 years old should be considered for genetic counseling. 17 The indications for genetic counseling for RCC have expanded substantially over the past 5 years. 16 Renal Mass Biopsy (RMB). 10. When considering the utility of RMB, pa- tients should be counseled regarding ratio- nale, positive and negative predictive values, potential risks and non-diagnostic rates of 202 AUA GUIDELINE: RENAL MASS AND LOCALIZED RENAL CANCER PART I Copyright © 2021 American Urological Association Education and Research, Inc. Unauthorized reproduction of this article is prohibited.",
    "RMB. (Moderate Recommendation; Evidence Level: Grade C) Based on meta-analysis that compared RMB with surgical pathology, the sensitivity (97%), specificity (94%), and positive-predictive-value (99%) of core RMB are excellent and a diagnosis of malignancy can be trusted. In addition, histologic determination of RCC subtype is highly reliable, although accuracy for tumor grade is variable and the non-diagnostic rate of RMB is 14%, which can be substantially reduced with repeat biopsy. 18 The negative-predictive-value of RMB is 81%, suggesting that a non-malignant biopsy result may not truly indicate that a benign entity is present. There have been no reported cases of RCC tumor seeding in the contemporary literature, and compli- cations are infrequent (clinically significant pain (1.2%), gross hematuria (1.0%), pneumothorax (0.6%), and hemorrhage requiring transfusion (0.4%)). 11. Clinicians should consider RMB when a mass is suspected to be hematologic, metastatic, inflammatory, or infectious. (Clinical Principle) If the radiographic or clinical picture suggests metastatic cancer, RMB can confirm a diagnosis of metastasis from a non-renal primary malignancy or lymphoma, both of which are typically treated sys- temically. 7 When there is concern for an inflam- matory or infectious process, RMB can confirm the diagnosis, direct therapy, and provide drainage. 7 12. In the setting of a solid renal mass, RMB should be obtained on a utility-based approach whenever it may influence management. RMB is not required for 1) young or healthy patients who are unwilling to accept the uncertainties associated with RMB; or 2) older or frail pa- tients who will be managed conservatively inde- pendent of RMB findings. (Expert Opinion) Patients with severe CKD often have benign or indolent tumors and counseling and management can be complex, and RMB should be considered in this challenging patient population. 19 RMB should also be considered for additional oncologic risk stratification when there are difficult decisions about PN versus RN or AS versus intervention. 7,20 13. For patients with a solid renal mass who elect RMB, multiple core biopsies should be performed and are preferred over fine needle aspiration. (Moderate Recommendation; Evi- dence Level: Grade C) RMB may be performed under CT or US guid- ance, with at least 2-3 cores being obtained with a 16-18 gauge needle to optimize diagnostic yield. 3,18 Management Partial nephrectomy (PN) and nephron-sparing approaches. 14. Clinicians should prioritize PN for the management of the cT1a renal mass when intervention is indicated. In this setting, PN minimizes the risk of CKD or CKD progression and is associated with favorable oncologic outcomes, including excellent local control. (Moderate Recommendation; Evidence Level: Grade B) The European randomized trial (EORTC-30904) suggests that PN provides similar oncological out- comes compared to RN for small renal masses 21 , and the AHRQ systematic review reaffirms this for appropriately selected patients. 2,3 PN is also asso- ciated with better functional outcomes when compared to RN (Supplementary figures 2 and 3, https://www.jurology.com). 2,3 PN provides more favorable local recurrence-free survival when compared to a single session of TA (Supplementary figure 4, https://www.jurology.com). 3,7 Many small renal masses have relatively low oncologic risk and RN should be avoided if possible. 3,7 PN can be associated with urologic complications but most can be managed successfully with conservative measures. 3,7 15. Clinicians should prioritize nephron- sparing approaches for patients with solid or Bosniak 3/4 complex cystic renal masses and an anatomic or functionally solitary kidney, bilateral tumors, known familial RCC, preex- isting CKD, or proteinuria. (Moderate Recom- mendation; Evidence Level: Grade C) Absolute indications for nephron-sparing ap- proaches include situations in which RN would render the patient anephric or high-risk for renal replacement therapy. 7 Patients with fa- milial RCC are at increased risk for tumor recurrence and often require multiple renal in- terventions throughout their lifetime. 7,22 Pa- tients with pre-existing CKD or proteinuria are at increased risk for progressive CKD and nephron- sparing approaches should also be prioritized in these patients. 9 16. Nephron-sparing approaches should be considered for patients with solid or Bosniak 3/4 complex cystic renal masses who are young, have multifocal masses, or comorbidities that are likely to impact renal function in the future, including but not limited to moderate to severe hypertension, diabetes mellitus, recur- rent urolithiasis, or morbid obesity. (Moderate Recommendation; Evidence Level: Grade C) Young patients with longer life expectancy are theoretically at increased risk for contralateral dis- ease as well as competing health risks that can impact renal function on a longitudinal basis. Pa- tients with multifocal tumors may have familial RCC and are at risk for de novo recurrences. 22 Pa- tients with significant risk for future CKD such as those with severe hypertension, diabetes mellitus, AUA GUIDELINE: RENAL MASS AND LOCALIZED RENAL CANCER PART I 203 Copyright © 2021 American Urological Association Education and Research, Inc. Unauthorized reproduction of this article is prohibited.",
    "strong stone diathesis, or morbid-obesity should also be considered for nephron-sparing approaches to optimize their remaining renal function. 9,17 17. In patients who elect PN, clinicians should prioritize preservation of renal function by opti- mizing nephron mass preservation and avoiding prolonged warm ischemia. (Expert Opinion) One of the main objectives of PN is to preserve renal function, which is particularly important in patients with a solitary kidney, bilateral tumors or preexisting CKD/proteinuria. 7,9 The main determi- nant of functional recovery after PN is nephron-mass preservation, with ischemia playing a secondary role. 12 The threshold of warm-ischemia at which irreversible damage begins to occur is not well- defined, although most studies suggest approxi- mately 25-30 minutes. 13 In general, recovery from cold ischemia is more reliable with intervals of 60-90 minutes being generally well-tolerated. 7,12,13 18. For patients undergoing PN, clinicians should prioritize negative surgical margins. The extent of normal parenchyma removed should be determined by surgeon discretion taking into account the clinical situation and tumor characteristics, including growth pattern, and interface with normal tissue. Tumor enucleation should be considered in patients with familial RCC, multifocal disease, or severe CKD to optimize parenchymal mass preservation. (Expert Opinion) During PN, complete excision with negative surgical margins is a priority to optimize oncologic outcomes. 7 Concurrent efforts to maximize renal parenchymal preservation are also important con- siderations. The amount of normal tissue excised during PN should be determined by individual surgeon judgment, taking into account patient and tumor characteristics while minimizing the risks of residual disease. 23 Radical Nephrectomy (RN). 19. Clinicians should consider RN for patients with a solid or Bos- niak 3/4 complex cystic renal mass whenever increased oncologic potential is suggested by tumor size, RMB (if obtained), and/or imaging. (Moderate Recommendation; Evidence Level: Grade B) In this setting, RN is preferred if all of the following criteria are met: 1) high tumor complexity and PN would be chal- lenging even in experienced hands; 2) no pre- existing CKD or proteinuria; and 3) normal contralateral kidney and new baseline eGFR will likely be greater than 45 mL/min/1.73m 2 even if RN is performed. If all of these criteria are not met, PN should be considered unless there are overriding concerns about the safety or oncologic efficacy of PN. (Expert Opinion) Patients with potentially aggressive tumor, no preexisting CKD/proteinuria, and a normal contra- lateral kidney that can provide new-baseline GFR > 45 ml/min/1.73m 2 should be considered for RN, particularly if there is high tumor-complexity. 7,15 In this setting, the risk of perioperative morbidity with PN will be increased and oncologic outcomes may also be compromised. Furthermore, the downside of RN for such patients appears to be inconsequential based on studies with 10-year follow-up. 24,25 Beyond this, most cT1b/T2 tumors should be considered for PN. Decisions about RN/PN can be complex and impactful, and these evidence-based criteria should help to reduce overutilization of RN while also avoiding imprudent PN. 7,24,25 Surgical Principles. 20. For patients who are undergoing surgical excision of a renal mass with clinically con- cerning regional lymphadenopathy, clinicians should perform a lymph node dissection including all clinically positive nodes for staging purposes. (Expert Opinion) If suspicious lymphadenopathy is identified on imaging or during surgical exploration, a lymph node dissection (LND) should be performed with removal of all clinically evident nodes, if feasible, primarily for staging and prognostic purposes. 26,27 Based on current data there is a strong consensus that LND need not be performed routinely in pa- tients with localized kidney cancer and clinically negative nodes. 28 However, for patients with risk factors for LN involvement such as a large primary tumor ( > 10 cm), clinical stage T3/T4, high tumor grade (3/4), sarcomatoid features, or histologic tumor necrosis, selective performance of LND should be considered at the time of renal cancer surgery. 26 This is primarily for staging purposes, as recent studies have been unable to confirm a sur- vival benefit for LND among patients undergoing surgery for non-metastatic RCC. 29 If lymph node involvement is confirmed on final pathology, adju- vant therapy and medical oncology consultation should be considered (See also Statement 24). 21. For patients who are undergoing surgical excision of a renal mass, clinicians should perform adrenalectomy if imaging and/or intraoperative findings suggest metastasis or direct invasion of the adrenal gland. (Clinical Principle) Adrenal involvement with RCC is a poor prog- nostic finding and fortunately relatively uncommon outside of the advanced disease setting. 27 Several studies have shown that occult adrenal involvement is uncommon in patients with clinically localized kidney cancer, and the adrenal gland can be spared 204 AUA GUIDELINE: RENAL MASS AND LOCALIZED RENAL CANCER PART I Copyright © 2021 American Urological Association Education and Research, Inc. Unauthorized reproduction of this article is prohibited.",
    "in these patients without compromising oncologic outcomes. Adrenalectomy should be performed if preoperative imaging or intraoperative inspection suggests metastasis or adrenal enlargement. The one exception is when the patient has a well- characterized non-functioning adenoma, which may not mandate surgical excision. Adrenalectomy can have important prognostic utility and may oc- casionally have therapeutic potential if the adrenal is the only site of local or metastatic spread. 7 22. In patients undergoing surgical excision of a renal mass, a minimally invasive approach should be considered when it would not compro- mise oncologic, functional, and perioperative out- comes. (Expert Opinion) Multiple studies demonstrate both recuperative and cosmetic advantages to minimally invasive RN in comparison to open surgery. 30 Laparoscopic and robotic PN have demonstrated equivalent surgical margin status and oncological outcomes when compared to open surgery in well-selected pa- tients. 31 The current data suggest that the benefits of minimally invasive surgery are realized in the short-term, perioperative period and are equivalent to open surgery with intermediate- and long-term follow-up. 32 While minimally-invasive approaches have also been reported in increasingly complex indications (large renal masses, renal vein thrombi and patients with solitary kidneys), patient safety and adherence to prior guideline statements regarding oncologic outcomes, indications for nephron-sparing surgery, and preservation of renal function should be prioritized relative to the choice of surgical access approach. 7 Other Considerations. 23. Pathologic evaluation of the adjacent renal parenchyma should be performed and recorded after PN or RN to assess for possible intrinsic renal disease, particularly for pa- tients with CKD or risk factors for developing CKD. (Clinical Principle) Proper evaluation of non-neoplastic kidney dis- ease is often not performed or reported 33 but is essential to achieve optimal patient management. Given that diabetes and hypertension are indepen- dent risk factors for CKD and RCC, diabetic ne- phropathy and hypertensive nephropathy are found in 8-20% and at least 14% of nephrectomies, respec- tively. 34 Recognizing this general deficiency, the Col- lege of American Pathologists has established a requirement that pathologic evaluation of the renal parenchyma for possible nephrologic disease should be included in all synoptic reports for kidney cancer. 35 24. Clinicians should consider referral to med- ical oncology whenever there is concern for potential clinical metastasis or incompletely resected disease (macroscopic positive margin or gross residual disease). Patients with high- risk or locally advanced, fully resected renal cancers should be counselled about the risks/ benefits of adjuvant therapy and encouraged to participate in adjuvant clinical trials, facil- itated by medical oncology consultation when needed. (Clinical Principle) Recurrence risk stratification tools for patients with fully-resected high-risk RCC are available. 36 In 2017, the FDA approved sunitinib malate for adju- vant treatment for patients with high-risk clear-cell RCC after surgery based on an improvement in recurrence-free survival in the STRAC trial; how- ever, significant differences in overall survival were not observed. 37 In contrast, other randomized trials evaluating TKIs in this setting have been negative, although some included other histologies, enrolled lower risk patients, and/or allowed more flexibility for dose-reduction. 38 While the current standard remains close clinical/radiographic observation, pa- tients with a high-risk of recurrence should be counseled regarding systemic adjuvant options and/ or considered for enrollment into adjuvant clinical trials. Thermal Ablation (TA). 25. Clinicians should consider TA as an alter- nate approach for the management of cT1a solid renal masses < 3 cm in size. For patients who elect TA, a percutaneous technique is preferred over a surgical approach whenever feasible to minimize morbidity. (Moderate Recommendation; Evidence Level: Grade C) The literature regarding TA for localized renal masses has further matured and follow-up in some TA studies has now reached 5 years or more. Results with TA are particularly encouraging for smaller tumors ( < 3 cm) making it a reasonable alternate approach in this setting. The AHRQ meta-analysis demonstrated comparable metastasis-free sur- vival for PN and TA. 3 However, local recurrence- free survival is generally reported as favoring surgical extirpation (Supplementary figure 4, https://www.jurology.com, see Statement 14). 3 These differences largely disappear when addi- tional salvage therapies are also considered (Supplementary figure 5, https://www.jurology. com). 3 TA also has a favorable morbidity profile in comparison to extirpative surgery including lower transfusion rates, length of hospital stay, and conversion to RN, while minor and major Clavien complication rates do not differ signifi- cantly between TA and PN. 3 Both percutaneous and laparoscopic approaches to TA have similar AUA GUIDELINE: RENAL MASS AND LOCALIZED RENAL CANCER PART I 205 Copyright © 2021 American Urological Association Education and Research, Inc. Unauthorized reproduction of this article is prohibited.",
    "efficacy. However, the percutaneous approach is associated with shorter procedure time, quicker recovery, and lower narcotic requirements and should be the preferred approach for TA, when- ever feasible. 26. Both radiofrequency ablation (RFA) and cryoablation may be offered as options for pa- tients who elect TA. (Conditional Recommen- dation; Evidence Level: Grade C) Comparisons of RFA and cryoablation are limited by the absence of randomized studies and vari- ability in patient selection, tumor size and location, technique, and laparoscopic or percutaneous approach in retrospective series. Single institution studies have reported comparable oncologic out- comes (local recurrence-free survival and cancer- specific survival), impact on renal function, and complication rates for the two modalities. 39,40,41 Meta-analyses of the literature have confirmed no significant differences between cryoablation and RFA in treatment outcomes as defined by compli- cations, metastatic progression, or cancer-specific survival. 42 27. A RMB should be performed prior to (preferred) or at the time of ablation to pro- vide pathologic diagnosis and guide subse- quent surveillance. (Expert Opinion) Although solid, enhancing renal masses are most often RCC, the differential diagnosis also includes benign tumors and metastatic lesions. 7 TA by its nature will lead to tissue necrosis and therefore will not allow clinicians to acquire diagnostic tissue after ablation has been performed. A diagnostic RMB prior to TA is therefore the only realistic opportu- nity to render a diagnosis in patients who elect this management strategy. 7 Performing RMB prior to TA as a separate procedure may facilitate more rational counseling and avoid treatment of benign tumors. However, in many cases RMB as a separate procedure can increase the risk and cost associated with the TA management strategy. Therefore, de- cisions about timing of RMB relative to TA should be made on an individualized basis. 28. Counseling about TA should include infor- mation regarding an increased likelihood of tumor persistence or local recurrence after primary TA relative to surgical excision, which may be addressed with repeat ablation if further intervention is elected. (Strong Recommendation; Evidence Level: Grade B) In general, local recurrence-free survival favors surgical extirpation over TA; however, these differ- ences largely disappear when additional salvage therapies are also considered (See Supplementary figures 4 and 5, https://www.jurology.com and Statement 25). A small minority of patients with local recurrence after TA are not candidates for salvage TA due to tumor progression and may require surgical salvage, including occasional need for RN. 3,7 FUTURE DIRECTIONS Evaluation/Diagnosis: Tumor radiomics, molecular imaging, and enhanced RMB with molecular profiling have great promise to discriminate benign versus malignant and indolent versus aggressive tumor biology. 43,44 Biomarkers identified through The Cancer Genome Atlas (TCGA) 45 e 47 will need to be developed and validated as clinically useful as- says for diagnosing and monitoring purposes, potentially using circulating-tumor-cells. 48 Counseling/Outcomes-based Research: Improved assessment of tumor biology and higher quality of data from prospective trials are needed to facilitate more informed patient counseling. The development of aids to improve informed medical decision-making is ongoing. 49 Management: Randomized prospective trials comparing PN versus RN, 24,50 PN versus TA, standard PN versus TE, and AS versus intervention, should be prioritized to assess oncologic and functional outcomes and treatment-related morbidities. Non-extirpative methods, eg, stereotactic-body-radiation-therapy or high-intensity-focused-ultrasound, are still investigational. DISCLAIMER This document was written by the Renal Mass Guideline Amendment Panel of the American Uro- logical Association Education and Research, Inc., which was created in 2020. The Practice Guidelines Committee (PGC) of the AUA selected the commit- tee chair. Panel members were selected by the chair. Membership of the Panel included specialists in urology and primary care with specific expertise on this disorder. The mission of the panel was to develop recommendations that are analysis based or consensus-based, depending on panel processes and available data, for optimal clinical practices in the treatment of early stage testicular cancer. Funding of the panel was provided by the AUA. Panel members received no remuneration for their work. Each member of the panel provides an ongoing conflict of interest disclosure to the AUA, and the Panel Chair, with the support of AUA Guidelines staff and the PGC, reviews all disclosures and ad- dresses any potential conflicts per AUA’s Principles, Policies and Procedures for Managing Conflicts of Interest. While these guidelines do not necessarily establish the standard of care, AUA seeks to recommend and to encourage compliance by prac- titioners with current best practices related to the condition being treated. As medical knowledge ex- pands and technology advances, the guidelines will 206 AUA GUIDELINE: RENAL MASS AND LOCALIZED RENAL CANCER PART I Copyright © 2021 American Urological Association Education and Research, Inc. Unauthorized reproduction of this article is prohibited.",
    "change. Today these evidence-based guidelines statements represent not absolute mandates but provisional proposals for treatment under the spe- cific conditions described in each document. For all these reasons, the guidelines do not pre-empt physician judgment in individual cases. Treating physicians must take into account variations in re- sources, and patient tolerances, needs, and prefer- ences. Conformance with any clinical guideline does not guarantee a successful outcome. The guideline text may include information or recommendations about certain drug uses (‘off label‘) that are not approved by the Food and Drug Administration (FDA), or about medications or substances not subject to the FDA approval process. AUA urges strict compliance with all government regulations and protocols for prescription and use of these sub- stances. The physician is encouraged to carefully follow all available prescribing information about indications, contraindications, precautions and warnings. These guidelines and best practice statements are not intended to provide legal advice about use and misuse of these substances. Although guidelines are intended to encourage best practices and potentially encompass available technologies with sufficient data as of close of the literature review, they are necessarily time-limited. Guidelines cannot include evaluation of all data on emerging technolo- gies or management, including those that are FDA- approved, which may immediately come to represent accepted clinical practices. For this reason, the AUA does not regard technologies or management which are too new to be addressed by this guideline as necessarily experimental or investigational. DISCLOSURES All panel members completed COI disclosures. Disclosures listed include both topic e and non- topic-related relationships. Consultant/Advisor: Sam S. Chang, MD, MBA: GLG, Janssen, BMS, Pfizer, Urogen, Virtuoso Sur- gical, mIR; Peter E. Clark, MD: Galil Medical, Merck; Jose A. Karam: Merck, Pfizer; Robert G. Uzzo, MD: UroGen Pharma, Amgen. Scientific Study or Trial: Sam S. Chang, MD, MBA: NIH; Jose A. Karam, MD: Roche/Genentech, Mirati; Robert G. Uzzo, MD: Pfizer, Genentech. Investment Interest: Jose A. Karam, MD: MedTek, Allogene, Romtech. Health Publishing: Sam S. Chang, MD, MBA: Uro Today; Jose A. Karam, MD: Frontiers in Genito- urinary Oncology, Annals of Surgical Oncology, Can- cer, Clinical Genitourinary Cancer. Meeting Participant or Lecturer: Robert G. Uzzo, MD: Janssen. REFERENCES 1. Campbell SC, Novick AC, Belldegrun A et al: Guideline for management of the clinical T1 renal mass. J Urol 2009; 182: 1271. 2. Campbell SC, Uzzo RG, Allaf ME et al: Renal mass and localized renal cancer: AUA guideline. J Urol 2017; 198: 520. 3. Pierorazio PM, Johnson MH, Patel HD et al: Management of renal masses and localized renal cancer. J Urol 2016; 196: 989. 4. Kutikov A, Fossett LK, Ramchandani P et al: Incidence of benign pathologic findings at partial nephrectomy for solitary renal mass presumed to be renal cell carcinoma on preoperative imaging. Urology 2006; 68: 737. 5. Thompson RH, Hill JR, Babayev Y et al: Meta- static renal cell carcinoma risk according to tumor size. J Urol 2009; 182: 41. 6. Siegel RL, Miller KD and Jemal A: Cancer sta- tistics, 2020. CA Cancer J Clin 2020; 70: 7. 7. Campbell SC, Lane BR, Pierorazio P: Malignant renal tumors. Campbell-Walsh Urology, 12th edition. Edited by AJ Wein, LR Kavoussi, AW Partin, et al: Elsevier, Philadelphia, PA, Chapter 98, 2019. 8. Davenport MS, Perazella MA, Yee J et al: Use of intravenous iodinated contrast media in patients with kidney disease: consensus statements from the American College of Radiology and the Na- tional Kidney Foundation. Radiology 2020; 294: 660. 9. Levey AS, Eckardt KU, Tsukamoto Y et al: Defi- nition and classification of chronic kidney dis- ease: a position statement from Kidney Disease: Improving Global Outcomes (KDIGO). Kidney Int 2005; 67: 2089. 10. Frank I, Blute ML, Cheville JC et al: Solid renal tumors: an analysis of pathological features related to tumor size. J Urol 2003; 170: 2217. 11. Kutikov A, Egleston BL, Canter D et al: Competing risks of death in patients with localized renal cell carcinoma: a comorbidity based model. J Urol 2012; 188: 2077. 12. Mir MC, Ercole C, Takagi T et al: Decline in renal function after partial nephrectomy: etiology and prevention. J Urol 2015; 193: 1889. 13. Greco F, Autorino R, Altieri V et al: Ischemia techniques in NSS: systematic review and meta- analysis of surgical, oncological, and functional outcomes. Eur Urol 2019, 75; 477. 14. Lane BR, Campbell SC, Demirjian S et al: Sur- gically induced chronic kidney disease may be associated with a lower risk of progression and mortality than medical chronic kidney disease. J Urol 2013; 189: 1649. 15. Lane BR, Demirjian S, Derweesh IH et al: Sur- vival and functional stability in chronic kidney disease due to surgical removal of nephrons: importance of the new baseline glomerular filtration rate. Eur Urol 2015, 68: 996. 16. Motzer RJ, Jonasch E, Boyle S et al: NCCN Guidelines: kidney cancer, version 1.2021. J Natl Compr Canc Netw 2020; 18: 1160. 17. Shuch B, Vourganti S, Ricketts CJ et al: Defining early-onset kidney cancer: implications for germline and somatic mutation testing and clinical management. J Clin Oncol 2014; 32: 431. 18. Patel HD, Johnson MH, Pierorazio PM. et al.: Diagnostic accuracy and risks of biopsy in the diagnosis of a renal mass suspicious for local- ized renal cell carcinoma: systematic review of the literature. J Urol 2016, 195: 1340. 19. Aguilar Palacios D, Li J, Mahmood F et al: Partial nephrectomy for patients with severe chronic kidney disease-is it worthwhile? J Urol 2020; 204: 434. 20. Kunkle DA, Egleston BL, Uzzo RG . Excise, ablate or observe: the small renal mass dilemma–a meta-analysis and review. J Urol 2008; 179: 1227. 21. Van Poppel H, Da Pozzo L, Albrecht W et al: A prospective, randomised EORTC intergroup AUA GUIDELINE: RENAL MASS AND LOCALIZED RENAL CANCER PART I 207 Copyright © 2021 American Urological Association Education and Research, Inc. Unauthorized reproduction of this article is prohibited.",
    "phase 3 study comparing the oncologic outcome of elective nephron-sparing surgery and radical nephrectomy for low-stage renal cell carcinoma. Eur Urol 2011; 59: 543. 22. Linehan WM, Ricketts CJ: The metabolic basis of kidney cancer. Semin Cancer Biol 2013; 23: 46. 23. Longo N, Minervini A, Antonelli A et al: Simple enucleation versus standard partial nephrectomy for clinical T1 renal masses: perioperative out- comes based on a matched-pair comparison of 396 patients (RECORd project). Eur J Surg Oncol 2014; 40: 762. 24. Weight CJ, Miller DC, Campbell SC et al: The management of a clinical t1b renal tumor in the presence of a normal contralateral kidney. J Urol 2013; 189: 1198. 25. Crane A, Suk-Ouichai C, Campbell JA, et al: Imprudent utilization of partial nephrectomy. UROLOGY, 117: 22, 2017. 26. Capitanio U, Becker F, Blute ML et al: Lymph node dissection in renal cell carcinoma. Eur Urol 2011; 60: 1212. 27. Bekema HJ, MacLennan S, Imamura M et al: Systematic review of adrenalectomy and lymph node dissection in locally advanced renal cell carcinoma. Eur Urol 2013; 64: 799. 28. Blom JH, van Poppel H, Mar \u0013 echal JM et al: Radical nephrectomy with and without lymph- node dissection: final results of European Orga- nization for Research and Treatment of Cancer (EORTC) randomized phase 3 trial 30881. Eur Urol 2009; 55: 28. 29. Bhindi B, Wallis CJD, Boorjian SA et al: The role of lymph node dissection in the management of renal cell carcinoma: a systematic review and meta-analysis. BJU Int 2018; 121: 684. 30. Dunn MD, Portis AJ, Shalhav AL et al: Laparo- scopic versus open radical nephrectomy: a 9-year experience. J Urol 2000; 164: 1153. 31. Mullins JK, Feng T, Pierorazio PM et al: Comparative analysis of minimally invasive partial nephrectomy techniques in the treatment of localized renal tumors. Urology 2012; 80: 316. 32. Auffenberg GB, Curry M, Gennarelli R et al: Comparison of cancer specific outcomes following minimally invasive and open surgical resection of early stage kidney cancer from a national cancer registry. J Urol 2020; 203: 1094. 33. Algaba F, Delahunt B, Berney DM et al: Handling and reporting of nephrectomy specimens for adult renal tumours: a survey by the European Network of Uropathology. J Clin Pathol 2012; 65: 106. 34. Henriksen KJ, Meehan SM, Chang A: Non- neoplastic renal diseases are often unrecog- nized in adult tumor nephrectomy specimens: a review of 246 cases. Am J Surg Pathol 2007; 31: 1703. 35. Srigley JR, Amin MB, Campbell SC et al: Protocol for the examination of specimens from patients with invasive carcinoma of renal tubular origin. College of American Pathologists 2017; http://www.cap.org/ web/oracle/webcenter/portalapp/pagehierarchy/ cancer_protocol_templates.jspx?_adf.ctrl-state [ 15bj4qi2ja_4&_afrLoop [ 1300546090297309#!. 36. Correa AF, Jegede O, Haas NB et al: Predicting renal cancer recurrence: defining limitations of existing prognostic models with prospective trial- based validation. J Clin Oncol 2019; 37: 2062. 37. Ravaud A, Motzer RJ, Pandha HS et al: Adjuvant sunitinib in high-risk renal-cell carcinoma after nephrectomy. N Engl J Med 2016; 375: 2246. 38. Massari F, Di Nunno V, Mollica V, et al: Adjuvant tyrosine kinase inhibitors in treatment of renal cell carcinoma: a meta-analysis of available clinical trials. Clin Genitourin Cancer 2019; 17: e339. 39. Leveillee RJ, Castle SM, Gorbatiy V et al: Oncologic outcomes using real-time peripheral thermometry-guided radiofrequency ablation of small renal masses. J Endourol 2013; 27: 480. 40. Ramirez D, Ma YB, Bedir S et al: Laparoscopic radiofrequency ablation of small renal tumors: long-term oncologic outcomes. J Endourol 2014; 28: 330. 41. Atwell TD, Schmit GD, Boorjian SA et al: Percutaneous ablation of renal masses measuring 3.0 cm and smaller: comparative local control and complications after radiofrequency ablation and cryoablation. AJR 2013; 200: 461. 42. El Dib R, Touma NJ, Kapoor A: Cryoablation vs radiofrequency ablation for the treatment of renal cell carcinoma: a meta-analysis of case series studies. BJU Int 2012; 110: 510. 43. Lubner MG: Radiomics and artificial intelligence for renal mass characterization. Radiol Clin North Am 2020; 58: 995. 44. Gorin MA, Rowe SP, Allaf ME: Nuclear imaging of renal tumours: a step towards improved risk stratification. Nat Rev Urol 2015; 12: 445. 45. Linehan WM and Ricketts CJ: The cancer genome atlas of renal cell carcinoma: findings and clinical implications. Nat Rev Urol 2019; 16: 539. 46. Linehan WM, Spellman PT, Ricketts CJ et al: Comprehensive molecular characterization of papillary renal-cell carcinoma. N Engl J Med 2016; 374: 135. 47. Cancer Genome Atlas Research Network: Comprehensive molecular characterization of clear cell renal cell carcinoma. Nature 2013; 499: 43. 48. Gorin MA, Verdone JE, van der Toom E et al: Circulating tumour cells as biomarkers of pros- tate, bladder, and kidney cancer. Nat Rev Urol 2017; 14: 90. 49. Witteman HO, Dansokho SC, Colquhoun H et al: User-centered design and the development of patient decision aids: protocol for a systematic review. Syst Rev 2015; 4: 11. 50. Gershman B, Thompson RH, Boorjian SA et al: Radical versus partial nephrectomy for ct1 renal cell carcinoma. Eur Urol 2018; 74: 825. 208 AUA GUIDELINE: RENAL MASS AND LOCALIZED RENAL CANCER PART I Copyright © 2021 American Urological Association Education and Research, Inc. Unauthorized reproduction of this article is prohibited."
  ],
  "processed_at": "2026-01-30T15:58:54.283Z"
}