{
  "doc_id": "46176183978aea3abe6db5daa7df4aac",
  "source_id": "Renal-Mass-JU-Pt2",
  "total_pages": 10,
  "pages": [
    "Renal Mass and Localized Renal Cancer: Evaluation, Management, and Follow-up: AUA Guideline: Part II Steven C. Campbell,* Robert G. Uzzo, Jose A. Karam, Sam S. Chang, Peter E. Clark and Lesley Souter From the Cleveland Clinic (SCC), Cleveland, Ohio, Fox Chase Cancer Center (RGU), Philadelphia, Pennsylvania, MD Anderson Cancer Center (JAK), Houston, Texas, Vanderbilt University Medical Center (SSC), Nashville, Tennessee, Atrium Health, Levine Cancer Institute (PEC), Charlotte, North Carolina, Consultant Methodologist (LS), Ontario, Canada Purpose: This AUA Guideline focuses on active surveillance (AS) and follow-up after intervention for adult patients with clinically-localized renal masses suspicious for cancer, including solid enhancing tumors and Bosniak 3/4 complex cystic lesions. Materials and Methods: In January 2021, the Renal Mass and Localized Renal Cancer guideline underwent additional amendment based on a current literature-search. This literature search retrieved additional studies published between July 2016 to October 2020 using the same Key Questions and search criteria from the Renal Mass and Localized Renal Cancer guideline. When suf- ficient evidence existed, the body of evidence was assigned strength-rating of A (high), B (moderate), or C (low) for support of Strong, Moderate, or Conditional Recommendations. In the absence of sufficient evidence, additional information is provided as Clinical Principles and Expert Opinions (table 1). Results: AS with potential delayed intervention should be considered for patients with solid, enhancing renal masses < 2cm or Bosniak 3-4 lesions that are predominantly-cystic. Shared decision-making about AS should consider risks of intervention/competing mortality versus the potential oncologic benefits of inter- vention. Recommendations for renal mass biopsy and considerations for periodic clinical/imaging-based surveillance are discussed. After intervention, risk-based surveillance protocols are defined incorporating clinical/laboratory evaluation and abdominal/chest imaging designed to detect local/systemic recurrences and possible treatment-related sequelae, such as progressive renal-insufficiency. Conclusion: AS is a potential management strategy for some patients with clinically-localized renal masses that requires careful risk-assessment, shared decision-making and periodic-reassessment. Follow-up after intervention is designed to identify local/systemic recurrences and potential treatment-related sequelae. A risk-based approach should be prioritized with selective use of laboratory/imaging resources. Key Words: kidney cancer, active surveillance, nephrectomy, thermal ablation, cancer surveillance BACKGROUND Objective and Methods This AUA Guideline Part II focuses primarily on two aspects of the man- agement of patients with localized renal masses: 1) active surveillance (AS) and expectant management of renal lesions suspicious for renal cell carcinoma (RCC); and 2) follow-up after surgical or ablative interven- tion for adult patients with clinically- localized renal masses suspicious for Abbreviations and Acronyms AS [ active surveillance AUA [ American Urological Association CXR [ chest x-ray CT [ computed tomography HR [ high risk IR [ intermediate risk LR [ low risk MRI [ magnetic resonance imaging PN [ partial nephrectomy PET [ positron emission tomography PGC [ Practice Guidelines Committee RN [ radical nephrectomy RCC [ renal cell carcinoma RMB [ renal mass biopsy US [ ultrasound VHR [ very high risk Accepted for publication May 28, 2021. The complete unabridged version of the guideline is available at https://www.jurology. com. This document is being printed as submitted, independent of standard editorial or peer review by the editors of The Journal of Urology \u0018. * Correspondence: Cleveland Clinic, Desk Q10-120, Glickman Tower, 9500 Euclid Avenue, Cleveland, Ohio 44195 (telephone: 216-444-5595; FAX: 216-445-2267; email: campbes3@ccf.org). 0022-5347/21/2062-0209/0 THE JOURNAL OF UROLOGY ® Ó 2021 by A MERICAN U ROLOGICAL A SSOCIATION E DUCATION AND R ESEARCH , I NC . https://doi.org/10.1097/JU.0000000000001912 Vol. 206, 209-218, August 2021 Printed in U.S.A. www.auajournals.org/jurology j 209 www.auajournals.org/journal/juro Copyright © 2021 American Urological Association Education and Research, Inc. Unauthorized reproduction of this article is prohibited.",
    "RCC. This includes solid enhancing renal tumors and Bosniak 3/4 complex cystic masses. The evalu- ation, counseling, and intervention for these pa- tients are discussed in an adjunctive article (Part I). This guideline reflects significant advances in our understanding of the biology of both treated and untreated localized kidney cancer since the initial AUA Guidelines on this topic were released in 2009, and updated in 2013 and 2017. 1 e 3 As with the more recent guidelines on the topic of localized renal tu- mors, “index patients” have been removed reflecting the complex interaction between patient, tumor, and functional characteristics that influence man- agement. 2 The current guidelines are supported by a comprehensive systematic review performed by the Agency for Healthcare Research and Quality, a project that was nominated and supported by the AUA. 4 The systematic review was then updated through October of 2020 and focused on contempo- rary literature regarding AS for diagnosed or sus- pected localized renal cancer as well as progression and recurrence risks following initial surveillance, extirpative or ablative therapies. The full version of the updated AUA Guidelines for Renal Mass and Localized Renal Cancer (2021) is available at: https://www.auanet.org/guidelines/ guidelines/renal-mass-and-localized-renal-cancer- evaluation-management-and-follow-up. Epidemiology and Biologic Potential Renal masses are a biologically heterogeneous group of tumors ranging from benign masses to cancers that can be indolent or aggressive. 5,6 There were an estimated 73,000 new cases of renal cancer in the United States in 2020, and 300,000 world- wide. 7 Incidence rates have increased dramatically over the past three decades d with the highest inci- dence in developed countries d believed due to increased use of axial imaging and longer life expectancies. 7 The large majority ( > 90%) of kidney cancers are renal cortical tumors known as renal cell carcinoma (RCC). The primary predictors of a tumor’s biology and prognosis include pathological stage, histology, and grade. These factors are favorable for most pa- tients with clinically localized disease (Stage I-II) where cancer-specific survival rates approximate 80-90% at 5-years. 8 Active Surveillance The first part of this guideline focuses on the role of AS for the management of clinically localized renal masses (figure 1). A growing body of literature demonstrates that small, asymptomatic renal masses, even when proven malignant on needle bi- opsy, have a prolonged natural history that may be safely managed by AS with delayed intervention if necessary. Retrospective studies, systematic re- views and prospective data sets have consistently demonstrated a low risk of metastatic progression ( < 2%) for well selected patients over the initial 3 years following the institution of AS. 9 Most patients with metastatic kidney cancer remain incurable. Therefore, the decision to embark on an initial course of AS or expectant management rather than treatment must be carefully considered in the context of competing medical and renal functional risks. Patient, tumor and treatment related factors must be carefully considered and communicated using a shared decision-making process consistent with the patient’s inherent pref- erences and tolerance of uncertainty. 10 While Table 1. AUA Nomenclature Linking Statement Type to Level of Certainty, Magnitude of Benefit or Risk/Burden, and Body of Evidence Strength Evidence Strength A (High Certainty) Evidence Strength B (Moderate Certainty) Evidence Strength C (Low Certainty) Strong Recommendation (Net benefit or harm substantial) Benefits > Risks/Burdens (or vice versa) Net benefit (or net harm) is substantial Applies to most patients in most circumstances and future research is unlikely to change confidence Benefits > Risks/Burdens (or vice versa) Net benefit (or net harm) is substantial Applies to most patients in most circumstances but better evidence could change confidence Benefits > Risks/Burdens (or vice versa) Net benefit (or net harm) appears substantial Applies to most patients in most circumstances but better evidence is likely to change confidence (rarely used to support a Strong Recommendation) Moderate Recommendation (Net benefit or harm moderate) Benefits > Risks/Burdens (or vice versa) Net benefit (or net harm) is moderate Applies to most patients in most circumstances and future research is unlikely to change confidence Benefits > Risks/Burdens (or vice versa) Net benefit (or net harm) is moderate Applies to most patients in most circumstances but better evidence could change confidence Benefits > Risks/Burdens (or vice versa) Net benefit (or net harm) appears moderate Applies to most patients in most circumstances but better evidence is likely to change confidence Conditional Recommendation (No apparent net benefit or harm) Benefits [ Risks/Burdens Best action depends on individual patient circumstances Future research unlikely to change confidence Benefits [ Risks/Burdens Best action appears to depend on individual patient circumstances Better evidence could change confidence Balance between Benefits & Risks/Burdens unclear Alternative strategies may be equally reasonable Better evidence likely to change confidence Clinical Principle A statement about a component of clinical care that is widely agreed upon by urologists or other clinicians for which there may or may not be evidence in the medical literature Expert Opinion A statement, achieved by consensus of the Panel, that is based on members' clinical training, experience, knowledge, and judgment for which there may or may not be evidence in the medical literature 210 AUA GUIDELINE: RENAL MASS AND LOCALIZED RENAL CANCER PART II Copyright © 2021 American Urological Association Education and Research, Inc. Unauthorized reproduction of this article is prohibited.",
    "radiographic surveillance strategies and triggers for intervention have not been fully defined, the guidelines build on a growing literature and expe- rience which attempt to avoid overtreatment and the inherent risks therein while minimizing the likelihood of cancer-specific death attributed to RCC. Follow-Up After Intervention The second part of this guideline focuses on follow-up after intervention (figure 2). The prognosis of pa- tients treated with surgery or thermal ablation for kidney cancer is primarily determined by tumor stage, with tumor size, grade, and histology also contributing substantially. 11 e 17 Current surveillance and survivorship strategies for patients with RCC have incorporated clinical history, physical exami- nation, relevant laboratory testing, and chest and abdominal imaging. 18,19 This allows for assessment of potential complications or sequelae of interven- tion, functional recovery, and evaluation for common sites of recurrence, both local and systemic. The premise of early detection of tumor recur- rence after primary intervention is that it will result in patient cure, improved survival, or appropriate palliation. In addition, surveillance allows the urologist to provide a measure of reassurance to the patient who is worried about cancer recurrence. Follow-up also offers the opportunity to monitor treatment effects and address survivorship issues that may arise. The current guideline updates previous risk- stratification systems, providing a more nuanced and clinically meaningful follow-up strategy, with emphasis on providing the practicing provider with a user-friendly protocol. Approximately 30% of re- currences are discovered after 5 years of treatment, underscoring the need to consider longer follow-up than advocated in most current surveillance pro- tocols. 20 In addition to the routine abdominal and chest imaging modalities, additional site-specific imaging should be considered as warranted by clinical signs or symptoms suggestive of recurrence or metastatic spread. Current data do not support Figure 1. Renal Mass and Localized Renal Cancer: Evaluation, Management, and Follow-Up: Algorithm for Active Surveillance AUA GUIDELINE: RENAL MASS AND LOCALIZED RENAL CANCER PART II 211 Copyright © 2021 American Urological Association Education and Research, Inc. Unauthorized reproduction of this article is prohibited.",
    "the use of PET scan in the routine surveillance of patients with kidney cancer, and this test should only be considered selectively, such as when other tests are concerning but inconclusive. 21 Taking these and other considerations into account, the Panel provides updated follow-up strategies after intervention that should be useful for the practicing urologist and his/her team. GUIDELINE STATEMENTS Management Active Surveillance (AS). 29. For patients with a solid renal mass < 2cm, or those that are complex but predominantly cystic, clinicians may elect AS with potential for delayed intervention for initial manage- ment. (Conditional Recommendation; Evidence Level: Grade C) The oncologic risks of small renal masses < 2cm is very low in the majority of patients. Cancer- specific and metastasis-free survival rates approach 98-100% in most AS series when measured over 12-36 months. 9,22 Recent studies have also demonstrated that complex cystic masses, particularly Bosniak 3 category lesions and those that are predominantly cystic, also often have indolent tumor biology and favorable outcomes on AS. 23 AS with potential delayed intervention is therefore an acceptable option for the initial management of many of these patients after an informed discussion of the risks and benefits. 30. For patients with a solid or Bosniak 3/4 complex cystic renal mass, clinicians should prioritize AS/expectant management when the anticipated risk of intervention or competing risks of death outweigh the potential oncologic benefits of active treatment. In asymptomatic pa- tients, the panel recommends periodic clinical surveillance and/or imaging based on shared de- cision making. (Clinical Principle) Surveillance of a likely (or confirmed) renal ma- lignancy poses some risk of progression and death from disease. However, for patients with limited life Figure 2. Renal Mass and Localized Renal Cancer: Evaluation, Management, and Follow-Up: Algorithm for Follow-Up after Intervention 212 AUA GUIDELINE: RENAL MASS AND LOCALIZED RENAL CANCER PART II Copyright © 2021 American Urological Association Education and Research, Inc. Unauthorized reproduction of this article is prohibited.",
    "expectancy, significantly elevated surgical risk, or those who potentially face end-stage renal disease, surveillance/expectant management is a rational non-interventional nephron-sparing strategy. The decision to prioritize observation when the antici- pated risk of intervention or competing risks of death outweigh the potential oncologic benefits of intervention should jointly involve the physician, the patient and caregivers. 31. For patients with a solid or Bosniak 3/4 complex cystic renal mass in whom the risk/ benefit analysis for treatment is equivocal and who prefer AS, clinicians should consider renal mass biopsy (RMB) (if the mass is solid or has solid components) for further oncologic risk stratification. Repeat cross-sectional im- aging should be obtained approximately 3-6 months later to assess for interval growth. Pe- riodic clinical/imaging surveillance can then be based on growth rate and shared decision- making with intervention recommended if substantial interval growth is observed or if other clinical/imaging findings suggest that the risk/benefit analysis is no longer equivocal or favorable for continued AS. (Expert Opinion) In patients for whom the risk/benefit analysis for treatment is equivocal, RMB may improve oncologic risk assessment and guide clinical decision-making. An initial period of AS with delayed intervention is associated with acceptable oncologic outcomes. 22 Absolute triggers for inter- vention have not been prospectively defined. The decision to intervene is complex and based on multiple risks and tradeoffs. For those who prefer AS, diligent radiographic follow-up at 3-6 months is recommended. 32. For patients with a solid or Bosniak 3/4 complex cystic renal mass in whom the antici- pated oncologic benefits of intervention outweigh the risks of treatment and competing risks of death, clinicians should recommend interven- tion. AS with potential for delayed intervention may be pursued only if the patient understands and is willing to accept the associated oncologic risks. In this setting, clinicians should encourage RMB (if the mass is predominantly solid) for additional risk stratification. If the patient con- tinues to prefer AS, close clinical and cross- sectional imaging surveillance with periodic reassessment and counseling should be recom- mended. (Moderate Recommendation; Evidence Level: Grade C) Metastatic RCC of any histology remains mostly incurable. In patients in whom the oncologic benefits of intervention outweigh the risks of treatment and competing risks of death, clinicians should recom- mend intervention with curative intent. Follow-Up after Intervention General Principles. 33. Clinicians coordinating follow-up for pa- tients who have undergone intervention for a renal mass should discuss the implications of stage, grade, and histology including the risks of recurrence and possible sequelae of treatment. Patients with pathologically-proven benign renal masses should undergo occasional clinical evaluation and laboratory testing for sequelae of treatment but most do not require routine periodic imaging. (Expert Opinion) The risk of recurrence for patients with a treated renal mass is dependent on stage, tumor size, grade, histology and method of treatment and should be reviewed with the patient during recovery after intervention. The possible sequelae of treatment and their implications should also be discussed. Most patients appreciate communication about these issues and such discussions can facilitate compliance with surveillance. Patients treated for benign tumors may still have sequelae of interven- tion although routine imaging surveillance is often not required. 34. Patients with treated malignant renal masses should undergo periodic medical his- tory, physical examination, laboratory studies, and imaging directed at detecting signs and symptoms of metastatic spread and/or local recurrence as well as evaluation for possible sequelae of treatment. (Clinical Principle) During surveillance, clinical evaluations should assess potential changes in the patient’s health or development of new signs or symptoms that might suggest recurrence or adverse effects from treat- ment. Laboratory and radiographic testing are important adjuncts. Findings could prompt further diagnostic evaluation. 35. Patients with treated malignant renal masses should have periodic laboratory testing including serum creatinine, estimated glomer- ular filtration rate, and urinalysis. Other labo- ratory evaluations (eg, complete blood count, lactate dehydrogenase, liver function tests, alkaline phosphatase and calcium level) may be obtained at the discretion of the clinician or if advanced disease is suspected. (Expert Opinion) Laboratory data can provide insight into possible disease status and also important information about potential short and long-term sequelae following treatment. Assessment of renal function should be prioritized, and additional laboratory tests may be considered for patients with a history of aggressive disease or when recurrence is suspected, although such testing is not routinely indicated. While AUA GUIDELINE: RENAL MASS AND LOCALIZED RENAL CANCER PART II 213 Copyright © 2021 American Urological Association Education and Research, Inc. Unauthorized reproduction of this article is prohibited.",
    "elevated pre-operative alkaline phosphatase 24 is a potential prognostic marker for RCC, retrospective reviews do not demonstrate utility of either bone scan or alkaline phosphatase in the initial evalua- tion or routine follow-up of asymptomatic patients with RCC. 24,25 36. Patients undergoing follow-up for treated renal masses with progressive renal insuffi- ciency or proteinuria should be referred to nephrology. (Expert Opinion) Appropriate referral to nephrology may help prevent further deterioration of renal function that can affect bone and metabolic health as well as cardiovascular risk. 37. Patients undergoing follow-up for treated malignant renal masses should only undergo bone scan if one or more of the following is present: clinical symptoms such as bone pain, elevated alkaline phosphatase, or radio- graphic findings suggestive of a bony neoplasm. (Moderate Recommendation; Evidence Level: Grade C) Without symptoms of bone pain or elevated alkaline phosphatase, the effective yield of current nuclear bone scan is very low. 26 e 29 Conversely, when suspicious musculoskeletal symptoms are present and/or the alkaline phosphatase is elevated, the incidence of metastatic disease is significant (up to approximately 10%), and a bone scan is a sensi- tive and useful test. 26,29,30 38. Patients undergoing follow-up for treated malignant renal masses with acute neurolog- ical signs or symptoms should undergo prompt magnetic resonance imaging (MRI) or computed tomography (CT) scanning of the brain and/or spine. (Strong Recommenda- tion; Evidence Level: Grade A) Neurologic cross-sectional imaging (CT or MRI) is the diagnostic modality of choice to identify or exclude metastases to the brain and/or spine. MRI may be more sensitive than CT for the detection of small CNS neoplasms, 31 but CT for urgent evalua- tion of acute neurological signs or symptoms may be useful. 32,33 39. For patients undergoing follow-up for treated malignant renal masses, additional site-specific imaging can be ordered as war- ranted by clinical symptoms suggestive of recurrence or metastatic spread. Positron emission tomography (PET) scan should not be obtained routinely but may be considered selectively. (Moderate Recommendation; Evi- dence Level: Grade C) Clinicians should obtain imaging (CT, MRI, US, bone scan, plain films) tailored to any specific symptoms that patients may have. PET scan should not be routinely obtained in the follow-up after RCC treatment, as it can be inaccurate within and outside of the urinary system for patients with this malignancy. 21,34 e 36 Ongoing studies may uncover more helpful imaging agents. 37 40. Patients with findings suggestive of meta- static renal malignancy should be evaluated to define the extent of disease and referred to medical oncology. Surgical resection or ablative therapies should be considered in select patients with isolated or oligo-metastatic disease. (Expert Opinion) Multidisciplinary care including medical oncology expertise should be considered in patients with findings suspicious for metastatic disease. If isolated or oligo-metastatic disease is discovered, surgery and/or ablation should be considered as complete resection of single site or low volume dis- ease can provide long-term disease-free periods for 20-30% of selected patients. 38 Performance status, time from initial treatment to metastasis, number and size of metastatic lesions, site of metastases, and factors reflecting the tumor biology of the pri- mary lesion, including stage, grade, and histology can all influence outcome. 41. Patients with findings suggesting a new renal primary or local recurrence of renal ma- lignancy should undergo metastatic evalua- tion including chest and abdominal imaging. If the new primary or recurrence is isolated to the ipsilateral kidney and/or retroperito- neum, a urologist should be involved in the decision-making process, and surgical resection or ablative therapies may be consid- ered. (Expert Opinion) Local recurrence is defined as any persistent or recurrent disease present in the treated kidney or associated renal fossa after initial treatment. If this occurs or a new renal primary is found, a metastatic evaluation should be performed. For select patients with isolated local recurrence, sur- gery or ablative therapy are the definitive man- agement options. Follow-Up After Surgery. 42. Clinicians should classify patients who have been managed with surgery (partial ne- phrectomy (PN) or radical nephrectomy RN) for a malignant renal mass into one of the following risk groups for follow-up: Low Risk (LR): pT1 and Grade 1/2 Intermediate Risk (IR): pT1 and Grade 3/4, or pT2 any Grade High Risk (HR): pT3 any Grade Very High Risk (VHR): pT4 or pN1, or sarcomatoid/rhabdoid dedifferentiation, or macroscopic positive margin 214 AUA GUIDELINE: RENAL MASS AND LOCALIZED RENAL CANCER PART II Copyright © 2021 American Urological Association Education and Research, Inc. Unauthorized reproduction of this article is prohibited.",
    "If final microscopic surgical margins are positive for cancer, the risk category should be considered at least one level higher, and increased clinical vigi- lance should be exercised. (Expert Opinion) A recent study compared several recurrence models and showed that these models only margin- ally outperformed TNM staging system. 39 With these data in mind, the Panel formulated a simple grouping to keep risk stratification convenient for routine patient care, while differentiating risk groups in a clinically meaningful fashion. The same follow-up schedule applies to all RCC histologies. Patients with microscopic positive surgical margins after PN should have closer follow-up. 40 43. Patients managed with surgery (PN or RN) for a renal malignancy should undergo abdom- inal imaging according to table 2, with CT or MRI pre- and post-intravenous contrast preferred. (Moderate Recommendation; Evi- dence Strength: Grade C). After 2 years, abdom- inal ultrasound (US) alternating with cross- sectional imaging may be considered in the LR and IR groups at physician discretion. After 5 years, informed/shared decision-making should dictate further abdominal imaging. (Expert Opinion) Recent studies have shown that patients who pre- sent with smaller 41 and asymptomatic recurrences (local and/or systemic) 42 after surgery for RCC tend to have a decreased cancer-specific mortality. Patients diagnosed during a scheduled surveillance program experienced longer survival and were more frequently able to receive tumor-directed therapy. 43 While previ- ous guidelines advised that surveillance can be termi- nated 3-5 years after surgery, recent studies suggest that 30% of RCC recurrences are diagnosed beyond 5 years after surgery. 20 The option to use abdominal US instead of CT or MRI at physician discretion after 5 years of follow-up is intended to allow continuous monitoring after 5 years, while minimizing radiation exposure and cost in the LR and IR groups. 44. Patients managed with surgery (PN or RN) for a renal malignancy should undergo chest imaging (chest x-ray [CXR] for LR and IR; CT chest preferred for HR and VHR) according to table 2. (Moderate Recommendation; Evi- dence Strength: Grade C). After 5 years, informed/shared decision-making discussion should dictate further chest imaging and CXR may be utilized instead of chest CT for HR and VHR (Expert Opinion) As pulmonary metastases are the most common site of renal cancer recurrence, timely detection of recurrent disease in the chest is optimized by a chest CT. The option to use CXR instead of chest CT after 5 years of follow up is intended to allow continuous monitoring after 5 years, while minimizing radiation exposure and cost in the HR and VHR groups. Follow-up after TA. 45. Patients undergoing ablative procedures with biopsy that confirmed malignancy or was non-diagnostic should undergo pre- and post-contrast cross-sectional abdominal imag- ing within 6 months (if not contraindicated). Subsequent follow-up should be according to the recommendations for the IR postoperative protocol (table 2). (Expert Opinion) Local recurrence is generally defined as any persistent/recurrent disease present in the treated kidney or associated renal fossa after initial treatment. Local recurrence or persistence after TA includes persistent enhancement of any treated mass, a visually enlarging neoplasm or new nodularity, or failure of regression in size of the treated lesion(s), or new satel- lite or port site lesions. This recommendation is based on a 5-10% local failure rate of ablative therapy sup- ported by the literature and places a high value on early detection by CT or MRI to direct potential retreatment and successful salvage. Patients who cannot receive iodinated IV contrast should undergo MRI imaging pre- and post-gadolinium contrast. If pa- tients cannot receive any conventional contrast, cross- sectional MRI with diffusion weighted imaging should be performed and can be complimented by contrast- enhanced ultrasound if a mass is suspected to eval- uate for enhancement. FUTURE DIRECTIONS Active Surveillance Priorities to improve the quality of AS as an option for the initial management of localized RCC include Table 2. Recommended follow-up schedule after surgery for renal cancer (in months)* Risk 3 6 9 12 18 24 30 36 48 60 72-84 96-120 LR x x x x x x IR x x x x x x x x HR x x x x x x x x x x VHR x x x x x x x x x x x x * Follow-up timeline is approximate and allows flexibility to accommodate reasonable patient, caregiver, and institutional needs. Each follow-up visit should include relevant history, physical examination, laboratory testing, and abdominal and chest imaging. Overall, 30% of renal cancer recurrences after surgery are diagnosed beyond 60 months. 20 Informed/shared decision-making should guide surveillance decisions beyond 60 months. AUA GUIDELINE: RENAL MASS AND LOCALIZED RENAL CANCER PART II 215 Copyright © 2021 American Urological Association Education and Research, Inc. Unauthorized reproduction of this article is prohibited.",
    "clinical trials, quality collaborative initiatives, pa- tient risk assessment tools, novel biomarkers, and improved imaging technologies. Each requires a commitment to continuous clinical improvement and scientific investigation. In the last decade, clinical investigators have identified overtreatment as a significant risk in the management of human malignancies. While reducing cancer-specific mortality is a primary goal in clinical oncology, a growing body of literature also delineates how serious adverse events associated with cancer treatment may impact a patient’s quality and quantity of life. The systematic study of the biology of untreated human cancers is fraught with social, moral and potentially legal implications given the complex, unique and unpredictable tumor- host interactions and other competing risks. Initial efforts at developing frameworks and a standardized lexicon for AS research will improve data collection, registries and clinical trials in this important domain. The continued development of measures of patient and tumor characteristics and models to estimate and communicate risks and tradeoffs will be foundational to further efforts. On the patient side, these include research on competing risks and measurement tools to assess the morbidity and mortality from common co- existing diagnoses in patients with RCC. On the tumor side, this includes improved evaluation and diagnostic tools such as tumor radiomics, molecular imaging, and enhanced RMB which have great promise to improve our ability to discriminate benign versus malignant and indolent versus aggressive tumor biology. 44 Biomarkers identified through The Cancer Genome Atlas (TCGA) 45 and other efforts will need to be developed/validated as clinically useful assays for diagnosing, estimating prognosis, and monitoring purposes, potentially using circulating tumor cells. 46 From the patient perspective, the development of aids to improve informed medical decision-making is requisite, 47 while from the physician perspec- tive, randomized prospective trials comparing treatment to AS should be prioritized to assess oncologic/functional outcomes and treatment- related morbidities. Follow-Up After Intervention These guidelines for surveillance attempt to provide a risk-based approach to surveillance and moni- toring. Any cancer surveillance regimen is a balancing act that includes many variables such as the likelihood of disease recurrence, benefit of therapeutic interventions and effectiveness of these modalities based on timing of recurrence detection, improvements in diagnostic and initial in- terventions, patient characteristics, as well as the burden and cost of monitoring. As electronic medical records and quality and safety initiatives intensify, tracking outcomes of all patients will become increasingly codified and more usable for research purposes. These data can then be used to inform a more evidence-based approach to the proper sequencing, timing, duration, and type of follow-up that improves patient outcomes with the most parsimonious monitoring. Future research to make patient follow-up more efficient and effective could include one or many of these modalities: develop circulating biomarkers to supplement currently available imaging, develop novel functional or biomarker-based imaging, conduct clinical trials to compare currently avail- able imaging modalities, as well as clinical trials to guide the frequency of imaging/follow-up, similar to studies done in testicular cancer (MRC TEO8*), 48 colon cancer (GILDA), 49 and non-small cell lung cancer (OFCT-0302). 50 DISCLAIMER This document was written by the Renal Mass Guideline Amendment Panel of the American Uro- logical Association Education and Research, Inc., which was created in 2020. The Practice Guidelines Committee (PGC) of the AUA selected the commit- tee chair. Panel members were selected by the chair. Membership of the Panel included specialists in urology and primary care with specific expertise on this disorder. The mission of the panel was to develop recommendations that are analysis based or consensus-based, depending on panel processes and available data, for optimal clinical practices in the treatment of early stage testicular cancer. Funding of the panel was provided by the AUA. Panel members received no remuneration for their work. Each member of the panel provides an ongoing conflict of interest disclosure to the AUA, and the Panel Chair, with the support of AUA Guidelines staff and the PGC, reviews all disclosures and ad- dresses any potential conflicts per AUA’s Principles, Policies and Procedures for Managing Conflicts of Interest. While these guidelines do not necessarily establish the standard of care, AUA seeks to recommend and to encourage compliance by prac- titioners with current best practices related to the condition being treated. As medical knowledge ex- pands and technology advances, the guidelines will change. Today these evidence-based guidelines statements represent not absolute mandates but provisional proposals for treatment under the spe- cific conditions described in each document. For all these reasons, the guidelines do not pre-empt physician judgment in individual cases. Treating physicians must take into account variations in 216 AUA GUIDELINE: RENAL MASS AND LOCALIZED RENAL CANCER PART II Copyright © 2021 American Urological Association Education and Research, Inc. Unauthorized reproduction of this article is prohibited.",
    "resources, and patient tolerances, needs, and pref- erences. Conformance with any clinical guideline does not guarantee a successful outcome. The guideline text may include information or recom- mendations about certain drug uses (“off label”) that are not approved by the Food and Drug Adminis- tration (FDA), or about medications or substances not subject to the FDA approval process. AUA urges strict compliance with all government regulations and protocols for prescription and use of these sub- stances. The physician is encouraged to carefully follow all available prescribing information about indications, contraindications, precautions and warnings. These guidelines and best practice statements are not intended to provide legal advice about use and misuse of these substances. Although guidelines are intended to encourage best practices and potentially encompass available technologies with sufficient data as of close of the literature re- view, they are necessarily time-limited. Guidelines cannot include evaluation of all data on emerging technologies or management, including those that are FDA-approved, which may immediately come to represent accepted clinical practices. For this reason, the AUA does not regard technologies or management which are too new to be addressed by this guideline as necessarily experimental or investigational. DISCLOSURES All panel members completed COI disclosures. Disclosures listed include both topic e and non- topic-related relationships. Consultant/Advisor: Sam S. Chang, MD, MBA: GLG, Janssen, BMS, Pfizer, Urogen, Virtuoso Surgical, mIR; Peter E. Clark, MD: Galil Medical, Merck; Jose A. Karam: Merck, Pfizer; Robert G. Uzzo, MD, MBA: UroGen Pharma, Amgen, Merck. Scientific Study or Trial: Sam S. Chang, MD, MBA: NIH; Jose A. Karam, MD: Roche/Genentech, Mirati; Robert G. Uzzo, MD, MBA: Pfizer, Genentech. Investment Interest: Jose A. Karam, MD: MedTek, Allogene, Romtech. Health Publishing: Sam S. Chang, MD, MBA: Uro Today; Jose A. Karam, MD: Frontiers in Genitourinary Oncology, Annals of Surgical Oncology, Cancer, Clinical Genitourinary Cancer. Meeting Participant or Lecturer: Robert G. Uzzo, MD, MBA: Janssen. REFERENCES 1. Campbell SC, Novick AC, Belldegrun A et al: Guideline for management of the clinical T1 renal mass. J Urol 2009; 182: 1271. 2. Campbell SC, Uzzo RG, Allaf ME et al: Renal mass and localized renal cancer: AUA guideline. J Urol 2017; 198: 520. 3. Donat SM, Diaz M, Bishoff JT et al: Follow-up for clinically localized renal neoplasms: AUA guideline. J Urol 2013; 190: 407. 4. Pierorazio PM, Johnson MH, Patel HD et al: Management of renal masses and localized renal cancer. J Urol 2016; 196: 989. 5. Kutikov A, Fossett LK, Ramchandani P et al: Incidence of benign pathologic findings at partial nephrectomy for solitary renal mass presumed to be renal cell carcinoma on preoperative imaging. Urology 2006; 68: 737. 6. Thompson RH, Hill JR, Babayev Y et al: Meta- static renal cell carcinoma risk according to tumor size. J Urol 2009; 182: 41. 7. Siegel RL, Miller KD and Jemal A: Cancer sta- tistics, 2020. CA Cancer J Clin 2020; 70: 7. 8. Campbell SC, Lane BR and Pierorazio P: Malig- nant Renal Tumors. Campbell-Walsh Urology, 12th edition. Edited by AJ Wein, LR Kavoussi, AW Partin, et al, Elsevier, Philadelphia, PA, Chapter 98, 2019. 9. McIntosh AG, Ristau BT, Ruth K et al: Active surveillance for localized renal masses: tumor growth, delayed intervention rates, and > 5-yr clinical outcomes. Eur Urol 2018; 74: 157. 10. Charles C, Gafni A, Whelan T: Decision-making in the physician-patient encounter: revisiting the shared treatment decision-making model. Soc Sci Med 1999; 49: 651. 11. Frank I, Blute ML, Cheville JC et al: An outcome prediction model for patients with clear cell renal cell carcinoma treated with radical ne- phrectomy based on tumor stage, size, grade and necrosis: the SSIGN score. J Urol 2002; 168: 2395. 12. Leibovich BC, Blute ML, Cheville JC et al: Pre- diction of progression after radical nephrectomy for patients with clear cell renal cell carcinoma: a stratification tool for prospective clinical trials. Cancer 2003; 97: 1663. 13. Kattan MW, Reuter V, Motzer RJ et al: A post- operative prognostic nomogram for renal cell carcinoma. J Urol 2001; 166: 63. 14. Sorbellini M, Kattan MW, Snyder ME et al: A postoperative prognostic nomogram predicting recurrence for patients with conventional clear cell renal cell carcinoma. J Urol 2005; 173: 48. 15. Zisman A, Pantuck AJ, Wieder J et al: Risk group assessment and clinical outcome algorithm to predict the natural history of patients with sur- gically resected renal cell carcinoma. J Clin Oncol 2002; 20: 4559. 16. Karakiewicz PI, Briganti A, Chun FK et al: Multi- institutional validation of a new renal cancer- specific survival nomogram. J Clin Oncol 2007; 25: 1316. 17. Yaycioglu O, Roberts WW, Chan T et al: Prog- nostic assessment of nonmetastatic renal cell carcinoma: a clinically based model. Urology 2001; 58: 141. 18. Ljungberg B, Albiges L, Abu-Ghanem Y et al: European association of urology guidelines on renal cell carcinoma: the 2019 update. Eur Urol 2019; 75: 799. 19. Motzer RJ, Jonasch E, Boyle S et al: Nccn guidelines insights: kidney cancer, version 1.2021. J Natl Compr Canc Netw 2020; 18: 1160. 20. Stewart SB, Thompson RH, Psutka SP et al: Evaluation of the national comprehensive cancer network and american urological association renal cell carcinoma surveillance guidelines. J Clin Oncol 2014; 32: 4059. 21. Liu Y: The place of fdg pet/ct in renal cell car- cinoma: value and limitations. Front Oncol 2016; 6: 201. 22. Crispen PL, Viterbo R, Boorjian SA et al: Natural history, growth kinetics, and outcomes of un- treated clinically localized renal tumors under active surveillance. Cancer 2009; 115: 2844. 23. Chandrasekar T, Ahmad AE, Fadaak K et al: Natural history of complex renal cysts: clinical AUA GUIDELINE: RENAL MASS AND LOCALIZED RENAL CANCER PART II 217 Copyright © 2021 American Urological Association Education and Research, Inc. Unauthorized reproduction of this article is prohibited.",
    "evidence supporting active surveillance. J Urol 2018; 199: 633. 24. Bos SD, Piers DA and Mensink HJ: Routine bone scan and serum alkaline phosphatase for staging in patients with renal cell carcinoma is not cost- effective. Eur J Cancer 1995; 31a: 2422. 25. Kriteman L and Sanders WH: Normal alkaline phosphatase levels in patients with bone me- tastases due to renal cell carcinoma. Urology 1998; 51: 397. 26. Blacher E, Johnson DE and Haynie TP: Value of routine radionuclide bone scans in renal cell carcinoma. Urology 1985; 26: 432. 27. Lindner A, Goldman DG and deKernion JB: Cost effective analysis of prenephrectomy radioiso- tope scans in renal cell carcinoma. Urology 1983; 22: 127. 28. Benson MA, Haaga JR and Resnick MI: Staging renal carcinoma. What is sufficient? Arch Surg 1989; 124: 71. 29. Gr € unwald V, Eberhardt B, Bex A et al: An inter- disciplinary consensus on the management of bone metastases from renal cell carcinoma. Nat Rev Urol 2018; 15: 511. 30. Koga S, Tsuda S, Nishikido M et al: The diag- nostic value of bone scan in patients with renal cell carcinoma. J Urol 2001; 166: 2126. 31. Suarez-Sarmiento A Jr, Nguyen KA, Syed JS et al: Brain metastasis from renal-cell carcinoma: an institutional study. Clin Genitourin Cancer 2019; 17: e1163. 32. Young RJ, Sills AK, Brem S et al: Neuroimaging of metastatic brain disease. Neurosurgery 2005; 57: S10. 33. Brem S and Panattil JG: An era of rapid advancement: diagnosis and treatment of met- astatic brain cancer. Neurosurgery 2005; 57: S5. 34. Fuccio C, Ceci F, Castellucci P et al: Restaging clear cell renal carcinoma with 18f-fdg pet/ct. Clin Nucl Med 2014; 39: e320. 35. Alongi P, Picchio M, Zattoni F et al: Recurrent renal cell carcinoma: clinical and prognostic value of fdg pet/ct. Eur J Nucl Med Mol Imaging 2016; 43: 464. 36. Wang HY, Ding HJ, Chen JH et al: Meta-analysis of the diagnostic performance of [18f]fdg-pet and pet/ct in renal cell carcinoma. Cancer Im- aging 2012; 12: 464. 37. University R: Zirconium-89-girentuximab pet/ct imaging in renal cell carcinoma. 2016. https:// www.clinicaltrials.gov/ct2/show/NCT02883153. Accessed February 04, 2021. 38. Psutka SP and Master VA: Role of metastasis- directed treatment in kidney cancer. Cancer 2018; 124: 3641. 39. Correa AF, Jegede O, Haas NB et al: Predicting renal cancer recurrence: defining limitations of existing prognostic models with prospective trial- based validation. J Clin Oncol 2019; 37: 2062. 40. Wood EL, Adibi M, Qiao W et al: Local tumor bed recurrence following partial nephrectomy in pa- tients with small renal masses. J Urol 2018; 199: 393. 41. Thomas AZ, Adibi M, Borregales LD et al: Sur- gical management of local retroperitoneal recurrence of renal cell carcinoma after radical nephrectomy. J Urol 2015; 194: 316. 42. Merrill SB, Sohl BS, Hamirani A et al: Capturing renal cell carcinoma recurrences when asymp- tomatic improves patient survival. Clin Genitourin Cancer 2019; 17: 132. 43. Beisland C, Gubrandsdottir G, Reisæter LA et al: A prospective risk-stratified follow-up programme for radically treated renal cell carcinoma patients: evaluation after eight years of clinical use. World J Urol 2016; 34: 1087. 44. Lubner MG: Radiomics and artificial intelligence for renal mass characterization. Radiol Clin North Am 2020; 58: 995. 45. Linehan WM and Ricketts CJ: The cancer genome atlas of renal cell carcinoma: findings and clinical implications. Nat Rev Urol 2019; 16: 539. 46. Gorin MA, Verdone JE, van der Toom E et al: Circulating tumour cells as biomarkers of pros- tate, bladder, and kidney cancer. Nat Rev Urol 2017; 14: 90. 47. Witteman HO, Dansokho SC, Colquhoun H et al: User-centered design and the development of patient decision aids: protocol for a systematic review. Syst Rev 2015; 4: 11. 48. Rustin GJ, Mead GM, Stenning SP et al: Na- tional cancer research institute testis cancer clinical studies group. Randomized trial of two or five computed tomography scans in the surveil- lance of patients with stage I nonseminomatous germ cell tumors of the testis: medical research council trial TE08, ISRCTN56475197 d the Na- tional Cancer Research Institute Testis Cancer Clinical Studies Group. J Clin Oncol 2007; 25: 1310. 49. Rosati G, Ambrosini G, Barni S et al: A ran- domized trial of intensive versus minimal sur- veillance of patients with resected Dukes B2-C colorectal carcinoma. Ann Oncol 2016; 27: 274. 50. Vader W, Price L, Herpers B et al: 3D Cultured tumour from patients to predict treatment response. Ann Oncol 2017; 28: 449. 218 AUA GUIDELINE: RENAL MASS AND LOCALIZED RENAL CANCER PART II Copyright © 2021 American Urological Association Education and Research, Inc. Unauthorized reproduction of this article is prohibited."
  ],
  "processed_at": "2026-01-30T15:58:54.354Z"
}