{
  "doc_id": "4f97de93b014b4aad11dbf5af9ba7a2a",
  "source_id": "s00330-024-11241-1",
  "total_pages": 12,
  "pages": [
    "Scharitzer et al . European Radiology (2025) 35:3169 – 3180 https://doi.org/10.1007/s00330-024-11241-1 S P E C I A L R E P O R T O p e n A c c e s s ESSD – ESGAR best practice position statements on the technical performance of video fl uoroscopic swallowing studies in adult patients with swallowing disorders Martina Scharitzer 1 * , Wolfgang Schima 2,3,4 , Margaret Walshe 5 , Eric Verin 6 , Stefano Doratiotto 7 , Olle Ekberg 8 , Daniele Farneti 9 , Peter Pokieser 10 , Emilio Quaia 11 , Virginie Woisard 12 , Ekaterini Xinou 13 and Renée Speyer 14,15,16,17 Abstract Objectives Video fl uoroscopic swallowing studies (VFSS) remain the gold standard for the instrumental assessment of oropharyngeal swallowing disorders alongside fl exible endoscopic evaluation of swallowing (FEES), requiring a high standard of quality and correct implementation. The current best practice position statements aim to guide the clinical practice of VFSS in individuals experiencing swallowing disorders. Materials and methods An international expert consensus panel with expertise in oropharyngeal dysphagia, comprised of radiologists, speech-language therapists, otolaryngologists, and other professionals in the fi eld, convened by the European Society of Swallowing Disorders (ESSD) and the European Society of Gastrointestinal and Abdominal Radiology (ESGAR), developed best practice position statements. They were established using an online Delphi methodology involving an online panel discussion and item preparation and three consecutive rounds. Consensus was reached when ≥ 80% of the participants agreed on a speci fi c recommendation. Results Eighteen best practice position statements were formulated, thereby establishing standard recommendations on the technical performance of VFSS. They cover VFSS planning, correct implementation, documentation, radiation protection, equipment and maintenance, and education and training. Conclusion These position statements summarise the panel ’ s deliberations and recommendations in performing VFSS, representing the agreed consensus of experts from ESSD and ESGAR. They provide a structured framework for optimising and standardising the performance of VFSS in patients with swallowing disorders. Key Points Question Signi fi cant regional and national differences in clinical practice when performing VFSS highlight the need for interdisciplinary recommendations to optimise patient care . Findings Eighteen statements were developed by representatives of the ESSD and the ESGAR . Clinical relevance These best practice position statements on the technical performance of VFSS may serve as a basis for standardising the procedure and ensuring high-quality service . Keywords Fluoroscopy, Deglutition disorders, Dysphagia, Barium, Consensus development Introduction The video fl uoroscopic swallowing study (VFSS), also referred to as the modi fi ed barium swallow, is a dynamic fl uoroscopic examination used to assess swallowing © The Author(s) 2024. Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http://creativecommons.org/ licenses/by/4.0/. *Correspondence: Martina Scharitzer martina.scharitzer@meduniwien.ac.at Full list of author information is available at the end of the article 1234567890():,; 1234567890():,; 1234567890():,; 1234567890():,;",
    "biomechanics in patients of all ages. Since it was introduced almost 60 years ago [1], patients are referred to the radi- ology department to provide real-time visualisation of the passage of the bolus in relation to the movement of oral, pharyngeal, laryngeal, and oesophageal structures involved in the swallowing process. A VFSS serves diagnostic and therapy-guiding purposes by evaluating morphological pathologies and abnormal swallow function in a single investigation. It plays a crucial role in identifying the underlying cause of dysphagia and determining the most appropriate management strategies including suitable consistencies for oral intake and the impact of compensa- tory therapeutic manoeuvres for individual patient care. Despite a global decline in the utilisation of fl uoroscopic procedures, the demand for VFSS services is likely to persist given its clinical signi fi cance in diagnosing and managing patients with swallowing disorders due to its unique ability to depict all phases of the swallowing process. This need is reinforced by the increasingly ageing population. Thus, the use of VFSS has experienced a more than 20% increase in the last two decades [2]. The VFSS is a highly operator-dependent and complex procedure and can show signi fi cant variations in the clinical approach, implementation, and interpretation. Differences in education and training of allied health professionals lead to variations in VFSS practices within and between institutions at national and international levels. This includes patient referral criteria, the use of contrast agents, technical basics, and the selection of professionals performing the examination. Different approaches are also in fl uenced by equipment availability and national regulations. The shift from image intensi fi ers to fl at-panel fl uoroscopy and picture archiving and com- munication systems (PACS) impacts the effectiveness of VFSS. Changes in the working environment have led to an expansion of the traditional roles of healthcare profes- sionals performing VFSS, with non-radiologists increas- ingly moving into positions of responsibility. A survey of speech-language therapists in the United Kingdom has revealed a lack of standardisation of clinical practice and knowledge in fundamental areas of implementation of VFSS [3]. In a systematic review, published in 2019, Boaden et al [4] identi fi ed seven clinical practice guide- lines worldwide with signi fi cant variance regarding the professional content and recommendations provided. The notably signi fi cant discrepancies in clinical practice at various stages of the examination raise concerns. To ensure standardised practice for optimal patient care, clinicians involved in VFSS require methodologically sound recommendations which summarise the most reliable evidence for clinical practice and improve the use of limited healthcare resources. Our objective is to establish international European best practice position statements through the cooperation of the European Society of Swallowing Disorders (ESSD) and the European Society of Gastrointestinal and Abdominal Radiology (ESGAR) representatives to prevent unwarranted varia- tion in the conduct of VFSSs that may negatively in fl uence patient care. These position statements on best practices are not prescriptive guidelines. They apply to adults pre- senting with dysphagia and referred to VFSS. They may not be universally applicable, and their interpretation should consider speci fi c clinical scenarios and resource availability. Material and methods A multidisciplinary expert panel was selected by ESSD and ESGAR society with an equal number of repre- sentatives ( n = 6 each) based on their expertise and achievements within the fi eld. The panel collectively represented abdominal radiology ( n = 7), speech-language therapy ( n = 2), otolaryngology ( n = 2), and physical medicine and rehabilitation ( n = 1). Representatives comprised society members of Austria ( n = 3), France ( n = 2), Italy ( n = 3), Greece ( n = 1), Ireland ( n = 1), Norway ( n = 1), and Sweden ( n = 1). The project was divided into three working groups covering the following topics: “ Indications, contraindications and equipment speci fi cations ” , “ contrast media and radiation safety ” and “ investigation speci fi cations ” . Working group leadership was balanced between ESSD and ESGAR representatives. Best practice position statements were developed by following a modi fi ed Delphi process as described below. Each working group conducted literature research on their speci fi c topics using PubMed covering articles without temporal constraints, in addition to referring to their own resources. Utilising these literature fi ndings, each working group formulated best practice position statements accompanied by corresponding supporting text. The review of position statements occurred through a series of three online voting rounds using a computer- assisted web interviewing system, i.e. Google Forms (Google LLC) with the possibility to comment on each statement by all participants. In between the voting rounds, the statements were revised by the working groups according to the input and feedback from all panellists. Despite the panellists voting independently and anonymously, the voting rounds of the modi fi ed Delphi process did not ensure anonymity to the organiser. She maintained the anonymity of the votes and accompanying comments throughout and after the voting rounds. After the third online voting round, a fi nal web-based video conference took place in November 2023 to discuss and vote on the updated statements. A consensus was de fi ned a priori as an agreement between ≥ 80% of participants (Fig. 1). The project leaders edited the fi nal manuscript, Scharitzer et al . European Radiology (2025) 35:3169 – 3180 3170",
    "which was subsequently circulated among and approved by the consensus group participants. Next, it was sub- mitted to the ESSD and ESGAR boards for approval. It is recommended to read the best practice position state- ments in conjunction with their corresponding support- ing text rather than in isolation. Best practice position statements General aspects Best practice position statement 1 The request for a VFSS should include suf fi cient information to justify the medical necessity of the examination. It should be initiated by a physician or other licensed healthcare provider following local and national policies and procedures. Video fl uoroscopy carries some radiation risk, as well as aspiration risk with the ingestion of an oral contrast medium. The request should consider the medical risk to the patient. The referring physician or other licensed healthcare provider, who is a specialist in the area of swallowing assessment is best placed to consider this risk. Local and national policies regarding the referral procedure should be in place. It is recognised that policies and procedures will vary nationally and inter- nationally [5 – 7]. Best practice position statement 2 The patient ’ s elig- ibility must be determined based on medical history, clinical assessment, and review of pertinent information that may impact the procedure before starting the investigation. Knowledge of the medical history prior to the examination is relevant in order to individually tailor the examination technique to the patient ’ s symptoms. A careful case history is critical in formulating a clinical hypothesis regarding the aetiology of dysphagia, whether signs and symptoms of dysphagia are consistent with oropharyngeal or oesophageal dysphagia and providing information on the need for a VFSS in conjunction with or instead of other instrumental evaluations [8 – 11]. The signs and symptoms of dysphagia may help differentiate between oral, pharyngeal or pharyngo-oesophageal dif fi culties. Pertinent medical information that may impact swallow- ing is important. This may include timing of medications [12, 13], oxygen requirements, and blood pressure status. Previous examinations should be reviewed to avoid unnecessary radiation exposure, address speci fi c ques- tions during the study, and allow for comparison between studies. The patient ’ s ability to complete the VFSS procedure will ideally be con fi rmed by the clinical swallowing examination (CSE) [14] although it is recog- nised that this is not always possible. The CSE should help con fi rm the suspicion or presence of oropharyngeal and/ or oesophageal dysphagia and may modify the VFSS protocol. Patients, who are unable to manage oral trials due to cognitive impairment, will not be able to complete the VFSS, which requires the ingestion of oral contrast medium. Indications and contraindications Best practice position statement 3 Indications for a VFSS include the need for assessment of the oral preparatory, oral transit, pharyngeal, and/or oesophageal phases of swallowing in all patients with symptoms related to eating and drinking. These may be either subjectively reported or observed by a caregiver, and VFSS fi ndings Fig. 1 Overview of the modi fi ed Delphi study. FOV, fi eld of view; MDT, multidisciplinary team Scharitzer et al . European Radiology (2025) 35:3169 – 3180 3171",
    "should have the potential to in fl uence patient management. In some instances, VFSS may be performed as a “ diagnostic ” test accompanied by a “ therapeutic-guiding ” test, although there is considerable overlap between the two. Patients with symptoms related to swallowing, whether self-reported by the patient, observed by a caregiver, or identi fi ed during a clinical swallowing examination, may be referred for VFSS [15]. These symptoms and clinical conditions may especially include dysphagia, suspicion of aspiration, sensation of a lump in the throat (globus sensation), respiratory disorder, feeding dif fi culties, diag- nosed or suspected abnormalities along the upper gastrointestinal tract, the need to evaluate therapeutic manoeuvres or other management strategies, or a medical condition with a recognised high risk for swallowing disorders [16]. A diagnostic VFSS aims to clarify the clinical symptoms of a patient and evaluate the extent of impairment by evaluating the bolus fl ow in relation to structural move- ment, timing, and coordination throughout the orophar- yngeal and oesophageal tract. For a therapeutic-guiding VFSS, various compensatory strategies, such as adjusting bolus volume or consistency and implementing postural or swallowing manoeuvres, are tested and documented using video fl uoroscopy to assess their impact on swallow- ing ef fi ciency and safety [4, 17]. Therapeutic-guiding studies should not be performed without prior diagnostic evaluation [18]. Nonetheless, both parts often intersect and are ideally combined into one examination. Patients presenting with rapidly progressing obstruction for solids, weight loss, or other alarm symptoms should undergo endoscopy fi rst as a priority before considering a VFSS. VFSS can serve as an initial assessment of swallowing function or as a repeated evaluation for patients whose swallowing capabilities are likely to change due to disease progression or improvement following an intervention. Additionally, VFSS may diagnose aspiration or residues, when a patient is unable or refuses to undergo transnasal endoscopy. In patients with chronic obstructive pulmonary disease (COPD) or other pulmonary conditions often accompa- nied by dyspnoea and, in some cases, abnormal lung function associated with aspiration or gastro-oesophageal re fl ux, VFSS is used to evaluate the patient ’ s ability to safely meet nutritional requirements on oral intake and manage oral medications. Best practice position statement 4 Contraindications include patients with an unstable medical condition, insuf fi cient cognitive awareness to cooperate, inability to provide suf fi cient posture for imaging, or lack of possible therapeutic changes in the individual management plan. There are very few contraindications for undergoing a VFSS. One requirement is that the patient should be suf fi ciently conscious to actively cooperate in the examination, particularly with the goal of being at least partially fed orally. The radiologic equipment should accommodate the patient ’ s physical function, and the patient should attain and maintain a suitable posture. It does not constitute a contraindication, when the patient is allergic to barium or other components of the contrast material. In this case, an alternative contrast material, such as non-ionic iodine agents, should be considered. Patients with fi stulae, such as trachea-oesophageal, should not undergo an examination with barium but with non-ionic iodine. Relative contraindications include pregnancy, patients on ventilators and for whom portable ventilation is not possible, and if the patient is nil by mouth for reasons unrelated to swallowing dysfunction. Patient preparation and monitoring Best practice position statement 5 No special prepara- tion is needed for VFSS. The patient is examined with their dentures or other oral appliances in place so that their swallow is as normal as possible. In most cases, the nasogastric feeding tubes can be left in situ due to discomfort during reinsertion of tubes, since the presence of a nasogastric tube does not substantially alter video fl uoro- scopic fi ndings [19, 20]. Metal objects within the fi eld of view have to be removed before starting the investiga- tion, including earrings, necklaces, eyeglasses, or hair- pins. Fasting may be required depending on the patient ’ s symptoms, for example, to reduce pharyngeal or oesophageal residues. Best practice position statement 6 Although no special monitoring is needed for patients undergoing video- fl uoroscopy, equipment for medical emergency response should be available. Equipment for handling emergencies should be identi- fi ed and available. Before starting the examination, patients at risk of immediate respiratory failure or severe aspiration, who require immediate treatment, should be identi fi ed. A suction device (in-wall vacuum system or portable suction unit) and pulse oximetry should be available in the fl uoroscopy room and checked at regular intervals to ensure it is in good working condition. In accordance with local regulations and policies, it is mandatory to have medical personnel with proper training and current knowledge present to provide immediate assistance in cases where patients are choking and aspirating. Scharitzer et al . European Radiology (2025) 35:3169 – 3180 3172",
    "Frame rate, fi eld of view Best practice position statement 7 VFSS should be performed at a high spatial and temporal resolution with a minimum of 15 frames per second. The detector should capture a frame rate that corresponds to the pulse rate. High spatial resolution can be obtained using both currently available detector technologies for fl uoroscopy: fl at panel detectors and the older technology of image intensi fi ers. Both types of equipment provide a high temporal resolution of 25 or 30 pulses per second. Time- dependent physiological components like aspiration, laryngeal hyoid movement [21], and dynamic morpholo- gical observations like webs or rings [22] often present for only fractions of a second, justifying the necessity for a high temporal resolution. The recommended pulse rate is at least 15 pulses per second, preferably with 25 or 30 pulses per second [21, 23]. The selection of a speci fi c pulse rate should align with the corresponding frame rate of images recorded by the detector of the fl uoroscopy unit. Audio recording integrated into the fl uoroscopy system can be useful for the evaluation of oropharyngeal dysphagia. Dose reference levels (DRLs) must be care- fully balanced, considering the individual patient ’ s bene fi t. They must be documented and audited according to national regulations as agreed with the medical physics expert. X-ray equipment must adhere to national guidelines and be adaptable to a range of patients ’ positioning requirements. Radiolucent seats may be necessary, and attention should be given to the patient ’ s height and position in relation to the X-ray machinery. Best practice position statement 8 The lips, the oral cavity, the soft palate, the nasopharynx, the oropharynx, the hypopharynx, the larynx, and the upper oesophagus are the structures that need to be in the fi eld of the oropharyngeal exam during VFSS. The fl uoroscopic image should be centred on the important area for evaluation (oral cavity/pharynx/upper oesophagus/airways) to provide the most accurate view of the structures that need to be examined, avoiding the lenses of the eye [18]. During the exam, it is possible to adapt the patient ’ s position in order to focus on a particular area. The boundaries of the fl uoroscopy fi eld in the lateral view are the lips anteriorly, the nasopharynx superiorly, the cervical spinal column posteriorly and the cervical oesophagus inferiorly [24]. This comprehensive view enables the assessment of the various stages of swallowing at one time [25]. For the anterior – posterior (AP) views, the fi eld of view is initially focused on the oral cavity so that the palate forms the superior border of the image and the vocal folds and tracheal column form the inferior border. To improve the quality of the image, the fi eld is collimated bilaterally to the angles of the mandible [25]. In addition to image quality considerations, appropriate collimation also reduces the size of the radiation fi eld, resulting in lower radiation dose. Therefore, collimation should always be employed to the extent that it does not compromise the visualisation of crucial anatomy (Fig. 2a, b). Best practice position statement 9 Visualisation of the entire oesophageal phase with evaluation of the oesopha- geal clearance of bolus in the upright position is recommended to be routinely performed during VFSS, if feasible. During VFSS, it is essential to evaluate both orophar- yngeal swallowing and oesophageal clearance in the upright position. This is particularly important because localising the level of dysphagia can be challenging despite comprehensive history taking [26]. Up to one-third of patients reporting lower throat symptoms may have an oesophageal cause for dysphagia [27] that could remain undetected without the observation of the oesophageal phase during VFSS [28]. Surveying the oesophagus is also important because many patients experience multiphase swallow impairment, with concurrent oropharyngeal and oesophageal disorders [29, 30]. Therefore, evaluating oesophageal function should be a routine part of the assessment for all patients complaining of dysphagia or globus sensation when referred for VFSS [31, 32]. Observing the oesophageal clearance in the upright position during VFSS does not intend to assess oesopha- geal motility thoroughly [25], nor does it replace the air contrast barium oesophagram due to its limited sensitivity [33]. A well-established oesophageal screening protocol may facilitate timely referral for additional assessments [28, 29, 34]. Given its low sensitivity, if oesophageal screening is negative, but there is high clinical suspicion, a subsequent thorough oesophagram including investiga- tion in the horizontal plane should be recommended. Additionally, manometry, or impedance-manometry could be considered [33]. Documentation and reporting Best practice position statement 10 Fluoroscopy sequences must be captured and documented without signi fi cant quality loss, consistent with local legal requirements, in a local PACS to allow post- examination replay for analysis. The recording of fl uoroscopic sequences, along with their subsequent transfer and storage in the patient ’ s medical record, is essential for later frame-by-frame Scharitzer et al . European Radiology (2025) 35:3169 – 3180 3173",
    "analysis, communication with intra- and extramural specialists in the multidisciplinary team, comparison for improvement or deterioration assessment, and avoidance of unnecessary repeat examinations. Video sequences, as well as spot radiographs or screenshots if deemed necessary during the investigation, should be stored in a PACS, preferably using the digital imaging and commu- nications in medicine format, which is the digital image standard. The equipment used should support continuous and frame-by-frame analysis, featuring an adjustable speed for forward and backward movement. Maintaining temporal and spatial resolution throughout the data storage process is important, ensuring compatibility between the fl uoroscopy unit and the recording system. Additionally, the application of image compression standards should be approached cautiously to prevent any loss of resolution [35]. Best practice position statement 11 The report should include relevant aspects of the technical performance of the examination, patient positioning, the area covered by VFSS, the protocol used, limitations affecting diagnostic accuracy, and the required radiation dose. The written report of a radiological investigation is the most critical communication between performing physi- cians, referring medical doctors, and other healthcare professionals [36, 37]. A comprehensive VFSS report should include a concise description of examination parameters, including the fl uoroscopy equipment speci fi - cations, the frame rate/pulse rate used, and whether radiographs were obtained. Patient positioning, projec- tions, and the speci fi c area covered by fl uoroscopy, along with compensatory strategies or rehabilitative techniques, should be clearly described. The type, consistency, volume of contrast medium used and details regarding its administration, and feeding utilities are essential aspects of a report. Procedure- related instructions given to the patient should be documented. Any technical and patient-related features that may impact the accuracy of the interpretation need to be identi fi ed and documented. If accessible, the patient ’ s radiation dose should be included in the report. The use of standardised template reports has demon- strated an improvement in the quality and comprehen- siveness of reports within a centre [38]. However, their effectiveness relies on the use of commonly known terms and should be implemented according to local policies (Table 1). Radiation Best practice position statement 12 The radiation dose of VFSS is an important issue, although it is, in general, Fig. 2 Field of view of a lateral and anteroposterior oropharyngeal VFSS sequence: female patient with oropharyngeal dysphagia after maxillofacial trauma and reconstruction. In the lateral view, ( a ) the boundaries of the fl uoroscopy fi eld encompass the lips, the nasopharynx, the cervical spinal column and the cervical oesophagus. For the anteroposterior view ( b ), the boundaries are superiorly the palate, inferiorly the cervical oesophagus and laterally the pharynx Scharitzer et al . European Radiology (2025) 35:3169 – 3180 3174",
    "lower than that of a neck CT examination. There is a wide range of radiation doses imparted during VFSS, depend- ing on the number of swallows recorded, the length of video loops, and the projections. Total radiation dose is especially important in the clinical scenario of repeated studies. The thyroid gland is the most radiosensitive organ in oropharyngeal studies. Regarding the fl uoroscopy time during VFSS, a wide variation has been reported. Ben fi eld et al reported a median fl uoroscopy time of 3 min (range 0.7 – 10 min) in a UK-based survey [39], Chau et al found mean fl uoroscopy times of 4.23 min [40], and Bonilha et al of 2.4 min [41], with a range of 23 – 387 s. Accordingly, the imparted radiation doses also show high variability in various studies on adults (dose area product 1.6 – 11 Gy.cm², for a mean effective dose of 0.2 – 0.85 mSv) [42 – 45]. The fl uoroscopy time, and consequently the effective radiation dose, depends on the clinical indication of VFSS [46]. Fluoroscopy times are longer (and effective doses are higher) in studies on cerebrovascular accident patients than on nasopharyngeal cancer patients [47]. The radiation dose of VFSS is considerably lower than that described for neck CT examinations in adults (median effective dose, 1.76 mSv and 5 mSv, respectively [48, 49]. There is no linear correlation between fl uoro- scopy time at VFSS and radiation dose imparted, because the radiation dose per time unit depends on the anatomic region assessed (lower doses for pharyngeal studies vs oesophageal studies). In pharyngeal studies, the thyroid gland is the most radiosensitive organ exposed [50]. In general, the radiation dose is lower in the lateral than in the frontal projection (AP to posterior – anterior [PA] radiation beam) [41]. The use of an AP vs PA projection depends on the technical set-up: a fl uoroscopy unit with an under-table X-ray source provides a PA radiation beam with a considerably lower thyroid dose than with an AP beam [41]. Best practice position statement 13 Radiation protec- tion of personnel and patients has to be provided during VFSS procedures according to the “ as low as reasonably achievable principle ” (ALARA). Limiting fl uoroscopy time and use of appropriate collimation during fl uoroscopy, increasing the distance between X-ray tubes, and super- vising personnel and appropriate lead shielding of personnel are key issues. For dose optimisation, fl uoroscopy time and number of swallows recorded have to be kept at a minimum, which still allows a safe diagnosis. The use of a larger fi eld-of- view (FOV) with appropriate collimation reduces the radiation dose to the patient in comparison with magni fi cation modes (small FOV), at the expense of lower image resolution [51]. Patients, who are fi t and without cognitive impairment should deliver the boluses themselves to reduce the radiation exposure to the personnel. Personnel supervising the examination should always wear lead aprons including thyroid shields and radiation-monitoring badges underneath the aprons (to measure the actual dose imparted to the personnel). Although these recommendations seem self-evident, in an Australian survey on speech-language therapists, only 76% indicated they would always wear lead thyroid shields and only 36% wear radiation-monitoring badges during the examination [52]. An Australian follow-up study indicated only minimal improvement in awareness (43% reported always wearing radiation-monitoring badges) [53]. Standing behind a transparent lead screen or installing a vertical lead-shielding device on the handrail of the fl uoroscopy table (to reduce scatter radiation from the Table 1 Key quality technical and procedural parameters that should be included in an adequate report Pre-procedure features Indication for referral, information from clinical history interview Frame rate/pulse rate Intra-procedure features Patient positioning (standing, sitting, chair, … ) FOV, areas covered (oropharynx, lateral/frontal position, and oesophagus) Number of trials tested, use of additional radiographs Contrast medium: type, volumes, and consistencies used Administration and feeding utilities of contrast medium Description of compensatory strategies or rehabilitative techniques used Technical and patient-related limitations affecting diagnostic accuracy Post-procedure features Image storage location Radiation dose, if accessible Scharitzer et al . European Radiology (2025) 35:3169 – 3180 3175",
    "patient´s head and body to the personnel) may further decrease radiation [54]. Contrast medium Best practice position statement 14 Low-density bar- ium suspension (20 – 40% barium weight/volume of water) is used in VFSS to visualise the morphology and function from the oral cavity to the oesophagus. Water soluble iodinated contrast media are recommended if there is a risk of perforation or leakage of contrast media into the tissues. Non-ionic low-osmolar iodinated contrast media are indicated for patients with a clinical suspicion of aspiration. Low-density barium (20 – 40% w / v ) suspension is used in VFSS to visualise the morphology and function from the oral cavity to the oesophagus [16]. Although some studies did not report any adverse effect of barium sulfate on the respiratory system [55, 56], others showed impaired pulmonary function if a large amount of barium enters the airway [57 – 60]. Barium in the extravisceral tissues tends to persist and may cause local in fl ammation [57]. Low-osmolar nonionic iodine-based contrast media are indicated for patients with a clinical suspicion of aspiration, perforation or leakage of contrast material into the tissue [16, 57]. Low-osmolar nonionic iodine contrast media applied in VFSS include either monomeric (e.g., iohexol [640 mmol/kg at 300 mg iodine/mL)] or dimeric (iodixanol) for oral application [57]. Hyperosmolar ionic iodinated contrast media, namely amidotrizoate (also known as diatrizoate, 1500 – 2000 mmol/kg, most common brand name Gastro- gra fi n ® ), are contraindicated in patients with suspicion of aspiration [16]. There is reason for caution, if hyperosmolar iodine-containing agents are aspirated, as there may be a shift of fl uid into the alveoli and interstitial spaces, disrupting gas exchange and causing the development of acute pulmonary oedema from the pulmonary tissues into the airway [57, 61, 62]. In animal studies, ionic iodine- containing contrast agents caused low in fl ammatory response [63, 64]. Nonionic contrast media did not cause any discernible in fl ammatory response in the lungs, suggesting it may be the safest contrast for VFSS [63]. Best practice position statement 15 In a diagnostic VFSS, the normal amount of a single sip for an adult patient is about 10 – 15 mL, if tolerated by the patient. Different bolus consistency is indicated to determine the effect of food consistency on swallowing and to assess stricture or solid-induced spasm or dysphagia. In a diagnostic VFSS, the average sip size of a single swallow for thin liquids is 10 – 15 mL [18, 65]. However, a healthy adult can manage liquid boluses of up to 50 mL or more [18]. In patients with suspected impairment, swallowing study should start with a lower amount — down to 3 – 5 mL according to the severity of the clinical situation. Solids, modi fi ed fl uids using thickening agents to achieve different consistencies, or natural foods such as pudding or crackers, are indicated to show a stricture, a solid-induced spasm or dysphagia, as well as for postoperative follow-up studies and to identify solid-induced abnormalities. The use of different consistencies —“ nectar-like ” (IDDSI Frame- work levels 1 or 2), honey-like ” (IDDSI Framework level 3), or “ spoon-thick ” (IDDSI Framework level 4) — may reveal reduced risk of aspiration [66] and are extremely helpful in patients with an aspiration of only liquid boluses to assess further therapeutic and dietetic management [18]. The International Dysphagia Diet Standardisation Initiative IDDSI frame [67, 68] may be taken as a reference in de fi ning the consistency given to the patient. Best practice position statement 16 For VFSS, the choice of contrast material depends on national approval and is adapted to the speci fi c procedure. Volumes and consistencies follow a standardised protocol which can be subjected to individual modi fi cation based on the patient ’ s abilities. The professional performing a VFSS determines the entire exam protocol, following nationally de fi ned medico-legal criteria of responsibility [3, 69, 70]. It is conceivable to start with a standardised protocol that is applicable to all patients and then move towards more personalised studies, which aim to elicit pathological swallowing patterns [18, 71, 72]. Logemann was the fi rst to propose a uniform procedure where each patient was given two swallows of 2 mL liquid, 2 mL paste, and 1/4 cookie [73], but subsequently expanded the protocol to 1 mL, 3 mL, 5 mL, 10 mL, and cup drinking volumes [74]. In practice, there is a great variety of protocols depending on the clinician ’ s pre- ference, patient population and clinical problems to be solved (e.g. [24, 75 – 78]). The typical range of trials per bolus/consistency is 1 – 3. However, limited numbers of trials may underestimate aspiration risk [79]. For both diagnostic and therapeutic- guiding purposes, a suf fi cient number of swallows must be collected for analysis. For therapeutic-guiding purposes, it may be necessary to test multiple volumes and consistencies. It is an informal practice to start with the consistency considered least risky to the patient at the smallest volume, gradually increasing the volume before progressing to consistencies deemed most challenging. Patients may be instructed to hold the bolus in their mouth and swallow when asked to (cued) or to swallow Scharitzer et al . European Radiology (2025) 35:3169 – 3180 3176",
    "without any speci fi c instruction (not cued). This results in differences in the patterns and timing of swallow onset [80, 81]. Speci fi cally, the movement of the bolus to more distal locations in the pharynx at the moment of swallow onset is more frequently observed in noncued conditions [81]. This underscores the importance of recreating real- life conditions in speci fi c situations. Compensatory techniques and multidisciplinary team Best practice position statement 17 Compensatory techniques can be part of the therapy-guiding VFSS exam to assess their effect on safety and ef fi ciency during swallowing. In addition to a standardised protocol consisting of repeated swallow trials using different viscosities and volumes, compensatory techniques may also be trialled. The primary purpose of compensatory manoeuvres is to improve safety and ef fi ciency during swallowing. These manoeuvres have an immediate effect, aiming to com- pensate for abnormalities in the swallowing process. Techniques may include adjustments in body and head positioning, as well as bolus modi fi cation (e.g. changes in volume, consistency, temperature, and taste) [14]. The most commonly used compensatory head positioning techniques include the chin tuck, head turn, or head tilt. The chin tuck is recommended in case of unsafe swallowing [82, 83], whereas the head turn and head tilt can be applied in cases of asymmetry (e.g. laryngeal hemiparalysis) [84, 85]. In contrast, exercise techniques (e.g. oromotor exer- cises, Masako manoeuvre, or Shaker exercise) aim for permanent changes in the swallowing process by training speci fi c musculature (e.g. tongue or orofacial musculature). This training can result in increased strength, coordination, and endurance of selected muscle groups [86]. As exercise techniques typically show effects over an extended period [87], they may not be useful during VFSS unless employed to con fi rm if a speci fi c manoeuvre (e.g. Mendelsohn manoeuvre) is performed adequately. Best practice position statement 18 The composition of the multidisciplinary healthcare team may differ across countries depending on national differences in education and the healthcare professionals involved in the manage- ment and care of people with dysphagia. The multi- disciplinary healthcare team involved in performing a VFSS will be supervised by a radiologist or any other licensed physician, supported by a speech-language therapist or other trained allied health professional. VFSS should be performed under the supervision of a radiologist or any other licensed physician trained in diagnostic radiology and the use of VFSS imaging equipment [69]. No VFSS should be performed in the absence of the medical supervisor. A therapy or radiology assistant/radiographer may support operating procedures related to the VFSS recordings and equipment. The assistant may be an allied health professional trained in supporting the VFSS assessment. A speech-language therapist (SLT) will collaborate with radiological staff in the performance of VFSS. The SLT should have knowledge of the patient ’ s cultural and social background, as well as cognitive and communica- tion status, to be taken into account during VFSS (and when developing a management plan based on VFSS fi ndings). The SLT may recommend bolus textures and volumes, and optional rehabilitative swallow man- oeuvres. An SLT may be involved in decisions around oral vs non-oral feeding, but is not quali fi ed to determine the feeding route independently. An SLT is also not quali fi ed to provide recommendations or interpretations about oesophageal functioning or abnormalities or to make any medical diagnosis. Formal training improves the agreement of VFSS interpretation across and within disciplines [88]. In addition to the listed professionals, the multidisci- plinary healthcare team may consist of other members (e.g. dieticians, occupational therapists, physiotherapists, neurologists, or otolaryngologists) depending on national differences in education and healthcare professionals involved in the management and care of people with swallowing disorders [89]. Summary In this work, we developed position statements on best practices for performing video fl uoroscopic swallowing studies in adult populations based on an international and interdisciplinary group of panellists representing two European societies. They provide a framework for the key technological concepts that should be taken into account when conducting this imaging study. The best possible compliance with technical requirements ensures quality assurance and improved patient care. A large consensus was reached to establish eighteen best practice position statements. These best practice position statements are not prescriptive guidelines. They may not be universally applicable, and their interpretation should consider spe- ci fi c clinical scenarios and resource availability. Abbreviations ESGAR European Society of Gastrointestinal and Abdominal Radiology ESSD European Society of Swallowing Disorders SLT Speech language therapist VFSS Video fl uoroscopic swallowing study Scharitzer et al . European Radiology (2025) 35:3169 – 3180 3177",
    "Acknowledgements The ESSD/ESGAR best practice position statements are established through an international consensus process. ESSD/ESGAR representatives, along with their staff members and consensus contributors, cannot be held responsible for any information published within the best practice position statements of ESSD/ ESGAR. Best practice position statement coordinators: Working group on indications and equipment speci fi cations: Martina Scharitzer (AUT), ESSD, ESGAR; Olle Ekberg (SWE), ESSD, ESGAR; Peter Pokieser (AUT), ESSD, and ESGAR; and Margaret Walshe (IRL), ESSD. Working group on contrast media and radiation safety: Wolfgang Schima (AUT), ESSD, and ESGAR; Daniele Farneti (ITA), ESSD; Emilio Quaia (ITA), ESGAR; and Virginie Woisard (FRA), ESSD. Working group on investigation speci fi cations: Eric Verin (FRA), ESSD; Stefano Doratiotto (ITA), ESGAR; Renée Speyer (NOR), ESSD; and Katerina Xinou (GRC), ESGAR. Funding This work was supported by the ESSD and the ESGAR. Open access funding provided by Medical University of Vienna. Compliance with ethical standards Guarantor The scienti fi c guarantor of this publication is Martina Scharitzer. Con fl ict of interest The authors of this manuscript declare no relationships with any companies, whose products or services may be related to the subject matter of the article. Statistics and biometry No complex statistical methods were necessary for this paper. Informed consent Written informed consent was not required for this study because these are guidelines and no individual patient data were used. Ethical approval Institutional Review Board approval was not required because these are guidelines and no individual patient data were used. Methodology ● Guideline development using the Delphi consensus method. Author details 1 Department of Biomedical Imaging and Image-Guided Therapy, Medical University of Vienna, Vienna, Austria. 2 Department of Diagnostic and Interventional Radiology, Goettlicher Heiland Krankenhaus, Vienna, Austria. 3 Department of Diagnostic and Interventional Radiology, Barmherzige Schwestern Krankenhaus, Vienna, Austria. 4 Department of Diagnostic and Interventional Radiology, Sankt Josef Krankenhaus, Vienna, Austria. 5 Department of Clinical Speech and Language Studies, Trinity College Dublin, University of Dublin, Dublin, Ireland. 6 Department of Pulmonary Rehabilitation, UNIROUEN, Normandie University, Rouen, France. 7 Department of Diagnostic and Interventional Radiology, Ca ‘ Foncello Hospital, Treviso, Italy. 8 Division of Medical Radiology, Department of Translational Medicine, Lund University, Skåne University Hospital, Malmö, Sweden. 9 Audiologic Phoniatric Service, ENT Department AUSL Romagna, Infermi Hospital, Rimini, Italy. 10 Teaching Center, Medical University of Vienna, Vienna, Austria. 11 Radiology Department, Padova University Hospital, University of Padova, Padova, Italy. 12 Voice and Deglutition Unit, Department of Otorhinolaryngology and Head and Neck Surgery, Larrey Hospital, University Hospital of Toulouse, Toulouse, France. 13 Radiology Department, Theagenio Cancer Hospital, Thessaloniki, Greece. 14 Department Special Needs Education, University of Oslo, Oslo, Norway. 15 MILO Foundation, Centre for Augmentative and Alternative Communication, Schijndel, The Netherlands. 16 Curtin School of Allied Health, Curtin University, Perth, WA, Australia. 17 Department of Otorhinolaryngology and Head and Neck Surgery, Leiden University Medical Centre, Leiden, The Netherlands. Received: 13 August 2024 Revised: 12 October 2024 Accepted: 8 November 2024 Published online: 5 December 2024 References 1. Donner MW, Silbiger ML (1966) Cine fl uorographic analysis of pharyngeal swallowing in neuromuscular disorders. Am J Med Sci 251:600 – 616 2. Ballard DH, Sweet DE, Garg T, DiSantis DJ (2021) 21st-Century fl uoroscopy: What will we be doing? A trainee ’ s perspective. Radiographics 41:E166 – E168 3. Boaden E, Nightingale J, Hives L et al (2021) Current video fl uoroscopy practice in the United Kingdom: a survey of imaging professionals. Radiography 27:499 – 504 4. Boaden E, Nightingale J, Bradbury C, Hives L, Georgiou R (2020) Clinical practice guidelines for video fl uoroscopic swallowing studies: a systematic review. Radiography 26:154 – 162 5. Taubert ST, Burns CL, Ward EC, Bassett L (2022) Implementation of a speech and language therapy-led referring model for video fl uoroscopic swallow studies: an evaluation of service outcomes. Int J Lang Commun Disord 57:512 – 523 6. Royal College of Speech and Language Therapists (2013) Video fl uoro- scopic evaluation of oropharyngeal swallowing function (VFS): the role of speech and language therapists. RCSLT position paper 2013. RCSLT, London 7. Newman RD, Nightingale J (2011) Improving patient access to video- fl uoroscopy services: role of the practitioner-led clinic. Radiography 17:280 – 283 8. Cook IJ (2008) Diagnostic evaluation of dysphagia. Nat Clin Pract Gas- troenterol Hepatol 5:393 – 403 9. Johnston BT (2017) Oesophageal dysphagia: a stepwise approach to diagnosis and management. Lancet Gastroenterol Hepatol 2:604 – 609 10. Castell DO, Donner MW (1987) Evaluation of dysphagia: a careful history is crucial. Dysphagia 2:65 – 71 11. Scharitzer M, Pokieser P, Wagner-Menghin M, Otto F, Ekberg O (2017) Taking the history in patients with swallowing disorders: an international multidisciplinary survey. Abdom Radiol (NY) 42:786 – 793 12. Nobrega AC, Pinho P, Deiro M, Argolo N (2014) Levodopa treatment in Parkinson ’ s disease: How does it affect dysphagia management? Parkin- sonism Relat Disord 20:340 – 341 13. Warnecke T, Hamacher C, Oelenberg S, Dziewas R (2014) Off and on state assessment of swallowing function in Parkinson ’ s disease. Parkinsonism Relat Disord 20:1033 – 1034 14. Speyer R, Cordier R, Farneti D et al (2022) White paper by the European Society for Swallowing Disorders: screening and non-instrumental assessment for dysphagia in adults. Dysphagia 37:333 – 349 15. DM D-L (2019) Evaluation of symptoms. In: Ekberg O (ed) Dysphagia diagnosis and treatment, 2nd ed. Springer, Heidelberg, pp 83 – 94 16. Pokieser P, Scharitzer M (2019) The clinical and radiological approach to dysphagia. In: Ekberg O (ed) Dysphagia diagnosis and treatment, 2nd edn. Springer, Heidelberg, pp 285 – 316 17. Bülow M, Martin Harris B (2003) The therapeutic swallowing study. In: Ekberg O (ed) Radiology of the pharynx and the esophagus. Springer, Heidelberg, pp 83 – 94 18. Ekberg O (2004) Imaging techniques and some principles of interpreta- tion (including radiation physics). In: Ekberg O (ed) Radiology of the pharynx and the oesophagus. Springer, pp 285 – 316 19. Alnassar M, Oudjhane K, Davila J (2011) Nasogastric tubes and video fl uoroscopic swallowing studies in children. Pediatr Radiol 41:317 – 321 20. Kim G, Baek S, Park HW, Kang EK, Lee G (2018) Effect of nasogastric tube on aspiration risk: results from 147 patients with dysphagia and literature review. Dysphagia 33:731 – 738 21. Bonilha HS, Blair J, Carnes B et al (2013) Preliminary investigation of the effect of pulse rate on judgments of swallowing impairment and treat- ment recommendations. Dysphagia 28:528 – 538 22. Scharitzer M, Pokieser P, Schober E et al (2002) Morphological fi ndings in dynamic swallowing studies of symptomatic patients. Eur Radiol 12:1139 – 1144 Scharitzer et al . European Radiology (2025) 35:3169 – 3180 3178",
    "23. Mulheren RW, Azola A, Gonzalez-Fernandez M (2019) Do ratings of swallowing function differ by video fl uoroscopic rate? An exploratory analysis in patients after acute stroke. Arch Phys Med Rehabil 100:1085 – 1090 24. Martin-Harris B, Brodsky MB, Michel Y et al (2008) MBS measurement tool for swallow impairment – MBSImp: establishing a standard. Dysphagia 23:392 – 405 25. Goldsmith TA, Nunn D (2011) Video fl uoroscopic evaluation of orophar- yngeal swallowing. In: Som PM, Curtin HD (eds) Head and neck imaging 5th edition. Expert Consult, pp 2085 – 2113 26. Roeder BE, Murray JA, Dierkhising RA (2004) Patient localization of eso- phageal dysphagia. Dig Dis Sci 49:697 – 701 27. Ashraf HH, Palmer J, Dalton HR et al (2017) Can patients determine the level of their dysphagia? World J Gastroenterol 23:1038 – 1043 28. Miles A, McMillan J, Ward K, Allen J (2015) Esophageal visualization as an adjunct to the video fl uoroscopic study of swallowing. Otolaryngol Head Neck Surg 152:488 – 493 29. Watts S, Gaziano J, Jacobs J, Richter J (2019) Improving the diagnostic capability of the modi fi ed barium swallow study through standardisation of an esophageal sweep protocol. Dysphagia 34:34 – 42 30. Gullung JL, Hill EG, Castell DO, Martin-Harris B (2012) Oropharyngeal and esophageal swallowing impairments: their association and the predictive value of the modi fi ed barium swallow impairment pro fi le and combined multichannel intraluminal impedance-esophageal manometry. Ann Otol Rhinol Laryngol 121:738 – 745 31. Garand KLF, Culp L, Wang B, Davidson K, Martin-Harris B (2020) Aging effects on esophageal transit time in the upright position during video- fl uoroscopy. Ann Otol Rhinol Laryngol 129:618 – 624 32. Schima W, Scharitzer M, Eisenhuber E, Kulinna-Cosentini C. Esophagus: radiologic evaluation of esophageal function. In: Ekberg O (ed) Dysphagia diagnosis and treatment, 2nd edn. Springer, Heidelberg 33. Allen JE, White C, Leonard R, Belafsky PC (2012) Comparison of esopha- geal screen fi ndings on video fl uoroscopy with full esophagram results. Head Neck 34:264 – 269 34. Reedy EL, Herbert TL, Bonilha HS (2021) Visualizing the esophagus during modi fi ed barium swallow studies: a systematic review. Am J Speech Lang Pathol 30:761 – 771 35. Burns CL, Keir B, Ward EC et al (2015) A dynamic image quality evaluation of video fl uoroscopy images: considerations for telepractice applications. Dysphagia 30:473 – 481 36. European Society of R (2011) Good practice for radiological reporting. Guidelines from the European Society of Radiology (ESR). Insights Ima- ging 2:93 – 96 37. ACR (2024) ACR practice parameter for communication of diagnostic imaging fi ndings. https://www.acr.org/-/media/acr/ fi les/practice- parameters/communicationdiag.pdf. Accessed 23 Jan 2024 38. Schoeppe F, Sommer WH, Haack M et al (2018) Structured reports of video fl uoroscopic swallowing studies have the potential to improve overall report quality compared to free text reports. Eur Radiol 28:308 – 315 39. Ben fi eld JK, Michou E, Everton LF et al (2021) The landscape of video- fl uoroscopy in the UK: a web-based survey. Dysphagia 36:250 – 258 40. Chau KH, Kung CM (2009) Patient dose during video fl uoroscopy swallowing studies in a Hong Kong public hospital. Dysphagia 24:387 – 390 41. Bonilha HS, Wilmskoetter J, Tipnis S, Horn J, Martin-Harris B, Huda W (2019) Relationships between radiation exposure dose, time, and pro- jection in video fl uoroscopic swallowing studies. Am J Speech Lang Pathol 28:1053 – 1059 42. Wright RE, Boyd CS, Workman A (1998) Radiation doses to patients during pharyngeal video fl uoroscopy. Dysphagia 13:113 – 115 43. Zammit-Maempel I, Chapple CL, Leslie P (2007) Radiation dose in video fl uoroscopic swallow studies. Dysphagia 22:13 – 15 44. Crawley MT, Savage P, Oakley F (2004) Patient and operator dose during fl uoroscopic examination of swallow mechanism. Br J Radiol 77:654 – 656 45. Tipnis SV, Huda W, Wilmskoetter J, Martin-Harris B, Bonilha HS (2022) Radiation effective doses to adults undergoing modi fi ed barium swallow studies. Dysphagia 37:399 – 406 46. Hong JY, Hwang NK, Lee G, Park JS, Jung YJ (2021) Radiation safety in video fl uoroscopic swallowing study: systematic review. Dysphagia 36:73 – 82 47. Kim HM, Choi KH, Kim TW (2013) Patients ’ radiation dose during video- fl uoroscopic swallowing studies according to underlying characteristics. Dysphagia 28:153 – 158 48. Atli E, Uyanik SA, Oguslu U, Cevik Cenkeri H, Yilmaz B, Gumus B (2021) Radiation doses from head, neck, chest and abdominal CT examinations: an institutional dose report. Diagn Interv Radiol 27:147 – 151 49. Smith-Bindman R, Moghadassi M, Wilson N et al (2015) Radiation doses in consecutive CT examinations from fi ve University of California Medical Centers. Radiology 277:134 – 141 50. Bonilha HS, Wilmskoetter J, Tipnis SV, Martin-Harris B, Huda W (2018) Estimating thyroid doses from modi fi ed barium swallow studies. Health Phys 115:360 – 368 51. Earl VJ, Badawy MK (2019) Radiation exposure to staff and patient during video fl uoroscopic swallowing studies and recommended protection strategies. Dysphagia 34:290 – 297 52. Warren-Forward H, Mathisen B, Best S et al (2008) Australian speech- language pathologists ’ knowledge and practice of radiation protection while performing video fl uoroscopic swallowing studies. Dysphagia 23:371 – 377 53. Parsotam H, Warren-Forward H, Shields M et al (2020) Are radiographers an in fl uencing factor in the radiation protection practices of speech- language therapists performing video fl uoroscopic swallowing studies? Radiography 26:e229 – e237 54. Morishima Y, Chida K, Muroya Y, Utsumi Y (2018) Effectiveness of a new lead-shielding device and additional fi lter for reducing staff and patient radiation exposure during video fl uoroscopic swallowing study using a human phantom. Dysphagia 33:109 – 114 55. Fuentes Santos C, Steen B (2014) Aspiration of barium contrast. Case Rep Pulmonol 2014:215832 56. Voloudaki A, Ergazakis N, Gourtsoyiannis N (2003) Late changes in barium sulfate aspiration: HRCT features. Eur Radiol 13:2226 – 2229 57. Harris JA, Bartelt D, Campion M et al (2013) The use of low-osmolar water- soluble contrast in video fl uoroscopic swallowing exams. Dysphagia 28:520 – 527 58. McAlister WH, Siegel MJ (1984) Fatal aspirations in infancy during gas- trointestinal series. Pediatr Radiol 14:81 – 83 59. Tamm I, Kortsik C (1999) Severe barium sulfate aspirationinto the lung: clinical presentation, prognosis and therapy. Respiration 66:81 – 84 60. Tsokos M, Schulz F, Vogel H (1998) [Barium aspiration with fatal outcome]. Aktuelle Radiol 8:201 – 203 61. Davenport D, Cohen MD, Hanna MP, Bugaieski E, Heifetz SA (1999) Stu- dies of iodixanol in the rabbit lung and peritoneum. Pediatr Radiol 29:724 – 730 62. Wells HD, Hyrnchak MA, Burbridge BE (1991) Direct effects of contrast media on rat lungs. Can Assoc Radiol J 42:261 – 264 63. Ueha R, Nativ-Zeltzer N, Sato T et al (2019) Acute in fl ammatory response to contrast agent aspiration and its mechanisms in the rat lung. Lar- yngoscope 129:1533 – 1538 64. Siddiqui MT, Litts JK, Cheney DM, Kuhn MA, Nativ-Zeltzer N, Belafsky PC (2017) The effect of aspirated barium sulfate, iodixanol, and diatrizoic acid on survival and lung injury in a lagomorph model. Laryngoscope 127:E148 – E152 65. Steele CM, Peladeau-Pigeon M, Barbon CAE et al (2019) Reference values for healthy swallowing across the range from thin to extremely thick liquids. J Speech Lang Hear Res 62:1338 – 1363 66. Newman R, Vilardell N, Clave P, Speyer R (2016) Effect of bolus viscosity on the safety and ef fi cacy of swallowing and the kinematics of the swallow response in patients with oropharyngeal dysphagia: white paper by the European Society for Swallowing Disorders (ESSD). Dysphagia 31:232 – 249 67. Cichero JA, Lam P, Steele CM et al (2017) Development of international terminology and de fi nitions for texture-modi fi ed foods and thickened fl uids used in dysphagia management: the IDDSI framework. Dysphagia 32:293 – 314 68. Steele CM, Namasivayam-MacDonald AM, Guida BT et al (2018) Crea- tion and initial validation of the international dysphagia diet standar- disation initiative functional diet scale. Arch Phys Med Rehabil 99:934 – 944 69. Hermann L, Donaker M, Salmon K, Mervak B (2022) Understanding dif- ferences in practices and preferences during video fl uoroscopic swallow Scharitzer et al . European Radiology (2025) 35:3169 – 3180 3179",
    "studies: a survey of radiologists and speech language pathologists in the United States. Clin Imaging 83:144 – 151 70. Krishnamurthy R, Bhat B, Nayak PS, Balasubramanium RK (2023) Video- fl uoroscopy practice in india: a survey of speech-language pathologists. Dysphagia 38:457 – 465 71. O ’ Donoghue S, Bagnall A (1999) Video fl uoroscopic evaluation in the assessment of swallowing disorders in paediatric and adult populations. Folia Phoniatr Logop 51:158 – 171 72. Palmer JB, Kuhlemeier KV, Tippett DC, Lynch C (1993) A protocol for the video fl uorographic swallowing study. Dysphagia 8:209 – 214 73. Logemann JA (1983) Evaluation and treatment of swallowing disorders. College-Hill Press 74. Logemann JA (1995) Dysphagia: evaluation and treatment. Folia Phoniatr Logop 47:140 – 164 75. Hutcheson KA, Barrow MP, Barringer DA et al (2017) Dynamic imaging grade of swallowing toxicity (DIGEST): scale development and validation. Cancer 123:62 – 70 76. Steele CM (2019) The ASPEKT-C method (for clinical practice). https:// steeleswallowinglab.ca/srrl/best-practice/vfss-analysis/. Accessed 23 Jan 2024 77. Han TR, Paik NJ, Park JW, Kwon BS (2008) The prediction of persistent dysphagia beyond six months after stroke. Dysphagia 23:59 – 64 78. Frowen JJ, Cotton SM, Perry AR (2008) The stability, reliability, and validity of video fl uoroscopy measures for patients with head and neck cancer. Dysphagia 23:348 – 363 79. Baijens LW, Speyer R, Pilz W, Roodenburg N (2014) FEES protocol derived estimates of sensitivity: aspiration in dysphagic patients. Dysphagia 29:583 – 590 80. Daniels SK, Schroeder MF, DeGeorge PC, Corey DM, Rosenbek JC (2007) Effects of verbal cue on bolus fl ow during swallowing. Am J Speech Lang Pathol 16:140 – 147 81. Nagy A, Leigh C, Hori SF, Molfenter SM, Shariff T, Steele CM (2013) Timing differences between cued and noncued swallows in healthy young adults. Dysphagia 28:428 – 434 82. Ko JY, Shin DY, Kim TU, Kim SY, Hyun JK, Lee SJ (2021) Effectiveness of chin tuck on laryngeal penetration: quantitative assessment. Dysphagia 36:1054 – 1062 83. Saconato M, Chiari BM, Lederman HM, Goncalves MI (2016) Effectiveness of chin-tuck maneuver to facilitate swallowing in neurologic dysphagia. Int Arch Otorhinolaryngol 20:13 – 17 84. Ertekin C, Keskin A, Kiylioglu N et al (2001) The effect of head and neck positions on oropharyngeal swallowing: a clinical and electrophysiologic study. Arch Phys Med Rehabil 82:1255 – 1260 85. Nagy A, Peladeau-Pigeon M, Valenzano TJ, Namasivayam AM, Steele CM (2016) The effectiveness of the head-turn-plus-chin-down maneuver for eliminating vallecular residue. Codas 28:113 – 117 86. Namasivayam-MacDonald A, Rapley M, Stewart J, Webster E, Quon C, Rogus-Pulia N (2022) Impact of dysphagia rehabilitation in adults on swallowing physiology measured with video fl uoroscopy: a mapping review. Am J Speech Lang Pathol 31:2195 – 2228 87. Speyer R, Cordier R, Sutt AL et al (2022) Behavioural interventions in people with oropharyngeal dysphagia: a systematic review and meta- analysis of randomised clinical trials. J Clin Med 11:685 88. Silbergleit AK, Cook D, Kienzle S et al (2018) Impact of formal training on agreement of video fl uoroscopic swallowing study interpretation across and within disciplines. Abdom Radiol (NY) 43:2938 – 2944 89. Speyer R, Denman D, Wilkes-Gillan S et al (2018) Effects of telehealth by allied health professionals and nurses in rural and remote areas: a sys- tematic review and meta-analysis. J Rehabil Med 50:225 – 235 Publisher ’ s Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional af fi liations. Scharitzer et al . European Radiology (2025) 35:3169 – 3180 3180"
  ],
  "processed_at": "2026-01-30T14:42:21.782Z"
}