{
  "doc_id": "4021e87c25e3d423795ce8331c80f222",
  "source_id": "s10434-018-6462-1",
  "total_pages": 2,
  "pages": [
    "E D I T O R I A L – C O L O R E C T A L C A N C E R AJCC 8th Edition: Colorectal Cancer Martin R. Weiser, MD Memorial Sloan-Kettering Cancer Center, New York, NY In the 8th edition of the American Joint Committee on Cancer (AJCC) staging manual, the chapter on colorectal cancer provides an extended description of anatomy, fol- lowed by rules for clinical and pathologic classification. Although the basic staging structure has remained the same, there have been many updates and clarifications. One of the significant additions in the discussion of pathologic classification is the detailed description of Tis dysplasia. Penetrating into the lamina propria with possible invasion into the muscularis mucosa, Tis lesions are referred to as intramucosal adenocarcinoma. Penetration through the basement membrane at any gastrointestinal site is considered invasive, but in colorectal cancer, only tumors that invade the submucosa metastasize. Due to the potential for sampling errors, Tis lesions are recorded in the cancer registry, while those with other forms of dys- plasia, including high-grade, are not. T categories have not changed. As in AJCC 7, T4 is subdivided into T4a and T4b. Tumors that invade the serosal surface (visceral peritoneum) are referred to as T4a. There is further clarification that tumors with perforation, in which the tumor cells are continuous with the serosal surface through inflammation, are also considered T4a. In areas of the colon and rectum without peritoneal covering, such as posterior aspects of the ascending and descending colon and lower rectum, T4a is not applicable. Tumors that directly invade or adhere to adjacent organs or structures are considered T4b. N categories have also not changed; however, there is an extended discussion of isolated tumor cells in lymph nodes and micrometastases. Isolated tumor cells, which generally consist of up to 20 cells within the subcapsular or marginal sinus of a lymph node, are of controversial prognostic value. According to AJCC 8, they should be designated N0 (or N0i ? ), but their presence does not elevate disease to stage III. Micrometastases are clusters of 20 or more cells or metastases measuring [ 0.2 mm and \\ 2 mm in diam- eter. A recent meta-analysis demonstrated that micrometastases are associated with poor prognosis. Lymph nodes harboring micrometastases should be con- sidered positive and are denoted N1. AJCC 8 clarifies the interpretation of discrete tumor nodules found within the lymph drainage area of a primary colon or rectal carcinoma. Nodules containing no identifi- able lymph node tissue or vascular/neural structures should be considered tumor deposits and designated N1c. The shape, contour, and size of the deposit are not considered in these designations. Tumor deposits within a vessel wall should be considered lymphovascular invasion, with the site-specific designations L ? for lymphatic or small-vein invasion and V ? for deposits in endothelial-cell-lined spaces with associated red blood cells or smooth muscle cells. If tumor nodules are found around a neural structure, they should be categorized as perineural invasion. N1c elevates disease to stage III, even in the absence of nodal metastases. The number of tumor deposits is recor- ded with site-specific factors but does not influence the designation (i.e. a patient with one tumor deposit and a patient with four tumor deposits are both staged as N1c). The number of tumor deposits is not added to the number of positive lymph nodes. The M category has been expanded, with the addition of M1c for peritoneal metastases (M1a denotes metastases to one distant site or organ, and M1b denotes metastases to more than one). The rationale for the M1c designation is that patients with peritoneal metastases generally fare worse than those with visceral organ metastases. AJCC 8 provides a fuller discussion of proper colorectal cancer resection, including measurement of the distance Ó Society of Surgical Oncology 2018 First Received: 15 March 2018; Published Online: 3 April 2018 M. R. Weiser, MD e-mail: weiser1@mskcc.org Ann Surg Oncol (2018) 25:1454–1455 https://doi.org/10.1245/s10434-018-6462-1",
    "from the tumor to the circumferential margin (a site- specific factor) and completeness of mesorectal excision. The four-point tumor regression grade introduced in AJCC 7 remains in place, and pathologic tumor response is reported with the prefix ‘y’ before pT and pN. A major addition in AJCC 8 is the emphasis on a per- sonalized approach to diagnosing and treating colorectal cancer. The expanded discussion of molecular markers includes somatic and germline mutations leading to mis- match repair deficiency or microsatellite instability, and RAS pathway mutations such as KRAS , BRAF , and NRAS , which are all included in site-specific factors. Prognostic tools such as classifiers and risk calculators are also addressed in detail. Classifiers (e.g. TNM), which group patients into ordered risk strata, are limited by the number of manageable categories that can be created. A major drawback of classifiers is the inability to deal with heterogeneity within risk groups. Risk calculators have gained popularity over classifiers as they utilize computa- tional integration of multiple prognostic factors to provide more individualized risk estimates. Generally, these mod- els require more granular patient-specific data elements than what is found in administrative databases. The AJCC’s Precision Medicine Core Committee, which was tasked with developing clear model require- ments for useful risk calculators, published the criteria that risk calculators must meet for AJCC endorsement. 1 Criti- cal features include a detailed model description (including cancer type, generalizability, and practical implications for patient management), rational inclusion and exclusion criteria, a list of predictors and the methods of measuring them, a well-defined time zero from which predictions are made, a proper endpoint such as overall survival or disease- specific survival, model validation (including discrimination and calibration on the validation dataset), and a published article in a peer-reviewed journal describing model development and validation. Models are disqualified if a significant proportion of patients had limited follow-up, the missing values in the validation set are not described, or the number of events in the validation set is small. Of 29 published risk calculators for colon or rectal cancer, only three have been endorsed by the AJCC. With the availability of clear guidelines and rigorous standards, the predictive accuracy of risk calcu- lators for colorectal cancer will likely increase, and their use is expected to grow. In conclusion, AJCC 8 brings colorectal cancer staging up to date, based on the evidence accumulated in the 8 years since the release of AJCC 7. The expanded defini- tions of Tis, T4a, and M1 tumors, isolated tumor cells and micrometastases, tumor nodules in the lymph drainage area, total mesorectal excision, molecular markers, and risk calculators will aid colorectal cancer specialists in accu- rately diagnosing disease and selecting the most appropriate treatment, ultimately leading to better out- comes for patients. ACKNOWLEDGMENTS Martin R. Weiser gratefully acknowl- edges Dr. Jinru Shia for helpful comments, and Arthur Gelmis for editorial assistance. REFERENCE 1. Kattan MW, Hess KR, Amin MB, Lu Y, Moons KG, Gershenwald JE, et al.; members of the AJCC Precision Medicine Core. American Joint Committee on Cancer acceptance criteria for inclusion of risk models for individualized prognosis in the practice of precision medicine. CA Cancer J Clin . 2016;66:370–4 AJCC 8th Edition: Colorectal Cancer 1455"
  ],
  "processed_at": "2026-01-30T15:58:56.345Z"
}