{
  "doc_id": "a54f7cec9ea86bcdca74563e9b9e017d",
  "source_id": "sadowski-et-al-2022-o-rads-mri-after-initial-ultrasound-for-adnexal-lesions-ajr-expert-panel-narrative-review",
  "total_pages": 10,
  "pages": [
    "G e n i t o u r i n a r y I m a g i n g · A J R E x p e r t P a n e l N a r r a t i v e R e v i e w 6 | www.ajronline.org AJR:220, January 2023 The Ovarian-Adnexal Reporting and Data System (O-RADS) ultrasound (US) and MRI risk stratification systems were developed by an international group of experts in adnexal imaging to aid radiologists in assessing adnexal lesions. The goal of imag- ing is to appropriately triage patients with adnexal lesions. US is the first-line imaging modality for assessment, whereas MRI can be used as a problem-solving tool. Both US and MRI can accurately characterize benign lesions such as simple cysts, endome- triomas, hemorrhagic cysts, and dermoid cysts, avoiding unnecessary or inappropri- ate surgery. In patients with a lesion that does not meet criteria for one of these be- nign diagnoses, MRI can further characterize the lesion with an improved specificity for cancer and the ability to provide a probable histologic subtype in the presence of certain MRI features. This allows personalized treatment, including avoiding overly extensive surgery or allowing fertility-sparing procedures for suspected benign, bor- derline, or low-grade tumors. When MRI findings indicate a risk of an invasive cancer, patients can be expeditiously referred to a gynecologic oncologic surgeon. This nar- rative review provides expert opinion on the utility of multiparametric MRI when us- ing the O-RADS US and MRI management systems. Elizabeth A. Sadowski, MD 1,2 , Erica B. Stein, MD 3 , Isabelle Thomassin-Naggara, MD, PhD 4 , Andrea Rockall, MBBS, MRCP 5 , Stephanie Nougaret, MD, PhD 6 , Caroline Reinhold, MD, MSc 7,8 , Katherine E. Maturen, MD, MS 9,10 O-RADS MRI After Initial Ultrasound for Adnexal Lesions: AJR Expert Panel Narrative Review The goal of imaging in the assessment of adnexal lesions is to triage patients appro- priately, thereby avoiding unnecessary or overly extensive surgery and expediting the evaluation of patients with potential ovarian cancer. Previously published algorithmic risk stratification systems exist and have used ultrasound (US) features to classify adnexal le- sions; these guidelines include the International Ovarian Tumor Analysis simple rules, the Gynecologic Imaging-Reporting and Data System, and the Society of Radiologists in Ul- trasound guidelines [1–3]. The American College of Radiology (ACR) Ovarian-Adnexal Re- porting and Data System (O-RADS) US and MRI committees have published lexicons and risk stratification systems partially based on previously published systems in order to stan- dardize terminology and provide a data-driven risk score for assigning a probability of ma- lignancy based on large population studies [4–8]. The overarching goal of these risk as- sessment and management systems is to triage patients appropriately. US is the first-line imaging modality when there is a clinical concern for an adnexal le- sion or when an adnexal lesion is identified on another imaging examination, and it has a sensitivity greater than 90% and specificity greater than 80% for the diagnosis of ovarian cancer [1, 3, 5, 9–17]. An adnexal lesion may also be discovered incidentally on US when a patient is undergoing pelvic imaging for a variety of indications from abnormal bleeding to pelvic pain. Most adnexal lesions seen on US can be accurately characterized as phys- iologic or benign. When imaging shows characteristic features of a simple cyst, hemor- rhagic cyst, endometrioma, or dermoid cyst, a benign diagnosis can be assigned, and the 1 Department of Radiology, University of Wisconsin School of Medicine and Public Health, 600 Highland Ave, E3/372, Madison, WI 53792-3252. Address correspondence to E. A. Sadowski (ESadowski@uwhealth.org). 2 Department of Obstetrics and Gynecology, University of Wisconsin School of Medicine and Public Health, Madison, WI. 3 Department of Radiology, University of Michigan, Ann Arbor, MI. 4 Service d’Imagerie, Hôpital Tenon, Assistance Publique—Hôpitaux de Paris, Sorbonne Université, Paris, France. 5 Division of Surgery and Cancer, Imperial College London, London, UK. 6 Department of Radiology, Institute of Cancer Research of Montpellier INSERM, Montpellier, France. 7 Department of Radiology, McGill University Health Centre, McGill University, Montreal, QC, Canada. 8 Augmented Intelligence & Precision Health Laboratory of the Research Institute of McGill University Health Centre, Montreal Imaging Experts, Montreal, QC, Canada. 9 Department of Radiology, University of Michigan, Ann Arbor, MI. 10 Department of Obstetrics and Gynecology, University of Michigan, Ann Arbor, MI. doi.org/10.2214/AJR.22.28084 AJR 2023; 220:6–15 ISSN-L 0361–803X/23/2201–6 © American Roentgen Ray Society Sadowski et al. O-RADS MRI After Ultrasound for Adnexal Lesions Genitourinary Imaging AJR Expert Panel Narrative Review Sadowski EA, Stein EB, Thomassin-Naggara I, et al. Keywords adnexal lesions, MRI, O-RADS, ovarian cancer, ovary, ultrasound Submitted: Jun 1, 2022 Revision requested: Jun 13, 2022 Revision received: Jul 15, 2022 Accepted: Aug 4, 2022 First published online: Aug 17, 2022 Version of record: Nov 9, 2022 I. Thomassin-Naggara receives support from GE Healthcare, Siemens Healthineers, Hologic, Canon Medical, Guerbet, Bracco, and Bayer. The remaining authors declare that there are no other disclosures relevant to the subject matter of this article. Supported in part by Cancer Research UK Imperial Centre and the National Institute for Health Imperial Biomedical Research Centre (A. Rockall). ARRS is accredited by the Accreditation Council for Continuing Medical Education (ACCME) to provide continuing medical education activities for physicians. The ARRS designates this journal-based CME activity for a max- imum of 1.00 AMA PRA Category 1 Credit™. Physicians should claim only the credit commensurate with the extent of their participation in the activity. To access the article for credit, follow the prompts associated with the online version of this article. Downloaded from www.ajronline.org by 2804:14d:2487:87f1:55fe:481b:ffb8:c7cd on 01/30/26 from IP address 2804:14d:2487:87f1:55fe:481b:ffb8:c7cd. Copyright ARRS. For personal use only; all rights reserved",
    "O - R A D S M R I A f t e r U l t r a s o u n d f o r A d n e x a l L e s i o n s AJR:220, January 2023 7 frequency of cancer in these lesions is less than 1% [5, 18, 19]. When an adnexal lesion does not have the appearance of a classic benign lesion, the risk of malignancy ranges from 1% to more than 50% ac- cording to the O-RADS US risk score [5]. The variability in cancer risk on US is partly because of overlapping imaging features of benign and malignant entities and reader experience level [5]. In such le- sions, MRI has been shown to increase the specificity for malignan- cy by decreasing the false-positive rate [13, 20–31]. A multicenter prospective study found the O-RADS MRI risk score performed well, with sensitivity of 93%, specificity of 91%, PPV of 90%, and NPV of 98% for the diagnosis of cancer when certain imaging features were present, such as a high-risk time-intensity curve [8]. Currently, no large multicenter studies have been performed to evaluate when MRI is most helpful after US, and the available literature focuses on the use of MRI for sonographically indeterminate adnexal lesions. The new O-RADS US lexicon and risk stratification systems do not include a classification of adnexal lesions as “indeterminate” but rather place adnexal lesions into risk categories: almost certainly benign and low risk, intermediate risk, and high risk for cancer (Fig. 1). In all of these O-RADS US categories, MRI can play a role in guid- ing management by further assessing the lesion using the O-RADS MRI risk stratification schema (Fig. 2 and Table 1). This narrative re- view provides expert opinion on the utility of multiparametric MRI when using the O-RADS US and MRI management systems. Why Is MRI Valuable? Multiparametric MRI allows more accurate characterization of both the fluid and solid components of an adnexal lesion com- pared with US, accounting for MRI’s increased specificity for the diagnosis of malignancy. The presence of solid tissue with a high- risk enhancement curve has a PPV for cancer of approximately 90% [8]. Conversely, the absence of enhancement in an adnexal lesion has an NPV that exceeds 98% [8]. Furthermore, MRI can ac- curately predict the underlying pathology when certain charac- teristic imaging findings are present (e.g., papillary projections suggest a benign, borderline, or low-grade serous tumor; solid tis- sue that is hypointense on both T2-weighted MRI and high b-val- ue DWI, referred to in O-RADS MRI as “dark T2/dark DWI,” indicates a benign fibrous tumor) [21, 32–34]. Recognizing these character- istic findings is crucial, particularly when triaging a lesion to a gy- necologist versus a gynecologic oncologist for surgical evaluation or when considering fertility-sparing surgery [21, 35–41]. Appro- priate adnexal lesion characterization by imaging allows patients with benign lesions to avoid unnecessary or overly extensive sur- gery and allows patients with ovarian cancer to be promptly re- ferred to a gynecologic oncologist. Avoiding surgery or over- ly extensive resection decreases stress on the patient, strain on hospital resources, and complications [42]. Referring patients with ovarian cancer to a gynecologic oncologist for the initial evalua- tion and surgery improves clinical outcomes [43]. When Is MRI Helpful? MRI is helpful in further characterization and risk assessment of lesions discovered on US when there is a clinical need for improved specificity for malignancy or for differentiation between benign or borderline/low-grade tumor and invasive ovarian cancer [9, 10, 21, TABLE 1: Clinical Scenarios Where Referral to MRI May Be Helpful After Ultrasound (US) for an Adnexal Lesion Reason for Referral to MRI O-RADS US Category Role of MRI Possible Outcomes on MRI and Clinical Benefit Clinical need for improved specificity for malignancy or tumor subtype 3, 4, or 5 Assessment of the morphology, signal intensity, and enhancement of any solid tissue MRI can increase the PPV for cancer and suggest the histopathologic subtype when certain imaging features are present. MRI can help in the following scenarios: • Patient with an isolated adnexal lesion and no signs of metastatic disease, where there is a clinical need for a specific diagnosis • Patient who desires a fertility-sparing surgery to differentiate among benign, borderline, low-grade tumors and invasive cancers • In a poor surgical candidate, to support surveillance if the lesion has an O-RADS MRI category of 2 or 3 and nonsurgical assessment and treatment of cancer if the lesion has an O-RADS MRI category of 4 or 5 Incompletely visualized lesion on ultrasound 0 Complete visualization of the lesion to assess the risk of malignancy Classification of the lesion as O-RADS MRI category 1 through 5 to guide further management Nonsimple unilocular cyst in postmenopausal patient 2 Assess for any solid tissue to exclude malignancy because postmenopausal patients should not have hemorrhagic or proteinaceous cysts and the risk of a neoplasm in this scenario is increased Classification of O-RADS MRI category 2 or 3 supports continued surveillance or nononcologic surgical consultation Classification as O-RADS MRI category 4 or 5 supports gynecologic oncologic surgical consultation for further management O-RADS US category 3 and 4 adnexal lesions 3 or 4 Assessment of fluid content and of any solid tissue Classification as O-RADS MRI category 2 or 3 supports conservative management Classification as O-RADS MRI category 4 or 5 supports gynecologic oncologic surgical consultation for further management Note—O-RADS = Ovarian-Adnexal Reporting and Data System. Downloaded from www.ajronline.org by 2804:14d:2487:87f1:55fe:481b:ffb8:c7cd on 01/30/26 from IP address 2804:14d:2487:87f1:55fe:481b:ffb8:c7cd. Copyright ARRS. For personal use only; all rights reserved",
    "S a d o w s k i e t a l . 8 AJR:220, January 2023 38–40]. This need for specific assessment depends on the patient’s age, clinical scenario, and desire for a nonsurgical or limited surgi- cal resection for fertility preservation or other health reasons. Even when a lesion is assessed as O-RADS US category 5 (PPV, > 50%), MRI may be helpful, particularly in young patients and in patients who would like to avoid surgery. In a multicenter study, investi- gators noted that although 62% of O-RADS US category 5 lesions were cancer, 22% of lesions were physiologic findings or endome- triomas and 16% were benign neoplasms (dermoid cysts or cys- tadenomas) [44]. MRI can potentially downgrade the lesion if the lesion has no enhancement or has classic benign features (e.g., fat or endometriotic fluid). This added information helps the referring physician decide to continue to monitor the lesion by imaging in the case of a lesion with benign features versus potentially con- sider surgery if cancer is suspected. In addition to specific clinical scenarios, MRI may be helpful when an adnexal lesion is incom- pletely visualized on US, is a nonsimple unilocular cyst in a post- menopausal patient, or is scored as O-RADS US category 3 or 4. These patients may benefit from evaluation by MRI, because MRI may downgrade the lesion to an O-RADS MRI category 2, al- lowing conservative management, or may upgrade the lesion to having a higher PPV for cancer, prompting referral to a gyneco- logic oncologist. Table 1 describes specific scenarios in which this expert panel considers MRI an appropriate next step after US in the evaluation of an adnexal lesion. Incompletely Visualized Lesion on Ultrasound When an adnexal lesion is not well seen on US, it is scored as O-RADS US category 0. Inadequate evaluation of the adnexa may occur as a result of artifacts from bowel or a leiomyomatous uter- us or in the setting of a large adnexal lesion (> 10 cm). MRI can be helpful in these cases because of the modality’s large FOV and multiplanar capabilities (Fig. 3). Furthermore, MRI can assess the composition of the fluid (e.g., simple, lipid, endometriotic, hem- orrhagic, or proteinaceous) as well as the presence of enhancing solid tissue. This assessment of the lesion’s fluid and solid compo- nents allows classification of the lesion into O-RADS MRI catego- ries 2 through 5. In the setting of a large lesion, the multiplanar capabilities of MRI allow examination of the entire lesion. Lastly, approximately 10% of adnexal lesions referred for MRI from US are found to be nonovarian, and MRI can classify the lesion origin with an accuracy of 93% [8]. Nonsimple Unilocular Cyst in Postmenopausal Patients When a lesion discovered on US is diagnosed as benign (O-RADS US category 2), the referring physician and, more importantly, the patient can be reassured that the risk of malignancy is less than 1% [5]. In these patients, correlation should be made with clinical history and laboratory assessment, and the management recom- mendations provided in the O-RADS US risk score table should be followed [8]. However, MRI may be considered for further evalua- tion of an O-RADS US category 2 lesion when assigned in a post- menopausal patient with a nonsimple unilocular cyst that has a smooth inner margin. In this scenario, MRI can potentially upgrade or downgrade the lesion, which would help the referring clini- cian and patient decide between following the lesion versus pro- ceeding with surgical evaluation. If MRI shows no enhancement of the lesion, there is essentially no chance of cancer; if MRI shows wall enhancement or tiny internal papillary projections, then the chance of cancer will depend on the lesion’s O-RADS MRI catego- ry (O-RADS MRI category 3: 5%; category 4: 50%; category 5: 90%). O-RADS Ultrasound Category 3 and 4 Lesions MRI can also be used to further assess lesions assigned O-RADS US category 3 (PPV, < 10%) or category 4 (PPV, 10–49%). The diag- nosis is uncertain for lesions assigned these O-RADS US catego- ries given the overlapping appearance of benign and malignant lesions on US. A lesion that is not clearly benign or is at high risk for malignancy on US may be a benign neoplasm, such as a cysta- denoma, dermoid cyst, or fibroma, or may be a follicle, corpus lu- teum, or proteinaceous or hemorrhagic cyst [13, 14, 18, 44] (Figs. 4 and 5). In a multicenter study of more than 900 patients evaluated by US in radiology departments, 68% of O-RADS US category 3 le- sions and 48% of O-RADS US category 4 lesions were physiolog- ic findings or endometriomas on follow-up imaging [44]. Superi- or characterization of fluid and soft tissue and the use of contrast media increase the specificity of MRI for benign diagnoses such that MRI may downgrade O-RADS US category 3 and 4 lesions to a physiologic finding or other classic benign lesion. MRI may also upgrade an O-RADS US category 3 or 4 lesion when the lesion on MRI shows solid enhancing tissue with intermediate or high signal on T2-weighted imaging or DWI. Furthermore, MRI can be spe- cific in the diagnosis of the underlying histopathology when cer- tain features are present (Fig. 5). In a patient of childbearing age, this information from MRI can be used to decide to pursue surveil- lance for a lesion suspected to be benign, possible fertility-spar- ing surgery for a lesion suspected to be a benign neoplasm or a borderline or low-grade tumor, or complete oncologic surgical re- section for a lesion suspected to be invasive cancer. In a patient who is a poor surgical candidate, the information from MRI can be used to decide to pursue surveillance for an O-RADS MRI category 2 or 3 lesion versus nonsurgical assessment and treatment of can- cer for an O-RADS MRI category 4 or 5 lesion. How to Evaluate Adnexal Lesions on MRI After Ultrasound MRI of an adnexal lesion should be performed on a 1.5-T or 3-T scanner using a multiparametric approach. Optimizing MR im- ages includes both patient preparation and technical consider- ations. Patient preparation includes fasting for 4–6 hours before the examination, use of an antiperistaltic agent, and instruction to void within 30 minutes before imaging. Technical considerations include selection of sequences to properly assess an adnexal find- ing for fluid and solid components. Required sequences include axial in- and opposed-phase T1-weighted images, T2-weight- ed images in two planes (e.g., axial and sagittal), postcontrast T1-weighted images, and DWI (using b ≥ 1000 s/mm 2 ) (Table 2). Protocols should include a fat-saturated and non–fat-saturated set of either T1-weighted or T2-weighted sequences to depict macroscopic fat within lesions. This set of sequences is in addition to the in- and opposed-phase T1-weighted sequences that depict microscopic fat. Lesion size should be considered when prescrib- ing the sequence’s slice orientation and FOV to ensure complete lesion coverage. The T2-weighted and postcontrast T1-weighted sequences should use a slice thickness of 3 mm or less to depict small papillary projections within ovarian neoplasms. Downloaded from www.ajronline.org by 2804:14d:2487:87f1:55fe:481b:ffb8:c7cd on 01/30/26 from IP address 2804:14d:2487:87f1:55fe:481b:ffb8:c7cd. Copyright ARRS. For personal use only; all rights reserved",
    "O - R A D S M R I A f t e r U l t r a s o u n d f o r A d n e x a l L e s i o n s AJR:220, January 2023 9 A dynamic contrast-enhanced perfusion sequence is recom- mended for the postcontrast imaging to allow evaluation of time-intensity curves and assist in risk stratification [31]. This dy- namic sequence requires a temporal resolution per phase of 15 seconds or less. From the dynamic contrast-enhanced acquisition, time-intensity curves for the lesion and the myometrium can be generated using commercially available software, including the software packages used for kinetic analysis in breast or prostate MRI. If the dynamic contrast-enhanced series is not performed, then a precontrast sequence and a single postcontrast sequence acquired at 30–40 seconds after the end of the contrast material injection can be performed. However, without a dynamic series, lesions with nonfibrous solid tissue components can only be clas- sified as O-RADS MRI category 4 or 5 because of the inability to show a low-risk time-intensity curve (O-RADS MRI category 3) [31]. Subtraction sequences should be routinely generated to assess for enhancement in lesions with T1-hyperintense content. Future Direction The potential value of performing MRI after US for the assess- ment of adnexal lesions provides numerous opportunities for further investigation. First, quantitative analyses of DWI data may show the role of ADC thresholds or other quantitative DWI pa- rameters in substratifying adnexal lesions [30]. Second, although time-intensity curves have been shown to improve the stratifi- cation of lesions as having a low, intermediate, or high risk for cancer, future studies could address how this stratification affects patient referral patterns [31]. Third, large cohort studies could ex- plore the impact of using the O-RADS risk stratification systems to select between surveillance and surgery and how this strat- ification affects patient outcomes and costs. Such additional data will provide evidence to guide the further refinement of the O-RADS US and MRI risk stratification systems and better under- stand the benefit of performing MRI after US for the evaluation of adnexal lesions. Provenance and review: Solicited; externally peer reviewed. References 1. Levine D, Brown DL, Andreotti RF, et al.; Society of Radiologists in Ultra- sound. Management of asymptomatic ovarian and other adnexal cysts imaged at US Society of Radiologists in Ultrasound consensus conference statement. Ultrasound Q 2010; 26:121–131 2. Timmerman D, Ameye L, Fischerova D, et al. Simple ultrasound rules to dis- TABLE 2: MRI Protocol for Adnexal Mass Characterization at 1.5- or 3-T MRI Sequence Dimensions Plane Fat Saturated Contrast Media Comments T2W 2D Sagittal No No Slice thickness: 4 mm or less T2W 2D Axial No No Slice thickness: 3 mm or less T1W 2D Axial No No In phase and opposed phase Slice thickness: 4 mm or less T1W 3D a (dynamic) Optimal plane for coverage of lesion and visualization of the uterus Yes Yes Multiple phases for a total imaging duration of approximately 4 min Begin the scanning and inject at 30 s without interruption of scan acquisition Slice thickness: 3 mm or less T1W 3D a (not dynamic) Optimal plane for coverage of lesion and visualization of the uterus Yes Yes Precontrast and single postcontrast phase scanned at 30–40 s after the end of the contrast material injection Slice thickness: 3 mm or less DWI 2D Axial Yes No Similar location as T2-weighted image Section thickness: 4 mm or less b = 0–50 and 1000 s/mm 2 or greater Note—Scanning parameters should be adjusted according to field strength and vendor for optimum image quality. FOV may vary according to patient-related considerations and size of the adnexal lesion. T2W = T2-weighted imaging, T1W = T1-weighted imaging. a Three-dimensional dynamic dynamic contrast-enhanced T1-weighted image series is recommended for optimal evaluation and increased specificity. A nondynamic scan can be used in place of the dynamic scan; however, specificity for cancer will decrease. Consensus Statements • MRI is valuable in the characterization and risk assess- ment of adnexal lesions discovered on US when there is a clinical need for improved specificity for malignancy and a need to differentiate benign and borderline/low- grade tumors from high-grade cancer (e.g., patients considering fertility-sparing surgery or who are poor surgical candidates). • In addition to O-RADS US category 0, 3, and 4 lesions, O-RADS US category 2 and 5 lesions may also benefit from MRI evaluation in certain settings, including po- tentially downgrading or upgrading the risk category in a patient who is a poor surgical candidate or excluding high-grade tumor in a patient seeking fertility-sparing treatments. • MRI of an adnexal lesion should be performed on a 1.5- T or 3-T scanner using a multiparametric protocol that includes a precontrast axial in- and opposed-phase T1-weighted sequence, precontrast T2-weighted se- quence in two planes, fat-saturated and non–fat-satu- rated T1- or T2-weighted sequences, DWI with a b value of 1000 s/mm 2 or greater, and a postcontrast dynamic contrast-enhanced T1-weighted series with subtraction images and time-intensity curve analysis. Downloaded from www.ajronline.org by 2804:14d:2487:87f1:55fe:481b:ffb8:c7cd on 01/30/26 from IP address 2804:14d:2487:87f1:55fe:481b:ffb8:c7cd. Copyright ARRS. For personal use only; all rights reserved",
    "S a d o w s k i e t a l . 10 AJR:220, January 2023 tinguish between benign and malignant adnexal masses before surgery: prospective validation by IOTA group. BMJ 2010; 341:c6839 3. Amor F, Alcázar JL, Vaccaro H, León M, Iturra A. GI-RADS reporting system for ultrasound evaluation of adnexal masses in clinical practice: a prospec- tive multicenter study. Ultrasound Obstet Gynecol 2011; 38:450–455 4. Andreotti RF, Timmerman D, Benacerraf BR, et al. Ovarian-adnexal report- ing lexicon for ultrasound: a white paper of the ACR Ovarian-Adnexal Re- porting and Data System committee. J Am Coll Radiol 2018; 15:1415–1429 5. Andreotti RF, Timmerman D, Strachowski LM, et al. O-RADS US risk stratifi- cation and management system: a consensus guideline from the ACR Ovarian-Adnexal Reporting and Data System Committee. Radiology 2020; 294:168–185 6. Reinhold C, Rockall A, Sadowski EA, et al. Ovarian-adnexal reporting lexi- con for MRI: a white paper of the ACR Ovarian-Adnexal Reporting and Data Systems MRI committee. J Am Coll Radiol 2021; 18:713–729 7. Sadowski EA, Thomassin-Naggara I, Rockall A, et al. O-RADS MRI risk strat- ification system: guide for assessing adnexal lesions from the ACR O-RADS Committee. Radiology 2022; 303:35–47 8. Thomassin-Naggara I, Poncelet E, Jalaguier-Coudray A, et al. Ovarian-Ad- nexal Reporting Data System Magnetic Resonance Imaging (O-RADS MRI) score for risk stratification of sonographically indeterminate adnexal mass- es. JAMA Netw Open 2020; 3:e1919896 9. Atri M, Alabousi A, Reinhold C, et al.; Expert Panel on Women’s Imaging. ACR Appropriateness Criteria clinically suspected adnexal mass, no acute symptoms. J Am Coll Radiol 2019; 16(5S):S77–S93 10. Forstner R, Thomassin-Naggara I, Cunha TM, et al. ESUR recommendations for MR imaging of the sonographically indeterminate adnexal mass: an up- date. Eur Radiol 2017; 27:2248–2257 11. Glanc P, Benacerraf B, Bourne T, et al. First international consensus report on adnexal masses: management recommendations. J Ultrasound Med 2017; 36:849–863 12. Kaijser J, Vandecaveye V, Deroose CM, et al. Imaging techniques for the pre-surgical diagnosis of adnexal tumours. Best Pract Res Clin Obstet Gynae- col 2014; 28:683–695 13. Maturen KE, Blaty AD, Wasnik AP, et al. Risk stratification of adnexal cysts and cystic masses: clinical performance of Society of Radiologists in Ultra- sound guidelines. Radiology 2017; 285:650–659 14. Patel-Lippmann KK, Sadowski EA, Robbins JB, et al. Comparison of Interna- tional Ovarian Tumor Analysis simple rules to Society of Radiologists in Ultrasound guidelines for detection of malignancy in adnexal cysts. AJR 2020; 214:694–700 15. Suh-Burgmann E, Flanagan T, Osinski T, Alavi M, Herrinton L. Prospective validation of a standardized ultrasonography-based ovarian cancer risk assessment system. Obstet Gynecol 2018; 132:1101–1111 16. Basha MAA, Abdelrahman HM, Metwally MI, et al. Validity and reproduc- ibility of the ADNEX MR scoring system in the diagnosis of sonographically indeterminate adnexal masses. J Magn Reson Imaging 2021; 53:292–304 17. Cao L, Wei M, Liu Y, et al. Validation of American College of Radiology Ovar- ian-Adnexal Reporting and Data System Ultrasound (O-RADS US): analysis on 1054 adnexal masses. Gynecol Oncol 2021; 162:107–112 18. Gupta A, Jha P, Baran TM, et al. Ovarian cancer detection in average-risk women: classic- versus nonclassic-appearing adnexal lesions at US. Radiol- ogy 2022; 303:603–610 19. Hack K, Gandhi N, Bouchard-Fortier G, et al. External validation of O-RADS US risk stratification and management system. Radiology 2022; 304:114–120 20. Adusumilli S, Hussain HK, Caoili EM, et al. MRI of sonographically indeter- minate adnexal masses. AJR 2006; 187:732–740 21. Anthoulakis C, Nikoloudis N. Pelvic MRI as the “gold standard” in the subse- quent evaluation of ultrasound-indeterminate adnexal lesions: a system- atic review. Gynecol Oncol 2014; 132:661–668 22. Kaijser J, Sayasneh A, Van Hoorde K, et al. Presurgical diagnosis of adnexal tumours using mathematical models and scoring systems: a systematic review and meta-analysis. Hum Reprod Update 2014; 20:449–462 23. Kinkel K, Lu Y, Mehdizade A, Pelte MF, Hricak H. Indeterminate ovarian mass at US: incremental value of second imaging test for characteriza- tion—meta-analysis and Bayesian analysis. Radiology 2005; 236:85–94 24. Nunes N, Ambler G, Foo X, Naftalin J, Widschwendter M, Jurkovic D. Use of IOTA simple rules for diagnosis of ovarian cancer: meta-analysis. Ultra- sound Obstet Gynecol 2014; 44:503–514 25. Pereira PN, Sarian LO, Yoshida A, et al. Improving the performance of IOTA simple rules: sonographic assessment of adnexal masses with resource-ef- fective use of a magnetic resonance scoring (ADNEX MR scoring system). Abdom Radiol (NY) 2020; 45:3218–3229 26. Aslan S, Tosun SA. Diagnostic accuracy and validity of the O-RADS MRI score based on a simplified MRI protocol: a single tertiary center retrospec- tive study. Acta Radiol 2021 Nov 29 [published online] 27. Assouline V, Dabi Y, Jalaguier-Coudray A, et al.; EURAD study group. How to improve O-RADS MRI score for rating adnexal masses with cystic compo- nent? Eur Radiol 2022; 32:5943–5953 28. Bang JI, Kim JY, Choi MC, Lee HY, Jang SJ. Application of multimodal imag- ing biomarker in the differential diagnosis of ovarian mass: integration of conventional and molecular imaging. Clin Nucl Med 2022; 47:117–122 29. Basha MAA, Abdelrahman HM, Metwally MI, et al. Validity and reproduc- ibility of the ADNEX MR scoring system in the diagnosis of sonographically indeterminate adnexal masses. J Magn Reson Imaging 2021; 53:292–304 30. Hottat NA, Badr DA, Van Pachterbeke C, et al. Added value of quantitative analysis of diffusion-weighted imaging in Ovarian-Adnexal Reporting and Data System magnetic resonance imaging. J Magn Reson Imaging 2022; 56:158–170 31. Wengert GJ, Dabi Y, Kermarrec E, et al.; EURAD Study Group. O-RADS MRI classification of indeterminate adnexal lesions: time-intensity curve analy- sis is better than visual assessment. Radiology 2022; 303:566–575 32. Taylor EC, Irshaid L, Mathur M. Multimodality imaging approach to ovarian neoplasms with pathologic correlation. RadioGraphics 2021; 41:289–315 33. Li K, Song F, Yu L, Shi H, Wang J, Cheng X. Role of MRI in characterizing se- rous borderline ovarian tumor and its subtypes: correlation of MRI features with clinicopathological characteristics. Eur J Radiol 2022; 147:110112 34. Togashi K, Nishimura K, Kimura I, et al. Endometrial cysts: diagnosis with MR imaging. Radiology 1991; 180:73–78 35. Shim SH, Kim SN, Jung PS, Dong M, Kim JE, Lee SJ. Impact of surgical stag- ing on prognosis in patients with borderline ovarian tumours: a meta-anal- ysis. Eur J Cancer 2016; 54:84–95 36. Zhou J, Wu SG, Wang J, et al. The effect of histological subtypes on out- comes of stage IV epithelial ovarian cancer. Front Oncol 2018; 8:577 37. Trimbos JB. Surgical treatment of early-stage ovarian cancer. Best Pract Res Clin Obstet Gynaecol 2017; 41:60–70 38. McEvoy SH, Nougaret S, Abu-Rustum NR, et al. Fertility-sparing for young patients with gynecologic cancer: how MRI can guide patient selection prior to conservative management. Abdom Radiol (NY) 2017; 42:2488–2512 39. Morice P, Denschlag D, Rodolakis A, et al. Recommendations of the Fertility Task Force of the European Society of Gynecologic Oncology about the conservative management of ovarian malignant tumors. Int J Gynecol Can- cer 2011; 21:951–963 40. Rockall AG, Qureshi M, Papadopoulou I, et al. Role of imaging in fertili- ty-sparing treatment of gynecologic malignancies. RadioGraphics 2016; 36:2214–2233 41. Stein EB, Hansen JM, Maturen KE. Fertility-sparing approaches in gyneco- logic oncology: role of imaging in treatment planning. Radiol Clin North Am 2020; 58:401–412 42. Baack Kukreja J, Bathala TK, Reichard CA, et al. Impact of preoperative prostate magnetic resonance imaging on the surgical management of high-risk prostate cancer. Prostate Cancer Prostatic Dis 2020; 23:172–178 43. Mercado C, Zingmond D, Karlan BY, et al. Quality of care in advanced ovar- ian cancer: the importance of provider specialty. Gynecol Oncol 2010; 117:18–22 44. Jha P, Gupta A, Baran TM, et al. Diagnostic performance of the Ovarian-Ad- nexal Reporting and Data System (O-RADS) ultrasound risk score in wom- en in the United States. JAMA Netw Open 2022; 5:e2216370 (Figures start on next page) Downloaded from www.ajronline.org by 2804:14d:2487:87f1:55fe:481b:ffb8:c7cd on 01/30/26 from IP address 2804:14d:2487:87f1:55fe:481b:ffb8:c7cd. Copyright ARRS. For personal use only; all rights reserved",
    "O - R A D S M R I A f t e r U l t r a s o u n d f o r A d n e x a l L e s i o n s AJR:220, January 2023 11 Fig. 1— Ovarian-Adnexal Reporting and Data System (O-RADS) ultrasound (US) guidance. Material is reproduced without modification with permission from American College of Radiology (©American College of Radiology; www.acr.org/-/media/ACR/Files/RADS/O-RADS/O-RADS_US-Risk-Stratification-Table.pdf), pursuant to Creative Commons BY-NC-ND license and terms contained therein (creativecommons.org/licenses/by-nc-nd/4.0/legalcode), including disclaimer in Section 5. A, Image shows official O-RADS US risk stratification table. (Fig. 1 continues on next page) Downloaded from www.ajronline.org by 2804:14d:2487:87f1:55fe:481b:ffb8:c7cd on 01/30/26 from IP address 2804:14d:2487:87f1:55fe:481b:ffb8:c7cd. Copyright ARRS. For personal use only; all rights reserved",
    "S a d o w s k i e t a l . 12 AJR:220, January 2023 Fig. 1 (continued)— Ovarian-Adnexal Reporting and Data System (O-RADS) ultrasound (US) guidance. Material is reproduced without modification with permission from American College of Radiology (©American College of Radiology; www.acr.org/-/media/ACR/Files/RADS/O-RADS/O-RADS_US-Risk-Stratification-Table.pdf), pursuant to Creative Commons BY-NC-ND license and terms contained therein (creativecommons.org/licenses/by-nc-nd/4.0/legalcode), including disclaimer in Section 5. B, Image shows supplementary table for classic benign lesions. Downloaded from www.ajronline.org by 2804:14d:2487:87f1:55fe:481b:ffb8:c7cd on 01/30/26 from IP address 2804:14d:2487:87f1:55fe:481b:ffb8:c7cd. Copyright ARRS. For personal use only; all rights reserved",
    "O - R A D S M R I A f t e r U l t r a s o u n d f o r A d n e x a l L e s i o n s AJR:220, January 2023 13 Fig. 2— Image shows Ovarian-Adnexal Reporting and Data System (O-RADS) MRI risk stratification table. Terms “dark T2/dark DWI” and “T2 dark/DWI dark” indicate solid tissue that is homogeneously hypointense on T2-weighted imaging and DWI. N/A = not applicable. Material is reproduced without modification with permission from American College of Radiology (©American College of Radiology www.acr.org/-/media/ACR/Files/RADS/O-RADS/O-RADS-MR-Risk-Stratification-System-Table- September-2020.pdf), pursuant to Creative Commons BY-NC-ND license and terms contained therein (creativecommons.org/licenses/by-nc-nd/4.0/legalcode), including disclaimer in Section 5. Downloaded from www.ajronline.org by 2804:14d:2487:87f1:55fe:481b:ffb8:c7cd on 01/30/26 from IP address 2804:14d:2487:87f1:55fe:481b:ffb8:c7cd. Copyright ARRS. For personal use only; all rights reserved",
    "S a d o w s k i e t a l . 14 AJR:220, January 2023 A Fig. 3— 25-year-old woman with adnexal lesion. A, Transabdominal gray-scale ultrasound (US) image shows simple-appearing cyst measuring 14.6 cm ( line ). Visualized portions show no obvious solid components. Cyst was classified as Ovarian-Adnexal Reporting and Data System (O-RADS) US category 0 because of size and reverberation artifact along right lateral and anterior portions of lesion. MRI was performed 2 weeks after ultrasound. B, Axial T2-weighted MR image shows papillary projection along anterior wall and smaller papillary projection along posterior wall ( arrowheads ). C, Axial postcontrast T1-weighted MR image shows enhancement of papillary projections ( arrowheads ). D, Axial postcontrast T1-weighted MR image shows enhancement of myometrium. Enhancement of papillary projection was less than or equal to enhancement of myometrium. Lesion was classified as O-RADS MRI category 4. Final surgical pathology was serous borderline tumor. C B D A Fig. 4— 52-year-old woman with left adnexal lesion. A, Gray-scale ultrasound (US) image shows multilocular cyst with irregular septation and nodules ( arrowheads ). B, Color Doppler US image shows no flow in irregular septation or in any other portion of lesion. Ovarian-Adnexal Reporting and Data System (O-RADS) US category was 4. MRI was performed for further evaluation. (Fig. 4 continues on next page) B Downloaded from www.ajronline.org by 2804:14d:2487:87f1:55fe:481b:ffb8:c7cd on 01/30/26 from IP address 2804:14d:2487:87f1:55fe:481b:ffb8:c7cd. Copyright ARRS. For personal use only; all rights reserved",
    "O - R A D S M R I A f t e r U l t r a s o u n d f o r A d n e x a l L e s i o n s AJR:220, January 2023 15 C E Fig. 4 (continued)— 52-year-old woman with left adnexal lesion. C, Axial T2-weighted MR image shows layering blood products of varying signal intensity in lesion ( arrow ). D, Axial fat-saturated T1-weighted MR image shows layering blood products of varying hyperintense signal intensity in lesion ( arrow ). E, Subtracted axial postcontrast T1-weighted MR image shows no internal enhancement in left adnexal lesion. O-RADS MRI category was 2. Final surgical pathology was endometrioma. D A Fig. 5— 50-year-old woman with right adnexal lesion. A, Gray-scale ultrasound (US) image shows solid lesion ( arrowheads ) with lobular outer contour. Crosses indicate edges of lesion. B, Color Doppler ultrasound image shows flow in solid lesion ( arrowheads ). Ovarian-Adnexal Reporting and Data System (O-RADS) US category was 5. MRI was performed for further characterization. C, Axial T2-weighted MR image shows homogeneous hypointensity of lesion ( arrow ). D, Axial DWI (b = 1200 s/mm 2 ) shows homogeneous hypointensity of lesion ( arrow ). Lesion is likely fibroma and consistent with description of hypointensity on T2-weighted imaging and DWI (“dark T2/dark DWI”) in O-RADS MRI. Such lesions are assessed as O-RADS MRI category 2, and enhancement-related findings do not contribute to category assessment. Patient was managed nonoperatively. C B D Downloaded from www.ajronline.org by 2804:14d:2487:87f1:55fe:481b:ffb8:c7cd on 01/30/26 from IP address 2804:14d:2487:87f1:55fe:481b:ffb8:c7cd. Copyright ARRS. For personal use only; all rights reserved"
  ],
  "processed_at": "2026-01-30T14:08:12.201Z"
}