{
  "doc_id": "82cfdb55e1ad9c80197543287d0718ca",
  "source_id": "sadowski-et-al-2022-o-rads-mri-risk-stratification-system-guide-for-assessing-adnexal-lesions-from-the-acr-o-rads",
  "total_pages": 14,
  "pages": [
    "REVIEWS AND COMMENTARY • STATEMENTS AND GUIDELINES This copy is for personal use only. To order copies, contact reprints@rsna.org U S is highly sensitive and specific for excluding malig- nancy when classic benign features are present, and the risk of malignancy when these classic features are seen approaches 0% (1–3). However, when classic sonograph- ic imaging features of a simple or hemorrhagic cyst, der- moid, or endometrioma are not present, the potential for malignancy exists. When a lesion has indeterminate imag- ing features at US, the positive predictive value (PPV) of cancer can range from 7% to 50%, and when a lesion has features worrisome for malignancy, the PPV for cancer ranges from 29% to greater than 50% (1,4–7). In a study of 697 women from the general population presenting to radiology departments for pelvic US, up to one-third of lesions classified as potentially malignant with imag- ing criteria were nonneoplastic lesions at follow-up, one- third were benign neoplastic lesions, and one-third were borderline or invasive malignant lesions (7). MRI has the ability to increase the PPV from cancer to 71%, with a negative predictive value of 98% (8). MRI capability for providing a more specific diagnoses for sonographically indeterminate lesions reduces the level of suspicion and thus the number of surgeries performed for benign diag- noses in asymptomatic women (5,9–18). At MRI, the presence of enhancing solid tissue in an ad- nexal lesion is the primary driver of risk stratification and, in the absence of solid tissue, the risk of malignancy approaches 0% (10,13,17,19–28). The ability to exclude malignancy is one of the greatest strengths of referring sonographi- cally indeterminate adnexal lesions to MRI. In addition to excluding malignancy, the high soft-tissue resolution and ability to characterize the composition of different fluid types allows for more accurate characterization of lesion type. Furthermore, the multiplanar capabilities of MRI al- low for interrogation of the entire lesion, regardless of le- sion size or location. This is particularly important in the case of lesions with small papillary excrescences or soft-tissue nodules and in large adnexal lesions, both of which may be incompletely evaluated with US (5,11,13,19,29–32). MRI is also crucial in the evaluation of a large adnexal lesion of uncertain origin and allows for reclassification of the lesion as nonovarian when the ovaries can clearly be identified separate from the lesion. According to a recent prospective multicenter study, 10% of lesions referred to MRI as ovarian lesions at US were eventually found to originate from other organs and correctly reclassified with MRI with an accuracy of 97% (8). Last, the gynecologic community considers MRI plays an important role as a secondary test or problem-solving modality in the evaluation of adnexal lesions depicted at US. MRI has increased specificity compared with US, decreasing the number of false-positive diagnoses for malignancy and thereby avoiding unnecessary or over-extensive surgery in patients with benign lesions or borderline tumors, while women with possible malignancies can be expeditiously referred for oncologic surgical evaluation. The Ovarian-Adnexal Reporting and Data System (O-RADS) MRI Committee is an international collaborative effort formed under the direction of the American College of Radiology and includes a diverse group of experts on adnexal imaging and management who developed the O-RADS MRI risk stratification system. This scoring system assigns a probability of malignancy based on the MRI features of an adnexal lesion and provides information to facilitate optimal patient management. The widespread implementation of a codified reporting system will lead to improved interpretation agreement and standardized communication between radiologists and referring physicians. In addi- tion, it will allow for high-quality multi-institutional collaborations—an important unmet need that has hampered the performance of high-quality research in this area in the past. This article provides guidelines on using the O-RADS MRI risk stratification system in clinical practice, as well as in the educational and research settings. © RSNA, 2022 Online supplemental material is available for this article. O-RADS MRI Risk Stratification System: Guide for Assessing Adnexal Lesions from the ACR O-RADS Committee Elizabeth A. Sadowski, MD* • Isabelle Thomassin-Naggara, MD, PhD* • Andrea Rockall, MRCP , FRCR • Katherine E. Maturen, MD, MS • Rosemarie Forstner, MD • Priyanka Jha, MD • Stephanie Nougaret, MD • Evan S. Siegelman, MD • Caroline Reinhold, MD, MSc From the Departments of Radiology and Obstetrics and Gynecology, University of Wisconsin School of Medicine and Public Health, 600 Highland Ave, E3/372 Madison, WI 53792-3252 (E.A.S.); Service d’Imageries Radiologiques et Interventionnelles Spécialisées (IRIS), Assistance Publique Hôpitaux de Paris, Sorbonne Université, Paris, France (I.T.N.); Division of Surgery and Cancer, Imperial College London, Hammersmith Campus, London, England (A.R.); Departments of Radiology and Obstetrics and Gynecology, University of Michigan, Ann Arbor, Mich (K.E.M.); Department of Radiology, Universitätsklinikum Salzburg, PMU Salzburg, Salzburg, Austria (R.F.); Department of Radiology, University of California–San Francisco, San Francisco, Calif (P.J.); Department of Radiology, IRCM INSERM, U1194 SIRIC, Montpellier, France (S.N.); Department of Radiology, Hospital of the University of Pennsylvania, Philadelphia, Pa (E.S.S.); Department of Radiology, McGill University Health Centre, McGill University, Montreal, Canada (C.R.); and Augmented Intelligence & Precision Health Laboratory, Research Institute of McGill University Health Centre, Montreal, Canada (C.R.). Received December 8, 2020; revision requested February 17, 2021; revision received April 28; accepted May 10. Address correspondence to E.A.S. (e-mail: ESadowski@uwhealth.org ). A.R. supported by the National Institute of Health Research Imperial Biomedical Research Centre and the Cancer Research UK Imperial Centre. * E.A.S. and I.T.N. contributed equally to this work. Conflicts of interest are listed at the end of this article. See also the editorial by Levine in this issue. Radiology 2022; 303:35–47 • https://doi.org/10.1148/radiol.204371 • Content codes: An earlier incorrect version appeared online. This article was corrected on June 15, 2023",
    "O-RADS MRI Risk Stratification System 36 radiology.rsna.org ■ Radiology: Volume 303: Number 1—April 2022 NEX MR scoring system was developed as an algorithmic ap- proach that incorporates the lesion characteristics experts used to make a risk assessment. This includes assessment of the fluid components (simple, hemorrhagic, proteinaceous, endometri- otic, lipid) and the solid components (solid tissue, clot, debris, fat). The enhancement of any solid tissue is important because it suggests the possibility of a neoplastic lesion, while the en- hancement kinetics help stratify the lesion as low, intermediate, or high risk for malignancy. The ADNEX MR scoring system integrates anatomic and functional MRI, assigning a numeric score and PPV for malignancy (21,28). Several groups have externally validated the precursor ADNEX MR 5-point scor- ing system, and this system was used as the template for the O-RADS MRI risk stratification system (16,40–43). There are six risk score categories in the O-RADS MRI risk stratification system: O-RADS MRI 0 (incomplete examination), O-RADS MRI 1 (normal ovaries, including follicles and corpus luteal cysts), O-RADS MRI 2 (almost certainly benign; PPV <0.5%), O-RADS MRI 3 (low risk; PPV approximately 5%), O-RADS MRI 4 (intermediate risk; PPV approximately 50%), and O-RADS MRI 5 (high risk; PPV approximately 90%) (Fig 1). The PPVs for malignancy associated with each O-RADS MRI risk score are based on data from a large, prospective, multicenter cohort study by Thomassin-Naggara et al (8). In that study, two radiologists assigned an O-RADS MRI risk score to lesions in 1194 women and comparisons were made to the final outcome reference standard (histologic examination, 2-year follow-up im- aging or clinical examination). PPVs for malignancy included both borderline tumors (histologically malignant but without destructive stromal invasion) and invasive cancers (44). The overall accuracy of the O-RADS MRI risk score in the study by Thomassin-Naggara et al was 92%, with a sensitivity of 93%, specificity of 91%, PPV of 71%, and negative predictive value of 98% (32). The ACR O-RADS MRI committee has used the data from this study to develop the current version of the O- RADS MRI risk score found on the ACR website (38). Sub- stantial additions to the version of the risk score found on the ACR website include a non–dynamic contrast-enhanced (DCE) option for assessing enhancement of solid tissue in an adnexal lesion and a score for dermoids with a large amount of soft tissue. ACR O-RADS MRI Lexicon: The Basics To understand the terminology used in the O-RADS MRI risk stratification system, the lexicon descriptor terms for signal in- tensity, physiologic finding versus lesion, and fluid versus solid appearing observations will be briefly reviewed. For a more com- plete list of lexicon terms and definitions, please refer to the ACR O-RADS MRI lexicon table (37,39). Signal Intensity The signal intensity of both fluid and solid elements is described for all images as homogeneous or heterogeneous in nature. Homo- geneous signal intensity is uniform or even in appearance. Hetero- geneous signal intensity is nonuniform or uneven in appearance. Signal intensity is described as hypointense, intermediate, or hyperintense on T2-weighted images (in relation to iliopsoas muscle and urine or cerebrospinal fluid) and T1-weighted MRI the nonsurgical reference standard for adnexal lesion classifi- cation, and preoperative MRI is particularly helpful when fertility- sparing surgery is being considered (30,33–36). Recently, the American College of Radiology (ACR) Ovar- ian-Adnexal Reporting and Data System (O-RADS) MRI com- mittee published a lexicon and risk stratification system for adnexal lesions (8,37–39). This effort included a diverse multi- disciplinary group of international experts on adnexal imaging and management from the fields of radiology and gynecology. The membership status of contributing authors is given in Ap- pendix E1 (online). The ACR O-RADS MRI lexicon includes standardized terms and definitions for assessing and reporting adnexal lesions, whereas the O-RADS MRI risk stratification system provides a data-driven means for assigning probability of malignancy (8,38). The primary goal of the O-RADS MRI risk stratification system is to improve communication between radiologists and referring physicians in a reproducible fashion, so that women with benign lesions or borderline tumors can avoid unnecessary or over-extensive surgery while women with potential malignancy are promptly referred for oncologic surgi- cal evaluation. An important secondary goal is impactful multi- institutional outcomes research and consistent educational prod- ucts, both of which are greatly facilitated with use of a codified system, as the radiology community has learned over decades us- ing the ACR Breast Imaging Reporting and Data System. This goal of this article is to provide guidance for using the O-RADS MRI risk stratification system in clinical practice, as well as in the educational and research setting. ACR O-RADS MRI Stratification System: Development and Methodology The O-RADS MRI stratification system is based on the previ- ously developed ADNEX MR scoring system (28). The AD- Abbreviations ACR = American College of Radiology, DCE = dynamic contrast enhanced, DWI = diffusion-weighted imaging, O-RADS = Ovarian- Adnexal Reporting and Data System, PPV = positive predictive value, TIC = time-intensity curve Summary The Ovarian-Adnexal Reporting and Data System MRI risk score is a stratification system for assigning malignancy probability to adnexal le- sions and can improve communication between radiologists and refer- ring physicians to optimize treatment of women with adnexal lesions. Essentials ■ The Ovarian-Adnexal Reporting and Data System (O-RADS) MRI risk score was developed by a multi-disciplinary international committee of experts as a codified scoring system for MRI evalua- tion of ovarian and adnexal lesions. ■ The O-RADS MRI risk stratification system provides a means for assigning probability of malignancy based on the composition of the lesion, the signal intensity characteristics, and the enhance- ment pattern of any solid tissue. ■ Consistent application of the O-RADS MRI risk score has the potential to increase accuracy of lesion characterization depicted at US, improve interdisciplinary communication, and promote opti- mized management of adnexal lesions.",
    "Sadowski and Thomassin-Naggara et al Radiology: Volume 303: Number 1—April 2022 ■ radiology.rsna.org 37 Figure 1: Image shows Ovarian-Adnexal Reporting and Data System (O-RADS) MRI risk stratification system. DCE = dynamic contrast enhanced, DWI = diffusion-weighted imaging, N/A = not applicable, PPV = positive predictive value. Reprinted, with permission, from the American College of Radiology.",
    "O-RADS MRI Risk Stratification System 38 radiology.rsna.org ■ Radiology: Volume 303: Number 1—April 2022 images (in relation to the iliopsoas muscle and fat). At high b -value diffusion-weighted imaging (DWI), the signal in- tensity is described as low or high (in relation to urine or cerebrospinal fluid). Figure E1 (online) depicts each signal intensity descriptor. Lesion Types A lesion is a finding associated with the ovary or adnexa that is not related to normal physiology. A lesion can be described as a cyst with or without solid components or as a a solid lesion. Cysts are fluid-containing lesions that can be unilocu- lar or multilocular. A solid lesion is composed of at least 80% enhancing solid tissue. Fluid Descriptors Fluid within a cyst can be simple or nonsimple. Nonsimple fluids are endometriotic, hemorrhagic, proteinaceous, or lipid containing. Simple fluid has the same signal intensity as cerebrospinal fluid on T1-weighted, T2-weighted, and DWI scans, exhibiting hypointense signal intensity on T1-weighted images and hyperintense signal intensity on T2-weighted im- ages. Endometriotic fluid is homogeneous and hyperintense on T1-weighted images and hypointense or intermediate in signal intensity on T2-weighted images, also known as shad- ing. Hemorrhagic fluid has variable signal intensity depending on the time since the hemorrhage (Table 1) (45–47). Protein- aceous fluid is variable in signal intensity and can be variably hypointense on T2-weighted images and either hypointense or hyperintense on T1-weighted images. Proteinaceous fluid includes mucin, pus, and colloid in adnexal lesions. Lipid- containing fluid is hyperintense on T2- and T1-weighted im- ages and can be mistaken for hemorrhagic or endometriotic fluid; however, lipid-containing fluid will show a visible de- crease in signal intensity on fat-saturated images. Microscopic or intravoxel fat is best depicted on opposed-phase images and may not exhibit signal loss on fat-saturated images in the way macroscopic fat does. Solid Component Descriptors Solid-appearing components are any part of an adnexal le- sion that is not fluid. This includes solid tissue and other solid components (ie, nonsolid tissue). Solid tissue is strictly defined as a solid component that enhances after contrast material administration and exhibits one of the following morphologic characteristics: papillary projections, mural nodules, irregular septations or walls, and larger solid por- tion. Nonsolid tissue is defined as other solid components that do not fit the definition of solid tissue and includes thin or thick smooth septations or walls, blood clot, non- enhancing debris, fibrin strands, and fat. Identifying solid tissue within an adnexal lesion is important, as this raises the suspicion that the lesion may be a malignancy. Nonsolid tissue is a benign finding. O-RADS MRI Risk Stratification System: Classification of Adnexal Lesions Governing Concepts On the ACR website, the ACR O-RADS MRI committee pro- vides governing concepts for the use of the O-RADS MRI risk stratification system on adnexal lesions in clinical practice (38). The following are some important highlights from these govern- ing concepts: 1. The risk assessment system should only be applied to an average-risk patient with no acute symptoms. The risk score serves as a guide for the treating physician to decide on the best clinical management. 2. Dermoid or mature teratomas have a very low risk of ma- lignancy and hence are assigned an O-RADS MRI risk score of 2. Some dermoids will have a small amount of enhancing tissue (Rokitansky nodule) but would still be assigned an O-RADS MRI risk score of 2. Rarely, fat-containing lesions contain a large amount of enhancing soft tissue and can harbor malignancy, especially when this solid portion displays irregular margins. When there is a large amount of enhancing tissue, fat-containing lesion are assigned an O-RADS MRI score of 4 due to the risk of an immature teratoma or other malignant tissue in a dermoid, such as a squamous cell carcinoma. 3. In addition to assigning an O-RADS MRI risk score, the final diagnosis (eg, dysgerminoma, granulosa cell tumor, lym- phoma, papillary serous tumors, peritoneal pseudocyst) can be reported with the score if classic imaging features are present. 4. DCE MRI with time-intensity curves (TICs) is preferred over non-DCE imaging for risk assessment. 5. If the study is technically inadequate, then the lesion should be assigned an O-RADS MRI risk score of 0. MRI Technique Scoring an adnexal lesion is a methodical process, begin- ning with assessing if the MRI technique is adequate (37) (Table 2). The MRI examination should include sagittal T2- weighted images without fat saturation (section thickness, ≤4 mm), axial T2-weighted images without fat saturation (section thickness, ≤3 mm), axial T1-weighted in- and op- posed-phase images (section thickness, ≤4 mm), axial DWI scans (section thickness, ≤4 mm; b value >1000 sec/mm 2 ), and postcontrast T1-weighted images with fat saturation in the plane in which adequate coverage can be obtained. For adequate assessment of any enhancing solid tissue within an Table 1: Signal Intensity of Hemorrhage at T1- and T2- weighted MRI at Different Stages Stage Hemoglobin T1-weighted Signal Intensity T2-weighted Signal Intensity Acute Deoxyhemoglobin Iso- to hypointense Hypointense Early subacute Intracellular methemoglobin Hyperintense Hypointense Late subacute Extracellular methemoglobin Hyperintense Hyperintense Chronic Hemosiderin Hypointense Hypointense Source.—References 45–47.",
    "Sadowski and Thomassin-Naggara et al Radiology: Volume 303: Number 1—April 2022 ■ radiology.rsna.org 39 adnexal lesion, DCE MRI should be performed. The DCE MRI (three-dimensional ultrafast gradient-echo) acquisition is a dynamic T1-weighted sequence performed before and after intravenous contrast material administration (Table 2). This acquisition should have a 15-second time resolution and a minimum section thickness of 3 mm and should begin 30 seconds before contrast material injection to ensure acquisi- tion of noncontrast time-point images to enable subtraction. The acquisition should then continue for a total scanning du- ration of 4 minutes. A TIC is generated by placing one region of interest within the area of early solid tissue enhancement within the lesion and another on the outer myometrium, taking care to avoid the outer myometrial vessels or benign changes such as leio- myomas or adenomyosis. A low-risk TIC is defined as an in- crease in the signal intensity of solid tissue after contrast ma- terial administration, slower than that in the myometrium, without a well-defined shoulder and no plateau (Fig 2). An intermediate-risk TIC has a moderate initial rise in the signal intensity of solid tissue, with a slope slower than or equal to that of the myometrium, with a shoulder and plateau (Fig 2). A high-risk TIC has a brisk initial rise in the signal intensity of solid tissue, with a slope greater than myometrium, with a shoulder and plateau (Fig 2). When the uterus is not present, a low-risk TIC will have a steady rate of enhancement, with no shoulder or plateau; how- ever, intermediate- and high-risk TICs will look similar and therefore confident distinction between an O-RADS MRI score 4 and 5 lesion will not be possible. If DCE MRI with 15-sec- ond time resolution is not possible, then non-DCE MRI can be performed; that is, a pre- and postcontrast three-dimensional ul- trafast gradient-echo sequence can be performed 30–40 seconds after the end of the contrast material injection (section thickness, ≤3 mm). Enhancement of the solid tissue in the lesion and the outer myometrium is compared to determine if the lesion should be assigned an O-RADS MRI score of 4 or 5. Because non-DCE MRI does not allow for TIC generation, the ability to differenti- ate between O-RADS MRI score 3 and 4 lesions is not possible. O-RADS MRI Scores: Definitions and Malignancy Risk O-RADS MRI Score 0 Adnexal lesions are classified as O-RADS MRI 0 when the lesion is incompletely evaluated at MRI. This may include lesions that are incompletely imaged, where portions of the lesion are not as- sessed. Technically inadequate MRI examinations, where all the required imaging sequences have not been performed or there is a large amount of artifact, are also included in this category. O-RADS MRI Score 1 An O-RADS MRI score of 1 is assigned when the ovaries are normal, as depicted in Figure 3. In premenopausal women, when there is a physiologic observation such as follicles, hemorrhagic cysts, and corpus luteal cysts measuring 3 cm or less, the finding is not considered an adnexal lesion and can be classified as O-RADS MRI score 1. Follicles, hemorrhagic cysts, and corpus luteal cysts Table 2: MRI Protocol for Adnexal Mass Characterization at 1.5- or 3.0-T MRI Sequence Comment Sagittal T2WI without fat saturation Section thickness: 4 mm or less Axial T2WI without fat saturation Section thickness: 3 mm or less Axial in- and out-of-phase T1WI Section thickness: 4 mm or less Axial DWI Same location as T2WI; section thickness: 4 mm or less; b value: 0–50 and 1000 sec/mm 2 or greater DCE MRI: 3D T1WI with fat saturation Begin the scanning 30 sec before contrast material injection; injection occurs at 30 sec without interruption of scan acquisition; total imaging duration: 4 min; section thickness: 3 mm or less; minimal temporal resolution ≤15 sec; ideally in axial plane but in the case of very large masses, sagittal or coronal plane may allow lesion coverage without loss of time resolution Nondynamic 3D T1WI with fat saturation Precontrast and single postcontrast phase performed at 30–40 sec after the end of the contrast material injection; section thickness: 3 mm or less Note.—Imaging protocol should include standard T1-weighted imaging (T1WI), T2-weighted imaging (T2WI), and diffusion-weighted imaging (DWI). The scanning parameters will vary by field strength and vendor and should be adjusted for optimum image quality. Field of view may vary between patients and should be adjusted to ensure complete coverage of the adnexal lesion. DCE = dynamic contrast enhanced, 3D = three-dimensional. Figure 2: Graph depicts the visual differences between low-risk, intermediate- risk, and high-risk time-intensity curves (TICs). A low-risk TIC is defined as an increase in the signal intensity of solid tissue after contrast material administration, slower than that in the myometrium, without a well-defined shoulder and no pla- teau. An intermediate-risk TIC has a moderate initial rise in the signal intensity of solid tissue, with a slope slower than or equal to that of the myometrium, with a shoulder and plateau. A high-risk TIC has a brisk initial rise in the signal intensity of solid tissue, with a slope greater than myometrium, with a shoulder and plateau.",
    "O-RADS MRI Risk Stratification System 40 radiology.rsna.org ■ Radiology: Volume 303: Number 1—April 2022 Figure 3: Image shows examples of Ovarian-Adnexal Reporting and Data System (O-RADS) MRI 1 risk score. * = In postmenopausal women, normal ovaries can contain very small residual follicles, and if the radiologist subjectively assesses the ovaries as normal, the ovaries can be categorized as O-RADS MRI 1. DWI = diffusion- weighted imaging, FS = fat saturated, T1WI = T1-weighted imaging, T2WI = T2-weighted imaging.",
    "Sadowski and Thomassin-Naggara et al Radiology: Volume 303: Number 1—April 2022 ■ radiology.rsna.org 41 Figure 4: Image shows examples of Ovarian- Adnexal Reporting and Data System (O-RADS) MRI 2 risk score. ^ = Unilocular cysts with simple or hemorrhagic fluid 3 cm or smaller in a premeno- pausal woman would be classified as O-RADS MRI 1. ^^ = Minimal enhancement of Rokitansky nodule in lesion containing lipid does not change to O-RADS MRI 4. DWI = diffusion-weighted imag- ing, FS = fat saturated, PPV = positive predictive value, T1WI = T1-weighted imaging, T2WI = T2- weighted imaging. are routinely seen in premenopausal women and, when identified, should be reported using the appropriate terminol- ogy. In postmenopausal women, normal ovaries can contain very small residual follicles, and if the radiologist subjec- tively assesses the ovaries as normal, the ovaries can be classified as O-RADS MRI 1. However, if the radiologist determines that an adnexal finding is not consistent with that of a normal ovary, then the finding is termed an adnexal lesion and would be scored as O-RADS MRI 2–5. The O-RADS MRI risk score does not apply to lesions found to be nonovarian or nonadnexal in origin. O-RADS MRI Score 2 Adnexal lesions scored as O-RADS MRI 2 are considered almost certainly benign, with a PPV for malignancy of less than 0.5% (Fig 4) (8). In both premenopausal and postmenopausal women, it is important to apply this score only to an adnexal lesion; see the O-RADS MRI Score 1 section above for findings not considered an adnexal lesion. In the O-RADS MRI score 2 cat- egory are unilocular cystic lesions with simple and nonsimple fluid. If there is a unilocular cystic lesion with no wall enhancement, then the type of fluid is not a contributing factor. Thus, all cys- tic lesions with no wall enhancement are scored as O-RADS MRI 2. Pro- teinaceous and hemorrhagic unilocular cystic lesions (excluding physiologic findings) without enhancing walls and no solid tissue are scored O-RADS MRI 2; whereas if there is an enhancing wall, the unilocular cystic lesion with protein- aceous or hemorrhagic fluid is scored O- RADS MRI 3. Unilocular cystic lesions with simple and endometriotic fluid",
    "O-RADS MRI Risk Stratification System 42 radiology.rsna.org ■ Radiology: Volume 303: Number 1—April 2022 Figure 5: Image shows examples of Ovarian-Adnexal Reporting and Data System (O-RADS) MRI 3 risk score. ^^ = Hemorrhagic cyst smaller than 3 cm in a premeno- pausal woman would be classified as O-RADS MRI 2. DCE = dynamic contrast enhanced, DWI = diffusion-weighted imaging, FS = fat saturated, PPV = positive predictive value, TIC = time-intensity curve, T1WI = T1-weighted imaging, T2WI = T2-weighted imaging.",
    "Sadowski and Thomassin-Naggara et al Radiology: Volume 303: Number 1—April 2022 ■ radiology.rsna.org 43 and no solid tissue are classified as O-RADS MRI 2 regardless of wall enhancement. On T2-weighted images, endometriomas may exhibit a specific ancillary finding of dark (low-signal-inten- sity) nodules or linear foci in the wall (48,49). Lesions with lipid content (mature teratomas or der- moids) are classified as O-RADS MRI 2. The macroscopic lipid content within the lesion will be hyperintense on T1- and T2-weighted images and will decrease in signal inten- sity on fat-saturated images. There are usually no enhanc- ing components within dermoids, with the exception of a Rokitansky nodule (Fig E1 [online]). Rokitansky nodules typically exhibit fat within them and may enhance. Malig- nant degeneration is rare, occurring in approximately 1% of dermoids (50,51). When malignant degeneration occurs in dermoids, there is more solid tissue present on MRI scans than expected for a typical Rokitansky nodule (52). When there is malignant transformation of a dermoid, the progno- sis is dependent on the stage, and early detection improves long-term survival (50). Therefore, when there is a subjec- tively assessed large amount of tissue (especially with irregu- lar borders) within a fatty lesion on MRI scans, the lesion is classified as O-RADS MRI 4. Lesions that exhibit homogenously hypointense signal intensity on both T2-weighted and high- b -value DWI scans (hereafter, dark T2/dark DWI lesions) can be classified as O- RADS MRI 2. The enhancement pattern of homogenously dark T2/dark DWI lesions does not have an effect on the O-RADS MRI score. The term dark T2/dark DWI has been introduced by the ACR O-RADS MRI committee to define lesions composed of fibrous tissue, which most commonly turn out to benign ovarian fibromas and fibrothecomas. Para-ovarian cysts without any solid tissue and dilated fallopian tubes with simple fluid and no enhancing solid tissue can both be scored as O-RADS MRI 2 lesions. In case of a hydrosalpinx, care must be taken not to mistake enhancing endosalpingial folds for papillary projections. Coronal or sagittal T2-weighted images may help confirm the tubular nature of a hydrosalpinx and can help avoid this pitfall. O-RADS MRI Score 3 Adnexal lesions classified as O-RADS MRI 3 are considered low risk for malignancy, with a PPV for malignancy of approximately 5% (Fig 5) (8). This category includes unilocular cystic lesions with smooth enhancing walls and hemorrhagic or proteinaceous fluid content (eg, mucinous fluid) and no solid tissue, as well as any multilocular (nonfatty) cyst with smooth enhancing walls and septations but no enhancing solid tissue. The risk of malignancy in these multi- locular cysts without solid tissue is very low (PPV <3%); however, the malignancies discovered in this category include borderline and invasive cancers (8). As with all ovarian cancers, the expedited evaluation of women with potentially early-stage cancer is prudent to ensure the best outcome in these women (53,54). Occasionally, endometriomas may be multilocular or have the appearance of being multilocular due to ovarian parenchyma between the en- dometriomas mimicking septations. Endometriomas that appear multilocular should be classified as O-RADS MRI 2. In the presence of enhancing solid tissue, the solid tissue will help guide O-RADS MRI risk score classification. If the solid tis- sue has homogenously low signal intensity on both T2-weighted and high- b -value DWI scans (T2 dark/DWI dark lesion), then the lesion is classified as O-RADS MRI 2. If the solid tissue does not fit the homogenously T2 dark/DWI dark pattern, then the TIC enhancement characteristics of the solid tissue relative to the outer myometrium will dictate the score. If the enhancement fol- lows the low-risk TIC, then the lesion can be assigned a risk score of O-RADS MRI 3. Lesions with a low-risk TIC have a PPV for malignancy of 6.7%, and most lesions found to be malignant in this category are borderline tumors (8). Dilated fallopian tubes with nonsimple fluid or thick, smooth enhancing wall and/or folds are classified as O-RADS MRI score 3. There is a paucity of data on the relative risk of cancer in women with these findings. However, given that high-grade serous carci- nomas arise from the fallopian tubes and that currently the appear- ance of early-stage disease is not described well in the literature, the committee acknowledged that until more data are available, these types of findings should be assigned to this category. When more data are available, the PPV for malignancy will be updated and a reassignment into a different category will be made if necessary. As a reminder, if the patient has acute symptoms with findings of dilated fallopian tubes, then the O-RADS MRI score should not be used, so that pelvic inflammatory disease with pyosalpinx is not scored. O-RADS MRI Score 4 Adnexal lesions with an O-RADS MRI score of 4 are consid- ered intermediate risk for malignancy, with a PPV for malig- nancy of approximately 50% (Fig 6). Lesions in this category contain solid tissue (excluding T2 dark/DWI dark lesions) that exhibit the intermediate-risk TIC. Data have shown that lesions with an intermediate TIC have a PPV of 46.6% (8). If DCE MRI is not feasible, lesions with solid tissue (excluding T2 dark/DWI dark lesions) that enhance less than or equal to the myometrium at 30–40 seconds after contrast material injection on non-DCE MRI scans can be placed in this category. To our knowledge, no studies have calculated the PPV for malignancy for solid tissue that enhances less than or equal to the myometrium at 30–40 seconds at non-DCE MRI (three- dimensional ultrafast gradient echo). Because the definition of intermediate-risk TIC is based on very early enhancement that is not as steep as that of myometrium, in the absence of DCE MRI, the ACR O-RADS MRI committee decided to place the lesions that enhance less than or equal to the myometrium at 30–40 sec- onds in the O-RADS MRI score 4 category. Although DCE MRI evaluation is the preferred method for assigning a risk score, the committee acknowledged the use of non-DCE MRI when DCE MRI is not possible. When data on the PPV for malignancy using non-DCE MRI for the evaluation of adnexal lesion become avail- able, the PPV for malignancy will be updated. O-RADS MRI Score 5 Adnexal lesions classified as O-RADS MRI score 5 are consid- ered at high risk for malignancy, with a PPV for malignancy of approximately 90% (Fig 7).",
    "O-RADS MRI Risk Stratification System 44 radiology.rsna.org ■ Radiology: Volume 303: Number 1—April 2022 This category includes lesions with solid tissue (excluding T2 dark/DWI dark lesions) that exhibit a high-risk TIC and/ or the presence of peritoneal and/or omental deposits. Data have shown that lesions with a high-risk TIC have a PPV of 85.6% (8). If DCE MRI is not feasible, lesions with solid tissue (excluding T2 dark/DWI dark lesions) that enhances greater than that of the myometrium at 30–40 seconds after contrast material injection at non-DCE MRI can be placed in this cate- gory. To our knowledge, no studies have calculated the PPV for malignancy for solid tissue that enhances greater than the myo- metrium at 30–40 seconds after contrast material injection at non-DCE MRI. As the definition of high-risk TIC is based on very early enhancement steeper than that of myometrium, in the absence of DCE, the ACR O-RADS MRI committee decided to classify lesions that enhance greater than the myo- metrium at 30–40 seconds as O-RADS MRI score 5. Although DCE MRI evaluation is the preferred method, the commit- tee acknowledged the use of non-DCE MRI when DCE MRI is not possible. When data on the PPV for malignancy using non-DCE MRI for the evaluation of adnexal lesion become available, the PPV for malignancy will be updated. Strengths and Challenges of the O-RADS MRI Risk Stratification System in Clinical Practice One of the major strengths of the O-RADS MRI risk score system is the ability to exclude ovarian cancer with a high de- gree of certainty. Thomassin-Naggara et al (8) demonstrated that when an adnexal lesion is classified as O-RADS MRI score Figure 6: Image shows examples of Ovarian-Adnexal Reporting and Data System (O-RADS) MRI 4 risk score. DCE = dynamic contrast enhanced, DWI = diffusion-weighted imaging, FS = fat saturated, PPV = positive predictive value, TIC = time-intensity curve, T1WI = T1-weighted imaging, T2WI = T2-weighted imaging.",
    "Sadowski and Thomassin-Naggara et al Radiology: Volume 303: Number 1—April 2022 ■ radiology.rsna.org 45 2 or 3, rather than score 4 or 5, the negative predictive value for malignancy was 98%. This is extremely reassuring to the radiologist assigning the risk score, as well as to the treating physician and, ultimately, the patient. Other strengths of the O-RADS MRI risk stratification score are that the system is based on robust clinical data rather than expert opinion. The system incorporates the methods experts use to evaluate a le- sion at MRI, describing the approach in a stepwise algorithmic fashion and enabling general radiologists to perform similarly to subspecialty radiologists. The system has been tested in a prospective multicenter clinical trial, with good reproducibil- ity between expert and nonexpert readers for the diagnosis of malignancy (38). This approach will hopefully lead to real-life performance that closely approximates the intended risk strati- fication categories. Furthermore, the risk score is aligned with a lexicon that standardizes the language used to describe adnexal lesions. In an ideal setting, the adoption and usage of the lexi- con and risk stratification system would lead to standardized reporting to guide the referring clinician in decision making in a patient with an adnexal lesion. As with any new approach, there are challenges to im- plementing and using the O-RADS MRI risk stratification system. These include implementing the appropriate MRI technique and acquiring the knowledge of tissue and fluid differentiation at MRI in practices not familiar with using MRI for adnexal lesion characterization. Developing an MRI protocol to include the necessary sequences, particularly DCE MRI, can be a challenge in some centers. In centers where DCE is not possible due to time constraints or lack of perfu- sion curve analysis software, analysis of the enhancement of the solid tissue on the 30–40- second postcontrast series can be performed as a substitute. Understanding how to charac- terize cystic and solid components and how to differentiate enhancing tissue from other solid components at MRI are the most essential diagnostic skills that must be acquired to use this system. This takes time investment and resources, both of which can be difficult to find in a busy clinical practice. The availability of the O-RADS MRI calculator can help facilitate the integration of imaging findings and the assignment of the O-RADS MRI risk score (55). Future Direction Future research should focus on providing more data for areas where currently there is a paucity of data. As mentioned with the O-RADS MRI score 4 and 5 categories, further research is needed to determine the PPV for malignancy when non-DCE MRI is used for the evaluation of adnexal lesions. In addition, defining the amount of solid tissue within a dermoid will be important to help radiologists move beyond subjective analysis in these lesions. Proof-of-concept evaluation using the stan- dardized O-RADS MRI lexicon to risk-stratify lesions has been successfully performed among committee members and vali- dated in a prospective multicenter trial in Europe (8). Further validation studies are needed, particularly in North America. Figure 7: Image shows examples of Ovarian-Adnexal Reporting and Data System (O-RADS) MRI 5 risk score. DCE = dynamic contrast enhanced, DWI = diffusion- weighted imaging, FS = fat saturated, PPV = positive predictive value, TIC = time-intensity curve, T1WI = T1-weighted imaging, T2WI = T2-weighted imaging.",
    "O-RADS MRI Risk Stratification System 46 radiology.rsna.org ■ Radiology: Volume 303: Number 1—April 2022 Regarding management recommendations, prospective cohort studies that assess the performance of the O-RADS MRI scor- ing system in a clinical practice setting are needed to guide de- velopment of future management recommendations for each O-RADS MRI risk category. There are currently two ongoing studies evaluating the effect of the O-RADS MRI 5-point score on the patient management plan. The first study is an inter- ventional study in women with O-RADS MRI score 3 lesions, the ADNEXMR Scoring System: Impact of an MR Scoring System on Therapeutic Strategy of Pelvic Adnexal Masses, or ASCORDIA, study (ASCORDIA01, ClinicalTrials.gov iden- tifier: NCT02664597) in France. Consenting women with a score 3 lesion are randomized to surgery or nonsurgical follow- up, with the number of unnecessary surgeries avoided as the primary outcome measure. A second study, the MR in Ovarian Cancer, or MROC, study (ISRCTN51246892) in the United Kingdom, evaluates the potential impact of adding MRI to standard-of-care imaging on the initial treatment decisions (ei- ther surgical and nonsurgical) in women suspected of having or confirmed to have ovarian cancer. Patient outcomes and health economic evaluations will also be performed. Once these stud- ies are complete, we anticipate that the O-RADS MRI risk stratification system will include management recommenda- tions and the system will evolve as additional evidence becomes available in the peer-reviewed literature. Conclusion In conclusion, the Ovarian-Adnexal Reporting and Data Sys- tem MRI risk score provides a stratification system for assign- ing the probability of malignancy to adnexal lesions based on MRI features. Its widespread implementation will improve communication between radiologists and referring physicians so that women with benign adnexal lesions can avoid unnec- essary surgery while those with potential malignancies can be expeditiously referred for oncologic surgical evaluation. Fur- thermore, researchers will benefit from the use of this codified system, providing a means for impactful multi-institutional studies to improve outcomes in women with adnexal lesions. Acknowledgments: We acknowledge and are grateful for the assistance of ACR staff Lauren Attridge, MSHA, Cassandra Vivian-Davis, AA, and Dipleen Kaur, BDS, MPH. This document was developed by nationally and internationally recog- nized experts in gynecological imaging who are members of the American College of Radiology (ACR) O-RADS MRI Committee, Canadian Association of Radiologists (CAR), European Society of Radiology (ESR), Society of Abdominal Radiology Uterine and Ovarian Cancer Disease Focus Panel, European Society of Uroradi- ology (ESUR) Female Pelvic Imaging Working Group, and Société d’FEM. This acknowledgment affirms the authors’ appreciation to the ACR, CAR, ESR, SAR, ESUR, and SIFEM but does not imply, infer, or denote approval or endorsement of the document. Disclosures of conflicts of interest: E.A.S. No relevant relationships. I.T.N. Pay- ment from CFIM education learning; payment for lectures including service on speakers bureaus from GE, Hologic, Canon, Guerbet, and Siemens; payment for development of educational presentations from CFIM and ESOR; travel/accommo- dations/meeting expenses unrelated to activities listed from GE. A.R. NIHR grants to institution; travel/accommodations/meeting expenses unrelated to activities listed from Guerbet/European Society of Radiology. K.E.M. No relevant relationships. R.F. Payment for lectures including service on speakers bureaus from ESUR/Euro- pean Society of Radiology. P.J. Expert testimony from MCIC Vermont; payment for lectures including service on speakers bureaus from Society of Radiologists in Ultrasound. S.N. No relevant relationships. E.S.S. Consultant for Covera Health, Icon Medical Imaging, Bioclinica, and Invicros. C.R. No relevant relationships. References 1. Andreotti RF, Timmerman D, Strachowski LM, et al. O-RADS US Risk Stratification and Management System: A Consensus Guideline from the ACR Ovarian-Adnexal Reporting and Data System Committee. Radiology 2020;294(1):168–185. 2. Levine D, Brown DL, Andreotti RF, et al. Management of asymptomatic ovarian and other adnexal cysts imaged at US Society of Radiologists in Ultra- sound consensus conference statement. Ultrasound Q 2010;26(3):121–131. 3. Timmerman D, Van Calster B, Testa A, et al. Predicting the risk of malig- nancy in adnexal masses based on the Simple Rules from the International Ovarian Tumor Analysis group. Am J Obstet Gynecol 2016;214(4):424–437. 4. Timmerman D, Ameye L, Fischerova D, et al. Simple ultrasound rules to distinguish between benign and malignant adnexal masses before surgery: prospective validation by IOTA group. BMJ 2010;341:c6839. 5. Sadowski EA, Paroder V, Patel-Lippmann K, et al. Indeterminate Adnexal Cysts at US: Prevalence and Characteristics of Ovarian Cancer. Radiology 2018;287(3):1041–1049. 6. Zhang X, Mao Y, Zheng R, et al. The contribution of qualitative CEUS to the determination of malignancy in adnexal masses, indeterminate on conven- tional US - a multicenter study. PLoS One 2014;9(4):e93843. 7. Patel-Lippmann KK, Sadowski EA, Robbins JB, et al. Comparison of Inter- national Ovarian Tumor Analysis Simple Rules to Society of Radiologists in Ultrasound Guidelines for Detection of Malignancy in Adnexal Cysts. AJR Am J Roentgenol 2020;214(3):694–700. 8. Thomassin-Naggara I, Poncelet E, Jalaguier-Coudray A, et al. Ovarian-Ad- nexal Reporting Data System Magnetic Resonance Imaging (O-RADS MRI) Score for Risk Stratification of Sonographically Indeterminate Adnexal Mass- es. JAMA Netw Open 2020;3(1):e1919896. 9. Hricak H, Chen M, Coakley FV, et al. Complex adnexal masses: detection and characterization with MR imaging--multivariate analysis. Radiology 2000;214(1):39–46. 10. Kaijser J, Vandecaveye V, Deroose CM, et al. Imaging techniques for the pre- surgical diagnosis of adnexal tumours. Best Pract Res Clin Obstet Gynaecol 2014;28(5):683–695. 11. Kinkel K, Lu Y, Mehdizade A, Pelte MF, Hricak H. Indeterminate ovarian mass at US: incremental value of second imaging test for characterization— meta-analysis and Bayesian analysis. Radiology 2005;236(1):85–94. 12. Nunes N, Ambler G, Foo X, Naftalin J, Widschwendter M, Jurkovic D. Use of IOTA simple rules for diagnosis of ovarian cancer: meta-analysis. Ultra- sound Obstet Gynecol 2014;44(5):503–514. 13. Forstner R, Thomassin-Naggara I, Cunha TM, et al. ESUR recommenda- tions for MR imaging of the sonographically indeterminate adnexal mass: an update. Eur Radiol 2017;27(6):2248–2257. [Published correction appears in Eur Radiol 2017;27(6):2258.] 14. Maturen KE, Blaty AD, Wasnik AP , et al. Risk Stratification of Adnexal Cysts and Cystic Masses: Clinical Performance of Society of Radiologists in Ultra- sound Guidelines. Radiology 2017;285(2):650–659. 15. Nunes N, Ambler G, Foo X, Widschwendter M, Jurkovic D. Prospective eval- uation of IOTA logistic regression models LR1 and LR2 in comparison with subjective pattern recognition for diagnosis of ovarian cancer in an outpatient setting. Ultrasound Obstet Gynecol 2018;51(6):829–835. 16. Pereira PN, Sarian LO, Yoshida A, et al. Improving the performance of IOTA simple rules: sonographic assessment of adnexal masses with resource-effective use of a magnetic resonance scoring (ADNEX MR scoring system). Abdom Radiol (NY) 2020;45(10):3218–3229. 17. Bernardin L, Dilks P, Liyanage S, Miquel ME, Sahdev A, Rockall A. Effective- ness of semi-quantitative multiphase dynamic contrast-enhanced MRI as a predictor of malignancy in complex adnexal masses: radiological and patho- logical correlation. Eur Radiol 2012;22(4):880–890. 18. Dilks P , Narayanan P , Reznek R, Sahdev A, Rockall A. Can quantitative dy- namic contrast-enhanced MRI independently characterize an ovarian mass? Eur Radiol 2010;20(9):2176–2183. 19. Iyer VR, Lee SI. MRI, CT, and PET/CT for ovarian cancer detection and adnexal lesion characterization. AJR Am J Roentgenol 2010;194(2):311–321. 20. Komatsu T, Konishi I, Mandai M, et al. Adnexal masses: transvaginal US and gadolinium-enhanced MR imaging assessment of intratumoral structure. Ra- diology 1996;198(1):109–115. 21. Sadowski EA, Robbins JB, Rockall AG, Thomassin-Naggara I. A systematic approach to adnexal masses discovered on ultrasound: the ADNEx MR scor- ing system. Abdom Radiol (NY) 2018;43(3):679–695. 22. Siegelman ES, Outwater EK. Tissue characterization in the female pelvis by means of MR imaging. Radiology 1999;212(1):5–18. 23. Sohaib SA, Sahdev A, Van Trappen P , Jacobs IJ, Reznek RH. Character- ization of adnexal mass lesions on MR imaging. AJR Am J Roentgenol 2003;180(5):1297–1304.",
    "Sadowski and Thomassin-Naggara et al Radiology: Volume 303: Number 1—April 2022 ■ radiology.rsna.org 47 24. Vargas HA, Barrett T, Sala E. MRI of ovarian masses. J Magn Reson Imag- ing 2013;37(2):265–281. 25. Mohaghegh P, Rockall AG. Imaging strategy for early ovarian cancer: char- acterization of adnexal masses with conventional and advanced imaging techniques. RadioGraphics 2012;32(6):1751–1773. 26. Thomassin-Naggara I, Balvay D, Aubert E, et al. Quantitative dynamic contrast-enhanced MR imaging analysis of complex adnexal masses: a pre- liminary study. Eur Radiol 2012;22(4):738–745. 27. Thomassin-Naggara I, Toussaint I, Perrot N, et al. Characterization of com- plex adnexal masses: value of adding perfusion- and diffusion-weighted MR imaging to conventional MR imaging. Radiology 2011;258(3):793–803. 28. Thomassin-Naggara I, Aubert E, Rockall A, et al. Adnexal masses: develop- ment and preliminary validation of an MR imaging scoring system. Radiol- ogy 2013;267(2):432–443. 29. Adusumilli S, Hussain HK, Caoili EM, et al. MRI of sonographically inde- terminate adnexal masses. AJR Am J Roentgenol 2006;187(3):732–740. 30. Anthoulakis C, Nikoloudis N. Pelvic MRI as the “gold standard” in the subsequent evaluation of ultrasound-indeterminate adnexal lesions: a sys- tematic review. Gynecol Oncol 2014;132(3):661–668. 31. Sohaib SA, Mills TD, Sahdev A, et al. The role of magnetic resonance imaging and ultrasound in patients with adnexal masses. Clin Radiol 2005;60(3):340–348. 32. Spencer JA, Ghattamaneni S. MR imaging of the sonographically indeter- minate adnexal mass. Radiology 2010;256(3):677–694. 33. Morice P, Denschlag D, Rodolakis A, et al. Recommendations of the Fer- tility Task Force of the European Society of Gynecologic Oncology about the conservative management of ovarian malignant tumors. Int J Gynecol Cancer 2011;21(5):951–963. 34. McEvoy SH, Nougaret S, Abu-Rustum NR, et al. Fertility-sparing for young patients with gynecologic cancer: How MRI can guide pa- tient selection prior to conservative management. Abdom Radiol (NY) 2017;42(10):2488–2512. [Published correction appears in Abdom Radiol (NY) 2017;42(12):2966–2973.] 35. Rockall AG, Qureshi M, Papadopoulou I, et al. Role of Imaging in Fer- tility-sparing Treatment of Gynecologic Malignancies. RadioGraphics 2016;36(7):2214–2233. 36. Stein EB, Hansen JM, Maturen KE. Fertility-Sparing Approaches in Gy- necologic Oncology: Role of Imaging in Treatment Planning. Radiol Clin North Am 2020;58(2):401–412. 37. ACR-O-RADS-MRI-Lexicon. https://www.acr.org/Clinical-Resources/Re- porting-and-Data-Systems/O-Rads#MRI. Accessed November 3, 2020. 38. O-RADS-MR-Risk-Stratification-System-Table. https://www.acr.org/Clini- cal-Resources/Reporting-and-Data-Systems/O-Rads#MRI. Accessed Octo- ber 16, 2020. 39. Reinhold C, Rockall A, Sadowski EA, et al. Ovarian-Adnexal Reporting Lexi- con for MRI: A White Paper of the ACR Ovarian-Adnexal Reporting and Data Systems MRI Committee. J Am Coll Radiol 2021;18(5):713–729. 40. Basha MAA, Abdelrahman HM, Metwally MI, et al. Validity and Re- producibility of the ADNEX MR Scoring System in the Diagnosis of Sonographically Indeterminate Adnexal Masses. J Magn Reson Imaging 2021;53(1):292–304. 41. Pereira PN, Sarian LO, Yoshida A, et al. Accuracy of the ADNEX MR scor- ing system based on a simplified MRI protocol for the assessment of adnexal masses. Diagn Interv Radiol 2018;24(2):63–71. 42. Ruiz M, Labauge P, Louboutin A, Limot O, Fauconnier A, Huchon C. External validation of the MR imaging scoring system for the management of adnexal masses. Eur J Obstet Gynecol Reprod Biol 2016;205:115–119. 43. Sasaguri K, Yamaguchi K, Nakazono T, et al. External validation of ADNEX MR SCORING system: a single-centre retrospective study. Clin Radiol 2019;74(2):131–139. 44. Hauptmann S, Friedrich K, Redline R, Avril S. Ovarian borderline tumors in the 2014 WHO classification: evolving concepts and diagnostic criteria. Virchows Arch 2017;470(2):125–142. 45. Maizlin ZV, Shewchuk JR, Clement JJ. Easy ways to remember the progres- sion of MRI signal intensity changes of intracranial hemorrhage. Can Assoc Radiol J 2009;60(2):88–90. 46. Parizel PM, Makkat S, Van Miert E, Van Goethem JW, van den Hauwe L, De Schepper AM. Intracranial hemorrhage: principles of CT and MRI interpretation. Eur Radiol 2001;11(9):1770–1783. 47. Zhou H, Ma X, Sheng M, Lai C, Fu J. Evolution of intramural duo- denal hematomas on magnetic resonance imaging. Pediatr Radiol 2018;48(11):1593–1599. 48. Corwin MT, Gerscovich EO, Lamba R, Wilson M, McGahan JP. Differen- tiation of ovarian endometriomas from hemorrhagic cysts at MR imaging: utility of the T2 dark spot sign. Radiology 2014;271(1):126–132. 49. Togashi K, Nishimura K, Kimura I, et al. Endometrial cysts: diagnosis with MR imaging. Radiology 1991;180(1):73–78. 50. Chiang AJ, Chen MY, Weng CS, et al. Malignant transformation of ovarian mature cystic teratoma into squamous cell carcinoma: a Taiwanese Gyneco- logic Oncology Group (TGOG) study. J Gynecol Oncol 2017;28(5):e69. 51. Duffy S, Day EK, Bryson G, Millan D, Lindsay R. Malignant tumours arising within mature cystic teratomas of the ovary: Prevalence and clinical outcomes. Eur J Obstet Gynecol Reprod Biol 2018;221:198–199. 52. Kido A, Togashi K, Konishi I, et al. Dermoid cysts of the ovary with malignant transformation: MR appearance. AJR Am J Roentgenol 1999;172(2):445–449. 53. Menon U, Karpinskyj C, Gentry-Maharaj A. Ovarian Cancer Prevention and Screening. Obstet Gynecol 2018;131(5):909–927. 54. Trimbos JB. Surgical treatment of early-stage ovarian cancer. Best Pract Res Clin Obstet Gynaecol 2017;41:60–70. 55. O-RADS MRI Calculator for Adnexal Lesions. https://oradsmricalc.com/. Accessed March 16, 2021.",
    "COMMUNICATIONS • ERRATUM This copy is for personal use only. To order copies, contact reprints@rsna.org Erratum for: O-RADS MRI Risk Stratification System: Guide for Assessing Adnexal Lesions from the ACR O-RADS Committee Originally published in: https://doi.org/10.1148/radiol.204371 O-RADS MRI Risk Stratification System: Guide for Assessing Adnexal Lesions from the ACR O-RADS Committee Elizabeth A. Sadowski, Isabelle Thomassin-Naggara, An- drea Rockall, Katherine E. Maturen, Rosemarie Forstner, Priyanka Jha, Stephanie Nougaret, Evan S. Siegelman, Caroline Reinhol Erratum in: https://doi.org/10.1148/radiol.239017 Supplemental Figure D was missing part of the image; the supplemental image was corrected."
  ],
  "processed_at": "2026-01-30T14:08:12.247Z"
}