{
  "doc_id": "b72d0155e5453e8d975e3fd82fc16cb4",
  "source_id": "sartelli2020",
  "total_pages": 18,
  "pages": [
    "R E V I E W Open Access 2020 update of the WSES guidelines for the management of acute colonic diverticulitis in the emergency setting Massimo Sartelli 1* , Dieter G. Weber 2 , Yoram Kluger 3 , Luca Ansaloni 4 , Federico Coccolini 5 , Fikri Abu-Zidan 6 , Goran Augustin 7 , Offir Ben-Ishay 3 , Walter L. Biffl 8 , Konstantinos Bouliaris 9 , Rodolfo Catena 10 , Marco Ceresoli 11,12 , Osvaldo Chiara 13 , Massimo Chiarugi 5 , Raul Coimbra 14 , Francesco Cortese 15 , Yunfeng Cui 16 , Dimitris Damaskos 17 , Gian Luigi de ’ Angelis 18 , Samir Delibegovic 19 , Zaza Demetrashvili 20 , Belinda De Simone 21 , Francesco Di Marzo 22 , Salomone Di Saverio 23 , Therese M. Duane 24 , Mario Paulo Faro 25 , Gustavo P. Fraga 26 , George Gkiokas 27 , Carlos Augusto Gomes 28 , Timothy C. Hardcastle 29 , Andreas Hecker 30 , Aleksandar Karamarkovic 31 , Jeffry Kashuk 32 , Vladimir Khokha 33 , Andrew W. Kirkpatrick 34 , Kenneth Y. Y. Kok 35 , Kenji Inaba 36 , Arda Isik 37 , Francesco M. Labricciosa 38 , Rifat Latifi 39 , Ari Leppäniemi 40 , Andrey Litvin 41 , John E. Mazuski 42 , Ronald V. Maier 43 , Sanjay Marwah 44 , Michael McFarlane 45 , Ernest E. Moore 46 , Frederick A. Moore 47 , Ionut Negoi 48 , Leonardo Pagani 49 , Kemal Rasa 50 , Ines Rubio-Perez 51 , Boris Sakakushev 52 , Norio Sato 53 , Gabriele Sganga 54 , Walter Siquini 1 , Antonio Tarasconi 10 , Matti Tolonen 40 , Jan Ulrych 55 , Sannop K. Zachariah 56 and Fausto Catena 10 Abstract Acute colonic diverticulitis is one of the most common clinical conditions encountered by surgeons in the acute setting. An international multidisciplinary panel of experts from the World Society of Emergency Surgery (WSES) updated its guidelines for management of acute left-sided colonic diverticulitis (ALCD) according to the most recent available literature. The update includes recent changes introduced in the management of ALCD. The new update has been further integrated with advances in acute right-sided colonic diverticulitis (ARCD) that is more common than ALCD in select regions of the world. Keywords: Acute left-sided colonic diverticulitis, Acute right-sided colonic diverticulitis, Peritonitis, Abscess Introduction Acute left-sided colonic diverticulosis is common in West- ern countries with its prevalence increasing throughout the world, which is likely due to changes in lifestyle [1]. Al- though left-sided colonic diverticulosis remains more com- mon among elderly patients, a dramatic rise of its incidence has been seen in younger age groups in recent years [2]. Re- cent evidence suggests that lifetime risk of developing acute left-sided colonic diverticulitis (ALCD) is about 4% among patients with diverticulosis [3], and data from Western pop- ulations suggest that up to one fifth of patients with acute diverticulitis are under 50 years of age [4 – 6]. ALCD is a common problem encountered by Western surgeons in the acute setting. The sigmoid colon is usu- ally the most commonly involved part, while acute right- sided diverticulitis (ARCD) is rarer but much more com- mon in non-Western populations. © The Author(s). 2020 Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http://creativecommons.org/licenses/by/4.0/. The Creative Commons Public Domain Dedication waiver (http://creativecommons.org/publicdomain/zero/1.0/) applies to the data made available in this article, unless otherwise stated in a credit line to the data. * Correspondence: massimosartelli@gmail.com 1 Department of Surgery, Macerata Hospital, Macerata, Italy Full list of author information is available at the end of the article Sartelli et al. World Journal of Emergency Surgery (2020) 15:32 https://doi.org/10.1186/s13017-020-00313-4",
    "Methods The World Society of Emergency Surgery (WSES) guide- lines for management of ALCD were published in 2016 [7]. In 2020, the guidelines were revised and updated. The present guidelines have been developed according to the GRADE methodology [8, 9]. The GRADE system is a hierarchical, evidence-based tool, which systematically evaluates the available literature and focuses on the level of evidence based upon the types of studies included. The quality of evidence can be marked as high, moderate, low, or very low. This could be either downgraded in case of significant bias or upgraded when multiple high-quality studies showed consistent results. The highest quality of evidence studies (systematic reviews with meta-analysis of randomized controlled trials) was assessed first. If the meta-analysis was of sufficient quality, it was used to an- swer the research question. If no meta-analysis of suffi- cient quality was found, randomized controlled trials (RCTs) and non-randomized cohort studies (n-RCS) were evaluated. The strength of the recommendation was based on the level of evidence and qualified as weak or strong. A multidisciplinary panel of experts, coordinated by a central coordinator, was selected to serve as experts in this 2020 update of the WSES guidelines for the man- agement of acute left-sided colonic diverticulitis (ALCD). The experts reviewed and updated the original list of key questions on the diagnosis and treatment of ALCD ad- dressed in the previous version of the guidelines. For each statement, a consensus among the panel of experts was reached using a Delphi approach. State- ments were approved with an agreement of ≥ 80%. After the approval of the statements, the expert panel met via email to prepare and revise the definitive guidelines. The manuscript was successively reviewed by all members and ultimately revised as the present manuscript. Which classification should be used in patients with ALCD? There are multiple classification systems for ALCD. None has been conclusively proven to be superior in predicting patient outcomes, and therefore, a specific recommenda- tion cannot be provided. ALCD ranges in severity from uncomplicated phleg- monous diverticulitis to complicated diverticulitis in- cluding abscess and/or perforation. For the past three decades, the Hinchey classification has been the most used classification in the international literature [10]. In patients with surgical findings of abscesses and peri- tonitis, Hinchey et al. classified the severity of acute di- verticulitis into four levels: 1 Pericolic abscess 2 Pelvic, intra-abdominal, or retroperitoneal abscess 3 Generalized purulent peritonitis 4 Generalized fecal peritonitis In recent years, the management of ALCD has chan- ged dramatically. Computer tomography (CT) imaging has become a primary diagnostic tool in the diagnosis and staging of patients with ALCD, and more detailed information pro- vided by CT scans led to several modifications of the Hinchey classification [4, 11 – 15]. In 1989, Neff et al. presented a new classification of ALCD based on CT findings. It consisted of five stages, ranging from radiological diagnosis of uncomplicated (stage 0) to pneumoperitoneum with abundant free liquid (stage 4) [11]: 0 Uncomplicated diverticulitis; diverticula, thickening of the wall, increased density of the pericolic fat 1 Locally complicated with local abscess 2 Complicated with pelvic abscess 3 Complicated with distant abscess 4 Complicated with other distant complications In 2002, Ambrosetti et al. [12] classified ALCD into se- vere or moderate disease. In this classification, the CT scan determined the grade of severity guiding the phys- ician in the treatment of acute complications. Moderate diverticulitis was defined by wall thickening of ≥ 5 mm and signs of pericolic fat inflammation. Severe diverticu- litis was defined by wall thickening accompanied by ab- scess, extraluminal gas, or extraluminal contrast: 1. Moderate diverticulitis (a) Localized sigmoid wall thickening ( ≥ 5 mm) (b) Pericolic fat stranding 2. Severe diverticulitis (a) Abscess (b) Extraluminal gas (c) Extraluminal contrast In 2005, Kaiser et al. [13] modified the Hinchey classi- fication according to specific CT findings: Stage 0: mild clinical diverticulitis Stage 1a: confined pericolic inflammation Stage 1b: confined pericolic abscess Stage 2: pelvic or distant intra-abdominal abscess Stage 3: generalized purulent peritonitis Stage 4: fecal peritonitis at presentation In 2013, Mora Lopez et al. proposed [14] a modifica- tion of the previous Neff classification dividing Neff stage 1 into stage 1a (localized pneumoperitoneum in the form of gas bubbles) and 1b (abscess < 4 cm). Sartelli et al. World Journal of Emergency Surgery (2020) 15:32 Page 2 of 18",
    "0Uncomplicated diverticulitis. Diverticula, thickening of the wall, increased density of the pericolic fat 1Locally complicated diverticulitis 1aLocalized pneumoperitoneum in the form of gas bubbles 1bAbscess (< 4 cm) 2Complicated diverticulitis with pelvic abscess. Ab- scess > 4 cm in pelvis 3Complicated diverticulitis with distant abscess. Ab- scess in abdominal cavity (outside pelvis) 4Complicated diverticulitis with other distant compli- cations. Abundant pneumoperitoneum and/or intra- abdominal free liquid Recently, Sallinen et al. [15] published an interesting retrospective study of patients treated for ALCD, setting the stage for the treatment of acute diverticulitis based on clinical, radiologic, and physiologic parameters: 1Uncomplicated diverticulitis 2Complicated diverticulitis with small abscess (< 6 cm) 3Complicated diverticulitis with large abscess ( ≥ 6 cm) or distant intraperitoneal or retroperitoneal gas 4Generalized peritonitis without organ dysfunction 5Generalized peritonitis with organ dysfunction Finally, a proposal for a CT-guided classification of ALCD was published in 2015 by the WSES acute diver- ticulitis working group [7]. It is a simple classification system of ALCD based on CT scan findings. It may guide clinicians in the management of acute diverticulitis and may be universally accepted for day to day practice. The WSES classification divides acute di- verticulitis into 2 groups: uncomplicated and complicated. In the event of uncomplicated acute diverticulitis, the infection only involves the colon and does not extend to the peritoneum. In the event of complicated acute diver- ticulitis, the infectious process proceeds beyond the colon. Complicated acute diverticulitis is divided into 4 stages, based on the extension of the infectious process: Uncomplicated 0Diverticula, thickening of the wall, increased density of the pericolic fat Complicated 1APericolic air bubbles or small amount of pericolic fluid without abscess (within 5 cm from inflammed bowel segment) 1BAbscess ≤ 4 cm 2AAbscess > 4 cm 2BDistant gas (> 5 cm from inflammed bowel segment) 3Diffuse fluid without distant free gas 4Diffuse fluid with distant free gas What is the best way to make a diagnosis of ALCD? In patients with suspected ALCD, we suggest a complete as- sessment of the patients using clinical history, signs, labora- torial inflammation markers, and radiological findings (weak recommendation based on very low-quality evidence, 2D). In patients with suspected, ALCD we suggest against diagnosis based only on clinical examination (weak rec- ommendation based on very low-quality evidence, 2D). Clinical findings of patients having ALCD include acute pain or tenderness in the left lower quadrant that may be associated with increased inflammatory markers, including C-reactive protein (CRP) and white blood cell count (WBC). Clinical diagnosis of ALCD usually lacks accuracy. In a prospective analysis [16] conducted on 802 consecutive patients who presented with abdominal pain to the emergency department, positive and negative predictive values of clinical diagnosis were 0.65 and 0.98, respectively. Additional cross-sectional imaging had a positive and negative predictive value of 0.95 and 0.99, respectively. Additional radiology examinations im- proved the diagnostic accuracy in 37% of the patients, but changed the management in only 7%. In 2010, using logistic regression analysis, Laméris et al. [17] developed a clinical decision rule for diagnosis of ALCD, based on 3 criteria: (1) direct tenderness only in the left lower quadrant, (2) CRP > 50 mg/l, and (3) ab- sence of vomiting. Of 126 clinically suspected patients enrolled in this prospective study, 30 patients had all 3 features (24%), of whom 29 had a final diagnosis of acute diverticulitis (97%; 95% CI 83 – 99%). Of the 96 patients without all 3 features, 45 (47%) did not have diverticu- litis. In a quarter of patients with suspected diverticulitis, the diagnosis could be made clinically based on the com- bination of the three criteria. Andeweg et al. in 2011 [18], using retrospective data from 287 patients, developed a clinical scoring system for the diagnosis of ALCD with diagnostic accuracy of 86%. It was based on independent predictors of ALCD including age, a clinical history of one or more previous episodes, localization of symptoms in the lower left ab- domen, aggravation of pain on movement, the absence of vomiting, localization of abdominal tenderness on examination in the lower left abdomen, and C-reactive protein of 50 mg/l or higher. CRP has been identified as a useful biomarker of in- flammation, and it may be useful in the prediction of the clinical severity of acute diverticulitis as demonstrated by several recent studies [19 – 21]. To investigate the value of CRP and of other laboratory parameters of the patients in the prediction of the clinical severity of acute diverticulitis, a retrospective study was published in 2014 [19]. A CRP cutoff value of 170 mg/l significantly discriminated severe from mild diverticulitis (87.5% sen- sitivity, 91.1% specificity, area under the curve 0.942, p < 0.00001). The authors concluded that CRP is a useful tool in the prediction of the clinical severity of acute di- verticulitis. A mild episode is very likely in patients with Sartelli et al. World Journal of Emergency Surgery (2020) 15:32 Page 3 of 18",
    "CRP less than 170 mg/l. Those with higher CRP values have a greater probability of undergoing surgery or per- cutaneous drainage. In another study, the diagnostic value of serological in- fection markers and body temperature, in discriminating complicated from uncomplicated diverticulitis, was assessed [20]. A total of 426 patients were included in this study of which 364 (85%) presented with uncompli- cated and 62 (15%) with complicated diverticulitis. Only CRP was of sufficient diagnostic value (area under the curve 0.715). The median CRP in patients with compli- cated diverticulitis was significantly higher than in pa- tients with uncomplicated disease (224 mg/l, range 99 – 284, vs. 87 mg/l, range 48 – 151, respectively). Patients with a CRP of 25 mg/l had a 15% chance of having com- plicated diverticulitis. This increased from 23% at a CRP value of 100 mg/l to 47% for 250 mg/l or higher. The op- timal threshold was reached at 175 mg/l with a positive predictive value of 36%, negative predictive value of 92%, sensitivity of 61%, and specificity of 82%. Mäkelä et al. [21] published a study comparing the CRP values of 350 patients who presented for the first time with symptoms of acute diverticulitis with the CT findings and clinical parameters by means of both uni- variate and multivariate analyses. CRP cutoff value of 149.5 mg/l significantly discriminated acute uncompli- cated diverticulitis from complicated diverticulitis (speci- ficity 65%, sensitivity 85%, area under the curve 0.811, p = 0.0001). In multivariate analysis, a CRP value over 150 mg/l and old age were independent risk factors for acute complicated diverticulitis. The mean CRP value was sig- nificantly higher in the patients who died (mean CRP of 207 mg/l) than in those who survived (mean CRP of 139 mg/l). In addition, a CRP value over 150 mg/l and free abdominal fluid in CT were independent variables pre- dicting postoperative mortality. The study confirmed that CRP is useful for predicting the severity of acute di- verticulitis on admission. The authors concluded that patients with a CRP value higher than 150 mg/l have an increased risk of complicated diverticulitis and should always undergo a CT examination. In 2018, a prospective study of patients with ALCD was published [22]. All patients underwent CT. Index parameters obtained at the initial evaluation in the emergency unit were analyzed to assess the association with the outcome. Ninety-nine patients were analyzed. Eighty-eight had mild radiological grading (Hinchey Ia/ Ib), and 11 had severe radiological grading (Hinchey > Ib) (median index CRP 80 mg/l vs. 236 mg/l, p < 0.001). The median CRP level for Hinchey III/IV was 258.5 mg/l (201 – 297 mg/l). WBC, neutrophils/lymphocytes, serum creatinine, serum glucose, generalized peritonitis, gener- alized abdominal tenderness, urinary symptoms, and index CRP were related to severe disease. Index CRP was the only independent predictor for Hinchey > Ib ( p = 0.038). The optimal cutoff value calculated by receiver operating characteristic curve analysis was found to be 173 mg/l (sensitivity 90.9%, specificity 90.9%, p < 0.001). All patients who underwent radiologic-guided percutan- eous or surgery had an index CRP > 173 mg/l and Hinchey > Ib. However, the authors concluded that CRP should not be used as a predictor of severity if there are concomitant conditions that may affect its baseline levels. The expert panel states that in very acutely onset dis- ease, CRP values might not have rised yet, since there is a delay of 6 – 8 h from the onset of the disease, reaching peak at 48 h. Therefore, caution should be used in using low CRP as excluding out acute diverticulitis [23]. What is the best imaging technique in patients with suspected ALCD? What is the role of ultrasound (US) in patients with ALCD? In patients with suspected ALCD, we suggest contrast- enhanced CT scan of the abdomen as the imaging tech- nique of first choice (weak recommendation based on moderate-quality evidence, 2B). We suggest to use US in the initial evaluation of pa- tients with suspected ALCD where it is performed by an expert operator. It has wide availability and easy accessi- bility. A step-up approach with CT performed after an inconclusive or negative US may be a safe approach for patients suspected of acute diverticulitis (weak recom- mendation based on moderate-quality evidence, 2B). Radiological imaging techniques that are used for diag- nosing ALCD in the emergency setting are US and CT. Currently, CT is the established method of choice when compared to US and most guidelines cite the high ac- curacy and other advantages of CT. This approach is the gold standard for both the diagnosis and the staging of patients with ALCD due to its excellent sensitivity and specificity [24 – 26]. CT scan can also rule out other diag- noses such as ovarian pathology, or leaking aortic or iliac aneurysm. CT findings in patients with ALCD may include diver- ticulosis with associated colon wall thickening, fat strand- ing, phlegmon, extraluminal gas, abscess formation, or intra-abdominal free fluid. CT imaging can go beyond ac- curate diagnosis of ALCD. CT criteria may also be used to determine the grade of severity and may drive treatment planning of patients [27]. US is a real-time dynamic exam- ination with wide availability and easy accessibility [28]. Its limitations include operator dependency, poor assessment in obese patients, and difficulty in the detection of free gas and deeply located abscesses [29]. A systematic review and meta-analysis of studies [30] that reported diagnostic accuracy of the clinical diagno- sis and diagnostic modalities in patients with suspected Sartelli et al. World Journal of Emergency Surgery (2020) 15:32 Page 4 of 18",
    "diverticulitis was published in 2014. Summary sensitivity estimates for US were 90% (95% CI 76 – 98%) versus 95% (95% CI 91 – 97%) for CT ( p = 0.86). Summary specificity estimates for US were 90% (95% CI 86 – 94%) versus 96% (95% CI 90 – 100%) for CT ( p = 0.04). Although CT is the most sensitive imaging investiga- tion for patients with suspected acute diverticulitis, a step-up approach with CT performed after an inconclu- sive or negative US has been proposed as safe and alter- native approach for patients with suspected acute diverticulitis [30, 31]. Magnetic resonance imaging, which is not constrained by the operator dependency limitation of compared to US [32, 33], until now is currently difficult to perform at in the emergency department. Are immunocompromised patients with ALCD at risk for failure of standard, non-operative treatment? We suggest that immunocompromised patients with ALCD be considered at high risk for failure of standard, non-operative treatment (weak recommendation based on very low-quality evidence, 2D). Immunocompromised patients are at increased risk for complicated ALCD [34 – 37]. Immunocompromised patients may fail standard, non-operative treatment. As such, most of these patients require urgent surgical intervention, and this is associated with a significantly higher mortality rate [38]. A recent study by Biondo et al. [39] analyzed the rela- tionship between the different causes of immunosuppres- sion (IMS) and ALCD. Immunocompromised patients were divided in 5 groups according to the causes of IMS: group I, chronic corticosteroid therapy; group II, trans- plant patients; group III, malignant neoplasm disease; group IV, chronic renal failure; and group V, other im- munosuppressant treatments. The rate of emergency sur- gery was high (39.3%), and it was needed more frequently in group I (chronic corticosteroid therapy). In this study, postoperative mortality was of 31.6% and recurrence rate after successful non-operative management occurred in 30 patients (27.8%). Should antibiotics be recommended in immunocompetent patients with uncomplicated acute diverticulitis? In immunocompetent patients with uncomplicated diver- ticulitis without signs of systemic inflammation, we rec- ommend to not prescribe antibiotic therapy (strong recommendation based on high-quality evidence, 1A). In patients requiring antibiotic therapy, we recommend oral administration whenever possible, primarily, be- cause an early switch from intravenous to oral therapy may facilitate a shorter inpatient length of stay (strong recommendation based on moderate-quality evidence, 1B). The definition of uncomplicated acute diverticulitis is often vague and poorly defined. Uncomplicated acute di- verticulitis is defined as localized diverticular inflamma- tion without any abscess or perforation. A universally accepted classification divides intra-abdominal infections (IAIs) into complicated and uncomplicated [40]. In un- complicated IAIs, the infection only involves a single organ and does not extend to the peritoneum, while in complicated IAIs, the infectious process extends beyond the organ, causing either localized or diffuse peritonitis [40]. For a better definition of acute diverticulitis in these guidelines, we use the term complicated and un- complicated according to the classification of IAIs. Uncomplicated acute diverticulitis is an anatomically confined inflammatory process. CT findings include di- verticula, thickening of the wall, and increased density of the pericolic fat. Patients with uncomplicated diverticu- litis usually have an indolent course with a low incidence of subsequent complications. The utility of antibiotics in acute uncomplicated acute diverticulitis has been a point of controversy. In recent years, several studies demonstrated that antimicrobial treatment was not superior to withholding antibiotic therapy, in terms of clinical resolution, in patients with mild unperforated diverticulitis [41]. The current con- sensus is that uncomplicated acute diverticulitis may be a self-limiting condition in which local host defenses can manage the inflammation without antibiotics in im- munocompetent patients. In this context, antibiotics are not necessary in the treatment of uncomplicated disease. A multicenter randomized trial was published in 2012 by Chabok et al. involving ten surgical departments in Sweden and one in Iceland recruiting 623 patients with computed tomography-confirmed acute uncomplicated left-sided diverticulitis [42]. Patients were randomized to treatment with (314 patients) or without (309 patients) an- tibiotics. Antibiotic treatment for acute uncomplicated di- verticulitis neither accelerated recovery nor prevented complications or recurrence. Therefore, antibiotics should be reserved for the treatment of complicated diverticulitis. A prospective, single-arm, study overviewed [43] the safety and efficacy of symptomatic (non-antibiotic) treat- ment for CT-proven uncomplicated acute diverticulitis during a 30-day follow-up period. Overall, 161 patients were included in the study, and 153 (95%) completed the 30-day follow-up. A total of 14 (9%) patients had pericolic gas. Altogether, 140 (87%) patients were treated as outpatients, and 4 (3%) of them were admitted to the hospital during the follow-up. The primary outcome measure of the study was to find the incidence of com- plicated diverticulitis. None of the patients developed complicated diverticulitis or required surgery, but 2 days Sartelli et al. World Journal of Emergency Surgery (2020) 15:32 Page 5 of 18",
    "(median) after inclusion, antibiotics were given to 14 (9%, 6 orally, 8 intravenously) patients. A recent Dutch randomized controlled trail of observational versus sys- temic antibiotic treatment (DIABOLO trial) [43] for a first episode of CT-proven ALCD Hinchey stages 1a and 1b confirmed that observational treatment without anti- biotics did not prolong recovery and could be considered appropriate in these patients. This study included 22 clinical sites involving 528 pa- tients; Hinchey modified stages 1a (confined pericolic in- flammation or phlegmon) to 1b (pericolic or mesocolic abscess) and Ambrosetti ’ s “ mild/moderate ” diverticulitis stage confirmed within 24 h by CT were included. Pa- tients with previous diverticulitis, higher Hinchey stages, or “ severe ” diverticulitis on Ambrosetti ’ s classification were excluded. The antibiotic treatment was a 10-day course of IV amoxicillin-clavulanic acid, 1200 mg four times daily for at least 48 h. After 48 h, the administra- tion route could be switched to per os , 625 mg three times daily. For observational treatment, patients had to meet the criteria of tolerating a normal diet, temperature less than 100.4 °F, a pain score below 4 on a visual analogue scale (using only acetaminophen for pain con- trol), and the ability to support self at the same level as before illness. If the patient deteriorated, CT was re- peated and antibiotic treatment was started if the temperature rose above 102.2 °F, blood cultures were positive, or the patient was septic. No significant differences between the observation and antibiotic treatment groups were found for secondary endpoints: complicated diverticulitis (3.8% vs. 2.6%, re- spectively; p = 0.377), ongoing diverticulitis (7.3% vs. 4.1%, respectively; p = 0.183), recurrent diverticulitis (3.4% vs. 3.0%, respectively; p = 0.494), sigmoid resection (3.8% vs. 2.3%, respectively; p = 0.323), readmission (17.6% vs. 12.0%, respectively; p = 0.148), adverse events (48.5% vs. 54.5%, respectively; p = 0.221), and mortality (1.1% vs. 0.4%, respectively; p = 0.432). Hospital stay was significantly shorter in the observation group (2 vs. 3 days; p = 0.006). However, even if no significant differ- ences between Hinchey stages 1a and 1b diverticulitis were found, the vast majority of patients included had a diagnosis of Hinchey stage 1a ALCD (90.1% in the ob- servational and 94% in the antibiotic-treated group) with only a small percentage of patients with Hinchey stage 1 stage 1b diverticulitis. Based on these results, the au- thors concluded that antibiotics can be safely omitted in patients with a first episode of uncomplicated (Hinchey 1a) ALCD. Similar results were found for Hinchey 1b diverticulitis. However, since the trial lacked power to detect smaller subgroup effects and there are no other reports in literature, the authors concluded that observational treatment should be lim- ited to Hinchey 1a cases [44]. More recently, the long-term effects of omitting anti- biotics in uncomplicated ALCD were assessed after 24 months ’ follow-up of the DIABOLO trial [44]. Complete case analyses showed no difference in rates of recurrent diverticulitis (15.4% in the observational group vs. 14.9% in the antibiotic group; p = 0.885), complicated diver- ticulitis (4.8% vs. 3.3%; p = 0.403), and sigmoid resection (9.0% vs. 5.0%; p = 0.085). Young patients (< 50 years) and patients with a pain score at presentation of 8 or higher on a visual analogue pain scale were at risk for complicated or recurrent diverticulitis. In this multivari- able analysis, treatment type (with or without antibiotics) was not an independent predictor for complicated or re- current diverticulitis [45]. Although the above studies have shown there is lim- ited evidence that antibiotics should be routinely admin- istered to patients with uncomplicated diverticulitis, it is understood that disease severity varies in uncomplicated diverticulitis and that further studies are needed to bet- ter risk-stratify these patients in order to determine the appropriate treatment course. The high mortality associated with sepsis requires cli- nicians to maintain a high index of clinical suspicion, in the conditions that predispose to sepsis in high-risk pa- tients [46]. The expert panel suggests antibiotic therapy covering Gram-negative bacilli and anaerobes in patients with radiological documented uncomplicated acute di- verticulitis associated with systemic manifestations of in- fection or in high-risk patients such as immunocompromised patients, elderly patients, and those with comorbidities. If antibiotic therapy is necessary, oral administration of antibiotics may be equally as effective as intravenous administration. An expeditious switch from intravenous to oral may allow a rapid patient discharge. A randomized controlled trial (RCT) of oral versus intravenous therapy for clinically diagnosed acute un- complicated diverticulitis was published in 2009 [47]. Oral and intravenous regimens utilizing ciprofloxacin and metronidazole were compared. There were 41 pa- tients in the oral arm and 38 in the IV arm ( n = 79). No patients had to be converted to intravenous antibiotics from the oral group. There was a complete resolution of symptoms in both groups. No studies have examined the value of dietary restriction or bed rest [48]. Could patients with uncomplicated ALCD be treated as outpatient? We suggest management in an outpatient setting for pa- tients with uncomplicated ALCD and no comorbidities. We suggest re-evaluation within 7 days. If the clinical condition deteriorates, re-evaluation should be carried out earlier (weak recommendation based on moderate- quality evidence, 2B). Sartelli et al. World Journal of Emergency Surgery (2020) 15:32 Page 6 of 18",
    "Patients with uncomplicated acute diverticulitis symp- toms without significant comorbidities, who are able to take fluids orally and manage themselves at home, can be treated as outpatients. They should be re-evaluated within 7 days from the time of the diagnosis. However, if the clinical condition deteriorates, re-evaluation should be carried out earlier. Patients with significant comor- bidities and unable to take fluids orally should be treated in hospital with intravenous fluids. Etzioni et al. [49] in 2010 published a retrospective analysis, demonstrating that outpatient treatment was ef- fective for the vast majority (94%) of patients suffering from acute diverticulitis. A systematic review on out- patient management of acute uncomplicated acute diver- ticulitis was recently published [50]. Jackson et al. concluded that current evidence suggested that a more progressive, ambulatory-based approach to the majority of cases of acute uncomplicated acute diverticulitis was justified. Rodríguez-Cerrillo et al. [51] have recently shown that also elderly patients with comorbidities can be safely treated at home avoiding hospital admission. The DIVER trial [52] has demonstrated that outpatient treatment may be safe and effective in selected patients with uncomplicated acute diverticulitis and can reduce the costs without negatively influencing the quality of life of these patients. This multicenter, RCT included pa- tients older than 18 years with acute uncomplicated di- verticulitis. All the patients underwent abdominal CT. The first dose of antibiotic was given intravenously to all patients in the emergency department, and then, patients were either admitted to hospital or discharged. Among a total of 132 patients, four patients in those admitted to hospital and three patients in those discharged to home management developed treatment failure (there were no differences between the groups ( p = 0.62)). The overall health care cost per episode was 3 times less in the out- patient treated group, with significant costs savings of € 1124.70 per patient. No differences were observed be- tween the groups in terms of quality of life. A systematic review including 21 studies (11 prospect- ive, 9 retrospective, and only 1 randomized trial) with 1781 patients who had outpatient management of ALCD was recently published [53]. The meta-analysis con- cluded that outpatient management is safe, and the over- all failure rate in an outpatient setting was 4.3% (95% CI 2.6 – 6.3%). Location of diverticulitis is not a selection cri- terion for an outpatient strategy ( p = 0.512). The other subgroup analyses did not report any factors that influ- ence the rate of failure: previous episodes of acute diver- ticulitis ( p = 0.163), comorbidities ( p = 0.187), pericolic gas ( p = 0.653), intra-abdominal abscess ( p = 0.326), treatment according to a registered protocol ( p = 0.078), type of follow-up ( p = 0.700), type of antibiotic treat- ment ( p = 0.647), or diabetes ( p = 0.610). In patients who failed outpatient treatment, the majority had pro- longed antibiotic therapy and only few had percutaneous drainage for an abscess (0.13%) or surgical intervention for perforation (0.06%). However, these results should be interpreted with some caution because of the low quality of available data. The data reported suggested that out- patient management is safe if associated with an accur- ate selection of patients (40%); no subgroup analysis demonstrated significant differences between groups (in- cluding comorbidities, previous episode and diabetes). The main limitations of the findings of the present re- view concern their applicability in common clinical prac- tice as it was impossible to identify strict criteria of failure. Another review about outpatient management of ALCD was published in 2017 [54]. The search yielded 192 publications. Of these, 10 studies met the inclusion criteria including 1 RCT, 6 clinical controlled trials, and 3 case series. There was no difference in failure rates of medical treatment (6.5 vs. 4.6%, p = 0.32) or in recur- rence rates (13.0 vs. 12.1%, p = 0.81) between those re- ceiving ambulatory care and inpatient care for uncomplicated diverticulitis. Ambulatory treatment was associated with an estimated daily cost savings of be- tween € 600 and € 1,900 per patient treated. Meta- analysis of data was not possible due to heterogeneity in study designs and inclusion criteria. What is the best treatment for patients with acute diverticulitis with CT findings of pericolic gas? In patients with CT findings of pericolic extraluminal gas, we suggest a trial of non-operative treatment with antibiotic therapy (weak recommendation based on low- quality evidence, 2C). High mortality associated with sepsis requires main- taining a high index of clinical suspicion for deterior- ation and more aggressive management. WSES expert panel recommends antibiotic therapy in patients with pericolic extraluminal gas [27]. A sub-analysis of the DIA- BOLO trial was recently published [55]. All patients with Hinchey 1a diverticulitis and with isolated pericolic gas on CT were identified. Pericolic gas was defined as gas lo- cated < 5 cm from the affected segment of colon. The pri- mary outcome of the study was failure of non-operative management that was defined as need for percutaneous abscess drainage or emergency surgery within 30 days after presentation. A multivariate logistic regression ana- lyses of clinical, radiological, and laboratorial parameters with respect to treatment failure was performed. A total of 109 patients were included. Fifty-two (48%) patients were treated with antibiotics. Nine (8%) patients failed non- operative management, seven (13%) in the antibiotic treat- ment group and two (4%) in the non-antibiotic group ( p = 0.083). Only increased CRP level at presentation was an Sartelli et al. World Journal of Emergency Surgery (2020) 15:32 Page 7 of 18",
    "independent predictor for treatment failure. The authors concluded that non-operative treatment in diverticulitis patients with isolated pericolic gas is a suitable treatment strategy. However, due to the low event rate, it remains uncertain whether antibiotic treatment is necessary in pa- tients with isolated pericolic gas. What is the best treatment for patients with a small diverticular abscess (< 4 – 5 cm)? What is the best treatment for patients with large diverticular abscess? For patients with a small (< 4 – 5 cm) diverticular abscess, we suggest an initial trial of non-operative treatment with antibiotics alone (weak recommendation based on low-quality evidence, 2C). We suggest to treat patients with large abscesses with percutaneous drainage combined with antibiotic treat- ment; whenever percutaneous drainage of the abscess is not feasible or not available, we suggest to initially treat patients with large abscesses with antibiotic therapy alone, clinical conditions permitting. Alternatively, an operative intervention is required (weak recommendation based on low-quality evidence, 2C). Approximately 15 – 20 % of patients admitted with acute diverticulitis have an abscess on CT scan [56]. The treatment of abscess always requires antibiotic therapy. If the abscess is limited in size, systemic antibiotic ther- apy alone is considered safe and effective in removing the abscess and solving acute inflammation with a pooled failure rate of 20% and a mortality rate of 0.6% [57]. When abscess diameter is larger, antibiotics could fail to reach the adequate concentration inside the abscess leading to an increased failure rate. The size of 4 – 5 cm may be a reasonable limit between antibiotic treatment alone, versus percutaneous drainage combined with antibiotic treatment in the management of diverticular abscesses [58 – 62]. When the patient ’ s clinical conditions allow it and percutaneous drainage is not feasible, antibiotic therapy alone can be considered. However, careful clinical monitoring is mandatory. A high suspicion for surgical control of the septic source should be maintained and a surgical treatment should be per- formed if the patient shows a worsening of inflammatory signs or the abscess does not reduce with medical therapy. There are currently no randomized studies available on the best treatment of intra-abdominal abscess from acute diverticulitis, and current recommendations are based only on observational studies. A retrospective study com- paring outcomes of selected patients treated with initial antibiotics alone versus percutaneous drainage was pub- lished in 2015 by Elagili et al. [63]. All patients with diver- ticular abscess ≥ 3 cm in diameter treated in a single institution in 1994 – 2012 with percutaneous drainage or antibiotics alone followed by surgery were identified from an institutional diverticular disease database. Groups were compared based on patient and disease characteristics, treatment failures, and postoperative outcomes. Thirty- two patients were treated with antibiotics alone because of either technically impossible percutaneous drainage or surgeon preference, while 114 underwent percutaneous drainage. Urgent surgery was required in 8 patients with persistent symptoms during treatment with antibiotics alone (25 % ) and in 21 patients (18 % ) after initial percu- taneous drainage ( p = 0.21). Patients treated with antibi- otics had a significantly smaller abscess diameter (5.9 vs. 7.1 cm, p = 0.001) and shorter interval from initial treat- ment to sigmoidectomy (mean 50 vs. 80 days, p = 0.02). Postoperative complications following antibiotics alone were significantly less severe than after percutaneous drainage based on the Clavien-Dindo classification ( p = 0.04). In patients displaying an appropriate clinical improve- ment, the drainage catheter can be removed when the output has ceased or decreased substantially. In doubtful cases, a CT scan can be performed with water-soluble contrast via the percutaneous drainage catheter prior to drain removal. If no identifiable cavity remains, the cath- eter should be removed. If resolution of the abscess is not reached and the patient has no clinical improve- ment, further drainage or catheter repositioning might be indicated and may eventually necessitate surgery. Should an early colonic evaluation be planned in patients treated non-operatively for a diverticular abscess? Should an early colonic evaluation be recommended for patients with a CT-proved uncomplicated acute diverticulitis treated non- operatively? In patients with diverticular abscesses treated non- operatively, we suggest to plan an early colonic evalu- ation (4 – 6 weeks) (weak recommendation based on low- quality evidence, 2C). In patients with CT-proven uncomplicated diverticu- litis treated non-operatively, we do not recommend rou- tine colonic evaluation (weak recommendation based on moderate-quality evidence, 2B). Colonic localized abscess is an uncommon, but pos- sible, presentation of an occult colon malignancy, and it may mimic complicated diverticular disease [64, 65]. It has been demonstrated that the risk of malignancy after a CT-proven uncomplicated diverticulitis is low and, in the absence of other indications, routine colonoscopy may not be necessary. A systematic review investigating the rate of colorectal cancer (CRC) found by colonos- copy after an episode of uncomplicated diverticulitis was published in 2014 [66]. Nine studies met the inclusion criteria and included a total number of 2490 patients Sartelli et al. World Journal of Emergency Surgery (2020) 15:32 Page 8 of 18",
    "with uncomplicated diverticulitis. Subsequent colonos- copy after an episode of uncomplicated diverticulitis was performed in 1468 patients (59%). Seventeen patients were diagnosed with CRC, having a prevalence of 1.16% (95% confidence interval 0.72 – 1.9% for CRC). Hyper- plastic polyps were seen in 156 patients (10.6%), low- grade adenoma in 90 patients (6.1%), and advanced ad- enoma in 32 patients (2.2%). The results of this review demonstrate that unless colonoscopy is regarded for screening in individuals aged 50 years and older, routine colonoscopy in the absence of other clinical signs of CRC is not required in patients following an episode of acute uncomplicated diverticulitis. Another systematic review and meta-analysis on the role of routine colonic evaluation after radiologically confirmed acute diverticulitis was published in 2014 [67]. Eleven studies from 7 countries were included in the analysis. Among 1970 patients, cancer was only found in 22 (0.01%) cases. The risk of malignancy after a radiologically proven episode of acute uncomplicated di- verticulitis was low. Patients with complicated diverticu- litis had a significant risk of CRC at subsequent colonic evaluation. A retrospective study of 633 patients with acute diver- ticulitis diagnosed by CT was published in 2014 [68]. Of the 663 patients, 97 patients underwent emergency re- section, while 536 patients were treated non-operatively, 394 of whom subsequently underwent colonoscopy. The findings showed 17 cancers (2.7%) in patients with an initial diagnosis of acute diverticulitis. As shown by CT, 16 cancer patients (94 % ) had an abscess, while one pa- tient had pericolic extraluminal gas but no abscess. Of the patients with an abscess, 11.4% had cancer mimick- ing acute diverticulitis. No cancer was found in the pa- tients with uncomplicated diverticulitis. What is the role of non-operative treatment in patients with CT findings of distant gas without diffuse intra-abdominal fluid? In patients with CT findings of distant free gas without diffuse intra-abdominal fluid, we suggest a non-operative treatment in selected patients only if a close follow-up can be performed (weak recommendation based on very low-quality evidence, 2D). Although most patients hospitalized for acute diver- ticulitis can be managed by non-operative treatment, up to 25% may require urgent operative intervention [69]. Patients with diffuse peritonitis are typically critically ill patients and require prompt fluid resuscitation, anti- biotic administration, and surgery. While the absolute prevalence of perforated diverticulitis complicated by generalized peritonitis is low, it is associated with signifi- cant postoperative mortality, regardless of selected surgi- cal strategy. Despite CT findings of distant free gas (a known pre- dictor of failure of non-operative treatment [27]), Dhar- marajan et al. [70] described a high success rate for non- operative management in patients with acute diverticu- litis and a pneumoperitoneum, excluding those with hemodynamic instability. Sallinen et al. [71] reported re- sults of non-operative management in patients with CT verified extraluminal gas. The study showed that non- operative treatment was feasible therapy only for hemodynamically stable patients with pericolic extra- luminal gas or with small amount of distant intraperito- neal gas in the absence of clinical diffuse peritonitis or fluid in the fossa Douglas. Occurrence of large amount of distant intraperitoneal gas or distant retroperitoneal gas even in the absence of clinical generalized peritonitis was associated with high failure rate (57 – 60%) of non- operative management. Moreover, nearly 60% patients with distant intraperitoneal gas were primarily treated by surgery. Highly selected group of patients at this stage may be treated by conservative treatment. However, it may be associated with a significant failure rate and a careful clinical and CT monitoring is mandatory [20]. Suggested intervention for patients at this stage should be surgical resection and anastomosis with or without stoma in stable patients without comorbidities, and Hartmann ’ s procedure (HP) in unstable patients or in patients with multiple comorbidities [27]. Should laparoscopic lavage and drainage be recommended in patients with diffuse peritonitis due to diverticular perforation? We suggest performing laparoscopic peritoneal lavage and drainage only in very selected patients with general- ized peritonitis. It is not considered as the first line treat- ment in patients with peritonitis from acute colonic diverticulitis (weak recommendation based on high- quality evidence, 2A). A minimally invasive approach using laparoscopic peritoneal lavage and drainage has been debated in re- cent years as an alternative to colonic resection [72]. It can potentially avoid a stoma in patients with diffuse peritonitis. It consists of the laparoscopic aspiration of pus followed by abdominal lavage and the placement of abdominal drains, which remain for many days after the procedure. In 2013, a Dutch retrospective analysis of 38 patients [73] treated by laparoscopic lavage was pub- lished highlighting some doubts about this procedure to treat critically ill patients. In seven patients, this ap- proach did not control abdominal sepsis, two patients died of multiple organ failure and five ones required fur- ther surgical interventions (three Hartmann resection, one diverting stoma, and one perforation closure). One of these died from aspiration, and the remaining four Sartelli et al. World Journal of Emergency Surgery (2020) 15:32 Page 9 of 18",
    "experienced prolonged and complicated hospital stay. Multiple comorbidities, IMS, a high CRP level, and/or a high Mannheim Peritonitis Index were also predictors of a high risk of failure. The authors concluded that patient selection was of utmost importance and identification of an overt sigmoid perforation is of critical importance. Great debate is still open on this topic, mainly due to the discrepancy and sometime disappointing results of the latest prospective trials such as SCANDIV, Ladies, and DILALA trials [74 – 76] In 2014, the first results from the RCT DILALA were published [74]. Initial diagnostic laparoscopy showing Hinchey III disease was followed by randomization be- tween laparoscopic lavage and colon resection and stoma. Morbidity and mortality after laparoscopic lavage did not differ when compared with the Hartmann pro- cedure. Laparoscopic lavage resulted in shorter operating time, shorter time in the recovery unit, and shorter hos- pital stay with the avoidance of a stoma. In this trial, lap- aroscopic lavage as treatment for patients with perforated diverticulitis Hinchey III disease was feasible and safe in the short-term. In 2015, the results of SCAN- DIV study were published [75]. Among patients with likely perforated diverticulitis and undergoing emergency surgery, the use of laparoscopic lavage vs. primary resec- tion did not reduce severe postoperative complications and led to worse outcomes in secondary endpoints. These findings do not support laparoscopic lavage for treatment of perforated diverticulitis. In the same year, the result of LADIES study was published. This showed that laparo- scopic lavage was not superior to sigmoidectomy for the treatment of purulent perforated diverticulitis [76]. After their publication, the results of the three studies were summarized in six different meta-analyses, with simi- lar findings [77 – 82]. When compared with emergency sur- gery with resection, laparoscopic lavage in Hinchey III acute diverticulitis shows a comparable mortality but is as- sociated with a failure rate with a significantly augmented need for reoperation due to the failure of the treatment and to intra-abdominal abscess formation. Long-term results were similar, with no difference in morbidity and mortality. Several controversies remain about laparoscopic lavage and drainage. It may be an acceptable alternative in se- lected patients [83]; however, it cannot be considered the first line treatment in patients with diverticular peritonitis. Should primary anastomosis with or without protecting stoma be preferred instead of Hartmann ’ s procedure in patients with diffuse peritonitis from diverticular perforation? We recommend Hartmann ’ s procedure (HP) for man- aging diffuse peritonitis in critically ill patients and in se- lected patients with multiple comorbidities (strong recommendation based on low-quality evidence, 2B). In clinically stable patients with no comorbidities, we suggest primary resection with anastomosis with or with- out a diverting stoma (weak recommendation based on low-quality evidence, 2B). HP has been considered the procedure of choice in pa- tients with generalized peritonitis and remains a safe technique for emergency colectomy in diverticular peri- tonitis, and is especially useful in critically ill patients and in patients with multiple comorbidities. However, restoration of bowel continuity after a HP is associated with significant morbidity and resource utilization [84]. As a result, many of these patients do not undergo re- versal surgery and remain with a permanent stoma [85]. Common use of the HP in treating diverticular perfor- ation worldwide is confirmed by a recent Australian study analyzing administrative data of patients with acute diverticulitis admitted, from 2009 to 2013, in eight tertiary referral centers with specialist colorectal services [86]. The HP was the most commonly performed emer- gency operation, accounting for 72% of resections. Another population-based retrospective cohort study using administrative discharge data, conducted in On- tario, Canada, was published in 2014 [87]. Among 18, 543 patients hospitalized with a first episode of diver- ticulitis, from 2002 to 2012, 3873 underwent emergency surgery. The use of laparoscopy increased (9 to 18%, p < 0.001), whereas the use of the HP remained unchanged (64%), and like in the Australian study, was the most fre- quently used operative approach in patients with compli- cated acute diverticulitis. In recent years, some authors have reported the role of primary resection and anastomosis with or without a di- verting stoma, in the treatment of acute diverticulitis, even in the presence of diffuse peritonitis [88]. The deci- sion regarding the surgical choice in patients with diffuse peritonitis is generally left to the judgment of the sur- geon, who takes into account the clinical condition and the comorbidities of the patient. Studies comparing mor- tality and morbidity of the HP versus primary anasto- mosis did not show any significant differences. However, most studies had relevant selection biases, as demon- strated by four systematic reviews [89 – 91]. A study evaluating all patients with acute diverticulitis undergoing emergent primary anastomosis with divert- ing loop ileostomy and HP was recently published using the ACS-NSQIP Colectomy Procedure Targeted Data- base from 2012 to 2016 [92]. Out of 130,963 patients, 2729 patients were included. The median age was 64 years, and 48.5% were male; the majority of patients underwent a HP, and only 208 (7.6%) underwent pri- mary anastomosis with diverting loop ileostomy. Patients undergoing a HP had more comorbidities [e.g., COPD (9.8% vs. 4.8%, p = 0.017)], were more functionally dependent [6.3% vs. 2.4%, p = 0.025], and were more Sartelli et al. World Journal of Emergency Surgery (2020) 15:32 Page 10 of 18",
    "unwell [e.g., septic shock (11.1% vs. 5.3%, p = 0.015)] compared to primary anastomosis with diverting loop ileostomy patients. The mortality rates for the patients undergoing a HP versus primary anastomosis with di- verting loop ileostomy were 7.6% and 2.9%, respectively ( p = 0.011). The morbidity rates were 55.4% and 48.6%, respectively ( p = 0.056). In multivariable analyses, com- pared to the HP, primary anastomosis with diverting loop ileostomy did not result in increased rates of mor- tality (OR = 0.21, 95% CI 0.03 – 1.58, p = 0.129) or mor- bidity (OR = 0.96, 95% CI 0.63 – 1.45, p = 0.834). The authors concluded that primary anastomosis with divert- ing loop ileostomy appears to be at least a safe alterna- tive to the HP for select patient populations needing emergent surgical management of acute diverticulitis. A comparison of primary resection and anastomosis with or without defunctioning stoma to the HP as the optimal operative strategy for patients presenting with Hinchey stage III – IV was published by Constantinides et al. [93]. A total of 135 primary resection and anastomosis, 126 pri- mary anastomosis with defunctioning stoma, and 6619 HPs were considered in the study. Morbidity and mortality were 55% and 30% for primary resection and anastomosis, 40% and 25% for primary anastomosis with defunctioning stoma, and 35% and 20% for the HP. Stomas remained per- manent in 27% of HPs and in 8% of primary anastomoses with defunctioning stoma. The authors concluded that pri- mary anastomosis with defunctioning stoma may be the optimal strategy for selected patients with diverticular peri- tonitis and may represent a good compromise between postoperative adverse events, long-term quality of life, and risk of permanent stoma. A small randomized trial of primary anastomosis with ile- ostomy versus a HP in patients with diffuse diverticular peri- tonitis was published by Oberkofler et al. in 2012 [94]. Sixty- two patients with acute left-sided colonic perforation (Hinchey III and IV) from 4 centers were randomized to Hartmann procedure ( n = 30) and to primary anastomoses with diverting ileostomy ( n = 32). A planned stoma reversal operation was performed after 3 months in both groups. The study reported no difference in initial mortality and morbid- ity (mortality 13% vs. 9% and morbidity 67% vs. 75% in the HP vs. primary anastomosis), but a reduction in length of stay, lower costs, fewer serious complications, and greater stoma reversal rates in the primary anastomosis group. A multicenter RCT conducted between June 2008 and May 2012, the DIVERTI (Primary vs. Secondary Anasto- mosis for Hinchey Stage III-IV Diverticulitis) trial [95], was published in 2017. All 102 patients enrolled were comparable for age ( p = 0.4453), sex ( p = 0.2347), Hinchey stage III vs. IV ( p = 0.2347), and Mannheim Peritonitis Index ( p = 0.0606). Overall mortality did not differ signifi- cantly between the HP (7.7%) and primary anastomosis (4%) ( p = 0.4233) groups. Morbidity for both resection and stoma reversal operations was comparable (39% in the HP arm vs. 44% in the primary anastomosis arm; p = 0.4233). At 18 months, 96% of primary anastomosis pa- tients and 65% of the HP patients had a stoma reversal ( p = 0.0001). Although mortality was similar in both arms, the rate of stoma reversal was significantly higher in the primary anastomosis arm. This trial provides additional evidence in favor of primary anastomosis with diverting ileostomy over the HP in patients with diverticular peritonitis. In 2019, the results of the LADIES study [96] demon- strated that in hemodynamically stable, immunocompe- tent patients younger than 85 years, primary anastomosis is preferable to the HP as a treatment for perforated di- verticulitis (Hinchey III or Hinchey IV disease). Patients aged between 18 and 85 years who presented with clin- ical signs of general peritonitis and suspected perforated diverticulitis were eligible for inclusion if plain abdom- inal radiography or CT scan showed diffuse free gas or fluid. Patients with Hinchey I or II diverticulitis were not eligible for inclusion. Patients were allocated (1:1) to the HP or sigmoidectomy with primary anastomosis, with or without defunctioning ileostomy. The 12-month stoma- free survival was significantly better for patients under- going primary anastomosis compared with the HP (94.6% [95% CI 88.7 – 100] vs. 71.7% [95% CI 60.1 – 83·3], hazard ratio 2.79 [95% CI 1·86 – 4.18]; log-rank p < 0·0001). There were no significant differences in short- term morbidity and mortality after the index procedure for the HP compared with primary anastomosis (mor- bidity, 29 [44%] of 66 patients vs. 25 [39%] of 64, p = 0.60; mortality, two [3%] vs. four [6%], p = 0.44). Recently, a systematic review of the existing literature about surgical management of Hinchey III and IV diver- ticulitis was published [97]. A total of 25 studies involv- ing 3546 patients were included in this study. The overall mortality in patients undergoing a HP was 10.8% across the observational studies and 9.4% in the RCTs. The mortality rate in patients undergoing a primary anastomosis was lower than that in the HP group, at 8.2% in the observational studies and 4.3% in the RCTs. A comparison of primary anastomosis with the HP dem- onstrated a 40% lower mortality rate in the primary anastomosis group than in the HP group (OR 0.60, 95% CI 0.38 – 0.95, p = 0.03), when analyzing the observa- tional studies. However, meta-analysis of the RCTs did not demonstrate any difference in mortality. Wound in- fection rates between the two groups were comparable. Should laparoscopic resection be preferred to open resection in patients with diffuse peritonitis due to perforated diverticulitis? In patients with diffuse peritonitis due to perforated di- verticulitis, we suggest to perform an emergency Sartelli et al. World Journal of Emergency Surgery (2020) 15:32 Page 11 of 18",
    "laparoscopic sigmoidectomy only if technical skills and equipment are available (weak recommendation based on low-quality evidence, 2C). Laparoscopic sigmoidectomy for diverticulitis had ini- tially been confined to the elective setting. However, in physiologically stable patients, laparoscopic sigmoidect- omy may be feasible in the setting of purulent and fecal diverticular peritonitis. In 2015, a systematic review on laparoscopic sigmoidectomy for diverticulitis in the emergency setting was published [98]. The review included 4 case series and one cohort study (total of 104 patients) out of 1706 references. A HP was performed in 84 patients, and primary anasto- mosis was fashioned in 20 patients. The mean operating time varied between 115 and 200 min. The conversion to open surgery rate varied between 0 and 19%. The mean length of hospital stay ranged between 6 and 16 days. Surgical re-intervention was necessary in 2 pa- tients. In 20 patients operated upon without defunction- ing ileostomy, no anastomotic leakage was reported. Three patients died during the postoperative period. Stoma reversal after HP was performed in 60 out of 79 evaluable patients (76%). These guidelines are limited by the low-quality evi- dence that showed that emergency laparoscopic sigmoi- dectomy for the treatment of perforated diverticulitis with generalized peritonitis is feasible. These studies oc- curred in selected patients and in experienced units and are not generalizable to all centers. High-quality pro- spective or randomized studies are needed to demon- strate benefits of emergency laparoscopic sigmoidectomy compared to open sigmoidectomy for perforated diverticulitis. Should damage control surgery with staged laparotomies be recommended in patients with acute peritonitis due to diverticular perforation? We suggest damage control surgery (DCS) with staged laparotomies in selected unstable patients with diffuse peritonitis due to diverticular perforation (weak recom- mendation based on low-quality evidence, 2C). A damage control surgical strategy may be useful for patients in physiological extremis from abdominal sepsis [99]. The initial surgery focuses on control of the sepsis, and a subsequent operation deals with the anatomical restoration of the gastrointestinal tract, after a period of physiological resuscitation. This strategy facilitates both the control of the severe sepsis control as well as poten- tially improving the rate of primary anastomosis [100]. Generalized diverticular peritonitis is a life-threatening condition requiring prompt emergency operation. To improve outcomes and reduce the rate of colostomy for- mation, a new algorithm for damage control operation, lavage, limited resection or closure of perforation, and second look surgery to restore intestinal continuity was developed in recent years [101, 102]. Some patients may be physiologically deranged. These patients, who are hemodynamically unstable, are not optimal candidates for immediate complex operative interventions. After initial surgery, which should be limited to source con- trol, e.g., primary closure of the perforation/local resec- tion of the diseased bowel, the patient is taken to the intensive care unit (ICU) for physiologic optimization. However, this strategy will also delay bowel anastomosis to a period of physiological stability [103] potentially changing the intraoperative physiological milieu, poten- tially favoring a primary anastomosis, and avoiding the formation of a stoma altogether. In the setting of acute diverticulitis, several reports (with low level of evidence) were published. In 2010, a prospective observational study was published by Kafka-Ritsch et al. [101]. A total of 51 patients (28 females 55%) with a median age of 69 (range 28 – 87) years, with perforated diverticulitis Hinchey III ( n = 40, 78%) or Hinchey IV ( n = 11, 22%), were prospectively enrolled in the study. Patients were initially managed with limited resection, lavage, and tem- porary abdominal closure followed by second, recon- structive operation 24 – 48 h later, which are supervised by a colorectal surgeon. Bowel continuity was restored in 38 (84%) patients, of which four were protected by a loop ileostomy. Five anastomotic leaks (13%) were en- countered requiring loop ileostomy in two patients and a HP in remaining three patients. The overall mortality rate was 9.8%, and 35 of 46 surviving patients (76%) left the hospital with reconstructed colon continuity. Fascial closure was achieved in all patients. Sohn et al. performed a case-control study comparing traditional strategy versus damage control: there were no differences in morbidity and mortality, but there was a significant reduction of stoma creation in the damage control group [104]. Despite promising experiences, little robust or large- scale data are available, and the open abdomen and damage control strategy are not without risk: for ex- ample, such procedures are associated with the forma- tion of entero-atmospheric fistula and high costs, among other issues. Guidelines recommend this strategy only in critically ill patients who cannot withstand major sur- gery. Although there is now a biologic rationale for such an intervention as well as non-standardized and erratic clinical utilization, this remains a novel therapy with po- tential side effects and clinical equipoise. The WSES rec- ommends to use an open abdomen approach in selected significantly physiologically deranged patients with on- going sepsis [105]. The Closed Or Open after Laparot- omy (COOL) study constitutes a prospective RCT that will randomly allocate eligible surgical patients intraop- eratively to either formal closure of the fascia or use of Sartelli et al. World Journal of Emergency Surgery (2020) 15:32 Page 12 of 18",
    "the open abdomen with application of with active negative peritoneal pressure therapy. This trial will be powered to demonstrate a mortality difference in this highly lethal and morbid condition to ensure critically ill patients are receiving the best care possible and not being harmed by inappropriate therapies based on opinion only [106]. What factors should be considered in planning elective resection in cases of acute diverticulitis treated non-operatively? We suggest evaluating patient-related factors and not number of previous episodes of diverticulitis in planning elective sigmoid resection (weak recommendation based on very low-quality evidence, 2D). After an episode of ALCD treated conservatively, we sug- gest planning of an elective sigmoid resection in high-risk patients, such as immunocompromised patients (weak rec- ommendation based on very low-quality evidence, 2D). Recurrence of acute diverticulitis is lower than previously thought. Historically, it has been reported that about one third of all patients with acute diverticulitis will have a re- current attack, often within 1 year [107, 108]. However, the recurrence after an uncomplicated episode of diverticulitis appears much lower: with a recent prospective study re- ported a recurrence of only 1.7% over 5 years of follow-up [109, 110]. After a follow-up of 4 years, El Sayed et al. [111], in an English study of over 65,000 patients managed non- operatively for their first episode of diverticulitis, found the recurrence rate to be around 11.2%. Emergency and elective colectomy rates were 0.9 and 0.75%, respectively. Female gender, young age, smoking, obesity, and complicated initial disease were risk factors for readmission and emergency surgery. The study also pointed out that some factors asso- ciated with recurrence are modifiable; weight reduction and smoking cessation can be championed. In 2014, a systematic review of studies reviewing the diagnosis and management of chronic and recurrent di- verticulitis (from studies published between January 2000 to March 2013) was published [112]. The 68 studies in- cluded were almost exclusively observational and had lim- ited certainty of treatment effect. The authors found that complicated recurrence after recovery from an uncompli- cated episode of diverticulitis was rare (< 5%) and that age at onset younger than 50 years and 2 or more recurrences did not increase the risk of complications. The authors concluded that the indication for elective colectomy following 2 episodes of diverticulitis is no lon- ger accepted. Indication to colectomy should be made based on consideration of the risks of recurrent diver- ticulitis, the morbidity of surgery, ongoing symptoms, the complexity of disease, and operative risk. A recent open-label randomized multicenter trial (DIR- ECT trial) randomized 109 patients from 24 teaching and two academic hospitals in the Netherlands presenting with recurrent and persisting abdominal complaints after an episode of diverticulitis to receive surgical treatment or non-operative management [113]. After a brief follow-up of 6 months, elective sigmoidectomy resulted in a better quality of life (assessed by many specific questionnaires) compared to non-operative management. However, the results of the study may be affected by the heterogeneity of patients enrolled (patients with both recurrent diver- ticulitis and patients with persistent abdominal complaints). Currently, the decision to perform an elective resec- tion after one or more episodes of AD should be under- taken on a case-by-case basis, taking into account risk factors, complications, age, and severity of episodes as well as the patient ’ s personal circumstances and comor- bidities (e.g., immunosuppressed patients) [114]. What is the optimal antibiotic therapy for patients with diffuse peritonitis due to diverticular perforation? What is the optimal duration of antibiotic therapy after surgical source control in diffuse peritonitis due to diverticular perforation? We suggest to choose the empirically designed antibiotic regimen on the basis of the underlying clinical condition of the patient, the pathogens presumed to be involved, and the risk factors for major antimicrobial resistance patterns (strong recommendation based on moderate- quality evidence, 1B). We suggest a 4-day period of postoperative antibiotic therapy in complicated ALCD if source control has been adequate (weak recommendation based on moderate- quality evidence, 2B). Antibiotic therapy plays an important role in the man- agement of complicated acute diverticulitis. Typically, it is an empiric antibiotic treatment. The regimen should depend on the severity of infection, the pathogens pre- sumed to be involved, and the risk factors indicative of major resistance patterns [39]. Several recommendations have been recently published in literature [39]. However, consideration of local epidemiological data and resist- ance profiles is essential for antibiotic selection. Considering intestinal microbiota of large bowel acute di- verticulitis requires antibiotic coverage for Gram-positive and Gram-negative bacteria, as well as for anaerobes. Most of the complicated acute diverticulitis is mainly a community-acquired infection. The main resistance threat in IAIs is posed by extended-spectrum beta-lactamase (ESBL)-producing Enterobacteriaceae , which are becoming increasingly common in community-acquired infections worldwide [33]. The most significant risk factors for ESBL- producing pathogens include prior exposure to antibiotics and comorbidities requiring concurrent antibiotic therapy [39]. Anti-ESBL-producer coverage should be warranted Sartelli et al. World Journal of Emergency Surgery (2020) 15:32 Page 13 of 18",
    "for patients with these risk factors. Discontinuation of anti- biotic treatment should be at 4 days from source control as this has been demonstrated as non-inferior to longer ther- apy based on the STOP IT trial [115]. The recent prospective trial by Sawyer et al. demon- strated that in patients with complicated IAIs undergoing an adequate source-control procedure, the outcomes after approximately 4 days fixed-duration antibiotic therapy were similar to those after a longer course of antibiotics that ex- tended until after the resolution of physiological abnormal- ities [115].Patients who have signs of sepsis beyond 5 to 7 days of adequate antibiotic treatment warrant aggressive diagnostic investigation in search of a reservoir of infection. Which are the principles of the treatment of acute right-sided colonic diverticulitis? Although studies have shown that the percentage of com- plications requiring surgery is higher in patients with ALCD than in patients with ARCD, the principles of diagnosis and treatment of patients with ARCD are simi- lar to those with ALCD. We suggest that all the state- ments for ALCD also apply to ARCD. Acute colonic diverticulitis is a common condition af- fecting the adult population. Traditionally, the sigmoid colon is considered the most commonly involved part, and ARCD is much rarer [116]. However, in some re- gions of the world, ARCD outnumber ALCD [116]. The ARCD differs from the ALCD in some aspects. The former is usually solitary [29, 117], and has a low rate of complicated diverticulitis [118]. ARCD generally occurs in middle-aged men, and its incidence does not increase with age. Especially the ARCD located in the cecum, it is difficult to distinguish ARCD from acute appendicitis because of their similar symptoms and signs. CT scanning appears to be the best overall imaging mo- dality in the diagnosis of possible ARCD [119, 120]. How- ever, US is more economic than CT and poses no radiation, which may be particularly important since the patients hav- ing right-sided diverticulitis are relatively younger. US features, including diverticular wall thickening, sur- rounding echogenic fat, and intra-diverticular echogenic material, can provide clear information for making cor- rect preoperative diagnosis. However, US is operator dependent. Ambiguous US studies may be complemen- ted with a contrast-enhanced CT [121]. Currently, the management of ARCD is not well de- fined, and no unique guidelines have been proposed. Although previous studies have shown that the per- centage of complications requiring surgery is higher in patients with ALCD than in patients with ARCD [122], the principles of diagnosis and treatment of ARCD are very similar to those of ALCD. As a treatment option, non-operative methods should be preferred, in cases without diffuse peritonitis although differentiating benign and malignant cases pre-operatively is often difficult [123]. Surgical treatment is usually used in the treatment of complicated cases [116, 124, 125]. Resection of the in- flamed colon with primary anastomosis can be performed by laparoscopy in experienced centers [126]. Conclusions ALCD is a common problem encountered by Western surgeons in the acute setting. The sigmoid is usually the most commonly involved colonic segment, while ARCD is much rarer. An international multidisciplinary panel of experts from the World Society of Emergency Surgery (WSES) updated its guidelines on the management of acute left-sided co- lonic (ALCD) diverticulitis according to the most recent available literature. The update includes recent changes introduced in the management of ALCD. The new update contains a section on ARCD, which is more prevalent than ALCD in some regions of the world. Abbreviations ALCD: Acute left-sided colonic diverticulitis; ARCD: Acute right-sided diver- ticulitis; CRC: Colorectal cancer; CRP: C-reactive protein; CT: Computed tomography; DCS: Damage control surgery; ESBL: Extended-spectrum beta- lactamase; HP: Hartmann ’ s procedure; IAIs: Intra-abdominal infections; ICU: Intensive care unit; IMS: Immunosuppression; RCT: Randomized controlled trial; US: Ultrasound; WBC: White blood cell; WSES: World Society of Emergency Surgery Acknowledgements Not applicable. Authors ’ contributions MS wrote the first draft of the manuscript. All authors reviewed and approved the manuscript. Funding No funding sources to disclose. Availability of data and materials Not applicable. Ethics approval and consent to participate Not applicable. Consent for publication Not applicable. Competing interests The authors declare that they have no competing interests. Author details 1 Department of Surgery, Macerata Hospital, Macerata, Italy. 2 Department of General Surgery, Royal Perth Hospital, The University of Western Australia, Perth, Australia. 3 Department of General Surgery, Division of Surgery, Rambam Health Care Campus, Haifa, Israel. 4 General Surgery Department, Bufalini Hospital Hospital, Cesena, Italy. 5 General, Emergency and Trauma Surgery Department, Pisa University Hospital, Pisa, Italy. 6 Department of Surgery, College of Medicine and Health Sciences, UAE University, Al-Ain, United Arab Emirates. 7 Department of Surgery, University Hospital Centre Zagreb, Zagreb, Croatia. 8 Trauma Surgery Department, Scripps Memorial Hospital, La Jolla, CA, USA. 9 Surgical Department and ICU Department, General Hospital of Larissa, Larissa, Greece. 10 Department of Emergency Surgery, Parma Maggiore Hospital, Parma, Italy. 11 Department of General and Sartelli et al. World Journal of Emergency Surgery (2020) 15:32 Page 14 of 18",
    "Emergency Surgery, ASST, San Gerardo Hospital, Monza, Italy. 12 School of Medicine and Surgery, University of Milan-Bicocca, Milan, Italy. 13 General Surgery and Trauma Team, University of Milano, ASST Niguarda Milano, Milan, Italy. 14 Riverside University Health System Medical Center, Loma Linda University School of Medicine, Moreno Valley, CA, USA. 15 Emergency Surgery Unit, San Filippo Neri Hospital, Rome, Italy. 16 Department of Surgery, Tianjin Nankai Hospital, Nankai Clinical School of Medicine, Tianjin Medical University, Tianjin, China. 17 Department of Surgery, Royal Infirmary of Edinburgh, Edinburgh, UK. 18 Gastroenterology and Endoscopy Unit, University Hospital of Parma, Parma, Italy. 19 Department of Surgery, University Clinical Center of Tuzla, Tuzla, Bosnia and Herzegovina. 20 Department General Surgery, Kipshidze Central University Hospital, Tbilisi, Georgia. 21 Department of Digestive Surgery, Guastalla Hospital, Reggio Emilia, Italy. 22 General Surgery, Versilia Hospital, UslNordovest, Tuscany, Italy. 23 Colorectal Unit, Addenbrooke ’ s Hospital, Cambridge University Hospitals NHS Foundation Trust, Cambridge, UK. 24 Envision Healthcare, Dallas, TX, USA. 25 Department of General Surgery, Trauma and Emergency Surgery Division, ABC Medical School, Santo André, SP, Brazil. 26 Trauma/Acute Care Surgery & Surgical Critical Care, University of Campinas, Campinas, Brazil. 27 Second Department of Surgery, Aretaieion University Hospital, National and Kapodistrian University of Athens, Athens, Greece. 28 Department of Surgery, Hospital Universitário Terezinha de Jesus, Faculdade de Ciências Médicas e da Saúde de Juiz de Fora, Juiz de Fora, Brazil. 29 Trauma Service, Inkosi Albert Luthuli Central Hospital and Department of Surgery, Nelson R Mandela School of Clinical Medicine, Durban, South Africa. 30 Department of General and Thoracic Surgery, University Hospital Giessen, Giessen, Germany. 31 Clinic for Emergency Surgery, Medical Faculty, University of Belgrade, Belgrade, Serbia. 32 Department of Surgery, Assia Medical Group, Tel Aviv University Sackler School of Medicine, Tel Aviv, Israel. 33 Department of Emergency Surgery, City Hospital, Mozyr, Belarus. 34 General, Acute Care, Abdominal Wall Reconstruction, and Trauma Surgery, Foothills Medical Centre, Calgary, AB, Canada. 35 Department of Surgery, The Brunei Cancer Centre, Jerudong Park, Brunei. 36 Division of Acute Care Surgery and Surgical Critical Care, Department of Surgery, Los Angeles County and University of Southern California Medical Center, University of Southern California, Los Angeles, CA, USA. 37 Department of General Surgery, Faculty of Medicine, Erzincan University, Erzincan, Turkey. 38 Global Alliance for Infections in Surgery, Porto, Portugal. 39 Department of Surgery, Westchester Medical Center, New York Medical College, Valhalla, NY, USA. 40 Abdominal Center, University Hospital Meilahti, Helsinki, Finland. 41 Surgical Disciplines, Immanuel Kant Baltic Federal University/Regional Clinical Hospital, Kaliningrad, Russian Federation. 42 Department of Surgery, School of Medicine, Washington University, Saint Louis, USA. 43 Department of Surgery, University of Washington, Seattle, WA, USA. 44 Department of Surgery, Post-Graduate Institute of Medical Sciences, Rohtak, India. 45 Department of Surgery, Radiology, University Hospital of the West Indies, Kingston, Jamaica. 46 Department of Surgery, Denver Health Medical Center, University of Colorado, Denver, CO, USA. 47 Department of Surgery, Division of Acute Care Surgery, and Center for Sepsis and Critical Illness Research, University of Florida College of Medicine, Gainesville, FL, USA. 48 Department of Surgery, Emergency Hospital of Bucharest, Bucharest, Romania. 49 Infectious Diseases Unit, Bolzano Central Hospital, Bolzano, Italy. 50 Department of Surgery, Anadolu Medical Center, Kocaali, Turkey. 51 General Surgery Department, Colorectal Surgery Unit, La Paz University Hospital, Madrid, Spain. 52 General Surgery Department, Medical University, University Hospital St George, Plovdiv, Bulgaria. 53 Department of Aeromedical Services for Emergency and Trauma Care, Ehime University Graduate School of Medicine, Ehime, Japan. 54 Emergency Surgery, Fondazione Policlinico Universitario A. Gemelli IRCCS, Università Cattolica del Sacro Cuore, Rome, Italy. 55 First Department of Surgery, First Faculty of Medicine, Charles University in Prague and General University Hospital in Prague, Prague, Czech Republic. 56 Department of Surgery, MOSC Medical College Kolenchery, Cochin, India. Received: 10 January 2020 Accepted: 29 April 2020 References 1. Weizman AV, Nguyen GC. Diverticular disease: epidemiology and management. Can J Gastroenterol. 2011;25:385 – 9. 2. Schoetz DJ. Diverticular disease of the colon: a century-old problem. Dis Colon Rectum. 1999;42:703 – 9. 3. Shahedi K, Fuller G, Bolus R, Cohen E, Vu M, Shah R, et al. Long-term risk of acute diverticulitis among patients with incidental diverticulosis found during colonoscopy. Clin Gastroenterol Hepatol. 2013;11:1609 – 13. 4. Collins D, Winter DC. Modern concepts in diverticular disease. J Clin Gastroenterol. 2015;49:358 – 69. 5. Warner E, Crighton EJ, Moineddin R, Mamdani M, Upshur R. Fourteen-year study of hospital admissions for diverticular disease in Ontario. Can J Gastroenterol. 2007;21:97 – 9. 6. Jamal Talabani A, Lydersen S, Endreseth BH, Edna TH. Major increase in admission- and incidence rates of acute colonic diverticulitis. Int J Color Dis. 2014;29:937 – 45. 7. Sartelli M, Catena F, Ansaloni L, Coccolini F, Griffiths EA, Abu-Zidan FM, et al. WSES guidelines for the management of acute left sided colonic diverticulitis in the emergency setting. World J Emerg Surg. 2016;11:37. 8. Guyatt GH, Oxman AD, Vist GE, Kunz R, Falck-Ytter Y, Alonso-Coello P, et al. GRADE: an emerging consensus on rating quality of evidence and strength of recommendations. BMJ. 2008;336:924 – 6. 9. Brozek JL, Akl EA, Jaeschke R, Lang DM, Bossuyt P, Glasziou P, et al. Grading quality of evidence and strength of recommendations in clinical practice guidelines: part 2 of 3. The GRADE approach to grading quality of evidence about diagnostic tests and strategies. Allergy. 2009;64:1109 – 16. 10. Hinchey EJ, Schaal PH, Richards MB. Treatment of perforated diverticular disease of the colon. Adv Surg. 1978;12:85 – 109. 11. Neff CC, van Sonnenberg E. CT of diverticulitis. Diagnosis and treatment. Radiol Clin N Am. 1989;27:743 – 52. 12. Ambrosetti P, Becker C, Terrier F. Colonic diverticulitis: impact of imaging on surgical management — a prospective study of 542 patients. Eur Radiol. 2002;12:1145 – 9. 13. Kaiser AM, Jiang JK, Lake JP, Ault G, Artinyan A, Gonzalez-Ruiz C, et al. The management of complicated diverticulitis and the role of computed tomography. Am J Gastroenterol. 2005;100:910 – 7. 14. Mora Lopez L, Serra Pla S, Serra-Aracil X, Ballesteros E, Navarro S. Application of a modified Neff classification to patients with uncomplicated diverticulitis. Color Dis. 2013;15:1442 – 7. 15. Sallinen VJ, Leppäniemi AK, Mentula PJ. Staging of acute diverticulitis based on clinical, radiologic, and physiologic parameters. J Trauma Acute Care Surg. 2015;78:543 – 51. 16. Toorenvliet BR, Bakker RF, Breslau PJ, Merkus JW, Hamming JF. Colonic diverticulitis: a prospective analysis of diagnostic accuracy and clinical decision-making. Color Dis. 2010;12:179 – 86. 17. Laméris W, van Randen A, van Gulik TM, Busch OR, Winkelhagen J, Bossuyt PM, et al. A clinical decision rule to establish the diagnosis of acute diverticulitis at the emergency department. Dis Colon Rectum. 2010;53:896 – 904. 18. Andeweg CS, Knobben L, Hendriks JC, Bleichrodt RP, van Goor H. How to diagnose acute left-sided colonic diverticulitis: proposal for a clinical scoring system. Ann Surg. 2011;253:940 – 6. 19. Kechagias A, Rautio T, Kechagias G, Mäkelä J. The role of C-reactive protein in the prediction of the clinical severity of acute diverticulitis. Am Surg. 2014;80:391 – 5. 20. Van de Wall BJ, Draaisma WA, van der Kaaij RT, Consten EC, Wiezer MJ, Broeders IA. The value of inflammation markers and body temperature in acute diverticulitis. Color Dis. 2013;15:621 – 6. 21. Mäkelä JT, Klintrup K, Takala H, Rautio T. The role of C-reactive protein in prediction of the severity of acute diverticulitis in an emergency unit. Scand J Gastroenterol. 2015;50:536 – 41. 22. Kechagias A, Sofianidis A, Zografos G, Leandros E, Alexakis N, Dervenis C. Index C-reactive protein predicts increased severity in acute sigmoid diverticulitis. Ther Clin Risk Manag. 2018;14:1847 – 53. 23. Gewurz H, Mold C, Siegel J, Fiedel B. C-reactive protein and the acute phase response. Adv Intern Med. 1982;27:345 – 72. 24. Laméris W, van Randen A, Bipat S, Bossuyt PM, Boermeester MA, Stoker J. Graded compression ultrasonography and computed tomography in acute colonic diverticulitis: meta- analysis of test accuracy. Eur Radiol. 2008;18:2498 – 511. 25. Liljegren G, Chabok A, Wickbom M, Smedh K, Nilsson K. Acute colonic diverticulitis: a systematic review of diagnostic accuracy. Color Dis. 2007;9: 480 – 8. 26. Ambrosetti P, Jenny A, Becker C, Terrier TF, Morel P. Acute left colonic diverticulitis – compared performance of computed tomography and water- soluble contrast enema: prospective evaluation of 420 patients. Dis Colon Rectum. 2000;43:1363 – 7. Sartelli et al. World Journal of Emergency Surgery (2020) 15:32 Page 15 of 18",
    "27. Sartelli M, Moore FA, Ansaloni L, Di Saverio S, Coccolini F, Griffiths EA, et al. A proposal for a CT driven classification of left colon acute diverticulitis. World J Emerg Surg. 2015;10:3. 28. Mazzei MA, Cioffi Squitieri N, Guerrini S, Stabile Ianora AA, Cagini L, Macarini L, et al. Sigmoid diverticulitis: US findings. Crit Ultrasound J. 2013;5(Suppl 1): S1 – 5. 29. Puylaert JB. Ultrasound of colon diverticulitis. Dig Dis. 2012;30:56 – 9. 30. Andeweg CS, Wegdam JA, Groenewoud J, van der Wilt GJ, van Goor H, Bleichrodt RP. Toward an evidence-based step-up approach in diagnosing diverticulitis. Scand J Gastroenterol. 2014;49:775 – 84. 31. Laméris W, van Randen A, van Es HW, van Heesewijk JP, van Ramshorst B, Bouma WH, et al. OPTIMA study group: imaging strategies for detection of urgent conditions in patients with acute abdominal pain: diagnostic accuracy study. BMJ. 2009;338:b2431. 32. Heverhagen JT, Sitter H, Zielke A, Klose KJ. Prospective evaluation of the value of magnetic resonance imaging in suspected acute sigmoid diverticulitis. Dis Colon Rectum. 2008;51:1810 – 5. 33. Halpenny DF, McNeil G, Snow A, Geoghegan T, Torreggiani WC. Prospective evaluation of the value of magnetic resonance imaging in suspected acute sigmoid diverticulitis. Dis Colon Rectum. 2009;52:1030 – 1. 34. Hwang SS, Cannom RR, Abbas MA, Etzioni D. Diverticulitis in transplant patients and patients on chronic corticosteroid therapy: a systematic review. Dis Colon Rectum. 2010;53:1699 – 707. 35. Dalla Valle R, Capocasale E, Mazzoni MP, Busi N, Benozzi L, Sivelli R, et al. Acute diverticulitis with colon perforation in renal transplantation. Transplant Proc. 2005;37:2507 – 10. 36. Qasabian RA, Meagher AP, Lee R, Dore GJ, Keogh A. Severe diverticulitis after heart, lung, and heart-lung transplantation. J Heart Lung Transplant. 2004;23:845 – 9. 37. Lederman ED, Conti DJ, Lempert N, Singh TP, Lee EC. Complicated diverticulitis following renal transplantation. Dis Colon Rectum. 1998;41:613 – 8. 38. Bordeianou L, Hodin R. Controversies in the surgical management of sigmoid diverticulitis. J Gastrointest Surg. 2007;11:542 – 8. 39. Biondo S, Trenti L, Elvira J, Golda T, Kreisler E. Outcomes of colonic diverticulitis according to the reason of immunosuppression. Am J Surg. 2016;21:384 – 90. 40. Sartelli M, Chichom-Mefire A, Labricciosa FM, Hardcastle T, Abu-Zidan FM, Adesunkanmi AK, et al. The management of intra-abdominal infections from a global perspective: 2017 WSES guidelines for management of intra- abdominal infections. World J Emerg Surg. 2017;12:29. Erratum in: World J Emerg Surg. 2017;12:36. 41. Shabanzadeh DM, Wille-Jørgensen P. Antibiotics for uncomplicated diverticulitis. Cochrane Database Syst Rev. 2012;11:CD009092. 42. Chabok A, Påhlman L, Hjern F, Haapaniemi S, Smedh K, AVOD Study Group. Randomized clinical trial of antibiotics in acute uncomplicated diverticulitis. Br J Surg. 2012;99:532 – 9. 43. Mali JP, Mentula PJ, Leppäniemi AK, Sallinen VJ. Symptomatic treatment for uncomplicated acute diverticulitis: a prospective cohort study. Dis Colon Rectum. 2016;59:529 – 34. 44. Daniels L, Ünlü Ç, de Korte N, van Dieren S, Stockmann HB, Vrouenraets BC, et al. Randomized clinical trial of observational versus antibiotic treatment for a first episode of CT-proven uncomplicated acute diverticulitis. Br J Surg. 2017;104:52 – 61. 45. van Dijk ST, Daniels L, Ünlü Ç, de Korte N, van Dieren S, Stockmann HB, et al. Long-term effects of omitting antibiotics in uncomplicated acute diverticulitis. Am J Gastroenterol. 2018;113:1045 – 52. 46. Sartelli M, Viale P, Catena F, Ansaloni L, Moore E, Malangoni M, et al. 2013 WSES guidelines for management of intra-abdominalinfections. World J Emerg Surg. 2013;8:3. 47. Ridgway PF, Latif A, Shabbir J, Ofriokuma F, Hurley MJ, Evoy D, et al. Randomized controlled trial of oral vs intravenous therapy for the clinically diagnosed acute uncomplicated diverticulitis. Color Dis. 2009;11:941 – 6. 48. Fozard JB, Armitage NC, Schofield JB, Jones OM. Association of Coloproctology of Great Britain and Ireland. ACPGBI position statement on elective resection for diverticulitis. Color Dis. 2011;13:1 – 11. 49. Etzioni DA, Chiu VY, Cannom RR, Burchette RJ, Haigh PI, Abbas MA. Outpatient treatment of acute diverticulitis: rates and predictors of failure. Dis Colon Rectum. 2010;53:861 – 5. 50. Jackson JD, Hammond T. Systematic review: outpatient management of acute uncomplicated diverticulitis. Int J Color Dis. 2014;29:775 – 81. 51. Rodrìguez-Cerrillo M, Poza-Montoro A, Fernandez-Diaz E, Matesanz-David M, Inurrieta RA. Treatment of elderly patients with uncomplicated diverticulitis, even with comorbidity, at home. Eur J Intern Med. 2013;24:430 – 2. 52. Biondo S, Golda T, Kreisler E, Espin E, Vallribera F, Oteiza F, et al. Outpatient versus hospitalization management for uncomplicated diverticulitis: a prospective, multicenter randomized clinical trial (DIVER trial). Ann Surg. 2014;259:38 – 44. 53. Cirocchi R, Randolph JJ, Binda GA, Gioia S, Henry BM, Tomaszewski KA, et al. Is the outpatient management of acute diverticulitis safe and effective? A systematic review and meta-analysis. Tech Coloproctol. 2019;23:87 – 100. 54. Balasubramanian I, Fleming C, Mohan HM, Schmidt K, Haglind E, Winter DC. Out-patient management of mild or uncomplicated diverticulitis: a systematic review. Dig Surg. 2017;34:151 – 60. 55. Bolkenstein HE, van Dijk ST, Consten ECJ, Heggelman BGF, Hoeks CMA, Broeders IAMJ, et al. Conservative treatment in diverticulitis patients with pericolicextraluminal air and the role of antibiotic treatment. J Gastrointest Surg. 2019;23:2269 – 76. 56. Andersen JC, Bundgaard L, Elbrønd H, Laurberg S, Walker LR, Støvring J, et al. Danish national guidelines for treatment of diverticular disease. Dan Med J. 2012;59:C4453. 57. Gregersen R, Mortensen LQ, Burcharth J, Pommergaard HC, Rosenberg J. Treatment of patients with acute colonic diverticulitis complicated by abscess formation: a systematic review. Int J Surg. 2016;35:201 – 8. 58. Ambrosetti P, Chautems R, Soravia C, Peiris-Waser N, Terrier F. Long-term outcome of mesocolic and pelvic diverticular abscesses of the left colon: a prospective study of 73 cases. Dis Colon Rectum. 2005;48:787 – 91. 59. Brandt D, Gervaz P, Durmishi Y, Platon A, Morel P, Poletti PA. Percutaneous CT scan guided drainage versus antibiotherapy alone for Hinchey II diverticulitis: a case-control study. Dis Colon Rectum. 2006;49:1533 – 8. 60. Siewert B, Tye G, Kruskal J, Sosna J, Opelka F, Raptopoulos V, et al. Impact of CT-guided drainage in the treatment of diverticular abscesses: size matters. AJR. 2006;186:680 – 6. 61. Singh B, May K, Coltart I, Moore NR, Cunningham C. The long-term results of percutaneous drainage of diverticular abscess. Ann R Coll Surg Engl. 2008;90:297 – 301. 62. Kumar RR, Kim JT, Haukoos JS, Macias LH, Dixon MR, Stamos MJ, et al. Factors affecting the successful management of intra-abdominal abscesses with antibiotics and the need for percutaneous drainage. Dis Colon Rectum. 2006;49:183 – 9. 63. Elagili F, Stocchi L, Ozuner G, Kiran RP. Antibiotics alone instead of percutaneous drainage as initial treatment of large diverticular abscess. Tech Coloproctol. 2015;19:97 – 103. 64. Tsai HL, Hsieh JS, Yu FJ, Wu DC, Chen FM, Huang CJ, et al. Perforated colonic cancer presenting as intra-abdominal abscess. Int J Color Dis. 2007;22:15 – 9. 65. Yeo ES, Ng KH, Eu KW. Perforated colorectal cancer: an important differential diagnosis in all presumed diverticular abscesses. Ann Acad Med Singap. 2011;40:375 – 8. 66. de Vries HS, Boerma D, Timmer R, van Ramshorst B, Dieleman LA, van Westreenen HL. Routine colonoscopy is not required in uncomplicated diverticulitis: a systematic review. Surg Endosc. 2014;28:2039 – 47. 67. Sharma PV, Eglinton T, Hider P, Frizelle F. Systematic review and meta- analysis of the role of routine colonic evaluation after radiologically confirmed acute diverticulitis. Ann Surg. 2014;259:263 – 72. 68. Sallinen V, Mentula P, Leppäniemi A. Risk of colon cancer after computed tomography-diagnosed acute diverticulitis: is routine colonoscopy necessary? Surg Endosc. 2014;28:961 – 5. 69. Feingold D, Steele SR, Lee S, Kaiser A, Boushey R, Buie WD, et al. Practice parameters for the treatment of sigmoid diverticulitis. Dis Colon Rectum. 2014;57:284 – 94. 70. Dharmarajan S, Hunt SR, Birnbaum EH, Fleshman JW, Mutch MG. The efficacy of nonoperative management of acute complicated diverticulitis. Dis Colon Rectum. 2011;54:663 – 71. 71. Sallinen VJ, Mentula PJ, Leppäniemi AK. Nonoperative management of perforated diverticulitis with extraluminal air is safe and effective in selected patients. Dis Colon Rectum. 2014;57:875 – 81. 72. Rossi GL, Mentz R, Bertone S, Ojea Quintana G, Bilbao S, Im VM, et al. Laparoscopic peritoneal lavage for Hinchey III diverticulitis: is it as effective as it is applicable? Dis Colon Rectum. 2014;57:1384 – 90. 73. Swank HA, Mulder IM, Hoofwijk AG, Nienhuijs SW, Lange JF, Bemelman WA. Dutch diverticular disease collaborative study G. early experience with laparoscopic lavage for perforated diverticulitis. Br J Surg. 2013;100:704 – 10. Sartelli et al. World Journal of Emergency Surgery (2020) 15:32 Page 16 of 18",
    "74. Angenete E, Thornell A, Burcharth J, Pommergaard HC, Skullman S, Bisgaard T, et al. Laparoscopic lavage is feasible and safe for the treatment of perforated diverticulitis with purulent peritonitis: the first results from the randomized controlled trial DILALA. Ann Surg. 2016;263:117 – 22. 75. Schultz JK, Yaqub S, Wallon C, Blecic L, Forsmo HM, Folkesson J, et al. Laparoscopic lavage vs primary resection for acute perforated diverticulitis: the SCANDIV randomized clinical trial. JAMA. 2015;314:1364 – 75. 76. Vennix S, Musters GD, Mulder IM, Swank HA, Consten EC, Belgers EH, et al. Laparoscopic peritoneal lavage or sigmoidectomy for perforated diverticulitis with purulent peritonitis: a multicentre, parallel-group, randomised, open-label trial. Lancet. 2015;386(10000):1269 – 77. 77. Ceresoli M, Coccolini F, Montori G, Catena F, Sartelli M, Ansaloni L. Laparoscopic lavage versus resection in perforated diverticulitis with purulent peritonitis: a meta-analysis of randomized controlled trials. World J Emerg Surg. 2016;11:42. 78. Penna M, Markar SR, Mackenzie H, Hompes R, Cunningham C. Laparoscopic lavage versus primary resection for acute perforated diverticulitis: review and meta-analysis. Ann Surg. 2018;267:252 – 8. 79. Galbraith N, Carter JV, Netz U, Yang D, Fry DE, McCafferty M, et al. Laparoscopic lavage in the management of perforated diverticulitis: a contemporary meta-analysis. J Gastrointest Surg. 2017;21:1491 – 9. 80. Cirocchi R, Di Saverio S, Weber DG, Tabo ł a R, Abraha I, Randolph J, et al. Laparoscopic lavage versus surgical resection for acute diverticulitis with generalised peritonitis: a systematic review and meta-analysis. Tech Coloproctol. 2017;21:93 – 110. 81. Angenete E, Bock D, Rosenberg J, Haglind E. Laparoscopic lavage is superior to colon resection for perforated purulent diverticulitis — a meta-analysis. Int J Color Dis. 2017;32:163 – 9. 82. Shaikh FM, Stewart PM, Walsh SR, Davies RJ. Laparoscopic peritoneal lavage or surgical resection for acute perforated sigmoid diverticulitis: a systematic review and meta-analysis. Int J Surg. 2017;38:130 – 7. 83. Biffl WL, Moore FA, Moore EE. The evolving role of laparoscopic lavage and drainage. J Trauma Acute Care Surg. 2019;86:376. 84. McCafferty MH, Roth L, Jorden J. Current management of diverticulitis. Am Surg. 2008;74:1041 – 9. 85. Fleming FJ, Gillen P. Reversal of Hartmann's procedure following acute diverticulitis: is timing everything? Int J Color Dis. 2009;24:1219 – 25. 86. Hong MK, Tomlin AM, Hayes IP, Skandarajah AR. Operative intervention rates for acute diverticulitis: a multicentre state-wide study. ANZ J Surg. 2015;85:734 – 8. 87. Li D, Baxter NN, McLeod RS, Moineddin R, Wilton AS, Nathens AB. Evolving practice patterns in the management of acute colonic diverticulitis: a population-based analysis. Dis Colon Rectum. 2014;57:1397 – 405. 88. Chandra V, Nelson H, Larson DR, Harrington JR. Impact of primary resection on the outcome of patients with perforated diverticulitis. Arch Surg. 2004; 139:1221 – 4. 89. Salem L, Flum DR. Primary anastomosis or Hartmann ’ s procedure for patients with diverticular peritonitis? A systematic review. Dis Colon Rectum. 2004;47:1953 – 64. 90. Abbas S. Resection and primary anastomosis in acute complicated diverticulitis, a systematic review of the literature. Int J Color Dis. 2007;22: 351 – 7. 91. Cirocchi R, Trastulli S, Desiderio J, Listorti C, Boselli C, Parisi A, et al. Treatment of Hinchey stage III-IV diverticulitis: a systematic review and meta-analysis. Int J Color Dis. 2013;28:447 – 57. 92. Lee JM, Bai P, Chang J, El Hechi M, Kongkaewpaisan N, Bonde A, et al. Hartmann ’ s procedure vs primary anastomosis with diverting loop ileostomy for acute diverticulitis: nationwide analysis of 2,729 emergency surgery patients. J Am Coll Surg. 2019;229:48 – 55. 93. Constantinides VA, Heriot A, Remzi F, Darzi A, Senapati A, Fazio VW, et al. Operative strategies for diverticular peritonitis: a decision analysis between primary resection and anastomosis versus Hartmann ’ s procedures. Ann Surg. 2007;245:94 – 103. 94. Oberkofler CE, Rickenbacher A, Raptis DA, Lehmann K, Villiger P, Buchli C, et al. A multicenter randomized clinical trial of primary anastomosis or Hartmann ’ s procedure for perforated left colonic diverticulitis with purulent or fecal peritonitis. Ann Surg. 2012;256:819 – 26. 95. Bridoux V, Regimbeau JM, Ouaissi M, Mathonnet M, Mauvais F, Houivet E, et al. Hartmann ’ s procedure or primary anastomosis for generalized peritonitis due to perforated diverticulitis: a prospective multicenter randomized trial (DIVERTI). J Am Coll Surg. 2017;225:798 – 805. 96. Lambrichts DPV, Vennix S, Musters GD, Mulder IM, Swank HA, Hoofwijk AGM, et al. Hartmann ’ s procedure versus sigmoidectomy with primary anastomosis for perforated diverticulitis with purulent or faecal peritonitis (LADIES): a multicentre, parallel-group, randomised, open-label, superiority trial. Lancet Gastroenterol Hepatol. 2019;4:599 – 610. 97. Halim H, Askari A, Nunn R, Hollingshead J. Primary resection anastomosis versus Hartmann ’ s procedure in Hinchey III and IV diverticulitis. World J Emerg Surg. 2019;14:32. 98. Vennix S, Boersema GS, Buskens CJ, Menon AG, Tanis PJ, Lange JF, et al. Emergency laparoscopic sigmoidectomy for perforated diverticulitis with generalised peritonitis: a systematic review. Dig Surg. 2016;33:1 – 7. 99. Weber DG, Bendinelli C, Balogh ZJ. Damage control surgery for abdominal emergencies. Br J Surg. 2014;101:e109 – 18. 100. Tartaglia D, Costa G, Camillò A, Castriconi M, Andreano M, Lanza M, et al. Damage control surgery for perforated diverticulitis with diffuse peritonitis: saves lives and reduces ostomy. World J Emerg Surg. 2019;14:19. 101. Kafka-Ritsch R, Birkfellner F, Perathoner A, Raab H, Nehoda H, Pratschke J, et al. Damage control surgery with abdominal vacuum and delayed bowel reconstruction in patients with perforated diverticulitis Hinchey III/IV. J Gastrointest Surg. 2012;16:1915 – 22. 102. Perathoner A, Klaus A, Mühlmann G, Oberwalder M, Margreiter R, Kafka- Ritsch R. Damage control with abdominal vacuum therapy (VAC) to manage perforated diverticulitis with advanced generalized peritonitis-a proof of concept. Int J Color Dis. 2010;25:767 – 74. 103. Ordóñez CA, Sánchez AI, Pineda JA, Badiel M, Mesa R, Cardona U, et al. Deferred primary anastomosis versus diversion in patients with severe secondary peritonitis managed with staged laparotomies. World J Surg. 2010;34:169 – 76. 104. Sohn M, Agha A, Heitland W, Gundling F, Steiner P, Iesalnieks I. Damage control strategy for the treatment of perforated diverticulitis with generalized peritonitis. Tech Coloproctol. 2016;20:577 – 83. 105. Sartelli M, Catena F, Abu-Zidan FM, Ansaloni L, Biffl WL, Boermeester MA, et al. Management of intra-abdominal infections: recommendations by the WSES 2016 consensus conference. World J Emerg Surg. 2017;12:22. 106. Kirkpatrick AW, Coccolini F, Ansaloni L, Roberts DJ, Tolonen M, McKee JL, et al. Closed or open after laparotomy (COOL) after source control for severe complicated intra-abdominal sepsis investigators. Closed or open after source control laparotomy for severe complicated intra-abdominal sepsis (the COOL trial): study protocol for a randomized controlled trial. World J Emerg Surg. 2018;13:26. 107. Rafferty J, Shellito P, Hyman NH, Buie WD. Standards Committee of the American Society of colon and Rectal surgeons. Practice parameters for sigmoid diverticulitis. Dis Colon Rectum. 2006;49:939 – 44. 108. Hall JF, Roberts PL, Ricciardi R, Read T, Scheirey C, Wald C, et al. Long-term follow-up after an initial episode of diverticulitis: what are the predictors of recurrence? Dis Colon Rectum. 2011;54:283 – 8. 109. Humes DJ, West J. Role of acute diverticulitis in the development of complicated colonic diverticular disease and 1-year mortality after diagnosis in the UK: population-based cohort. Gut. 2012;61:95 – 100. 110. Salem TA, Molloy RG, O ’ Dwyer PJ. Prospective, five-year follow up study of patients with symptomatic uncomplicated diverticular disease. Dis Colon Rectum. 2007;50:1 – 5. 111. El-Sayed C, Radley S, Mytton J, Evison F, Ward ST. Risk of recurrent disease and surgery following an admission for acute diverticulitis. Dis Colon Rectum. 2018;61:382 – 9. 112. Regenbogen SE, Hardiman KM, Hendren S, Morris AM. Surgery for diverticulitis in the 21st century: a systematic review. JAMA Surg. 2014;149:292 – 303. 113. van de Wall BJM, Stam MAW, Draaisma WA, Stellato R, Bemelman WA, Boermeester MA, et al. Surgery versus conservative management for recurrent and ongoing left-sided diverticulitis (DIRECT trial): an open-label, multicentre, randomised controlled trial. Lancet Gastroenterol Hepatol. 2017; 2:13 – 22. 114. Klarenbeek BR, Samuels M, van der Wal MA, van der Peet DL, Meijerink WJ, Cuesta MA. Indications for elective sigmoid resection in diverticular disease. Ann Surg. 2010;251:670 – 4. 115. Sawyer RG, Claridge JA, Nathens AB, Rotstein OD, Duane TM, Evans HL, et al. Trial of short-course antimicrobial therapy for intraabdominal infection. NEJM. 2015;372:1996 – 2005. 116. Chiu TC, Chou YH, Tiu CM, Chiou HJ, Wang HK, Lai YC, et al. Right-sided colonic diverticulitis: clinical features, sonographic appearances, and management. J Med Ultrasound. 2017;25:33 – 9. Sartelli et al. World Journal of Emergency Surgery (2020) 15:32 Page 17 of 18",
    "117. Radhi JM, Ramsay JA, Boutross-Tadross O. Diverticular disease of the right colon. BMC Res Notes. 2011;4:1 – 5. 118. Ha GW, Lee MR, Kim JH. Efficacy of conservative management in patients with right colonic diverticulitis. ANZ J Surg. 2017;87:467 – 70. 119. Little A, Culver A. Right-sided sigmoid diverticular perforation. West J Emerg Med. 2012;13:103 – 5. 120. Espinosa J, Sharma R, Lucerna A, Stranges D. Medical approach to right colon diverticulitis with perforation. Case Rep Emerg Med. 2017;2017: 2563218. 121. Kim SH, Byun CG, Cha JW, Choi SH, Kho YT, Seo DY. Comparative study of the clinical features and treatment for right and left colonic diverticulitis. J Korean Soc Coloproctol. 2010;26:407 – 12. 122. al-Hilaly MA, Razzaq HA, el-Salfiti JI, Abu-Zidan FM, al-Manee MS. Solitarycaecal diverticulitis. Recognition and management. Acta Chir Scand. 1989;155:475-8. 123. Kim JY, Park SG, Kang HJ, Lim YA, Pak KH, Yoo T, et al. Prospective randomized clinical trial of uncomplicated right-sided colonic diverticulitis: antibiotics versus no antibiotics. Int J Colorectal Dis. 2019;34:1413 – 20. 124. Destek S, Gül VO. Effectiveness of conservative approach in right colon diverticulitis. Ulus Travma Acil Cerrahi Derg. 2019;25:396 – 402. 125. Chung BH, Ha GW, Lee MR, Kim JH. Management of colonic diverticulitis tailored to location and severity: comparison of the right and the left colon. Ann Coloproctol. 2016;32:228 – 33. 126. Hildebrand P, Birth M, Bruch HP, Schwandner O. Surgical therapy in right- sided diverticulitis. Zentralbl Chir. 2005;130:123 – 7. Publisher ’ s Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. Sartelli et al. World Journal of Emergency Surgery (2020) 15:32 Page 18 of 18"
  ],
  "processed_at": "2026-01-30T14:42:22.037Z"
}