{
  "doc_id": "ce9aeeaf704066e34881921cafd41a5a",
  "source_id": "scrotal_2025",
  "total_pages": 6,
  "pages": [
    "PRACTICE PARAMETER AIUM Practice Parameter for the Performance of Scrotal Ultrasound Examinations, 2025 Revision T he American Institute of Ultrasound in Medicine (AIUM) is a multidisciplinary association dedicated to advancing the safe and effective use of ultrasound in medicine through professional and public education, research, development of clinical practice parameters, and accreditation of practices performing ultrasound examinations. The AIUM Practice Parameter for the Performance of Scrotal Ultrasound Examinations, 2025 Revision, was revised by the American Institute of Ultrasound in Medicine (AIUM) in collabo- ration with other organizations whose members use ultrasound for performing this examination(s) (see “ Acknowledgments ” ). Rec- ommendations for personnel requirements, the request for the examination, documentation, quality assurance, and safety may vary among the organizations and may be addressed by each separately. This Practice Parameter is intended to provide the medical ultrasound community with recommendations for the performance and recording of high-quality ultrasound examinations. The parame- ter re fl ects what the AIUM considers the appropriate criteria for this type of ultrasound examination but is not intended to establish a legal standard of care. Examinations performed in this specialty area are expected to follow the Parameter with the recognition that devi- ations may occur depending on the clinical situation. Indications Indications for scrotal ultrasound include, but are not limited to, 1,2 the following: 1. Evaluation of scrotal pain resultant from any etiology, includ- ing, but not limited to, trauma, ischemia, infection, and in fl ammation. 3 – 11 2. Evaluation of a palpable inguinal, intrascrotal, or testicular mass. 1,2,12 – 15 3. Evaluation of scrotal asymmetry, swelling, or enlargement. 1,2,16 4. Evaluation of potential intrascrotal hernia. 17 5. Detection/evaluation of varicoceles. 18,19 6. Evaluation of male infertility. 1,20 7. Follow-up of previous indeterminate scrotal ultrasound fi ndings. 14,19,21 Received October 15, 2025. Manuscript accepted for publication November 10, 2025. doi:10.1002/jum.70127 © 2025 American Institute of Ultrasound in Medicine. | J Ultrasound Med 2025; 9999:1 – 6 | 0278-4297 | www.aium.org",
    "8. Evaluation of inguinal testes. 22 9. Detection of an occult primary tumor in patients with metastatic germ cell tumor 23 or unexplained retroper- itoneal adenopathy or paraneoplastic syndrome. 10. Follow-up of patients with previous primary tes- ticular neoplasms, testicular adrenal rest tumors, or testicular leukemia/lymphoma. 24,25 11. Evaluation of an abnormality noted on other imaging studies (including, but not limited to, computed tomography, magnetic resonance imaging, and positron emission tomography). 12. Evaluation of a disorder of sexual development. 26 Quali fi cations and Responsibilities of Personnel Physicians interpreting or performing this type of ultrasound examination should meet the speci fi ed AIUM Training Guidelines 27 in accordance with AIUM accreditation policies. 28 Sonographers performing the ultrasound exami- nation should be appropriately credentialed 29 in the specialty area in accordance with AIUM accreditation policies. 28 Physicians not personally performing the exami- nation must provide supervision, as de fi ned by the Centers for Medicare and Medicaid Services Code of Federal Regulations 42 CFR § 410.32, 30 which is avail- able from the US Government Publishing Of fi ce. Request for the Examination The written or electronic request for an ultrasound examination must originate from a physician or other appropriately licensed health care provider or under the provider ’ s direction. The clinical information pro- vided should allow for the performance and interpre- tation of the appropriate ultrasound examination and should be consistent with relevant legal and local health care facility requirements. Speci fi cation of the Examination The written or electronic request for scrotal ultra- sound should provide suf fi cient information to demonstrate the medical necessity of the examination and allow for the proper performance and interpreta- tion of the examination. Documentation that satis fi es medical necessity includes 1) signs and symptoms and/or 2) relevant history (including known diagnoses). The provision of additional information regarding the speci fi c reason for the examination or a provisional diagnosis would be helpful and may at times be needed to allow for the proper performance and interpretation of the examination. The presence of two testes should be docu- mented either on a single transverse, coronal, or coro- nal oblique image. A cine loop survey scan, taken in both longitudinal and transverse projections, may be obtained and stored with the rest of the study when technically feasible. The testes should be evaluated in at least two planes, longitudinal and transverse. Transverse images should be obtained in the superior, mid, and inferior portions of the testes. Longitudinal views should be obtained centrally as well as medially and laterally. Each testis should be evaluated in its entirety. Testicular volumes can be provided using the Lambert formula (length \u0001 width \u0001 height \u0001 0.71). 31 In cases of acute swelling or pain, the pres- ence or absence of pain, by patient report, before beginning the scan should be noted. Some authors suggest that the asymptomatic side should be evalu- ated fi rst and the symptomatic side afterward with the same/similar grayscale and Doppler settings. 11 The size, echogenicity, and blood fl ow of each testis and the epididymis should be compared with the con- tralateral side. Comparison of the right and left testes on both grayscale and color/power Doppler is best done with separate side by side views in a dual screen format. If a palpable abnormality is the indication for the sonogram, this area should be directly imaged. 1,2 In the event that a testis is not identi fi ed within the scrotum, the ipsilateral inguinal canal, inguinal rings, and pelvis should be scanned in an attempt to locate the testis. Relevant intra-scrotal structures should be evalu- ated. The head, body, and tail of the epididymis should be evaluated when technically feasible. The spermatic cord and the supratesticular area should be evaluated if there is suspicion for testicular torsion. 9,10,32 The scrotal wall, including the overlying skin, should be evaluated. AIUM Practice Parameter for the Performance of Scrotal Ultrasound Examinations, 2025 Revision 2 J Ultrasound Med 2025; 9999:1 – 6 15509613, 0, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/jum.70127, Wiley Online Library on [12/12/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License",
    "Additional techniques, such as the Valsalva maneuver or upright positioning, can be used as needed. If the examination is performed for infertility workup, consider scanning in the upright position, which can increase the sensitivity for detection of var- icoceles. 33 When possible, the vas deferens should also be evaluated in infertility workup. 34 Any abnor- mality should be documented. Doppler sonography (spectral and color/power Doppler imaging) should be used as necessary in examinations of the scrotum and is required in the setting of acute scrotal pain. If used, color and/or power Doppler sonography should include at least one side-by-side image comparing both testes. Pro- vided overlying tissues do not attenuate sound asym- metrically, identical Doppler settings should be used to evaluate symmetry of fl ow between the testes. Both arterial and venous fl ow should be documented on Doppler sonography. Low- fl ow detection settings should be used, if necessary, to document testicular blood fl ow. When available, use resistive index mea- surements from arteries in each testis for comparison. Documentation Accurate and complete documentation is essential for high-quality patient care. Written reports and ultra- sound images/video clips that contain diagnostic information should be obtained and archived, with recommendations for follow-up studies if clinically applicable, in accordance with the AIUM Practice Parameter for Documentation of an Ultrasound Examination. 35 In the case of testicular torsion, which is a critical diagnosis (or emergent fi nding), please refer to the AIUM Practice Parameter for Documentation of an Ultrasound Examination , 35 in the section on Reporting of Nonroutine Results. Comparison with previous relevant imaging studies may prove helpful. Images of all appropriate areas, both normal and abnormal, should be recorded. Variations from nor- mal size should generally be accompanied by mea- surements. The presence or absence of changes should be documented when prior ultrasound exami- nations are available for comparison. Comparison with other previous relevant imaging studies may also prove helpful. An of fi cial interpretation ( fi nal report) of the ultrasound examination should be included in the patient ’ s medical record. Retention of the ultra- sound examination images should be consistent both with clinical need and with relevant legal and local health care facility requirements. Equipment Speci fi cation Equipment performance monitoring should be in accordance with the AIUM Routine Quality Assurance of Clinical Ultrasound Equipment . 36 Scrotal studies should be conducted, preferably using a 12-MHz or higher linear array transducer. A curved array transducer or linear transducer with lower frequencies may be needed if the scrotum is enlarged, recognizing that there is a trade-off between spatial resolution and beam penetration. The highest possible Doppler frequencies (typically in the 5.0 – 10 MHz range) providing optimal resolution and fl ow detection should be used. The Doppler frequency may differ from the imaging frequency. A copious layer of gel can be used, if necessary, to improve imaging. Quality and Safety Policies and procedures related to quality assurance and improvement, safety, infection control, and equipment-performance monitoring should be devel- oped and implemented in accordance with the AIUM Standards and Guidelines for the Accreditation of Ultrasound Practices. 28 ALARA Principle The potential bene fi ts and risks of each examination should be considered. The ALARA (as low as reason- ably achievable) principle 37 should be observed for factors that affect the acoustical output and by consid- ering transducer dwell time and total scanning time. Further details on ALARA may be found in the AIUM Practice Parameter for the Performance of Scrotal Ultrasound Examinations, 2025 Revision J Ultrasound Med 2025; 9999:1 – 6 3 15509613, 0, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/jum.70127, Wiley Online Library on [12/12/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License",
    "current version of the AIUM ’ s publication Medical Ultrasound Safety . 38 Infection Control Transducer preparation, cleaning, and disinfection should follow manufacturer recommendations and be consistent with the AIUM ’ s Guidelines for Cleaning and Preparing External- and Internal-Use Ultrasound Transducers Between Patients, Safe Handling, and Use of Ultrasound Coupling Gel. 39 Equipment Performance Monitoring Monitoring protocols for equipment performance should be developed and implemented in accordance with the AIUM Standards and Guidelines for the Accreditation of Ultrasound Practice. 28 Acknowledgments This parameter was developed by the AIUM in collabo- ration with the American College of Radiology (ACR), the Society of Radiologists in Ultrasound (SRU), and the Society for Pediatric Radiology (SPR). We are indebted to the many volunteers who contributed their time, knowledge, and energy to developing this document. Collaborative Subcommittees AIUM Robert A. Mevorach, MD ACR Kristin L. Rebik, DO, Chair John B. Amodio, MD Malak Itani, MD William D. Middleton, MD SRU Sanjiv Bajaj, MD Lynn A Fordham, MD SPR Leann Linam, MD Judy H. Squires, MD Jeffrey Tutman, MD AIUM Expert Advisory Group AIUM Clinical Standards Committee Rachel Bo-ming Liu, MD, FACEP, FAIUM, Chair Margarita V. Revzin, MD, MS, FSRU, FAIUM, Vice Chair Tracy Anton, BS, RDMS, RDCS, FAIUM Creagh T. Boulger, MD, FAIUM John R. Eisenbrey, PhD, FAIUM Rob Goodman, MB, BChir, FAIUM Ethan J. Halpern, MD, FAIUM Oliver Daniel Kripfgans, PhD, FAIUM Juliana Gevaerd Martins, MD John Stephen Pellerito, MD, FACR, FAIUM, FSRU James M. Shwayder, MD, JD, FAIUM Jean Lea Spitz, MPH, CAE, RDMS, FAIUM, FSDMS Approved 1993; revised 1997, 2001, 2006, 2010, amended 2014, revised 2015, 2020, amended 2023, revised 2025 Data Availability Statement Data sharing not applicable to this article as no datasets were generated or analyzed during the cur- rent study. References 1. Appelbaum L, Gaitini D, Dogra VS. Scrotal ultrasound in adults. Semin Ultrasound CT MR 2013; 34:257 – 273. 2. Mirochnik B, Bhargava P, Dighe MK, Kanth N. Ultrasound evalu- ation of scrotal pathology. Radiol Clin North Am 2012; 50: 317 – 332. 3. Dogra V, Bhatt S. Acute painful scrotum. Radiol Clin North Am 2004; 42:349 – 363. 4. Vijayaraghavan SB. Sonographic differential diagnosis of acute scrotum: real-time whirlpool sign, a key sign of torsion. J Ultrasound Med 2006; 25:563 – 574. 5. Deurdulian C, Mittelstaedt CA, Chong WK, Fielding JR. US of acute scrotal trauma: optimal technique, imaging fi ndings, and management. Radiographics 2007; 27:357 – 369. AIUM Practice Parameter for the Performance of Scrotal Ultrasound Examinations, 2025 Revision 4 J Ultrasound Med 2025; 9999:1 – 6 15509613, 0, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/jum.70127, Wiley Online Library on [12/12/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License",
    "6. Philips S, Nagar A, Dighe M, Vikram R, Sunnapwar A, Prasad S. Benign non-cystic scrotal tumors and pseudotumors. Acta Radiol 2012; 53:102 – 111. 7. Sung EK, Setty BN, Castro-Aragon I. Sonography of the pediatric scrotum: emphasis on the Ts — torsion, trauma, and tumors. AJR Am J Roentgenol 2012; 198:996 – 1003. 8. Liang T, Metcalfe P, Sevcik W, Noga M. Retrospective review of diag- nosis and treatment in children presenting to the pediatric department with acute scrotum. AJR Am J Roentgenol 2013; 200:W444 – W449. 9. Yusuf GT, Sidhu PS. A review of ultrasound imaging in scrotal emergencies. J Ultrasound 2013; 16:171 – 178. 10. Bandarkar AN, Blask AR. Testicular torsion with preserved fl ow: key sonographic features and value-added approach to diagnosis. Pediatr Radiol 2018; 48:735 – 744. 11. Rebik K, Wagner JM, Middleton W. Scrotal ultrasound. Radiol Clin North Am 2019; 57:635 – 648. 12. Richenberg J, Brejt N. Testicular microlithiasis: is there a need for surveillance in the absence of other risk factors? Eur Radiol 2012; 22:2540 – 2546. 13. Wasnik AP, Maturen KE, Shah S, Pandya A, Rubin JM, Platt JF. Scrotal pearls and pitfalls: ultrasound fi ndings of benign scrotal lesions. Ultrasound Q 2012; 28:281 – 291. 14. Cooper ML, Kaefer M, Fan R, Rink RC, Jennings SG, Karmazyn B. Testicular microlithiasis in children and associated testicular cancer. Radiology 2014; 270:857 – 863. 15. Gupta A, Bhatt S. Ultrasound fi ndings of benign scrotal lesions: a pictorial review [published online ahead of print February 4, 2019]. Ultrasound Q . https://doi.org/10.1097/RUQ.0000000000000417. 16. Rizvi SA, Ahmad I, Siddiqui MA, Zaheer S, Ahmad K. Role of color Doppler ultrasonography in evaluation of scrotal swellings: pattern of disease in 120 patients with review of literature. Urol J 2011; 8:60 – 65. 17. Rubenstein RA, Dogra VS, Seftel AD, Resnick MI. Benign intrascrotal lesions. J Urol 2004; 171:1765 – 1772. 18. Beddy P, Geoghegan T, Browne RF, Torreggiani WC. Testicular varicoceles. Clin Radiol 2005; 60:1248 – 1255. 19. Balawender K, Orkisz S, Wisz P. Testicular microlithiasis: what urologists should know. A review of the current literature. Cent European J Urol 2018; 71:310 – 314. 20. Aganovic L, Cassidy F. Imaging of the scrotum. Radiol Clin North Am 2012; 50:1145 – 1165. 21. Winter TC, Kin B, Lowrance WT, Middleton WD. Testicular microlithiasis: what should you recommend? AJR Am J Roentgenol 2016; 206:1164 – 1169. 22. AIUM practice guideline for the performance of an ultrasound examination in the practice of urology. J Ultrasound Med 2012; 31: 133 – 144. 23. Scholz M, Zehender M, Thalmann GN, Borner M, Thöni H, Studer UE. Extragonadal retroperitoneal germ cell tumor: evidence of origin in the testis. Ann Oncol 2002; 13:121 – 124. 24. Stoehr B, Zangerl F, Steiner E, et al. Routine scrotal ultrasonogra- phy during the follow-up of patients with testicular cancer leads to earlier detection of asynchronous tumours and a high rate of organ preservation. BJU Int 2010; 105:1118 – 1120. 25. Corcioni B, Renzulli M, Marasco G, et al. Prevalence and ultra- sound patterns of testicular adrenal rest tumors in adults with con- genital adrenal hyperplasia. 2021; 10:562 – 573. 26. Pires CR, De Moura Poli AH, Zanforlin Filho SM, Mattar R, Moron AF, Debs Diniz AL. True hermaphroditism-the importance of ultrasonic assessment. Ultrasound Obstet Gynecol 2005; 26: 86 – 88. 27. American Institute of Ultrasound in Medicine. Training Guide- lines. American Institute of Ultrasound in Medicine website. https://www.aium.org/resources/training-guidelines. 28. American Institute of Ultrasound in Medicine. Standards and Guidelines for the Accreditation of Ultrasound Practices. American Institute of Ultrasound in Medicine website. https://www.aium. org/resources/of fi cial-statements/view/standards-and-guidelines- for-the-accreditation-of-ultrasound-practices. 29. American Institute of Ultrasound in Medicine. Employment of Credentialed Sonographers. American Institute of Ultrasound in Medicine website. https://www.aium.org/resources/of fi cial- statements/view/employment-of-credentialed-sonographers. 30. 42 CFR § 410.32 – Diagnostic x-ray tests, diagnostic laboratory tests, and other diagnostic tests: Conditions. U.S. Government Publishing Of fi ce Website. https://www.govinfo.gov/app/details/ CFR-2021-title42-vol2/CFR-2021-title42-vol2-sec410-32/ summary. 31. Sakamoto H, Saito K, Oohta M, Inoue K, Ogawa Y, Yoshida H. Testicular volume measurement: comparison of ultrasonography, orchidometry, and water displacement. Urology 2007; 69:152 – 157. 32. Baud C, Veyrac C, Couture A, Ferran JL. Spiral twist of the sper- matic cord: a reliable sign of testicular torsion. Pediatr Radiol 1998; 28:950 – 954. 33. Punjani N, Wald G, Al-Hussein Alawamlh O, Dudley V, Goldstein M. Standing ultrasound adds clinical utility for the diag- nosis of varicoceles. J Urol 2021; 206:1001 – 1008. 34. Kerr DM, Middleton WD. Ultrasound of the normal and abnor- mal vas deferens. Ultrasound Q 2022; 38:224 – 236. 35. American Institute of Ultrasound in Medicine. AIUM practice parameter for documentation of an ultrasound examination. J Ultrasound Med 2019; 39:E1 – E4. https://doi.org/10.1002/jum. 15187. 36. American Institute of Ultrasound in Medicine. AIUM Routine Quality Assurance of Clinical Ultrasound Equipment, Version 2. American Institute of Ultrasound in Medicine Website. https:// www.aium.org/docs/default-source/aium-publications/rqa2.pdf. 37. American Institute of Ultrasound in Medicine. AIUM Of fi cial Statement: As Low As Reasonably Achievable (ALARA) Principle. American Institute of Ultrasound in Medicine AIUM Practice Parameter for the Performance of Scrotal Ultrasound Examinations, 2025 Revision J Ultrasound Med 2025; 9999:1 – 6 5 15509613, 0, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/jum.70127, Wiley Online Library on [12/12/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License",
    "Website. https://www.aium.org/resources/of fi cial-statements/ view/as-low-as-reasonably-achievable-(alara)-principle. 38. AIUM. Medical Ultrasound Safety . 4th ed. Laurel, Maryland: Ameri- can Institute of Ultrasound in Medicine; 2020. https://www.aium. org/resources/mus. 39. American Institute of Ultrasound in Medicine. Guidelines for Cleaning and Preparing External- and Internal-Use Ultrasound Transducers and Equipment Between Patients as well as Safe Han- dling and Use of Ultrasound Coupling Gel. American Institute of Ultrasound in Medicine Website. https://www.aium.org/ resources/of fi cial-statements/view/guidelines-for-cleaning-and- preparing-external--and-internal-use-ultrasound-transducers-and- equipment-between-patients-as-well-as-safe-handling-and-use-of- ultrasound-coupling-gel. AIUM Practice Parameter for the Performance of Scrotal Ultrasound Examinations, 2025 Revision 6 J Ultrasound Med 2025; 9999:1 – 6 15509613, 0, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/jum.70127, Wiley Online Library on [12/12/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
  ],
  "processed_at": "2026-01-30T15:58:56.365Z"
}