{
  "doc_id": "6cd899b9291ee09ba78042f000edcafb",
  "source_id": "sru_endometrial",
  "total_pages": 9,
  "pages": [
    "ORIGINAL RESEARCH Evaluation of Subclinical Atherosclerosis Using Ultrasound Radiofrequency Data Technology in Patients Diagnosed With Ankylosing Spondylitis Hatice Kaplanoglu, MD, Cem Özis ¸ler, MD Objective — The present study aims to identify the cardiovascular risk associated with chronic in fl ammation and disease activity in patients with ankylosing spon- dylitis (AS) using noninvasive ultrasonographic radiofrequency data technology. Methods — In this study, a total of 87 participants, 38 patients with AS and 49 healthy controls, were evaluated by Doppler ultrasonography. Intima-media thickness (IMT) and arterial stiffness were measured from the bilateral common carotid artery using the radiofrequency method. Results — No statistically signi fi cant difference was found between the AS patients and healthy controls concerning the right common carotid artery, left common carotid artery, IMT, distensibility coef fi cient, elasticity coef fi cient, α and β stiffness indexes, and pulse wave velocities ( P > .05). The symptom dura- tion of the AS patients had a positive correlation that was moderate and was detected with the α stiffness index and pulse wave velocity ( P < .05). The dura- tion of diagnosis and treatment of the AS patients had a positive correlation that was moderate, was detected with the α stiffness index, the β stiffness index, and pulse wave velocity ( P < .05). The mean IMT and elasticity coef fi cient values of the AS patients whose Bath Ankylosing Spondylitis Disease Activity Index score was 4 and above, were substantially higher than the values in the patients with scores lower than 4 ( P = .038 and P = .33, respectively). Conclusions — Subclinical atherosclerosis is not accelerated in AS patients with low disease activity, although insuf fi ciently controlled disease activity may result in increased carotid IMT and atheromatosis. Radiofrequency data technology provides a noninvasive method for accurately and quantitatively demonstrating CCA-IMT elevation and the decrease in vascular elasticity in patients with AS. Key Words — ankylosing spondylitis; atherosclerosis; intima-media thickness; sonographic radiofrequency data technology A nkylosing spondylitis (AS) is a chronic inflammatory disease that is characterized by bilateral sacroiliitis, inflammatory axial joint arthritis, and several extra-articular manifestations and is associated with human leukocyte antigen B27, which is a prototype of spondyloarthropathies. 1 Patients with AS face an increased risk of cardiovascular disease (CVD) Received February 8, 2018, from the Depart- ment of Radiology (H.K.); Department of Rheumatology (C.Ö.), Diskapi Yildirim Beyazit Research and Training Hospital, Ankara, Turkey. Manuscript accepted for publication June 10, 2018. Address correspondence to Hatice Kaplanoglu, MD, Diskapi Yildirim Beyazit Training and Research Hospital, Department of Radiology, Ankara, Turkey TR-06100. E-mail: hatice.altnkaynak@yahoo.com.tr Abbreviations AS, ankylosing spondylitis; BASDAI, Bath Ankylosing Spondylitis Disease Activity Index; CCA, common carotid artery; CVD, cardiovascular disease; IMT, intima media thickness; PWV, pulse wave velocity doi:10.1002/jum.14754 © 2018 by the American Institute of Ultrasound in Medicine | J Ultrasound Med 2018; 00:1 – 9 | 0278-4297 | www.aium.org",
    "compared with the general population. 2 As inflam- matory arthritis, including AS, represents independent risk factors for CVD, cardiovascular (CV) risk screen- ing and treatment are recommended under all conditions in which inflammation is present. 3 Sys- temic inflammation is considered as the reason for the high CV risk seen in inflammatory arthropathies and accelerates atherosclerosis by causing the develop- ment of endothelial dysfunction, the activation of the coagulation cascade, the induction of secondary dyslipidemia, an increased sensitivity of atheromatous plaques, and widespread coronary artery calcification. 4 The effects of subclinical atherosclerotic changes are manifested on the arterial wall by an increase of intima-media thickness (IMT) and decreasing vascu- lar elasticity. 5 High-resolution B-mode ultrasonography and carotid IMT measurement are currently the most popular techniques for the evaluation of early struc- tural changes in the arterial wall. 6 Arterial stiffness is an important marker of vascular dysfunction and rep- resents an independent risk factor for CVD. 7 Vascular stiffness, distensibility, and strain, as well as the pressure-strain elastic modulus, are all valid parame- ters with which to evaluate the reduction in arterial elasticity. 5 Recent improvements in ultrasonographic technologies have allowed automated and accurate measurements of carotid IMT, while the measure- ment of arterial elasticity is now possible through the use of ultrasonographic radiofrequency (RF) data technology. 5 In the present study, common carotid artery (CCA) IMT and arterial stiffness were mea- sured in AS patients noninvasively using RF data technology and on the controls, who had CVD or who had no known CV risk factor. The fi ndings of the two groups were compared and analyzed with a comparison of the clinical and laboratory data of the patient group. An investigation was conducted for the relationship between in fl ammation and disease activ- ity with arterial stiffness in AS patients, and the risk of early vascular disease was evaluated. Methods and Materials Study Group and Clinical Assessment The present study was conducted between February 2017 and October 2017 in 38 AS patients (aged 23 – 60 years), who were followed by the Department of Rheumatology and had no other in fl ammatory rheumatoid disease, and 49 healthy controls (aged 23 – 60 years). Symptom duration refers to the time from the date when the fi rst symptoms of the disease were noted until the date the patient was enrolled in this study, and the duration of the diagnosis and treat- ment refers to the time interval between the date the patient received an AS diagnosis and started treat- ment until the date of enrollment in this study. All patients met the 1984 modi fi ed New York criteria for AS. 8 To assess the disease activity, we used the Bath Ankylosing Spondylitis Disease Activity Index (BASDAI). 9 Patients were allocated to an inactive dis- ease group if their BASDAI score was below 4 and to an active disease group if their BASDAI score was greater than 4. Patients and control group cases with coronary artery disease, peripheral artery disease, hypertension, hyperlipidemia, diabetes mellitus, chronic renal fail- ure, and patients who were using drugs that affect arterial stiffness (eg, antihypertensive, antidiabetic, and antilipidemic drugs) were excluded from this study. The Clinical Trials Ethics Committee approved this study (Approval No. 16.01.17/34/23), and this study was conducted in accordance with the princi- ples of the Declaration of Helsinki. Each participant provided a written informed consent. Ultrasonographic Assessment Systolic blood pressure (SBP) and diastolic blood pressure (DBP) were measured after approximately 10 minutes of resting, using the oscillometric method in the ultrasonography unit of the radiology depart- ment (M-6; Omron Healthcare Company, Limited, Kyoto, Japan). Pulse pressure was calculated by sub- tracting DBP from SBP. Height (m), weight (kg), body mass index (kg/m 2 ) measurements of the patient and control groups were recorded in ultraso- nograpy unit on the same day with carotid IMT measurements. The patients ’ identi fi cation information and their SBP and DBP values were recorded to the ultraso- nography device that functioned on the Esaote MyLab60 platform (Esaote Medical Systems, Italy) with high-resolution 12-MHz linear sequence trans- ducer (LA523). The device was equipped with RF- QIMT and RF-QAS software that worked using RF Kaplanoglu and Özis ¸ler — Evaluation of Subclinical Atherosclerosis in Ankylosing Spondylitis 2 J Ultrasound Med 2018; 00:1 – 9",
    "method. The measurements were obtained at 45-degree head elevation in the lying position, while the head was rotated to the left or the right at 30 degrees, based on the location of the examined carotid system. Intima media thickness measurements were obtained from B-mode examinations, using RF ultrasound monitoring technology (RF-QIMT) from the CCA distant wall at a 10-mm distal segment, where the appropriate images were obtained from the longitudinal plane, and no plaque was visualized. To run the software, fi rst, the “ Tools ” button on the device was tapped. The same button was tapped once more on the pop-up screen to activate RF-QIMT. After six cardiac cycles, the software calculated a real- time mean IMT value and its standard deviation (SD). When the SD value was below 20, the color of the SD value shown in the small box located next to the IMT measurement area turned green. The screen was paused at this stage, and the button on the front console was tapped to record the side of the CCA from which the measurement was obtained (Figure 1). The same steps were repeated on the CCA on the other side, and the appropriate CCA side was recorded. Afterwards, “ Measurement ” was tapped to numerically show IMT values of both CCAs, as presented in Figure 2. After IMT measurements were completed, the “ Tools ” button was tapped again, and “ RFQAS ” soft- ware was selected. Using the RFQAS software, arterial wall movements were monitored by RF signals at sys- tole and diastole phases during six cardiac cycles in B mode examinations, and real-time mean arterial dis- tension, diameter and SD values were calculated. Where appropriate SD values lower than 25 were achieved, the color of the small box showing the SD value adjacent to the measurement area turned green. The screen was paused at this stage, and the button on the front console was tapped to record the side of the CCA from which the measurement was obtained. Parameters obtained with RF-QAS technology are de fi ned as RFQAS. These parameters are calcu- lated using the following formulas. 10,11 The parame- ters D and DD refer to diastolic diameter and the change of diameter in systole, respectively. Ps and Pd are SBP and DBP, DP is pulse pressure, and r is the blood density. 1. The parameter DC refers to the absolute change in vessel diameter during systole for a given pres- sure change and is calculated using the following formula: DC = 2 \u0001 D \u0001 Δ D + Δ D 2 D 2 \u0001 Δ P : 2. The parameter CC is the relative changes in the vessel diameter during systole for a given pressure change and is calculated using the following formula: Figure 1. Left common carotid artery (CCA) quality intima-media thickness (QIMT) analysis: The red line represents the radio- frequency (RF) signal following the anterior edge of the media- adventitia interface, and the green line represents the RF signal fol- lowing the anterior edge of the lumen-intima interface. Figure 2. Quality arterial stiffness (QAS) analysis of the right com- mon carotid artery (CCA): The red and green lines represent the radiofrequency signals following the anterior edge of the lumen- intima and media-adventitia interfaces, respectively. Kaplanoglu and Özis ¸ler — Evaluation of Subclinical Atherosclerosis in Ankylosing Spondylitis J Ultrasound Med 2018 3",
    "CC = π \u0001ð 2 \u0001 D \u0001 Δ D + Δ D 2 Þ 4 \u0001 Δ P : 3. The parameter α relates cross-sectional area change to driving pressure, and is calculated as follows: / = D 2 \u0001 ln ð P s = P d Þ 2 \u0001 D \u0001 Δ D + Δ D 2 : 4. The parameter β indicates the degree of athero- sclerosis, and it increases in the presence of atherosclerosis. β = D \u0001 ln ð P s = P d Þ Δ D : 5. The parameter PWV β is the propagation speed of the pulse wave. PWV β will be higher if the artery is stiffer. PWV β = ffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffi D 2 \u0001 Δ P ρ \u0001ð 2 \u0001 D \u0001 Δ D + Δ D 2 Þ s : Figures 3 and 4 show the quality arterial stiffness analysis of the right CCA and atherosclerosis values of both CCAs. Statistical Analysis Statistical analysis was performed using the Statistical Package for Social Sciences (SPSS) for Windows ver- sion 22.0 (IBM Corp., Armonk, NY). Descriptive statistics were expressed as mean ± standard devia- tion (min-max), frequency, and percentages. Pear- son ’ s chi-square test was used to analyze categorical variables. Visual (histograms and probability dia- grams) and analytic methods (Shapiro-Wilk test) were used to check whether the variables were nor- mally distributed. For normally distributed variables, Student ’ s t test was used to check any statistically sig- ni fi cant differences between 2 independent groups. The Mann-Whitney U test was used to analyze the abnormally distributed variables. The relationship between the variables was analyzed using Spearman ’ s correlation coef fi cients. A P value of less than .05 was considered statistically signi fi cant. Results Thirty-eight patients diagnosed with AS (age 39.6 ± 11.4 years) and 49 healthy controls (age 35.5 ± 8.4 years), were included in this study. Table 1 shows the demographic and clinical charac- teristics of AS patients and the control group. There was no statistically signi fi cant difference between the AS patients and the healthy controls regarding right CCA and left CCA, and IMT was cal- culated as the mean value of the right and the left sides, distensibility coef fi cient, elasticity coef fi cient, α and β stiffness indexes, and pulse wave velocities ( P > .05). Table 2 shows the distribution of the right and the left CCA hemodynamic parameters between the AS patients and the healthy controls. In addition, Table 1. Demographic and Descriptive Clinical Characteristics of Patients With Ankylosing Spondylitis and Healthy Controls AS (n = 38) Control (n = 49) Mean ± SD (min-max) Mean ± SD (min-max) P Value Age, year 39.6 ± 11.4 (23 – 60) 35.5 ± 8.4 (23 – 60) .104 a Sex, n (%) Male 22 (57.9) 20 (40.8) .114 Female 16 (42.1) 29 (59.2) BMI (kg/m 2 ) 25.3 ± 3.7 (19.4 – 29.9) 24.3 ± 3.1 (18.8 – 29.9) .277 a SBP (mm Hg) 119.3 ± 10.4 (93 – 130) 118.1 ± 11.0 (93 – 130) .597 b DBP (mm Hg) 78.0 ± 9.2 (54 – 89) 76.0 ± 9.6 (50 – 89) .351 b Pulse (beats/min) 77.3 ± 4.4 (65 – 80) 76.8 ± 4.7 (60 – 80) .610 b a Mann-Whitney U test. b Student ’ s t test. BMI indicates body mass index; DBP, Diastolic blood pressure; SBP, systolic blood pressure; SD, standard deviation. Kaplanoglu and Özis ¸ler — Evaluation of Subclinical Atherosclerosis in Ankylosing Spondylitis 4 J Ultrasound Med 2018; 00:1 – 9",
    "no statistically signi fi cant difference was found in the laboratory parameters between the AS patients and healthy controls ( P > .05) (Table 3). The AS patients ’ mean symptom duration was 12.8 ± 10.7 (range, 2 – 40) days and mean diagnosis and treatment duration was 8.0 ± 8.1 (range, 1 – 40) days, while average BASDAI was 3.8 ± 1.1 (range, 2.4 – 6.5); 39.5% of the AS patients had a score of 4 or higher (Table 4). The age and body mass index value of the AS patients had a strong negative correlation with DC and CC measurements ( P < .05), while a strong positive correlation was detected with the α stiffness index, β stiffness index, and pulse wave velocity (PWV) ( P < .05). Symptom duration of the AS patients had a moderate positive correlation was detected with the α stiffness index, and PWV ( P < .05). The duration of diagnosis and treatment of the AS patients had a moderate positive correlation detected with the α stiffness index, β stiffness index, and PWV ( P < .05) (Table 5). Mean PWV value of the AS patients had a mod- erate positive correlation, and a statistically signi fi cant relation was detected with cholesterol, triglyceride, Table 2. Distribution of the Carotid Artery Hemodynamic Parameters Between AS Patients and the Healthy Controls AS (n = 38) Control (n = 49) Mean ± SD (min-max) Mean ± SD (min-max) P Value a Right IMT ( μ m) 513.4 ± 116.0 (342 – 846) 498.3 ± 109.6 (237-757) .357 Right DC (1/kPa) 0.024 ± 0.018 (0.00 – 0.08) 0.025 ± 0.010 (0.01-0.05) .116 Right CC (mm 2 /kPa) 0.095 ± 0.537 (0.13 – 2.24) 0.949 ± 0.386 (0.20 – 2.16) .685 Right α Stiffness Index 5.23 ± 4.28 (0.92 – 20.86) 4.20 ± 2.72 (0 – 13.71) .206 Right β Stiffness Index 10.41 ± 8.45 (1.92 – 41.98) 8.68 ± 5.34 (3.68 – 27.66) .162 Right PWV (m/s) 7.48 ± 2.81 (3.50 – 15.84) 6.58 ± 1.75 (4.34 – 12.15) .252 Left IMT ( μ m) 569.2 ± 180.8 (248 – 1270) 519.5 ± 121.0 (49.9 – 833) .756 Left DC (1/kPa) 0.027 ± 0.018 (0 – 0.08) 0.027 ± 0.013 (0 – 0.06) .316 Left CC (mm 2 /kPa) 1.042 ± 0.574 (0.08 – 2.24) 0.990 ± 0.416 (0.05 – 2.12) .627 Left α Stiffness Index 5.24 ± 5.86 (0.88 – 34.89) 5.08 ± 9.07 (1.44 – 65.65) .183 Left β Stiffness Index 10.34 ± 11.83 (1.88 – 70.11) 10.36 ± 18.17 (3.02 – 131.64) .180 Left PWV (m/s) 7.32 ± 3.73 (3.48 – 24.19) 6.72 ± 3.13 (3.90 – 24.91) .180 Mean IMT ( μ m) 551.3 ± 133.9 (337 – 1058) 508.9 ± 90.6 (242.4 – 658.0) .239 Mean DC (1/kPa) 0.025 ± 0.016 (0.01 – 0.08) 0.026 ± 0.010 (0.01 – 0.06) .182 Mean CC (mm 2 /kPa) 1.000 ± 0.479 (0.30 – 2.21) 0.970 ± 0.349 (0.26 – 1.97) .905 Mean α Stiffness Index 5.24 ± 3.65 (0.90 – 18.93) 4.64 ± 5.03 (0.96 – 36.13) .238 Mean- β Stiffness Index 10.38 ± 7.21 (1.90 – 38.10) 9.52 ± 10.06 (3.35 – 72.60) .308 Mean PWV (m/s) 7.04 ± 2.52 (3.49 – 15.27) 6.65 ± 2.03 (4.12 – 16.42) .176 a Mann-Whitney U test. CC indicates elasticity coef fi cient; DC, distensibility coef fi cient; IMT, intima-media thickness; PWV, pulse wave velocity; SD, standard deviation. Table 3. Distribution of Laboratory Parameters in Patients With AS and Healthy Controls AS (n = 38) Control (n = 49) Mean ± SD (min-max) Mean ± SD (min-max) P Value a Glucose (mg/dL) 84.0 ± 9.3 (69 – 99) 84.6 ± 8.4 (64 – 100) .535 CRP (mg/dL) 13.5 ± 10.8 (2.1 – 49.0) 4.8 ± 2.3 (1.0 – 7.9) .146 ESR (mm/h) 20.4 ± 12.6 (2 – 69) 15.6 ± 11.7 (2 – 17) .059 Cholesterol (mg/dL) 175.0 ± 27.5 (105 – 200) 170.4 ± 23.7 (118 – 200) .173 Triglyceride (mg/dL) 99.4 ± 31.2 (37 – 170) 89.0 ± 35.1 (39 – 185) .077 LDL (mg/dL) 120.4 ± 26.3 (60 – 156) 112.7 ± 23.2 (65 – 159) .088 HDL (mg/dL) 48.3 ± 12.0 (15 – 77) 50.0 ± 12.0 (28 – 78) .574 a Mann-Whitney U test. CRP indicates C-reactive protein; ESR, erythrocyte sedimentation rate; HDL, high-density lipoprotein; LDL, low-density lipoprotein; SD, stan- dard deviation. Kaplanoglu and Özis ¸ler — Evaluation of Subclinical Atherosclerosis in Ankylosing Spondylitis J Ultrasound Med 2018 5",
    "and high-density lipoprotein values ( P < .05) (Table 6). The mean IMT and elasticity coef fi cient values in the AS patients with BASDAI scores of 4 and above were substantially higher than the values of patients with BASDAI scores below 4 ( P = .038; P = .33, respectively) (Table 7). Discussion To our knowledge, this is the fi rst study in the litera- ture to noninvasively investigate the contribution of early in fl ammation and disease activity to the future risk of CVD in AS patients through the use of RF data technology. In the present study, no substantial differences were identi fi ed between the CCA IMT and stiffness measurements of the AS patients and those of the control group. However, the IMT of patients with active AS was higher than that of patients with inactive AS. Cross-sectional studies that compared patients with ankylosing spondylitis with healthy controls have shown an elevated arterial stiffness, particularly for PWV, in this patient group. 12 Mechanically, in fl am- mation leads to arterial stiffness by stimulating changes in the arterial wall, endothelium, muscular tonus, and structural components. 13 In a study by Serdaro \u0015 glu and colleagues, 14 carotid IMT and PWV values were found to be higher than the controls, and PWV values were substantially dif- ferent between patients with AS with low and high disease activity. 14 Mathieu and colleagues 7 also reported higher carotid IMT and greater arterial stiff- ness in patients with AS than the controls, although the difference was not statistically signi fi cant. In another study, including age- and gender-matched AS patients and controls, normal IMT values were reported in AS patients, 1 and in a further study, PWV values were not found to be substantially different between patients with AS and healthy controls. 15 Sim- ilarly, CCA IMT and stiffness values in the present study were not found to be substantially different between patients with AS and the controls. Table 4. Symptom, Diagnosis and Treatment Durations, Bath Ankylosing Spondylitis Disease Activity Index, and Drugs Used by Patients Diagnosed With AS AS Patients (n = 38) Symptom duration (year), mean ± SD (min-max) 12.8 ± 10.7 (2 – 40) Diagnosis and treatment duration (year), mean ± SD (min-max) 8.0 ± 8.1 (1 – 40) BASDAI, mean ± SD (min-max) 3.8 ± 1.1 (2.4 – 6.5) <4, n (%) 23 (60.5) ≥ 4, n (%) 15 (39.5) Medication, n (%) NSAIDs 11 (28.9) DMARD + NSAIDs 27 (71.1) Anti-TNF 4 (10.5) BASDAI indicates Bath Ankylosing Spondylitis Disease Activity Index; DMARD, disease-modifying antirheumatic drug; NSAIDs, nonsteroidal anti-in fl ammatory drugs; SD, standard deviation; TNF, tumor necrosis factor. Table 5. The Relationship Between the Age of Patients With AS, Body Mass Index Value, Bath Ankylosing Spondylitis Disease Activity Index, Symptom Duration, Duration of Diagnosis and Treatment, and Mean Carotid Artery Hemodynamic Results (n = 38) Age, y BMI (kg/m 2 ) BASDAI Symptom Duration Diagnosis-Treatment Duration Mean IMT ( μ m) r 0.229 − 0.008 0.201 0.276 0.227 p 0.167 0.963 0.225 0.094 0.170 Mean DC (1/kPa) r − 0.631 − 0.597 0.154 − 0.296 − 0.255 p <0.001 <0.001 0.355 0.071 0.122 Mean CC (mm 2 /kPa) r − 0.528 − 0.534 0.307 -0.219 − 0.219 p 0.001 0.001 0.061 0.186 0.186 Mean α Stiffness Index r 0.670 0.504 − 0.188 0.325 0.373 p <0.001 0.001 0.259 0.046 0.021 Mean - β Stiffness Index r 0.643 0.503 − 0.168 0.304 0.352 p <0.001 0.001 0.313 0.063 0.030 Mean -PWV (m/s) r 0.713 0.560 − 0.163 0.375 0.389 p <0.001 <0.001 0.329 0.020 0.016 BASDAI indicates Bath Ankylosing Spondylitis Disease Activity Index; BMI, body mass index; DC, distensibility coef fi cient; IMT, intima-media thickness; CC, elasticity coef fi cient; PWV, pulse wave velocity; r, Spearman correlation coef fi cient. Kaplanoglu and Özis ¸ler — Evaluation of Subclinical Atherosclerosis in Ankylosing Spondylitis 6 J Ultrasound Med 2018; 00:1 – 9",
    "In a meta-analysis carried out by Arida and col- leagues 16 on patients with AS and healthy subjects, carotid IMT measurements of a subgroup of patients with AS with BASDAI scores lower than 4 were found to be equal to the measurements recorded in the controls. The authors suggested that subclinical atherosclerosis was not accelerated in patients with AS with low disease activity but reported that active AS was associated with an increase in carotid IMT values. 16 In the present study, the mean IMT of patients with AS whose BASDAI scores were 4 and above was substantially higher than the mean IMT of patients whose BASDAI scores were lower than 4. Chronic in fl ammation contributes to all phases of atherosclerosis, which can account for the negative effects of AS on arterial remodeling. 17 The presence of IMT increase does not by itself suggest that there is also an increase in atheromatosis, but it may be associated with subclinical vasculitis and/or wall hypertrophy. 16 The absence of an increase in carotid IMT in patients with AS with low disease activity may be attributed to the resolution of vascular wall in fl ammation. 18 In their study, Berg and colleagues 12 found out that PWV values were elevated in patients with high C-reactive protein and Ankylosing Spondy- litis Disease Activity Score, 12 and they concluded that disease activity is associated with increased arterial stiffness and future risk of CVD and that AS patients with high disease activity are under high risk of devel- oping CVD. 12,15 Active AS results in impairment of vascular elasticity and function, 16 while preclinical atherosclerosis in patients with AS is associated with CV risk factors, disease duration, and CRP levels. 14 Decreasing in fl ammation and disease activity in patients with AS is crucial in reducing the risk of CVD, 13,15 and the present study supports this opin- ion, based on the signi fi cant relationships identi fi ed between mean PWV values and cholesterol, triglycer- ide, and high-density lipoprotein levels, and also between symptom duration, diagnosis and treatment duration, and parameters of arterial stiffness in patients with AS. Chronic in fl ammation, particularly in people with rheumatologic disorders, results in an acceleration of atherogenesis. 19 Carotid IMT is a valid tool for the measurement of early preclinical atherosclerosis and serves as a precursor of future CVD. 20 Today, researchers tend to focus on noninvasive methods Table 6. The Relationship Between Certain Laboratory Parameters of Patients With AS and Their Carotid Artery Intima Media Thickness and Pulse Wave Velocity Values (n = 38) Mean IMT ( μ m) Mean PWV (m/s) Glucose (mg/dL) r − 0.113 0.010 p 0.500 0.954 CRP (mg/dL) r 0.113 − 0.070 p 0.501 0.675 ESR (mm/h) r − 0.154 − 0.148 p 0.355 0.374 Cholesterol (mg/dL) r 0.010 0.442 p 0.954 0.005 Triglyceride (mg/dL) r 0.092 0.488 p 0.584 0.002 LDL (mg/dL) r 0.064 0.440 p 0.702 0.006 HDL (mg/dL) r − 0.263 0.061 p 0.110 0.716 CRP indicates C-reactive protein; ESR, erythrocyte sedimentation rate; HDL, high-density lipoprotein; LDL, low-density lipoprotein; r, Spearman Correlation Coef fi cient; Table 7. Distribution of Hemodynamic Parameters Among Patients With AS With BASDAI Below 4 and BASDAI Above 4 BASDA İ < 4 (n = 23) BASDA İ ≥ 4 (n = 15) AS Patients Mean ± SD (min-max) Mean ± SD (min-max) P Value a Mean IMT ( μ m) 516.7 ± 108.2 (337 – 866.5) 604.4 ± 155.0 (417 – 1058) 0.038 Mean DC (1/kPa) 0.025 ± 0.019 (0.01 – 0.08) 0.027 ± 0.011 (0.01 – 0.05) 0.172 Mean CC (mm 2 /kPa) 0.897 ± 0.530 (0.30 – 2.21) 1.148 ± 0.353 (0.64 – 1.69) 0.033 Mean α Stiffness Index 5.47 ± 3.20 (0.90 – 12.08) 4.88 ± 4.35 (1.94 – 18.93) 0.191 Mean β Stiffness Index 10.86 ± 6.31 (1.90 – 24.38) 9.64 ± 8.59 (4.03 – 38.10) 0.191 Mean PWV (m/s) 7.65 ± 2.36 (3.49 – 11.42) 7.01 ± 2.79 (4.65 – 15.27) 0.213 a Mann-Whitney U test. CC indicates elasticity coef fi cient; DC, distensibility coef fi cient; IMT, intima-media thickness; PWV, pulse wave velocity; SD: standard deviation. Kaplanoglu and Özis ¸ler — Evaluation of Subclinical Atherosclerosis in Ankylosing Spondylitis J Ultrasound Med 2018 7",
    "when they measure endothelial dysfunction and ath- erosclerosis, in other words, the measurement of arte- rial stiffness. 21 Arterial stiffness is a valid risk marker for CV events and is affected by chronic in fl amma- tion. 12 PWV is considered the gold standard measure- ment method for the identi fi cation of arterial stiffness. 22 Studies have demonstrated that the effec- tive management of rheumatologic disease progres- sing with chronic in fl ammation, such as AS, can reverse arterial stiffness with simultaneous improve- ment in clinical and laboratory markers of in fl amma- tion, and can also improve markers of arterial function. 16 Conclusion Subclinical atherosclerosis is not accelerated in patients with AS with low disease activity, although insuf fi ciently controlled disease activity may result in increased carotid IMT and atheromatosis. The effec- tive management of disease activity in patients with AS minimizes the CV burden. Study Limitations The present study has some limitations. This single- center study was carried out on a small patient popu- lation that comprised mostly young patients with short disease duration. The parameters investigated in this study may become more notable in a larger cohort with a wider age range and longer disease duration. In addition, the inter- and intraobserver reli- ability of was not measured. Further studies are there- fore required to provide valuable insights. References 1. Choe JY, Lee MY, Rheem I, Rhee MY, Park SH, Kim SK. No dif- ferences of carotid intima-media thickness between young patients with ankylosing spondylitis and healthy controls. Joint Bone Spine 2008; 75:548 – 553. 2. Szabo SM, Levy AR, Rao SR, et al. Increased risk of cardiovascular and cerebrovascular diseases in individuals with ankylosing spon- dylitis: a population-based study. Arthritis Rheum 2011; 63: 3294 – 304. 3. Peters MJ, Symmons DP, McCarey D, et al. EULAR evidence-based recommendations for cardiovascular risk manage- ment in patients with rheumatoid arthritis and other forms of in fl ammatory arthritis. Ann Rheum Dis 2010; 69:325 – 331. 4. John H, Kitas G. In fl ammatory arthritis as a novel risk factor for cardiovascular disease. Eur J Int Med 2012; 23:575 – 579. 5. Dan HJ, Wang Y, Zeng MX, Luan YY, Hu B. Evaluation of intima-media thickness and vascular elasticity of the common carotid artery in patients with isolated systolic hypertension using ultrasound radiofrequency-data technology. Clin Physiol Funct Imag- ing 2011; 31:315 – 319. 6. Gonzalez-Gay MA, Gonzalez-Juanatey C, Vazquez-Rodriguez TR, Martin J, Llorca J. Endothelial dysfunction, carotid intimamedia thickness, and accelerated atherosclerosis in rheumatoid arthritis. Semin Arthritis Rheum 2008; 38:67 – 70. 7. Mathieu S, Joly H, Baron G, et al. Trend towards increased arterial stiffness or intima-media thickness in ankylosing spondylitis patients without clinically evident cardiovascular disease. Rheuma- tology 2008; 47:1203 – 1207. 8. Van der Linden S, Valkenburg HA, Cats A. Evaluation of diagnos- tic criteria for ankylosing spondylitis. A proposal for modi fi cation of the New York criteria. Arthritis Rheum 1984; 27:361 – 368. 9. Garrett S, Jenkinson T, Kennedy LG, Whitelock H, Gaisford P, Calin A. A new approach to de fi ning disease status in ankylosing spondylitis: the Bath Ankylosing Spondylitis Disease Activity Index. J Rheumatol 1994; 21:2286 – 2291. 10. Meinders JM, Hoeks AP. Simultaneous assessment of diameter and pressure waveforms in the carotid artery. Ultrasound Med Biol 2004; 30:147 – 154. 11. Vinereanu D, Nicolaides E, Boden L, et al. Conduit arterial stiff- ness is associated with impaired left ventricular subendocardial function. Heart 2003; 89:449 – 450. 12. Berg IJ, Semb AG, van der Heijde D, et al. CRP and ASDAS are associated with future elevated arterial stiffness, a risk marker of cardiovascular disease, in patients with ankylosing spondylitis: results after 5-year follow-up. Ann Rheum Dis 2015; 74: 1562 – 1566. 13. McEniery CM, Wilkinson IB. Large artery stiffness and in fl amma- tion. J Hum Hypertens 2005; 19:507 – 509. 14. Serdaro \u0015 glu Beyazal M, Erdo \u0015 gan T, Türky ı lmaz AK, Devrimsel G, Cüre MC, Beyazal M, et al. Relationship of serum osteoprotegerin with arterial stiffness, preclinical atherosclerosis, and disease activity in patients with ankylosing spondylitis. Clin Rheumatol 2016; 35: 2235 – 2241. 15. Berg IJ, van der Heijde D, Dag fi nrud H, et al. Disease activity in ankylosing spondylitis and associations to markers of vascular pathology and traditional cardiovascular disease risk factors: a cross-sectional study. J Rheumatol 2015; 42:645 – 653. 16. Arida A, Protogerou AD, Konstantonis G, et al. Subclinical athero- sclerosis is not accelerated in patients with ankylosing spondylitis with low disease activity: new data and metaanalysis of published studies. J Rheumatol 2015; 42:2098 – 2105. 17. Singh T, Newman AB. In fl ammatory markers in population studies of aging. Ageing Res Rev 2011; 10:319 – 329. Kaplanoglu and Özis ¸ler — Evaluation of Subclinical Atherosclerosis in Ankylosing Spondylitis 8 J Ultrasound Med 2018; 00:1 – 9",
    "18. Maki-Petaja KM, Elkhawad M, Cheriyan J, et al. Anti-tumor necrosis factor- α therapy reduces aortic in fl ammation and stiffness in patients with rheumatoid arthritis. Circulation 2012; 126:2473 – 2480. 19. Sari I, Okan T, Akar S, et al. Impaired endothelial function in patients with ankylosing spondylitis. Rheumatology (Oxford) 2006; 45:283 – 286. 20. Nurhamed MT, van der Horst-Bruinsma, Maksymowych WP. Cardiovascular and cerebrovascular diseases in ankylosing spondy- litis: current insights. Curr Rheumatol Rep 2012; 14:415 – 421. 21. Mancia G, Fagard R, Narkiewicz K, et al. 2013 SH/ESC Guide- lines for the management of arterial hypertension: The task force for the management of arterial hypertension of the European Soci- ety of Hypertension (ESH) and of the European Society of Cardi- ology (ESC). Eur Heart J 2013; 34:2159 – 2219. 22. Jain S, Khera R, Corrales-Medina VF, Townsend RR, Chirinos JA. In fl ammation and arterial stiffness in humans. Atherosclerosis 2014; 237:381 – 390. Kaplanoglu and Özis ¸ler — Evaluation of Subclinical Atherosclerosis in Ankylosing Spondylitis J Ultrasound Med 2018 9"
  ],
  "processed_at": "2026-01-30T15:58:56.396Z"
}