{
  "doc_id": "0fca7afcfd85f094abdd1151df016cfd",
  "source_id": "tanaka2017",
  "total_pages": 16,
  "pages": [
    "Revisions of international consensus Fukuoka guidelines for the management of IPMN of the pancreas Masao Tanaka a, * , Carlos Fern \u0013 andez-del Castillo b , Terumi Kamisawa c , Jin Young Jang d , Philippe Levy e , Takao Ohtsuka f , Roberto Salvia g , Yasuhiro Shimizu h , Minoru Tada i , Christopher L. Wolfgang j a Department of Surgery, Shimonoseki City Hospital, Shimonoseki, Japan b Pancreas and Biliary Surgery Program, Massachusetts General Hospital, Harvard Medical School, Boston, MA, USA c Department of Gastroenterology, Komagome Metropolitan Hospital, Tokyo, Japan d Division of Hepatobiliary-Pancreatic Surgery, Department of Surgery, Seoul National University College of Medicine, Seoul, South Korea e P ^ ole des Maladies de l'Appareil Digestif, Service de Gastroent \u0013 erologie-Pancr \u0013 eatologie, Hopital Beaujon, Clichy Cedex, France f Department of Surgery and Oncology, Graduate School of Medical Sciences, Kyushu University, Fukuoka, Japan g Department of General and Pancreatic Surgery, The Pancreas Institute, University of Verona Hospital Trust, Verona, Italy h Dept. of Gastroenterological Surgery, Aichi Cancer Center, Nagoya, Japan i Department of Gastroenterology, Graduate School of Medicine, The University of Tokyo, Tokyo, Japan j Cameron Division of Surgical Oncology and The Sol Goldman Pancreatic Cancer Research Center, Department of Surgery, Johns Hopkins University, Baltimore, MD, USA a r t i c l e i n f o Article history: Received 1 July 2017 Received in revised form 12 July 2017 Accepted 12 July 2017 Available online 13 July 2017 Keywords: International guidelines Intraductal papillary mucinous neoplasm Pancreatic cancer Surveillance a b s t r a c t The management of intraductal papillary mucinous neoplasm (IPMN) continues to evolve. In particular, the indications for resection of branch duct IPMN have changed from early resection to more deliberate observation as proposed by the international consensus guidelines of 2006 and 2012. Another guideline proposed by the American Gastroenterological Association in 2015 restricted indications for surgery more stringently and recommended physicians to stop surveillance if no signi fi cant change had occurred in a pancreatic cyst after fi ve years of surveillance, or if a patient underwent resection and a non- malignant IPMN was found. Whether or not it is safe to do so, as well as the method and interval of surveillance, has generated substantial debate. Based on a consensus symposium held during the meeting of the International Association of Pancreatology in Sendai, Japan, in 2016, the working group has revised the guidelines regarding prediction of invasive carcinoma and high-grade dysplasia, sur- veillance, and postoperative follow-up of IPMN. As the working group did not recognize the need for major revisions of the guidelines, we made only minor revisions and added most recent articles where appropriate. The present guidelines include updated information and recommendations based on our current understanding, and highlight issues that remain controversial or where further research is required. © 2017 IAP and EPC. Published by Elsevier B.V. All rights reserved. Introduction Increased detection of pancreatic cysts due to improvement and expanded use of computed tomography (CT) and magnetic reso- nance imaging (MRI) has led to a surge in interest on intraductal papillary mucinous neoplasms (IPMN) of the pancreas. Although it is unclear what proportion of these incidentally-discovered pancreatic cysts represents IPMN, surgical series have shown that most of the larger ones indeed are branch duct IPMN (BD-IPMN). Early on, the malignant potential of this entity led to surgical resection of most pancreatic cysts, and although in very few centers this continues to be the case, following the publication of the In- ternational Association of Pancreatology (IAP) Sendai guidelines in 2006 [1] and the subsequent Fukuoka guidelines in 2012 [2], a more conservative attitude is followed. As a consequence, currently the majority of newly-diagnosed BD-IPMNs do not undergo surgery. However, it is also recognized that a proportion of these evolve over * Corresponding author. Shimonoseki City Hospital, 1-13-1 Koyo-cho, Shimono- seki 750-8520, Japan. E-mail address: masaotan@med.kyushu-u.ac.jp (M. Tanaka). Contents lists available at ScienceDirect Pancreatology j o u r n a l h o m e p a g e : w w w . e l s e v i e r . c o m / l o c a t e / p a n http://dx.doi.org/10.1016/j.pan.2017.07.007 1424-3903/ © 2017 IAP and EPC. Published by Elsevier B.V. All rights reserved. Pancreatology 17 (2017) 738 e 753",
    "time and can become malignant, and also, that patients with IPMN are at an increased risk of developing conventional pancreatic ductal adenocarcinoma (PDAC) elsewhere in the gland. Because of this, surveillance is carried out on most of these patients. Deter- mining which patients are at a higher risk of harboring or devel- oping invasive carcinoma or high-grade dysplasia (HGD) and therefore should undergo resection, and how to follow the remaining ones is the matter of extensive studies throughout the world, as well as a source of controversy. In 2015, the American Gastroenterological Association (AGA) published another new guideline that has different and more conservative criteria for in- dications of resection and recommends stopping surveillance after 5 years if no signi fi cant change is observed or if a cyst is resected and found to be benign [3]. Not unexpectedly, the AGA guideline has generated intense debate in the fi eld of pancreatology. During the 20th meeting of the International Association of Pancreatology (IAP 2016) in Sendai, Japan, a symposium focused on surveillance of BD-IPMN was held. The symposium also addressed the signi fi cance of mural nodule size to predict invasive carcinoma and HGD in BD-IPMN. The present revision is aimed particularly at these controversial items. The other parts of the Fukuoka guidelines are left unchanged or updated by adding recent literature. Mucinous cystic neoplasm (MCN) has been excluded from the revised guidelines, given that there are very few remaining points of controversy regarding this entity. All the authors contributed equally to the guidelines. M. Tanaka, C. Fern \u0013 andez-del Castillo and T. Kamisawa chaired this working group of the IAP and played a pivotal role in the preparation of the manuscript. The remaining authors are listed in alphabetical order. Classi fi cation Criteria for distinction of BD-IPMN and main duct IPMN (MD-IPMN) IPMNs can be classi fi ed into three types, i.e., MD-IPMN, BD- IPMN, and mixed type, based on imaging studies and/or histology (Fig. 1). MD-IPMN is characterized by segmental or diffuse dilation of the main pancreatic duct (MPD) of > 5 mm without other causes of obstruction. A low threshold for MPD dilation (5 mm) was adopted in the previous guidelines, increasing the sensitivity for radiologic diagnosis of MD-IPMN without losing speci fi city [4 e 8]. However, MPD dilation of 5 e 9 mm is not an immediate surgical indication but considered one of “ worrisome features ” mentioned later, while an MPD diameter of \u0015 10 mm is one of the “ high-risk stigmata ” . Pancreatic cysts of > 5 mm in diameter that communi- cate with the MPD should be considered as BD-IPMN, with pseu- docyst being in the differential diagnosis for patients with a prior history of pancreatitis. Mixed type patients meet the criteria for both MD-IPMN and BD-IPMN. There are considerable differences in the proportions of each type and the risks of invasive carcinoma and HGD [1 e 19]. The differences are partly caused by variation in the type de fi nitions, since the correlation between the histologic and radiologic criteria is only around 70% [7,20]. For example, a BD-IPMN in the head of the pancreas can cause MPD dilation throughout the pancreas because of ductal hypertension related to mucin, protein plugs, and focal pancreatitis, and on the other hand there can be main duct involvement by neoplasm without signi fi cant duct dilation [21]. However, since the classi fi cation is important for clinicians to plan the management, it should be based on the preoperative radiologic images, and the pathological classi fi cation can be speci fi ed a posteriori. De fi nition of malignant IPMN IPMNs exhibit a spectrum of neoplastic transformation, not only within each category but also often within the same case, ranging from innocuous lesions that used to be called “ hyperplasia ” or adenoma (currently classi fi ed as “ low-grade dysplasia ” ) to invasive carcinomas [22,23]. The de fi nition of “ malignancy ” has been Fig. 1. Magnetic resonance cholangiopancreatograms demonstrating the three morphological types of intraductal papillary mucinous neoplasm. a. Main duct type with a mural nodule (arrow). b. Branch duct type. c. Mixed type. M. Tanaka et al. / Pancreatology 17 (2017) 738 e 753 739",
    "variable, with most authors including “ carcinoma in situ ” within the malignant category, while others are reserving this term for invasive neoplasms, and yet others de fi ning “ malignancy ” by aggressive clinical behavior [23]. This wide variation hampers comparison of data, and hinders determination of the signi fi cance of lesions and placement of patients into clearly de fi ned categories. For this reason, we recommend abandoning the term “ carcinoma in situ ” in favor of HGD as outlined in the WHO classi fi cation [22] as well as avoiding the term “ malignancy ” as suggested by Adsay et al. [24]. Investigation Work-up for cystic lesions of the pancreas Cystic lesions are being recognized with increasing frequency by imaging studies, with a higher prevalence in MRI (19.9%) [25] compared to CT (1.2% [26] and 2.6% [27]). A cyst with invasive carcinoma is uncommon in asymptomatic patients, particularly if the cyst is < 5 mm, and therefore no further work-up may be needed at that point, although follow-up is still recommended [28,29]. For cysts > 5 mm in size, a pancreatic protocol CT or gadolinium-enhanced MRI with magnetic resonance chol- angiopancreatography (MRCP) is recommended for better charac- terization [30]. A consensus of radiologists suggested dedicated MRCP as the procedure of choice for evaluating a pancreatic cyst, based on superior contrast resolution that facilitates recognition of septae, nodules, and duct communication [30]. In addition, since many patients will require frequent imaging for follow-up, MRI has the advantage of avoiding radiation exposure. Symptomatic cysts overall have a higher risk of invasive carci- noma and HGD, and, depending on the clinical circumstances, either resection (if amelioration of symptoms is warranted) or further evaluation need to be carried out. “ Worrisome features ” on imaging include cyst of \u0015 3 cm, enhancing mural nodule < 5 mm, thickened enhanced cyst walls, MPD size of 5 e 9 mm, abrupt change in the MPD caliber with distal pancreatic atrophy, lymphadenopathy, an elevated serum level of carbohydrate antigen (CA)19-9 and a rapid rate of cyst growth > 5 mm/2 years [31 e 36]. These patients should be evaluated by endoscopic ultrasonog- raphy (EUS) to further stratify the lesion. Doppler EUS or contrast- enhanced harmonic EUS can demonstrate the presence of blood supply in mural nodule [14,37,38]. Cysts with obvious “ high-risk stigmata ” on CT, MRI, or EUS (i.e., obstructive jaundice in a patient with a cystic lesion of the pancreatic head, enhanced mural nodule \u0015 5 mm, MPD size of \u0015 10 mm) should undergo resection in surgically fi t patients without further testing [39]. All patients with cysts of \u0014 3 cm in size without “ worrisome features ” should undergo surveillance according to size strati fi ca- tion (Fig. 2). Distinction of BD-IPMN from other pancreatic cysts Using a combination of the clinical history, gender, imaging characteristics, cytology, and cyst fl uid analyses of carcinoem- bryonic antigen (CEA), amylase, and molecular biomarkers, pancreatic cysts can not only be characterized as mucinous or non- mucinous, but also accurately identi fi ed for their speci fi c histo- logical types (Table 1) [40 e 53]. A combination of the clinical and imaging characteristics provides the best initial preoperative diagnosis of the cyst type. For an imaging diagnosis of BD-IPMN, multidetector CT (MDCT) and MRCP are the most useful primary methods for de fi ning the morphology, location, multiplicity, and communication with the MPD [7,54,55]. Reliable distinguishing features of BD-IPMN include multiplicity and visualization of a connection to the MPD, although such a connection is not always observed. EUS can then be used for detecting mural nodules and invasion, and is most effective for delineating the malignant char- acteristics (Fig. 3) [14], although it has the limitation of being operator-dependent [54]. Chemical analyses of the fl uid CEA and amylase levels as well as cytology of the cyst content obtained by EUS-guided fi ne needle aspiration (EUS-FNA) can be useful, but will not distinguish MCN and IPMN [44,49 e 51,56]. More recent studies have shown that molecular analysis for GNAS mutations can distinguish BD-IPMN from MCN [57,58], since a positive GNAS mutation is observed only in IPMN but not in MCN. Roles of cyst fl uid analysis and cytology obtained by EUS-FNA in the diagnosis of cystic lesions of the pancreas The use of EUS-FNA varies widely throughout the world. Elevated CEA is a marker that distinguishes mucinous from non- mucinous cysts, but not malignant from benign cysts [48,49,57,59 e 62]. A cut-off of \u0015 192 e 200 ng/ml is ~80% accurate for the diagnosis of a mucinous cyst [48 e 50]. An increase in the cut-off value improves the speci fi city at the expense of the sensitivity [59], and a low CEA level does not exclude a mucinous cyst. Cyst fl uid amylase is not uniformly elevated in IPMN [48]. Serous cysts typi- cally have low levels of both CEA and amylase. Cytology can be diagnostic, although the sensitivity is limited by the scant cellularity [46,56,61,63 e 65]. A more recent study iden- ti fi ed a combination of various molecular markers and clinical features that classi fi ed cyst type with 90 e 100% sensitivity and 92 e 98% speci fi city [66]. Interpreting the results of biochemical markers in cyst fl uid is a complex exercise in pattern recognition, and should be reserved for patients in whom additional informa- tion will have an impact on surgical decision-making. In centers with expertise in EUS-FNA and cytological interpre- tation, cytological analysis adds value, especially for evaluation of a small BD-IPMN without “ worrisome features ” [51,67]. “ High-grade epithelial atypia ” recognizes epithelial cells with cellular atypia, and while being qualitatively and quantitatively insuf fi cient for a malignant interpretation, may be a more sensitive predictor of invasive carcinoma or HGD than positive cytology [4,51,56,68,69]. Such cells in the cyst fl uid predicted invasive carcinoma and HGD in a mucinous cyst with 72% sensitivity and positive predictive value (80% accuracy) in one study [57], and detected 30% more cancers in small IPMNs than “ worrisome features ” in another study [51]. Molecular analysis of the cyst fl uid for diagnosis is still evolving. Studies show that detection of KRAS mutations more accurately supports the diagnosis of a mucinous but not necessarily a malig- nant cyst [42 e 44]. Recent studies indicate that GNAS mutations may be helpful in distinguishing signi fi cant mucinous cysts from indolent cysts that can be conservatively managed [57,58]. It is important to highlight that Japanese investigators do not recommend EUS-FNA for the diagnosis of mucinous-like cystic le- sions with “ high-risk stigmata ” or “ worrisome features ” , because it may cause leakage of the cyst content, potentially leading to peritoneal dissemination or gastric seeding [70,71]. However, two recent studies have shown that preoperative EUS-FNA was not associated with an increased rate of gastric or peritoneal cancer recurrence in patients with resected pancreatic cancer [72] or IPMN [73]. At present, EUS-FNA with cytological and molecular analyses is still considered investigational and should be performed only in centers with expertise in performing EUS-FNA and interpreting the results. More data are needed to accurately determine the sensi- tivity, speci fi city, and safety of this procedure and if results can be generalized. M. Tanaka et al. / Pancreatology 17 (2017) 738 e 753 740",
    "Role of cytology and/or analysis of the pancreatic juice in the diagnosis of invasive carcinoma and HGD in BD-IPMN Pancreatic juice can be obtained via endoscopic retrograde cholangiopancreatography (ERCP) by washing or brushing for cytology. Pancreatic juice can be obtained from the MPD but also from a dilated branch duct affected by IPMN, although selective cannulation may be dif fi cult. Only a few reports mention pancreatic juice cytology of BD-IPMN, with variable yields [74,75]. One large series showed that CEA levels of > 30 ng/ml (in pancreatic juice) are Consider surgery, if clinically appropriate Yes Are any of the following “ high-risk stigmata” of malignancy present? i) obstructive jaundice in a patient with cystic lesion of the head of the pancreas, ii) enhancing mural nodule > 5 mm, iii) main pancreatic duct >10 mm Are any of the following “ worrisome features” present? Clinical : Pancreatitis a Imaging : i) cyst >3 cm, ii) enhancing mural nodule < 5 mm, iii) thickened/enhancing cyst walls, iv) main duct size 5-9 mm, v) abrupt change in caliber of pancreatic duct with distal pancreatic atrophy, vi) lymphadenopathy, vii) increased serum level of CA19-9 , viii) cyst growth rate > 5 mm / 2 years No Are any of these features present? i) Definite mural nodule(s) > 5 mm b ii) Main duct features suspicious for involvement c iii) Cytology: suspicious or positive for malignancy Yes If yes, perform endoscopic ultrasound No <1 cm 1-2 cm 2-3 cm What is the size of largest cyst? >3 cm CT / MRI in 6 months, then every 2 years if no change CT / MRI 6 months x 1 year yearly x 2 years, then lengthen interval up to 2 years if no change EUS in 3-6 months, then lengthen interval up to 1 year, alternating MRI with EUS as appropriate. Consider surgery in young, fit patients with need for prolonged surveillance No Close surveillance alternating MRI with EUS every 3-6 months. Strongly consider surgery in young, fit patients Inconclusive Fig. 2. Algorithm for the management of suspected BD-IPMN. a. Pancreatitis may be an indication for surgery for relief of symptoms. b. Differential diagnosis includes mucin. Mucin can move with change in patient position, may be dislodged on cyst lavage and does not have Doppler fl ow. Features of true tumor nodule include lack of mobility, presence of Doppler fl ow and FNA of nodule showing tumor tissue. c. Presence of any one of thickened walls, intraductal mucin or mural nodules is suggestive of main duct involvement. In their absence main duct involvement is inconclusive. Abbreviations: BD-IPMN, branch duct intraductal papillary mucinous neoplasm; FNA, fi ne needle aspiration. Table 1 Typical clinical and imaging features of common pancreatic cysts (Cited and modi fi ed from reference#2 with permission). Characteristic MCN BD-IPMN SCN Pseudocyst Sex (% female) > 95% ~55% ~70% < 25% Age (decade) 4th, 5th 6th, 7th 6th, 7th 4th, 5th Asymptomatic ~50% mostly when small ~50% nearly zero Location (% body/tail) 95% 30% 50% 65% Common capsule yes no yes N/A Calci fi cation rare, curvilinear in the cyst wall no 30 e 40%, central no Gross appearance orange-like grape-like spongy or honeycomb- like variable Multifocality no yes no rare Internal structure cysts in cyst cyst by cyst microcystic and/or macrocystic unilocular Main pancreatic duct communication infrequent yes (though not always demonstrable) no common Main pancreatic duct normal or deviated normal, or dilated to > 5 mm, suggesting mixed type normal or deviated normal or irregularly dilated, may contain stones Cyst fl uid analysis mucin, high CEA, GNAS wild, RNF43 mutated mucin, high CEA, GNAS frequently mutated, RNF43 mutated serous, very low CEA, VHL gene mutated, RNF43 wild nonmucinous, high amylase Abbreviations: MCN, mucinous cystic neoplasm; BD-IPMN, branch duct intraductal papillary mucinous neoplasm; SCN, serous cystic neoplasm; N/A, not applicable; CEA, carcinoembryonic antigen. M. Tanaka et al. / Pancreatology 17 (2017) 738 e 753 741",
    "useful to diagnose invasive carcinoma or HGD in BD-IPMN [76]. Routine ERCP for sampling of fl uid or brushings in IPMN is not recommended, and should only be used in the context of research. Distinction of BD-IPMN from serous cystic neoplasm (SCN) Serous cystadenomas have three morphological patterns: polycystic, honeycomb, and oligocystic. BD-IPMN can be readily distinguished from SCN with a polycystic or honeycomb pattern by either CT or MRCP (Table 1) [50,70,77]. The differentiation between a small oligocystic SCN and a BD-IPMN is challenging and may require EUS-FNA, where a very low CEA level and a usually acellular cytology favor the diagnosis of SCN [78 e 80]. Indications for resection Indications for resection of BD-IPMN The mean frequency of invasive carcinoma and HGD in resected BD-IPMN is 31.1% (range 14.4 e 47.9%), and that of invasive cancer is 18.5% (6.1 e 37.7%) in seven recent series [81 e 87]. Although surgical resection of BD-IPMN certainly warrants consideration, these le- sions occur mostly in elderly patients, and the annual rate of pro- gression to HGD or invasive cancer is relatively low (1.4 e 6.9%) [35,88 e 91]. This supports conservative management with follow- up in patients who do not have features predicting invasive carci- noma or HGD [92,93]. The usefulness of the previous Fukuoka consensus criteria for resections has been validated by many reports [81 e 87,94 e 102]. Absolute indications for resection are cytology positive for HGD [51,62,67,69,103,104], and the presence of mural nodules. The overall risk of HGD or invasive cancer in the presence of mural nodules is four-to six-fold higher, with a positive predictive value of 60% [51,85,87,103,105]. Analyses of resected BD-IPMNs suggest that nodule sizes of 5 mm, 7 mm and 10 mm on EUS are all good pre- dictors of invasive carcinoma or HGD (sensitivity 73 e 100%, speci- fi city 73 e 85%) [76,103,106 e 110]. While it has been reported that ~10% “ malignant ” BD-IPMNs have no mural nodules, nearly all of these cases were HGD [19,81,108], and thus invasive cancer is exceptional in the absence of a mural nodule within the cyst. The expert consensus group agrees that the cut-off value size of mural nodules to identify invasive carcinoma and HGD should be set at 5 mm with an acceptable sensitivity and speci fi city [39]. Contrast- enhanced EUS appears to be the most accurate tool for differenti- ating mural nodules from mucin globs, with a very low rate of false- negatives [36,111 e 114] A CA 19-9 value higher than 37 U/L is associated with an increased risk of invasive carcinoma and HGD but has a low speci fi city [115 e 118]. It should be emphasized that the numbers of patients with HGD and invasive carcinoma should be speci fi ed separately when reporting data. Unfortunately most previous studies have included HGD and invasive cancer in one “ malignant ” category. Although still controversial, younger patients ( < 65 years) with a cyst size of > 2 cm may be candidates for resection owing to the cumulative risk of invasive carcinoma and HGD [18,119]. Although cyst size is associated with an increased risk of harboring HGD and invasive cancer, there is no cut-off to quantify the risk [85,120], and in general, cyst size alone is not an appropriate parameter to indicate surgery given its poor predictive value for invasive carci- noma and HGD [19,76,81,121 e 123]. Clinical management cannot be carried out on the basis of a single predictor of invasive carcinoma or HGD since the majority of evidence comes from retrospective surgical series and only in the presence of more than one risk factors does the probability increase [118,122 e 124]. Several studies have proposed nomograms consisting of multiple factors to predict invasive carcinoma and HGD; these are promising and warrant further validation [118,125,126]. The decision, however, should al- ways be individualized and depends not only on the risk of invasive carcinoma or HGD but also on the patient's life expectancy, comorbidities and cyst location. Indications for resection of MD-IPMN The mean frequency of invasive carcinoma and HGD in MD- IPMN is 61.6% (range, 36 e 100%) and the mean frequency of inva- sive IPMN is 43.1% (range, 11 e 81%) [4 e 16]. Considering these high incidence of HGD/invasive lesions and the high 5-year survival rates (31 e 54%) [4 e 6,9,10], surgical resection is strongly recom- mended for all surgically fi t patients with MPD > 10 mm, jaundice, or mural nodules. To date, there has been no consistent data for cut- off size of mural nodules to predict invasive carcinoma or HGD in MD-IPMN. MPD dilation of 5 e 9 mm should be considered as one of the “ worrisome features ” , similar to the case for BD-IPMN (Fig. 2), with a recommendation of evaluation but no immediate resection [6,7,9], although one study reported a high rate of “ malignant ” IPMN (59%) in patients with main duct diameter 5 e 9 mm [127]. It is important to highlight that a MPD can be dilated for other reasons, and differentiation of MD-IPMN from chronic pancreatitis should be meticulously pursued with clinical fi ndings and additional studies [128]. The aim of resection is to achieve complete removal of a tumor with a negative margin. In the segmental ectatic type or diffuse type with focal lesions (mural nodules or mixed branch lesions, etc.), it is relatively easy to determine the resection side (proximal or distal pancreatectomy) and transection line. In the diffuse dila- tion type without focal lesions, however, more careful evaluation is warranted, including ERCP. Some of these patients may not even have IPMN, but rather chronic pancreatitis [129]. A dilated papilla Fig. 3. Endoscopic ultrasonogram showing a mural nodule in the dilated main pancreatic duct with Doppler fl ow indicating the presence of a blood supply. M. Tanaka et al. / Pancreatology 17 (2017) 738 e 753 742",
    "with mucin extrusion and/or a mural nodule visualized by ERCP de fi nitely con fi rms the diagnosis of MD-IPMN. If indeed MD-IPMN involving the middle segment of the pancreas is diagnosed, right- sided pancreatectomy is preferred because it is technically easier to resect additional pancreatic tissue to achieve a negative margin. Frozen section biopsy is useful and recommended to determine the extent of resection [16,130]. If the resection margin is positive for invasive cancer or HGD, additional resection of the pancreas should be attempted to obtain a negative margin. If low-grade dysplasia is found, further resection is not necessary [131 e 135]. Total pancreatectomy should be applied selectively in younger patients who can handle the complexities of brittle diabetes and exocrine insuf fi ciency [136,137]. The indication for total pancrea- tectomy should be carefully considered only in patients with a de fi nitive diagnosis and based on the degree of MPD dilation and presence of symptoms or mural nodules; a recent study reported overtreatment or too extensive resection in 19% [129]. Intraductal ultrasonography, intraoperative pancreatoscopy and cytology have been used to obtain additional information of the surgical margin in dif fi cult cases [138 e 140]. However, all of these investigations should ideally be performed preoperatively to avoid leakage of mucin [141]. Methods of resection and other treatments Methods of pancreatectomy for invasive and non-invasive IPMNs Although preoperative and intraoperative assessment of the grades of dysplasia of IPMNs can be dif fi cult, ultrasonography, CT, MRI, and EUS will identify most tumors with a signi fi cant invasive component. In such patients, pancreatoduodenectomy, left pancreatectomy, or total pancreatectomy according to the site and extent of the disease with lymph node dissection remains the standard treatment. Limited resections or even focal non-anatomic resections (excision, enucleation, uncinatectomy) may be consid- ered for BD-IPMN without clinical, radiologic, cytopathologic, or serologic suspicion of invasive carcinoma [142 e 151]. However, non-anatomic resections may be associated with rare, but possible, leakage of mucin followed by pseudomyxoma peritonei [152,153], and also have a higher incidence of pancreatic fi stulae and risk of recurrence from potentially residual neoplasm [154]. Since the diagnosis of HGD is dif fi cult by frozen-section histology, standard resection with lymphadenectomy should occur as long as there is the possibility of carcinoma. If the fi nal pathology reveals invasive cancer in the pancreatic transection margin that was not detected on frozen section, careful short-interval follow-up is mandatory. Role of mucosal ablation by ethanol injection under EUS guidance in the management of IPMN Investigators have been exploring the possibility of EUS-guided ablation of pancreatic cysts by ethanol or ethanol followed by paclitaxel [155,156]. Preferred candidates include (1) patients with cystic lesions of > 2 cm, either unilocular or oligolocular, that show no communication with the MPD, and (2) cysts in patients who refuse surgery or are high-risk surgical candidates [155,156]. Therefore, a BD-IPMN which by de fi nition is a lesion communi- cating to the MPD is, at least in theory, not an indication for the procedure. The reported short-term CT-de fi ned cyst resolution rates are 33 e 79% [155 e 158], and variable histopathologic degrees of epithelial ablation were observed in the resected specimens [155,157,158]. DeWitt et al. [158] reported complete or partial image-de fi ned resolution in 75% of cysts during median follow-up of 27 months (range 17 e 42 months). Complications include acute pancreatitis (4.5 e 10%), abdominal pain ( < 20%), peritonitis, and splenic vein obliteration [155,157,158]. There are some problems that remain to be addressed, including insuf fi cient ethanol in fi ltration and impossible imaging surveil- lance after collapse of the cyst. Moreover, studies have shown that PDAC occurs quite frequently not only as malignant transformation of IPMN but also in other sites separate from IPMN [94,159 e 161]. One study of ethanol ablation in 23 patients with mean follow-up of 40 months (range 9 e 82 months) showed complete resolution in only 9%, and 5 patients died during the follow-up period (4 from nonpancreatic causes), including one diagnosed with PDAC thought to have arisen from the treated BD-IPMN 41 months after ethanol ablation [162]. More extensive research needs to be carried out on the techniques, materials, long-term outcomes, and adequacy of this procedure. At present, EUS-guided ablation is not promising and cannot be recommended for patients with BD-IPMN outside of a closely monitored research protocol. Approach to multifocal BD-IPMN IPMN probably represents a pancreatic “ fi eld defect ” , i.e., all pancreatic ductal epithelial cells are at risk of dysplastic change, as most typically shown in patients with multifocal BD-IPMNs (Fig. 4). Current series estimate that 25 e 41% of all BD-IPMNs are multifocal [4,7,17], but molecular analysis has revealed that the majority of them appear to arise independently [163]. There is no convincing evidence that the risk of invasive IPMN multiplies according to the number of lesions. In one series, patients with symptomatic uni- focal BD-IPMN carried a higher risk than those with symptomatic multifocal BD-IPMNs (18% versus 7%) [4], whereas another reported a higher rate of invasive carcinoma or HGD in multifocal BD-IPMNs (60%) [164]. The treatment approach to multifocal BD-IPMNs should mirror that of unifocal BD-IPMN. When resection is indicated, segmental anatomic pancreatectomy should be performed in cases where the multifocal disease is limited to a pancreatic region. In some cases, the disease may not be able to be eliminated without total pancreatectomy. Even then, it is reasonable to perform a segmental resection to remove the IPMNs with the highest oncological risk and perform surveillance of the remaining lesions. However, the threshold for total pancreatectomy should perhaps be lowered in patients with a strong family history of PDAC, because of increased prevalence of higher-grade lesions in one study [165]. Fig. 4. Magnetic resonance cholangiopancreatogram demonstrating multifocal branch duct intraductal papillary mucinous neoplasms. M. Tanaka et al. / Pancreatology 17 (2017) 738 e 753 743",
    "Histological aspects Types of invasive carcinoma of IPMN It is now well established that the type of invasive carcinoma, colloid versus tubular, has major prognostic implications and should therefore be part of the reporting of IPMNs [166 e 169]. Colloid carcinomas are characterized by “ intestinal ” differentiation, evidenced by diffuse and speci fi c expression of CDX2 and MUC2, and have a better prognosis than tubular carcinomas [170]. It is conceivable that these histological differences may drive the use of distinct adjuvant chemotherapy protocols, although this has not yet been evaluated. Pathologic de fi nition of minimally invasive carcinoma derived from IPMN Since the term “ minimally invasive ” has been variably de fi ned by different authors [171 e 175], it is preferable to avoid the use of this terminology. Instead, it is more appropriate to stage invasive carcinomas with conventional staging protocols including the AJCC/TNM [176], and then further subclassify the T1 category (those with invasive carcinomas of < 2 cm) into T1a for those that are \u0014 0.5 cm, T1b for those that are > 0.5 cm and \u0014 1 cm, and T1c for those that are 1 e 2 cm. This subclassi fi cation of T1 conforms to the methods that are being employed for other organs and tumor types, allows the collection of more accurate and comparable data for future evaluation, and is in accordance with the proposal made by Furukawa et al. [177]. Distinction and clinical relevance of gastric, intestinal, pancreatobiliary, and oncocytic forms of IPMNs The cell lineage of the “ papillary component ” of IPMNs has clinicopathologic signi fi cance (Fig. 5) [169,170,174,177,178]. The vast majority of BD-IPMNs are of the gastric type, which is MUC5AC- positive, MUC1-negative, and MUC2-negative with the exception of focal immunostaining of MUC2 con fi ned to the scattered goblet cells. The gastric type is typically of low grade, with only a small percentage developing into carcinoma, although if a carcinoma does develop in these patients, it is usually of the tubular type and behaves like a conventional PDAC [169,178,179]. A signi fi cant portion of MD-IPMNs are of the intestinal type. Large and complex intestinal-type IPMNs can have invasive carcinoma, typically of the colloid type (CDX2/MUC2-positive) and relatively indolent behavior [170]. While colloid carcinoma tends to be unifocal, a recent molecular analysis demonstrated the possibility of mono- clonal skip implantation in MD-IPMN, and therefore the clinicians and surgeons should be aware of potential synchronous or meta- chronous lesions [180]. The oncocytic type is de fi ned by complex arborizing papillae with delicate cores, oncocytic cells, and intra- epithelial luminal formation, and common MUC6 expression [181,182]. This type tends to be large, has relatively uncommon and limited invasion, and often receives a clinical diagnosis of “ cys- tadenocarcinoma ” ; it also appears to have a very good prognosis and a propensity for recurrence in the remaining pancreas years after the initial resection [183,184]. The pancreatobiliary type is the least well characterized and the least common, and is regarded by some as a high-grade version of the gastric type. Invasive carci- noma associated with this type is usually tubular and aggressive [169,177,178]. Based on the clinical associations described above, it is some- times feasible to predict the subtypes preoperatively. In a preop- erative biopsy or cytology, EUS-guided or ERCP-aided, it may be possible to employ this subclassi fi cation, provided that the papillary component of the tumor is sampled [185 e 189]. Role of intraoperative frozen section evaluation in the surgical management of IPMNs The extent of neoplastic epithelium of IPMN can be ill-de fi ned owing to the spread to branch ducts and smaller ductules. There- fore, the assessment of adequate margins may have to rely upon frozen section analysis [136,137]. However, frozen sections are a suboptimal method for analyzing tissue morphology, and should be used cautiously. If clear HGD or invasive carcinoma is present at the margin, further resection is warranted. Similarly, if exuberant papillary nodules are present at the margin, there may be abundant residual tumors in the pancreas. All patients should be informed preoperatively that the resection may possibly be extended to total pancreatectomy. In contrast, the presence of low grade dysplasia does not require any further therapy [167]. There is no longer a subcategory of “ intermediate ” or “ moderate ” grade dysplasia ac- cording to the Baltimore consensus [190]. The common incidental occurrence of low-grade pancreatic intraepithelial neoplasia (PanIN), previously called PanIN-1 and -2, in the general population may show up in frozen sections of the margin. Since low-grade PanINs can be indistinguishable from low- grade IPMNs of gastric type [191], it may be preferable to report that “ no in-situ or invasive carcinoma is identi fi ed; intraductal/ intraepithelial neoplasm of low grade, either PanIN or IPMN, is present ” . In addition, a section of the margin may show nothing but in fl ammation and denuded epithelium. The pathologist cannot render a diagnosis without an intact epithelium, and this should be reported as “ denuded epithelium and in fl ammation ” , with such cases being carefully analyzed clinically because the denudation may prove to be the presence of an adjacent tumor [192,193]. Distinction of carcinoma derived from and concomitant with an IPMN PDAC may develop independently in the pancreas separately from an IPMN (Fig. 6) [161,194]. When PDAC originates in the vi- cinity of an IPMN, the distinction between PDAC derived from the IPMN and PDAC concomitant with the IPMN is often dif fi cult. De fi nitions of these conditions were proposed by the Japan Pancreas Society, mainly with regard to the topological relationship and histological transition between IPMN and PDAC [195]. In addition, some unique features of PDAC concomitant with IPMN were reported, including preponderance in patients with female gender, advanced age, non-dilated MPD, and a small IPMN of gastric subtype [89,196 e 199]. Molecular biomarkers may help distinguish these two types of PDACs more clearly [199,200]. Although invasive IPMNs with no mural nodules have occasionally been reported [201], the possibility of concomitant PDAC developing in the close vicinity to the IPMN should be carefully considered. It is also imperative to make every effort to distinguish between a retention cyst occurring from PDAC and IPMN accompanying PDAC. Retention cysts may be lined with an epithelium with regenerative atypia or even by cancer cells extending from the PDAC, whereas IPMN is characterized by dilated pancreatic ducts lined with dysplastic mucinous epithelium showing micropapillary or macropapillary projections. Methods of follow-up (Fig. 2) Follow-up of non-resected IPMN The decision to follow an IPMN is a matter of clinical judgment based on patient age, family history, symptoms, comorbidities, M. Tanaka et al. / Pancreatology 17 (2017) 738 e 753 744",
    "perceived pancreatic cancer risk, and patient preference. There is little evidence in the literature to guide the frequency and type of surveillance for IPMNs. At baseline, history/physical examination and MRI/MRCP (or pancreatic protocol CT) surveillance, and EUS when the presence of a mural nodule is suspected, are recommended. If the expertise is available, consideration may be given for EUS with cytopathology [56,74,75], CEA [43,50], and molecular analyses [43,44,202]. Many studies have shown that BD-IPMN without “ high-risk stigmata ” or “ worrisome features ” has a very indolent course [91,93,101,203 e 205]. For surveillance, such patients should un- dergo short interval (3 e 6 months) pancreatic MRI/MRCP (or CT) to establish the stability, if prior imaging is not available. Subse- quently, surveillance should be performed according to the size of strati fi cation (Fig. 2). There are no good long-term data to indicate whether surveillance can be safely spaced to every 2 years or even longer. A retrospective study of 261 patients with BD-IPMN without “ high-risk stigmata ” or “ worrisome features ” showed no differ- ence in outcome between long- (12 e 24 months) and short-(3 e 9 months) interval surveillance using MRI [206]. On the other hand, concern over the development of PDAC in the pancreas harboring IPMN prompts some investigators to continue surveillance at short intervals [94,95,159 e 161,194 e 197,207 e 210]. Whether the modal- ities of surveillance should be modi fi ed beyond 2 or 5 years is also controversial. While one study reported that the risk of progression to invasive carcinoma after 5 years was minimal in a low-risk BD- IPMN [211], and the AGA guideline even advocated stopping sur- veillance [3], others have reported the continued or even enhanced risk of malignant progression, recommending to intensify surveil- lance after 5 years [212,213]. Surgically fi t patients with “ high-risk stigmata ” detected on surveillance should undergo resection. Shorter interval surveillance (3 e 9 months) should be considered in patients whose IPMN pro- gresses toward these indicators or patients who already have “ high-risk stigmata ” and, for reasons of operative risk or personal preference, have chosen heightened surveillance over resection. A rapid growth rate > 5 mm/2 years on any images should be considered as a “ worrisome feature ” , being related with a signi fi - cantly increased risk of invasive carcinoma and HGD, and shorter interval surveillance is recommended in such patients [35,36]. Several investigators reported the incidence and timing of the metachronous development of concomitant PDAC during surveil- lance for IPMN without resection [88,89,196,197,214 e 217]. The cumulative 5-year incidence of the development of concomitant PDAC ranges from 2.2 to 8.8%. Two of these studies analyzed the incidence of the development of concomitant PDAC during sur- veillance for more than 5 years, and their 5- and 10-year cumulative incidences are 3.0% and 8.8% (median 62.5 months, range 37 e 92 months) [197] and 2.2% and 8.7% (median 39 months, range 6 e 258 months) [216], indicating that long-term surveillance over 5 years is necessary for detection of concomitant PDAC. Follow-up of surgically resected IPMN All patients with IPMN, including even those with non-invasive IPMN with negative surgical margin, should undergo surveillance after resection to detect the development of a new IPMN requiring surgery or concomitant PDAC. These signi fi cant lesions often develop more than 5 e 10 years after initial operation and thus surveillance should continue as long as the patient remains fi t [208,218]. Cross-sectional imaging at least twice a year is recom- mended in those with higher risks such as family history of PDAC, a surgical margin positive for HGD, and non-intestinal subtype of resected IPMN, while every 6 e 12 months would suf fi ce in the Fig. 5. Histological subclassi fi cation of intraductal papillary mucinous neoplasms. a. The gastric type shows tall columnar cells with basally oriented nuclei and abundant pale mucinous cytoplasm. b. The intestinal type is composed of tall papillae lined by columnar cells with pseudostrati fi ed nuclei and basophilic cytoplasm with variable amounts of apical mucin. c. The pancreatobiliary type has thin branching papillae with high-grade dysplasia. The cells are cuboidal and have round hyperchromatic nuclei, prominent nucleoli, and moderately amphophilic cytoplasm with a less mucinous appearance. d. The oncocytic type usually exhibits complex arborizing papillae lined by two to fi ve layers of cuboidal to columnar cells with large, round, fairly uniform nuclei containing single, prominent, eccentrically located nucleoli, and abundant eosinophilic granular cytoplasm sometimes in a cribriform or solid growth pattern. M. Tanaka et al. / Pancreatology 17 (2017) 738 e 753 745",
    "others. The follow-up strategy of invasive IPMN should be the same as that of PDAC [219]. Progression of IPMN within the pancreatic remnant is common after resection of a pre-invasive IPMN, including LGD and HGD. Aforementioned “ fi eld defect ” may predispose the remnant gland to progression or recurrence manifesting as new IPMN formation, progression of residual IPMNs, or development of concomitant PDAC. An analysis of 130 patients who underwent resection of non- invasive IPMNs revealed that the 1-, 5-, and 10-year risks of developing a new IPMN are 4%, 25%, and 62%, respectively, with the subsequent chances of requiring surgery being 1.6%, 14%, and 18%, respectively [220]. The risk of developing an invasive IPMN at 1-, 5-, and 10-years is 0%, 7%, and 38%, respectively. Kang et al. [221] re- ported a recurrence rate of 5.4% in the remnant gland after resec- tion of 298 non-invasive IPMNs. More importantly, 10 of the 298 recurred as an invasive lesion. Marchegiani et al. [193] also reported 299 patients with non-invasive IPMNs who showed a 9.4% recur- rence rate (28 patients) after resection, with 6 patients having invasive recurrences. This is in line with the previous literature, which reports a recurrence rates ranging from 1% to 20%, and invasive recurrence rates of 2% e 7.8% [131,133,135,222 e 225]. MD- IPMN also shows similar patterns of recurrence [226]. Most of the reports regarding the development of secondary lesions in the pancreatic remnant did not discriminate concomitant PDAC from invasive IPMN and, therefore, precise incidence of the development of concomitant PDAC after partial pancreatectomy for IPMNs has not been documented well. However, Miyasaka et al. [227] distinguished concomitant PDAC from invasive carcinoma/ HGD in IPMN and showed that the cumulative 5- and 10-year incidence of the development of concomitant PDAC after partial pancreatectomy for IPMN are 4.5% and 5.9%, respectively. Others have also reported the metachronous development of concomitant PDAC many years after partial pancreatectomy for IPMN [228,229]. Thus, long-term surveillance is necessary to detect concomitant PDAC in the pancreatic remnant after pancreatectomy for IPMN. Predictors of recurrence Three features are most commonly reported as being associated with progression in the pancreatic remnant; the presence of HGD in resected specimens, “ margin positive resection ” and a family his- tory of PDAC. He et al. [220] reported that 17% of patients with HGD discovered in their primary resected IPMNs developed new or progressive disease in their pancreatic remnant. Similarly, Miller et al. [225] reported that 10% of patients with an IPMN with HGD developed a subsequent de novo invasive IPMN despite negative surgical margins. In an analysis of 140 patients, Rezaee et al. [230] Fig. 6. A PDAC concomitant with a benign BD-IPMN. a. MRCP delineating a BD-IPMN measuring 6 mm in maximal size (arrow) and an 11-mm long stricture with upstream dilation of the MPD (long arrows). The BD-IPMN exhibits no high-risk stigmata. b. EUS images demonstrating a hypoechoic solid mass, measuring 16 \u0004 11 mm (arrows). c. A 6-mm cystic mass (arrowheads) is present in the vicinity of the solid mass. d. Microscopic photographs showing a BD-IPMN with low-grade dysplasia and a PDAC spreading in the MPD. Ar- rowheads demonstrate the presence of normal tissue separating the IPMN and PDAC. Abbreviations: PDAC, pancreatic ductal adenocarcinoma; BD-IPMN, branch duct intraductal papillary mucinous neoplasm; MRCP, magnetic resonance cholangiopancreatogram; MPD, main pancreatic duct; EUS, endoscopic ultrasonography. M. Tanaka et al. / Pancreatology 17 (2017) 738 e 753 746",
    "reported that patients with HGD in their primary resected IPMN were over 8-fold more likely to subsequently develop an invasive cancer (OR 8.82, 95% C.I. 2.56 e 30.43, p ¼ 0.001). This speci fi c cohort should be categorized as high-risk for recurrence and should un- dergo close surveillance as well. In terms of family history, He et al. [220] found that patients with a family history of pancreatic cancer were signi fi cantly more likely to develop recurrence after resection of a non-invasive IPMN (23% vs 7%, p < 0.05), and family history was the only independent preoperative predictor of recurrence (OR 4.2, 95% C.I. 1.3 e 14.1, p ¼ 0.02). It is important to emphasize that these recurrences include not only development or progression of a remaining IPMN, but concomitant PDAC. The impact of surgical margin at the time of surgical resection on recurrence risk is less clear with con fl icting outcomes reported by different centers. He et al. [220] (27% vs 22%, p ¼ ns) and Kang et al. [221] (12.1% vs 10.4%, p ¼ 0.704) reported no difference in recurrence rates when margin positive patients were compared with margin negative patients. Conversely, Frankel et al. [231] re- ported that dysplasia of any degree at the resection margin was a risk factor for recurrent disease at the remnant gland (OR 2.9, p ¼ 0.02), but not for recurrent disease at the resection margin it- self. Similarly, Marchegiani et al. [16] reported a signi fi cantly higher rate of recurrence in patients with positive margins (25% vs 14%, p ¼ 0.008), and found that the margin status was one of the most important predictors of survival by multivariate analysis (HR 2.6, p ¼ 0.0046). These discrepant fi ndings are likely a result of the retrospective nature of underpowered studies to analyze a small, speci fi c sub-cohort of patients. Ideno et al. [198] showed that IPMN having concomitant PDAC were frequently of gastric subtype, and Miyasaka et al. [228] re- ported that partial pancreatectomy for pancreatobiliary subtype of IPMN was a predictor for the metachronous development of concomitant PDAC in the pancreatic remnant. Gastric and pan- creatobiliary subtypes of IPMN can be categorized as MUC2- negative non-intestinal subtype, and should be considered as a high risk for the development of concomitant PDAC [227]. Surveillance Protocol The risk of progression of IPMN does not diminish over time following resection, and surveillance should continue inde fi nitely as long as the patient remains fi t for surgery. In addition, as mentioned above, there is also a certain risk of development of concomitant PDAC. Many Japanese investigators use the protocol for surveillance, consisting of alternate CT and MRCP/EUS together with physical examination and blood tests for tumor markers and glycohemoglobin twice a year, in patients with IPMNs regardless of whether or not they have undergone resection [232], although this protocol sometimes fails to detect resectable PDAC and is unlikely to be applicable globally given differences in delivery of medical care [210]. All types of IPMN have a risk of developing concomitant PDAC, but the event is more common in the setting of BD-IPMN than in MD-IPMN [226]. Possible occurrence of PDAC in patients with IPMN on follow-up: impact of family history of PDAC In IPMN patients with two or more affected fi rst-degree rela- tives, the risk of developing PDAC rapidly escalates and merits intensive surveillance for early detection of concomitant PDAC. These high risk patients should undergo cross-sectional imaging at least twice a year, and surveillance should not be discontinued as long as the patient remains fi t. The risk of an individual of developing PDAC based on family history alone has been well established [233,234]. In an individual with one fi rst-degree relative with PDAC the risk is 2.3-fold higher than that of the general population. The risk increases to 6.4-fold with two affected fi rst-degree relatives and 32-fold with three affected fi rst-degree relatives. A risk prediction calculator called PancPRO is available free online at http://astor.som.jhmi.edu/ BayesMendel/pancpro.html [235]. In some individuals, the actual genetic defect is known and forms part of a described syndrome. The best characterized genetic defects include BRCA2/Fanconi anemia pathway defects (relative risk, 3.5 e 10-fold) [236,237], familial atypical mole malignant melanoma syndrome (relative risk, 9 e 47-fold) [238], and Peutz- Jeghers syndrome (relative risk, 132-fold) [239]. The initial assess- ment of an IPMN should include a detailed family history and an estimate of the relative risk of developing PDAC based on the above sources. Nehra et al. [240] showed that concomitant PDAC was more frequently observed in IPMN patients with family history of PDAC than in those without (11.1% vs. 2.9%, p ¼ 0.002) using data of 324 resected cases of IPMN. Of them, 45 patients (13.9%) had a family history of PDAC; including 34 with at least one affected fi rst degree relative and 11 with at least one affected second degree relative. They also demonstrated that IPMN characteristics were not different between the patients with and without family history. Mandai et al. [241] reported that a concomitant PDAC more frequently occurs in IPMN patients with one fi rst degree relative with PDAC than those without (17.6% vs. 2.1%, p ¼ 0.01) using data of 300 patients with IPMN on surveillance, although the frequency of PDAC did not differ between those with and without family history among 177 patients aged 70 years or older. Of note, six of nine concomitant PDACs were detected 6 years or later after detection of IPMN. Thus, individuals with one or more affected fi rst-degree relatives have a higher risk and deserve more aggres- sive surveillance for early detection of concomitant PDAC. On the other hand, several investigators have shown that family history of PDAC does not always accelerate the progression of IPMN to inva- sive carcinoma [240,241]. This observation indicates that biological behavior of IPMN on follow up or newly diagnosed IPMN may not differ depending on the presence or absence of family history of PDAC. Possible occurrence of malignant neoplasms in other organs in patients with IPMN on follow-up Synchronous and metachronous occurrence of malignant dis- eases in extrapancreatic organs in patients with IPMNs occur in 20 e 30% of patients [242], although whether the incidence is increased compared to the general population is questionable [91,243]. Most reports describe the occurrence of malignant con- ditions as a part of the patient's past history [244]. These extrap- ancreatic malignancies can occur even after resection of an IPMN, and therefore, attention should be paid to this phenomenon even after resection of an IPMN. The frequency and location of extrapancreatic malignancies differ from country to country. Gastrointestinal cancer is common in Asian countries [245], while skin, breast, and prostatic cancers are frequent in the United States [246]. These facts may indicate that extrapancreatic malignancies occur depending on the in- cidences of cancer in the general populations in different regions [245]. The relationships between the types of IPMN and extrapancre- atic malignancies are controversial. Some authors reported that extrapancreatic malignancies occur in all types of IPMN [244], while others reported that transcription of MUC2 may be related to the synchronous extrapancreatic gastrointestinal cancer develop- ment seen with IPMN [246]. M. Tanaka et al. / Pancreatology 17 (2017) 738 e 753 747",
    "At present, there are no screening recommendations for detecting extrapancreatic malignancies, but once the diagnosis of IPMN is made, consideration of extrapancreatic neoplasms should be undertaken based on the frequency of malignancies in the general population of the country or region. Con fl ict of interest The authors disclose no con fl ict of interest in relation to the content of the manuscript. Acknowledgement Previous contribution of the other members of the working group of the IAP to issue the former international consensus guidelines 2012 is acknowledged because the present guidelines are revision of the former ones: Volkan Adsay 1 , Suresh Chari, 2 Massimo Falconi, 3 Wataru Kimura, 4 Martha Bishop Pitman, 5 C. Max Schmidt, 6 Michio Shimizu, 7 Koji Yamaguchi, 8 Kenji Yamao. 9 Their af fi liations at the time of publication of the previous guidelines were 1 Department of Anatomic Pathology, Emory University Hos- pital, Atlanta, GA, USA, 2 Pancreas Interest Group, Division of Gastroenterology and Hepatology, Mayo Clinic, Rochester, MN, USA, 3 U.O. Chirurgia B, Dipartimento di Chirurgia Policlinico “ G.B. Rossi ” , Verona, Italy, 4 First Department of Surgery, Yamagata University, Yamagata, Japan, 5 Department of Pathology, Massachusetts General Hospital, Harvard Medical School, Boston, MA, USA, 6 Cameron Di- vision of Surgical Oncology and The Sol Goldman Pancreatic Cancer Research Center, Department of Surgery, Johns Hopkins University, Baltimore, MD, USA, 7 Department of Pathology, Saitama Medical University, International Medical Center, Saitama, Japan, 8 Depart- ment of Surgery I, University of Occupational and Environmental Health, Fukuoka, Japan, 9 Aichi Cancer Center Hospital, Aichi, Japan. References [1] Tanaka M, Chari S, Adsay V, Fern \u0013 andez-del Castillo C, Falconi M, Shimizu M, et al. International consensus guidelines for management of intraductal papillary mucinous neoplasms and mucinous cystic neoplasms of the pancreas. Pancreatology 2006;6:17 e 32. [2] Tanaka M, Fern \u0013 andez-del Castillo C, Adsay V, Chari S, Falconi M, Jang JY, et al. International consensus guidelines 2012 for the management of IPMN and MCN of the pancreas. Pancreatology 2012;12:183 e 97. [3] Vege SS, Ziring B, Jain R, Moayyedi P. Clinical Guidelines Committee; American Gastroenterology Association. American gastroenterological asso- ciation institute guideline on the diagnosis and management of asymp- tomatic neoplastic pancreatic cysts. Gastroenterology 2015;148:819 e 22. [4] Schmidt CM, White PB, Waters JA, Yiannoutsos CT, Cummings OW, Baker M, et al. Intraductal papillary mucinous neoplasms: predictors of malignant and invasive pathology. Ann Surg 2007;246:644 e 51. [5] Nagai K, Doi R, Kida A, Kami K, Kawaguchi Y, Ito T, et al. Intraductal papillary mucinous neoplasms of the pancreas: clinicopathologic characteristics and long-term follow-up after resection. World J Surg 2008;32:271 e 8. [6] Hwang DW, Jang JY, Lee SE, Lim CS, Lee KU, Kim SW. Clinicopathologic analysis of surgically proven intraductal papillary mucinous neoplasms of the pancreas in SNUH: a 15-year experience at a single academic institution. Langenbecks Arch Surg 2012;397:93 e 102. [7] Waters JA, Schmidt CM, Pinchot JW, White PB, Cummings OW, Pitt HA, et al. CT vs MRCP: optimal classi fi cation of IPMN type and extent. J Gastrointest Surg 2008;12:101 e 9. [8] Crippa S, Fern \u0013 andez-del Castillo C, Salvia R, Finkelstein D, Bassi C, Domingues I, et al. Mucin-producing neoplasms of the pancreas: an analysis of distinguishing clinical and epidemiologic characteristics. Clin Gastro- enterol Hepatol 2010;8:213 e 9. [9] Salvia R, Fern \u0013 andez-del Castillo C, Bassi C, Thayer SP, Falconi M, Mantovani W, et al. Main-duct intraductal papillary mucinous neoplasms of the pancreas. Ann Surg 2004;239:678 e 87. [10] Suzuki Y, Atomi Y, Sugiyama M, Isaji S, Inui K, Kimura W, et al. Cystic neoplasm of the pancreas: a Japanese multiinstitutional study of intraductal papillary mucinous tumor and mucinous cystic tumor. Pancreas 2004;28: 241 e 6. [11] Lee SY, Lee KT, Lee JK, Jeon YH, Choi D, Lim JH, et al. Long-term follow up results of intraductal papillary mucinous tumors of pancreas. J Gastroenterol Hepatol 2005;20:1379 e 84. [12] Schnelldorfer T, Sarr MG, Nagorney DM, Zhang L, Smyrk TC, Qin R, et al. Experience with 208 resections for intraductal papillary mucinous neoplasm of the pancreas. Arch Surg 2008;143:639 e 46. [13] Kim SC, Park KT, Lee YJ, Lee SS, Seo DW, Lee SK, et al. Intraductal papillary mucinous neoplasm of the pancreas: clinical characteristics and treatment outcomes of 118 consecutive patients from a single center. J Hepatobiliary Pancreat Surg 2008;15:183 e 8. [14] Ohno E, Hirooka Y, Itoh A, Ishigami M, Katano Y, Ohmiya N, et al. Intraductal papillary mucinous neoplasms of the pancreas: differentiation of malignant and benign tumors by endoscopic ultrasonography fi ndings of mural nod- ules. Ann Surg 2009;249:628 e 34. [15] Nara S, Onaya H, Hiraoka N, Shimada K, Sano T, Sakamoto Y, et al. Preop- erative evaluation of invasive and noninvasive intraductal papillary- mucinous neoplasms of the pancreas: clinical, radiological, and patholog- ical analysis of 123 cases. Pancreas 2009;38:8 e 16. [16] Marchegiani G1, Mino-Kenudson M, Sahora K, Morales-Oyarvide V, Thayer S, Ferrone C, et al. IPMN involving the main pancreatic duct: biology, epide- miology, and long-term outcomes following resection. Ann Surg 2015;261: 976 e 83. [17] Rodriguez JR, Salvia R, Crippa S, Warshaw AL, Bassi C, Falconi M, et al. Branch-duct intraductal papillary mucinous neoplasms: observations in 145 patients who underwent resection. Gastroenterology 2007;133:72 e 9. [18] Jang JY, Kim SW, Lee SE, Yang SH, Lee KU, Lee YJ, et al. Treatment guidelines for branch duct type intraductal papillary mucinous neoplasms of the pancreas: when can we operate or observe? Ann Surg Oncol 2008;15: 199 e 205. [19] Sadakari Y, Ienaga J, Kobayashi K, Miyasaka Y, Takahata S, Nakamura M, et al. Cyst size indicates malignant transformation in branch duct intraductal papillary mucinous neoplasm of the pancreas without mural nodules. Pancreas 2010;39:232 e 6. [20] Baiocchi GL, Portolani N, Missale G, Baronchelli C, Gheza F, Cantù M, et al. Intraductal papillary mucinous neoplasm of the pancreas (IPMN): clinico- pathological correlations and surgical indications. World J Surg Oncol 2010;8:25 (online). [21] Fern \u0013 andez-del Castillo C. Intraductal papillary mucinous neoplasms of the pancreas: a plea for prospective differentiation between main-duct and side- branch tumors. Ann Surg Oncol 2005;12:98 e 9. [22] Adsay NV, Fukushima N, Furukawa T, Hruban RH, Klimstra DS, Kloppel G, et al. Intraductal neoplasm of the pancreas. In: Bosman FT, Carneiro F, Hruban RH, Theise ND, editors. WHO classi fi cation of tumors of Digestive System. Lyon: WHO Press; 2010. p. 304 e 13. [23] Hruban RH, Pitman MB, Klimstra DS. Tumors of the pancreas. In: Silverberg SG, editor. AFIP atlas of tomor pathology series 4, vol. 6. Wash- ington: ARP Press; 2007. p. 75 e 110. [24] Adsay V, Mino-Kenudson M, Furukawa T, Basturk O, Zamboni G, Marchegiani G, et al. Pathologic evaluation and reporting of intraductal papillary mucinous neoplasms of the pancreas and other tumoral intra- epithelial neoplasms of pancreatobiliary tract: recommendations of Verona consensus meeting. Ann Surg 2016;263:162 e 77. [25] Zhang XM, Mitchell DG, Dohke M, Holland GA, Parker L. Pancreatic cysts: depiction on single-shot fast spin-echo MR images. Radiology 2002;223: 547 e 53. [26] Spinelli KS, Fromwiller TE, Daniel RA, Kiely JM, Nakeeb A, Komorowski RA, et al. Cystic pancreatic neoplasms: observe or operate. Ann Surg 2004;239: 651 e 9. [27] Laffan TA, Horton KM, Klein AP, Berlanstein B, Siegelman SS, Kawamoto S, et al. Prevalence of unsuspected pancreatic cysts on MDCT. Am J Roentgenol 2008;191:802 e 7. [28] Das A, Wells CD, Nguyen CC. Incidental cystic neoplasms of pancreas: what is the optimal interval of imaging surveillance? Am J Gastroenterol 2008;103: 1657 e 62. [29] Fern \u0013 andez-del Castillo C, Targarona J, Thayer SP, Rattner DW, Brugge WR, Warshaw AL. Incidental pancreatic cysts: clinicopathologic characteristics and comparison with symptomatic patients. Arch Surg 2003;138:427 e 34. [30] Berland LL, Silverman SG, Gore RM, Mayo-Smith WW, Megibow AJ, Yee J, et al. Managing incidental fi ndings on abdominal CT: white paper of the ACR incidental fi ndings committee. J Am Col Radiol 2010;7:754 e 73. [31] Bassi C, Crippa S, Salvia R. Intraductal papillary mucinous neoplasms (IPMNs): is it time to (sometimes) spare the knife? Gut 2008;57:287 e 9. [32] Brounts LR, Lehmann RK, Causey MW, Sebesta JA, Brown TA. Natural course and outcome of cystic lesions in the pancreas. Am J Surg 2009;197:619 e 23. [33] Salvia R, Crippa S, Falconi M, Bassi C, Guarise A, Scarpa A, et al. Branch-duct intraductal papillary mucinous neoplasms of the pancreas: to operate or not to operate? Gut 2007;56:1086 e 90. [34] Rautou PE, Levy P, Vullierme MP, O'Toole D, Couvelard A, Cazals-Hatem D, et al. Morphologic changes in branch duct intraductal papillary mucinous neoplasms of the pancreas: a midterm follow-up study. Clin Gastroenterol Hepatol 2008;6:807 e 14. [35] Kang MJ, Jang JY, Kim SJ, Lee KB, Ryu JK, Kim YT, et al. Cyst growth rate predicts malignancy in patients with branch duct intraductal papillary mucinous neoplasms. Clin Gastroenterol Hepatol 2011;9:87 e 93. [36] Kwong WT, Lawson RD, Hunt G, Fehmi SM, Proudfoot JA, Xu R, et al. Rapid growth rates of suspected pancreatic cyst branch duct intraductal papillary mucinous neoplasms predict malignancy. Dig Dis Sci 2015;60:2800 e 6. [37] Kitano M, Sakamoto H, Komaki T, Kudo M. New techniques and future M. Tanaka et al. / Pancreatology 17 (2017) 738 e 753 748",
    "perspective of EUS for the differential diagnosis of pancreatic malignancies: contrast harmonic imaging. Dig Endosc 2011;23(Suppl 1):46 e 50. [38] Ohno E, Itoh A, Kawashima H, Ishikawa T, Matsubara H, Itoh Y, et al. Ma- lignant transformation of branch duct-type intraductal papillary mucinous neoplasms of the pancreas based on contrast-enhanced endoscopic ultra- sonography morphological changes: focus on malignant transformation of intraductal papillary mucinous neoplasm itself. Pancreas 2012;41:855 e 62. [39] Kim TH, Song TJ, Hwang JH, Yoo KS, Lee WJ, Lee KH, et al. Predictors of malignancy in pure branch duct type intraductal papillary mucinous neoplasm of the pancreas: a nationwide multicenter study. Pancreatology 2015;15:405 e 10. [40] Reddy RP, Smyrk TC, Zapiach M, Levy MJ, Pearson RK, Clain JE, et al. Pancreatic mucinous cystic neoplasm de fi ned by ovarian stroma: de- mographics, clinical features, and prevalence of cancer. Clin Gastroenterol Hepatol 2004;2:1026 e 31. [41] Solcia E, Capella C, Kl € oppel G. Tumors of the pancreas. In: Rosai J, editor. Atlas of tumor pathology. third ed., vol. 20. Washington, D.C: Armed Forces Institute of Pathology; 1997. 1997. [42] Khalid A, McGrath KM, Zahid M, Wilson M, Brody D, Swalsky P, et al. The role of pancreatic cyst fl uid molecular analysis in predicting cyst pathology. Clin Gastroenterol Hepatol 2005;3:967 e 73. [43] Khalid A, Zahid M, Finkelstein SD, LeBlanc JK, Kaushik N, Ahmad N, et al. Pancreatic cyst fl uid DNA analysis in evaluating pancreatic cysts: a report of the PANDA study. Gastrointest Endosc 2009;69:1095 e 102. [44] Shen J, Brugge WR, Dimaio CJ, Pitman MB. Molecular analysis of pancreatic cyst fl uid: a comparative analysis with current practice of diagnosis. Cancer 2009;117:217 e 27. [45] Sahani DV, Lin DJ, Venkatesan AM, Sainani N, Mino-Kenudson M, Brugge WR, et al. Multidisciplinary approach to diagnosis and management of intraductal papillary mucinous neoplasms of the pancreas. Clin Gastroenterol Hepatol 2009;7:259 e 69. [46] Pitman MB, Deshpande V. Endoscopic ultrasound-guided fi ne needle aspi- ration cytology of the pancreas: a morphological and multimodal approach to the diagnosis of solid and cystic mass lesions. Cytopathology 2007;18: 331 e 47. [47] Lee CJ, Scheiman J, Anderson MA, Hines OJ, Reber HA, Farrell J, et al. Risk of malignancy in resected cystic tumors of the pancreas < or ¼ 3 cm in size: is it safe to observe asymptomatic patients? A multi-institutional report. J Gastrointest Surg 2008;12:234 e 42. [48] Park WG, Mascarenhas R, Palaez-Luna M, Smyrk TC, O'Kane D, Clain JE, et al. Diagnostic performance of cyst fl uid carcinoembryonic antigen and amylase in histologically con fi rmed pancreatic cysts. Pancreas 2011;40:42 e 5. [49] Brugge WR, Lewandrowski K, Lee-Lewandrowski E, Centeno BA, Szydlo T, Regan S, et al. Diagnosis of pancreatic cystic neoplasms: a report of the cooperative pancreatic cyst study. Gastroenterology 2004;126:1330 e 6. [50] Cizginer S, Turner B, Bilge AR, Karaca C, Pitman MB, Brugge WR. Cyst fl uid carcinoembryonic antigen is an accurate diagnostic marker of pancreatic mucinous cysts. Pancreas 2011;40:1024 e 8. [51] Genevay M, Mino-Kenudson M, Yaeger K, Ioannis T, Konstantinidis IT, Ferrone CR, et al. Cytology adds value to imaging studies for risk assessment of malignancy in pancreatic mucinous cysts. Ann Surg 2011;254:977 e 83. [52] Dal Molin M, Matthaei H, Wu J, Blackford A, Debeljak M, Rezaee N, et al. Clinicopathological correlates of activating GNAS mutations in intraductal papillary mucinous neoplasm (IPMN) of the pancreas. Ann Surg Oncol 2013;20:3802 e 8. [53] Lay fi eld LJ, Ehya H, Filie AC, Hruban RH, Jhala N, Joseph L, et al. Utilization of ancillary studies in the cytologic diagnosis of biliary and pancreatic lesions. The Papanicolaou Society of Cytopathology Guidelines for Pancreatobiliary Cytology. Diagn Cytopathol 2014;42:351 e 62. [54] Sainani NI, Saokar A, Deshpande V, Fernandez-del Castillo C, Hahn P, Sahani DV. Comparative performance of MDCT and MRI with MR chol- angiopancreatography in characterizing small pancreatic cysts. AJR Am J Roentgenol 2009;193:722 e 31. [55] Nakagawa A, Yamaguchi T, Ohtsuka M, Ishihara T, Sudo K, Nakamura K, et al. Usefulness of multidetector computed tomography for detecting protruding lesions in intraductal papillary mucinous neoplasm of the pancreas in comparison with single-detector computed tomography and endoscopic ultrasonography. Pancreas 2009;38:131 e 6. [56] Pitman MB, Genevay M, Yaeger K, Chebib I, Turner BG, Mino-Kenudson M, et al. High-grade atypical epithelial cells in pancreatic mucinous cysts are a more accurate predictor of malignancy than \" positive \" cytology. Cancer Cytopathol 2010;118:434 e 40. [57] Wu J, Matthaei H, Maitra A, Dal Molin M, Wood LD, Eshleman JR, et al. Recurrent GNAS mutations de fi ne an unexpected pathway for pancreatic cyst development. Sci Transl Med 2011;3:92ra66. [58] Singhi AD, Nikiforova MN, Fasanella KE, McGrath KM, Pai RK, Ohori NP, et al. Preoperative GNAS and KRAS testing in the diagnosis of pancreatic mucinous cysts. Clin Cancer Res 2014;20:4381 e 9. [59] Pitman MB. Cytology of the pancreas. In: Gray W, Kocjan G, editors. Diag- nostic cytopathology. London: Churchill Livingstone; 2010. [60] Correa-Gallego C, Ferrone CR, Thayer SP, Wargo JA, Warshaw AL, Fern \u0013 andez- del Castillo C. Incidental pancreatic cysts: do we really know what we are watching? Pancreatology 2010;10:144 e 50. [61] van der Waaij LA, van Dullemen HM, Porte RJ. Cyst fl uid analysis in the differential diagnosis of pancreatic cystic lesions: a pooled analysis. Gastrointest Endosc 2005;62:383 e 9. [62] Moris M, Raimondo M, Woodward TA, Skinner V, Arcidiacono PG, Petrone MC, et al. Diagnostic accuracy of endoscopic ultrasound-guided fi ne- needle aspiration cytology, carcinoembryonic antigen, and amylase in intraductal papillary mucinous neoplasm. Pancreas 2016;45:870 e 5. [63] Belsley NA, Pitman MB, Lauwers GY, Brugge WR, Deshpande V. Serous cys- tadenoma of the pancreas: limitations and pitfalls of endoscopic ultrasound- guided fi ne-needle aspiration biopsy. Cancer 2008;114:102 e 10. [64] Michaels PJ, Brachtel EF, Bounds BC, Brugge WR, Pitman MB. Intraductal papillary mucinous neoplasm of the pancreas: cytologic features predict histologic grade. Cancer 2006;108:163 e 73. [65] Emerson RE, Randolph ML, Cramer HM. Endoscopic ultrasound-guided fi ne- needle aspiration cytology diagnosis of intraductal papillary mucinous neoplasm of the pancreas is highly predictive of pancreatic neoplasia. Diagn Cytopathol 2006;34:457 e 62. [66] Springer S, Wang Y, Dal Molin M, Masica DL, Jiao Y, Kinde I, et al. A combination of molecular markers and clinical features improve the classi fi cation of pancreatic cysts. Gastroenterology 2015;149:1501 e 10. [67] Ridtitid W, DeWitt JM, Schmidt CM, Roch A, Stuart JS, Sherman S, et al. Management of branch-duct intraductal papillary mucinous neoplasms: a large single-center study to assess predictors of malignancy and long-term outcomes. Gastrointest Endosc 2016;84:436 e 45. [68] Wiesenauer CA, Schmidt CM, Cummings OW, Yiannoutsos CT, Howard TJ, Wiebke EA, et al. Preoperative predictors of malignancy in pancreatic intraductal papillary mucinous neoplasms. Arch Surg 2003;138:610 e 7. [69] Pitman MB, Michaels PJ, Deshpande V, Brugge WR, Bounds BC. Cytological and cyst fl uid analysis of small ( < 3 cm) branch duct intraductal papillary mucinous neoplasms adds value to patient management decisions. Pan- creatology 2008;8:277 e 84. [70] Hirooka Y, Goto H, Itoh A, Hashimoto S, Niwa K, Ishikawa H, et al. Case of intraductal papillary mucinous tumor in which endosonography-guided fi ne-needle aspiration biopsy caused dissemination. J Gastroenterol Hep- atol 2003;18:1323 e 7. [71] Ahmed K, Sussman JJ, Wang J, Schmulewitz N. A case of EUS-guided FNA- related pancreatic cancer metastasis to the stomach. Gastrointest Endosc 2011;74:231 e 3. [72] Ngamruengphon S, Xu C, Woodward TA, Raimondo M, Stauffer JA, Asbun HJ, et al. Risk of gastric or peritoneal recurrence, and long-term outcomes, following pancreatic cancer resection with preoperative endosono- graphically guided fi ne needle aspiration. Endoscopy 2013;45:619 e 26. [73] Yoon WJ, Daglilar ES, Fern \u0013 andez-del Castillo C, Mino-Kenudson M, Pitman MB, Brugge WR. Peritoneal seeding in intraductal papillary mucinous neoplasm of the pancreas patients who underwent endoscopic ultrasound- guided fi ne-needle aspiration: the PIPE Study. Endoscopy 2014;46:382 e 7. [74] Yamaguchi K, Nakamura M, Shirahane K, Kawamoto M, Konomi H, Ohta M, et al. Pancreatic juice cytology in IPMN of the pancreas. Pancreatology 2005;5:416 e 21. [75] Ohtsuka T, Matsunaga T, Kimura H, Watanabe Y, Tamura K, Ideno N, et al. Role of pancreatic juice cytology in the preoperative management of intra- ductal papillary mucinous neoplasm of the pancreas in the era of interna- tional consensus guidelines 2012. World J Surg 2014;38:2994 e 3001. [76] Hirono S, Tani M, Kawai M, Okada K, Miyazawa M, Shimizu A, et al. The carcinoembryonic antigen level in the pancreatic juice and mural nodule size are predictors of malignancy for branch duct type intraductal papillary mucinous neoplasms of the pancreas. Ann Surg 2012;255:517 e 22. [77] Choi JY, Kim MJ, Lee JY, Lim JS, Chung JJ, Kim KW, et al. Typical and atypical manifestations of serous cystadenoma of the pancreas: imaging fi ndings with pathological correlation. Am J Roentgenol 2009;193:136 e 42. [78] Goh BKP, Tan YM, Yap WM, Cheow PC, Chow PK, Chung YF, et al. Pancreatic serous oligocystic adenomas: clinicopathological features and a comparison with serous microcystic and mucinous cystic neoplasms. World J Surg 2006;30:1553 e 9. [79] Kim SY, Lee JM, Kim SH, Shin KS, Kim YJ, An SK, et al. Macrocystic neoplasms of the pancreas: CT differentiation of serous oligocystic adenoma from mucinous cystadenoma and intraductal papillary mucinous tumor. Am J Roentgenol 2006;187:1192 e 8. [80] Thornton GD, McPhail MJ, Nayagam S, Hewitt MJ, Vlavianos P, Monahan KJ. Endoscopic ultrasound guided fi ne needle aspiration for the diagnosis of pancreatic cystic neoplasms: a meta-analysis. Pancreatology 2013;13:48 e 57. [81] Sahora K, Mino-Kenudson M, Brugge W, Thayer SP, Ferrone CR, Sahani D, et al. Branch duct intraductal papillary mucinous neoplasms: does cyst size change the tip of the scale? A critical analysis of the revised international consensus guidelines in a large single-institutional series. Ann Surg 2013;258:466 e 75. [82] Goh BKP, Thng CH, Tan DM, Low AS, Wong JS, Cheow PC, et al. Evaluation of the Sendai and 2012 International Consensus Guidelines based on cross- sectional imaging fi ndings performed for the initial triage of mucinous cystic lesions of the pancreas: a single institution experience with 114 sur- gically treated patients. Am J Surg 2014;208:202 e 9. [83] Aso T, Ohtsuka T, Matsunaga T, Kimura H, Watanabe Y, Tamura K, et al. High- risk stigmata ” of the 2012 International Consensus Guidelines correlate with the malignant grade of branch duct intraductal papillary mucinous neo- plasms of the pancreas. Pancreas 2014;43:1239 e 43. [84] Roch AM, Ceppa EP, DeWitt JM, Al-Haddad MA, House MG, Nakeeb A, et al. International Consensus Guidelines parameters for the prediction of M. Tanaka et al. / Pancreatology 17 (2017) 738 e 753 749",
    "malignancy in intraductal papillary mucinous neoplasm are not properly weighted and are not cumulative. HPB Oxf 2014;16:929 e 35. [85] Jang JY, Park T, Lee S, Kang MJ, Lee SY, Lee KB, et al. Validation of interna- tional consensus guidelines for the resection of branch duct-type intraductal papillary mucinous neoplasms. Br J Surg 2014;101:686 e 92. [86] Fritz S, Klauss M, Bergmann F, Strobel O, Schneider L, Werner J, et al. Pancreatic main-duct involvement in branch-duct IPMNs. Ann Surg 2014;260:848 e 56. [87] Nguyen AH, Toste PA, Farrell JJ, Clerkin BM, Williams J, Muthusamy VR, et al. Current recommendations for surveillance and surgery of intraductal papillary mucinous neoplasms may overlook some patients with cancer. J Gastrointest Surg 2015;19:258 e 65. [88] Uehara H, Nakaizumi A, Ishikawa O, Iishi H, Tatsumi K, Takakura R, et al. Development of ductal carcinoma of the pancreas during follow-up of branch duct intraductal papillary mucinous neoplasm of the pancreas. Gut 2008;57:1561 e 5. [89] Tanno S, Nakano Y, Sugiyama Y, Nakamura K, Sasajima J, Koizumi K, et al. Incidence of synchronous and metachronous pancreatic carcinoma in 168 patients with branch duct intraductal papillary mucinous neoplasm. Pan- creatology 2010;10:173 e 8. [90] Lafemina J, Katabi N, Klimstra D, Correa-Gallego C, Gaujoux S, Kingham TP, et al. Malignant progression in IPMN: a cohort analysis of patients initially selected for resection or observation. Ann Surg Oncol 2012;20:440 e 7. [91] Malleo G, Marchegiani G, Borin A, Capelli P, Accordini F, Butturini G, et al. Observational study of the incidence of pancreatic and extrapancreatic ma- lignancies during surveillance of patients with branch-duct intraductal papillary mucinous neoplasm. Ann Surg 2015;261:984 e 90. [92] Das A, Ngamruengphong S, Nagendra S, Chak A. Asymptomatic pancreatic cystic neoplasm: a cost-effectiveness analysis of different strategies of management. Gastrointest Endosc 2009;70:690 e 6. [93] Crippa S, Bassi C, Salvia R, Malleo G, Marchegiani G, Rebours V, et al. Low progression of intraductal papillary mucinous neoplasms with worrisome features and high-risk stigmata undergoing non-operative management: a mid-term follow-up analysis. Gut 2017;66:495 e 506. [94] Dortch JD, Stauffer JA, Asbun HJ. Pancreatic resection for side-branch intra- ductal papillary mucinous neoplasm (SB-IPMN): a contemporary single- institution experience. J Gastroint Surg 2015;19:1603 e 9. [95] Goh BK, Lin Z, Tan DM, Thng CH, Khor CJ, Lim TK, et al. Evaluation of the Fukuoka Consensus Guidelines for intraductal papillary mucinous neoplasms of the pancreas: results from a systematic review of 1,382 surgically resected patients. Surgery 2015;158:1192 e 202. [96] Kaimakliotis P, Riff B, Pourmand K, Chandrasekhara V, Furth EE, Siegelman ES, et al. Sendai and Fukuoka consensus guidelines identify advanced neoplasia in patients with suspected mucinous cystic neoplasms of the pancreas. Clin Gastroenterol Hepatol 2015;13:1808 e 15. [97] Singhi AD, Zeh HJ, Brand RE, Nikiforova MN, Chennat JS, Fasanella KE, et al. American Gastroenterological Association guidelines are inaccurate in detecting pancreatic cysts with advanced neoplasia: a clinicopathologic study of 225 patients with supporting molecular data. Gastrointest Endosc 2016;83:1107 e 17. [98] Robles EP, Maire F, Cros J, Vullierme MP, Rebours V, Sauvanet A, et al. Ac- curacy of 2012 International Consensus Guidelines for the prediction of malignancy of branch-duct intraductal papillary mucinous neoplasms of the pancreas. United Eur Gastroenterol J 2016;4:580 e 6. [99] Ma GK, Goldberg DS, Thiruvengadam N, Chandrasekhara V, Kochman ML, Ginsberg GG, et al. Comparing American Gastroenterological Association pancreatic cyst management guidelines with Fukuoka consensus guidelines as predictors of advanced neoplasia in patients with suspected pancreatic cystic neoplasms. J Am Coll Surg 2016;223:729 e 37. [100] Yamada S, Fujii T, Murotani K, Kanda M, Sugimoto H, Nakayama G, et al. Comparison of the international consensus guidelines for predicting malig- nancy in intraductal papillary mucinous neoplasms. Surgery 2016;159: 878 e 84. [101] Mukewar S, de Pretis N, Aryal-Khanal A, Ahmed N, Sah R, Enders F, et al. Fukuoka criteria accurately predict risk for adverse outcomes during follow- up of pancreatic cysts presumed to be intraductal papillary mucinous neo- plasms. Gut 2016 Jul 7. http://dx.doi.org/10.1136/gutjnl-2016-311615. [102] Lekkerkerker SJ, Besselink MG, Busch OR, Verheij J, Engelbrecht MR, Rauws EA, et al. Comparing 3 guidelines on the management of surgically removed pancreatic cysts with regard to pathological outcome. Gastrointest Endosc 2017;85:1025 e 31. [103] Kawada N, Uehara H, Nagata S, Tsuchishima M, Tsutsumi M, Tomita Y. Mural nodule of 10 mm or larger as predictor of malignancy for intraductal papillary mucinous neoplasm of the pancreas: pathological and radiological evaluations. Pancreatology 2016;16:441 e 8. [104] Ono J, Yaeger KA, Genevay M, Mino-Kenudson M, Brugge WR, Pitman MB. Cytological analysis of small branch-duct intraductal papillary mucinous neoplasms provides a more accurate risk assessment of malignancy than symptoms. Cytojournal 2011;8:21. [105] Kim KW, Park SH, Pyo J, Yoon SH, Byun JH, Lee MG, et al. Imaging features to distinguish malignant and benign branch-duct type intraductal papillary mucinous neoplasms of the pancreas: a meta-analysis. Ann Surg 2014;259: 72 e 81. [106] Uehara H, Ishikawa O, Katayama K, Kawada N, Ikezawa K, Fukutake N, et al. Size of mural nodule as an indicator of surgery for branch duct intraductal papillary mucinous neoplasm of the pancreas during follow-up. J Gastroenterol 2011;46:657 e 63. [107] Kobayashi N, Sugimori K, Shimamura T, Hosono K, Watanabe S, Kato S, et al. Endoscopic ultrasonographic fi ndings predict the risk of carcinoma in branch duct intraductal papillary mucinous neoplasms of the pancreas. Pan- creatology 2012;12:141 e 5. [108] Shimizu Y, Yamaue H, Maguchi H, Yamao K, Hirono S, Osanai M, et al. Pre- dictors of malignancy in intraductal papillary mucinous neoplasm of the pancreas: analysis of 310 pancreatic resection patients at multiple high- volume centers. Pancreas 2013;42:883 e 8. [109] Kobayashi G, Fujita N, Maguchi H, Tanno S, Mizuno N, Hanada K, et al. Natural history of branch duct intraductal papillary mucinous neoplasm with mural nodules: a Japan Pancreas Society multicenter study. Pancreas 2014;43:532 e 8. [110] Suzuki Y, Nakazato T, Yokoyama M, Kogure M, Matsuki R, Abe N, et al. Development and potential utility of a new scoring formula for prediction of malignant intraductal papillary mucinous neoplasm of the pancreas. Pancreas 2016;45:1227 e 32. [111] Tawada K, Ishihara T, Yamaguchi T, Tsuyuguchi T, Hara T, Tada M, et al. Comparison of branch duct and main pancreatic duct mural nodules in intraductal papillary mucinous neoplasm. Pancreas 2013;42:1193 e 5. [112] Yamashita Y, Ueda K, Itonaga M, Yoshida T, Maeda H, Maekita T, et al. Usefulness of contrast-enhanced endoscopic sonography for discriminating mural nodules from mucous clots in intraductal papillary mucinous neo- plasms: a single-center prospective study. J Ultrasound Med 2013;32:61 e 8. [113] Moris M, Raimondo M, Woodward TA, Skinner V, Arcidiacono PG, Petrone MC, et al. Risk factors for malignant progression of intraductal papillary mucinous neoplasms. Dig Liver Dis 2015;47:495 e 501. [114] Harima H, Kaino S, Shinoda S, Kawano M, Suenaga S, Sakaida I. Differential diagnosis of benign and malignant branch duct intraductal papillary mucinous neoplasm using contrast-enhanced endoscopic ultrasonography. World J Gastroenterol 2015;21:6252 e 60. [115] Fritz S, Hackert T, Hinz U, Hartwig W, Büchler MW, Werner J. Role of serum carbohydrate antigen 19-9 and carcinoembryonic antigen in distinguishing between benign and invasive intraductal papillary mucinous neoplasm of the pancreas. Br J Surg 2011;98:104 e 10. [116] Kim JR, Jang JY, Kang MJ, Park T, Lee SY, Jung W, et al. Clinical implication of serum carcinoembryonic antigen and carbohydrate antigen 19-9 for the prediction of malignancy in intraductal papillary mucinous neoplasm of pancreas. J Hepatobiliary Pancreat Sci 2015;22:699 e 707. [117] Wang W, Zhang L, Chen L, Wei J, Sun Q, Xie Q, et al. Serum carcinoembryonic antigen and carbohydrate antigen 19-9 for prediction of malignancy and invasiveness in intraductal papillary mucinous neoplasms of the pancreas: a meta-analysis. Biomed Rep 2015;3:43 e 50. [118] Jang JY, Park T, Lee S, Kim Y, Lee SY, Kim S-W, et al. Proposed nomogram predicting the individual risk of malignancy in the patients with branch duct type intraductal papillary mucinous neoplasms of the pancreas. Ann Surg 2016 Sep 6 [Epub ahead of print]. [119] Weinberg BM, Spiegel BM, Tomlinson JS, Farrell JJ. Asymptomatic pancreatic cystic neoplasms: maximizing survival and quality of life using Markov- based clinical nomograms. Gastroenterology 2010;138:531 e 40. [120] Del Chiaro M, Verbeke C, Salvia R, Kl € oppel G, Werner J, McKay C, et al. Eu- ropean study group on cystic tumours of the pancreas. European experts consensus statement on cystic tumours of the pancreas. Dig Liver Dis 2013;45:703 e 11. [121] Woo SM, Ryu JK, Lee SH, Yoon WJ, Kim Y-T, Yoon YB. Branch duct intraductal papillary mucinous neoplasms in a retrospective series of 190 patients. Br J Surg 2009;96:405 e 11. [122] Ohtsuka T, Kono H, Nagayoshi Y, Mori Y, Tsutsumi K, Sadakari Y, et al. An increase in the number of predictive factors augments the likelihood of malignancy in branch duct intraductal papillary mucinous neoplasm of the pancreas. Surgery 2012;151:76 e 83. [123] Masica DL, Dal Molin M, Wolfgang CL, Tomita T, Ostovaneh MR, Blackford A, et al. A novel approach for selecting combination clinical markers of pa- thology applied to a large retrospective cohort of surgically resected pancreatic cysts. J Am Med Inf Assoc 2017;24:145 e 52. [124] Cauley CE, Waters JA, Dumas RP, Meyer JE, Al-Haddad MA, DeWitt JM, et al. Outcomes of primary surveillance for intraductal papillary mucinous neoplasm. J Gastrointest Surg 2012;16:258 e 67. [125] Shimizu Y, Yamaue H, Maguchi H, Yamao K, Hirono S, Osanai M, et al. Validation of a nomogram for predicting the probability of carcinoma in patients with intraductal papillary mucinous neoplasm in 180 pancreatic resection patients at 3 high-volume centers. Pancreas 2015;44:459 e 64. [126] Correa-Gallego C, Do R, Lafemina J, Gonen M, D'Angelica MI, DeMatteo RP, et al. Predicting dysplasia and invasive carcinoma in intraductal papillary mucinous neoplasms of the pancreas: development of a preoperative nomogram. Ann Surg Oncol 2013;20:4348 e 55. [127] Hackert T, Fritz S, Klauss M, Bergmann F, Hinz U, Strobel O, et al. Main-duct intraductal papillary mucinous neoplasm: high cancer risk in duct diameter of 5 to 9 mm. Ann Surg 2015;262:875 e 80. [128] Roch AM, Ceppa EP, Al-Haddad MA, DeWitt JM, House MG, Zyromski NJ, et al. The natural history of main duct-involved, mixed-type intraductal papillary mucinous neoplasm: parameters predictive of progression. Ann Surg 2014;260:680 e 8. [129] Crippa S, Pergolini I, Rubini C, Castelli P, Partelli S, Zardini C, et al. Risk of M. Tanaka et al. / Pancreatology 17 (2017) 738 e 753 750",
    "misdiagnosis and overtreatment in patients with main pancreatic duct dilatation and suspected combined/main-duct intraductal papillary mucinous neoplasms. Surgery 2016;159:1041 e 9. [130] Couvelard A, Sauvanet A, Kianmanesh R, Hammel P, Colnot N, Levy P, et al. Frozen sectioning of the pancreatic cut surface during resection of intra- ductal papillary mucinous neoplasms of the pancreas is useful and reliable: a prospective evaluation. Ann Surg 2005;242:774 e 8. [131] Chari ST, Yadav D, Smyrk TC, DiMagno EP, Miller LJ, Raimondo M, et al. Study of recurrence after surgical resection of intraductal papillary mucinous neoplasm of the pancreas. Gastroenterology 2002;123:1500 e 7. [132] Jang JY, Kim SW, Ahn YJ, Yoon YS, Choi MG, Lee KU, et al. Multicenter analysis of clinicopathologic features of intraductal papillary mucinous tu- mor of the pancreas: is it possible to predict the malignancy before surgery? Ann Surg Oncol 2005;12:124 e 32. [133] White R, D'Angelica M, Katabi N, Tang L, Klimstra D, Fong Y, et al. Fate of the remnant pancreas after resection of noninvasive intraductal papillary mucinous neoplasm. J Am Coll Surg 2007;204:987 e 93. [134] Farnell MB. Surgical management of intraductal papillary mucinous neoplasm (IPMN) of the pancreas. J Gastrointest Surg 2008;12:414 e 6. [135] Fujii T, Kato K, Kodera Y, Kanda M, Nagai S, Yamada S, et al. Prognostic impact of pancreatic margin status in the intraductal papillary mucinous neoplasms of the pancreas. Surgery 2010;148:285 e 90. [136] Crippa S, Tamburrino D, Partelli S, Salvia R, Germenia S, Bassi C, et al. Total pancreatectomy: indications, different timing, and perioperative and long- term outcomes. Surgery 2011;149:79 e 86. [137] Stauffer JA, Nguyen JH, Heckman MG, Grewal MS, Dougherty M, Gill KR, et al. Patient outcomes after total pancreatectomy: a single centre contemporary experience. HPB Oxf 2009;11:483 e 92. [138] Cheon YK, Cho YD, Jeon SR, Moon JH, Jeong SW, Hur KY, et al. Pancreatic resection guided by preoperative intraductal ultrasonography for intraductal papillary mucinous neoplasm. Am J Gastroenterol 2010;105:1963 e 9. [139] Eguchi H, Ishikawa O, Ohigashi H, Sasaki Y, Yamada T, Nakaizumi A, et al. Role of intraoperative cytology combined with histology in detecting continuous and skip type intraductal cancer existence for intraductal papillary mucinous carcinoma of the pancreas. Cancer 2006;107:2567 e 75. [140] Mori Y, Ohtsuka T, Tamura K, Ideno N, Aso T, Kono H, et al. Intraoperative irrigation cytology of the remnant pancreas to detect remnant distinct pancreatic ductal adenocarcinoma in patients with intraductal papillary mucinous neoplasm undergoing partial pancreatectomy. Surgery 2014;155: 67 e 73. [141] Nagayoshi Y, Aso T, Ohtsuka T, Kono H, Ideno N, Igarashi H, et al. Peroral pancreatoscopy using the SpyGlass system for the assessment of intraductal papillary mucinous neoplasm of the pancreas. J Hepatobiliary Pancreat Sci 2014;21:410 e 7. [142] Falconi M, Mantovani W, Crippa S, Mascetta G, Salvia R, Pederzoli P. Pancreatic insuf fi ciency after different resections for benign tumours. Br J Surg 2008;95:85 e 91. [143] Crippa S, Partelli S, Falconi M. Extent of surgical resections for intraductal papillary mucinous neoplasms. World J Gastrointest Surg 2010;2:347 e 51. [144] Sauvanet A, Partensky C, Sastre B, Gigot JF, Fagniez PL, Tuech JJ, et al. Medial pancreatectomy: a multi-institutional retrospective study of 53 patients by the French Pancreas Club. Surgery 2002;132:836 e 43. [145] Kimura W, Fuse A, Hirai I, Suto K. Spleen-preserving distal pancreatectomy for intraductal papillary-mucinous tumor (IPMT). Hepatogastroenterology 2004;51:86 e 90. [146] Talamini MA, Moesinger R, Yeo CJ, Poulose B, Hruban RH, Cameron JL, et al. Cystadenomas of the pancreas: is enucleation an adequate operation? Ann Surg 1998;227:896 e 903. [147] Murakami Y, Uemura K, Yokoyama Y, Sasaki M, Morifuji M, Hayashidani Y, et al. Pancreatic head resection with segmental duodenectomy for intra- ductal papillary mucinous tumors of the pancreas. J Gastrointest Surg 2004;8:713 e 9. [148] Cho A, Arita S, Koike N, Isaka N, Kusume K, Makino H, et al. Ventral pancreatectomy associated with segmental duodenectomy including the major papilla. Hepatogastroenterology 2007;54:2392 e 4. [149] Ohwada S, Ogawa T, Kasahara M, Kawate S, Koyama T, Izumi M, et al. Ventral pancreas-preserving pancreatic head and body resection. Hepatogas- troenterology 2001;48:1622 e 4. [150] Sharma MS, Brams DM, Birkett DH, Munson JL. Uncinatectomy: a novel surgical option for the management of intraductal papillary mucinous tu- mors of the pancreas. Dig Surg 2006;23:121 e 4. [151] Yamaguchi K, Shimizu S, Yokohata K, Noshiro H, Chijiiwa K, Tanaka M. Ductal branch-oriented minimal pancreatectomy: two cases of successful treat- ment. J Hepatobiliary Pancreat Surg 1999;6:69 e 73. [152] Lee SE, Jang JY, Yang SH, Kim SW. Intraductal papillary mucinous carcinoma with atypical manifestations: report of two cases. World J Gastroenterol 2007;13:1622 e 5. [153] Mizuta Y, Akazawa Y, Shiozawa K, Ohara H, Ohba K, Ohnita K, et al. Pseu- domyxoma peritonei accompanied by intraductal papillary mucinous neoplasm of the pancreas. Pancreatology 2005;5:470 e 4. [154] Sauvanet A, Gaujoux S, Blanc B, Couvelard A, Dokmak S, Vullierme MP, et al. Parenchyma-sparing pancreatectomy for presumed noninvasive intraductal papillary mucinous neoplasms of the pancreas. Ann Surg 2014;260:364 e 71. [155] Gan SI, Thompson CC, Lauwers GY, Bounds BC, Brugge WR. Ethanol lavage of pancreatic cystic lesions: initial pilot study. Gastrointest Endosc 2005;61: 746 e 52. [156] Oh HC, Seo DW, Lee TY, Kim JY, Lee SS, Lee SK, et al. New treatment for cystic tumors of the pancreas: EUS-guided ethanol lavage with paclitaxel injection. Gastrointest Endosc 2008;67:636 e 42. [157] Oh HC, Seo DW, Song TJ, Moon SH, Park DH, Soo Lee S, et al. Endoscopic ultrasonography-guided ethanol lavage with paclitaxel injection treats pa- tients with pancreatic cysts. Gastroenterology 2011;140:172 e 9. [158] DeWitt JM, Al-Haddad M, Sherman S, LeBlanc J, Schmidt CM, Sandrasegaran K, et al. Alterations in cyst fl uid genetics following endoscopic ultrasound-guided pancreatic cyst ablation with ethanol and paclitaxel. Endoscopy 2014;46:457 e 64. [159] Yamaguchi K, Nakamura K, Yokohata K, Shimizu S, Chijiiwa K, Tanaka M. Pancreatic cyst as a sentinel of in situ carcinoma of the pancreas. Report of two cases. Int J Pancreatol 1997;22:227 e 31. [160] Sawai Y, Yamao K, Bhatia V, Chiba T, Mizuno N, Sawaki A, et al. Development of pancreatic cancers during long-term follow-up of side-branch intraductal papillary mucinous neoplasms. Endoscopy 2010;42:1077 e 84. [161] Tanaka M. Controversies in the management of pancreatic IPMN. Nat Rev Gastroenterol Hepatol 2011;8:56 e 60. [162] G \u0013 omez V, Takahashi N, Levy MJ, McGee KP, Jones A, Huang Y, et al. EUS- guided ethanol lavage does not reliably ablate pancreatic cystic neoplasms (with video). Gastrointest Endosc 2016;83:914 e 20. [163] Matthaei H, Norris AL, Tsiatis AC, Olino K, Hong SM, dal Molin M, et al. Clinicopathological characteristics and molecular analyses of multifocal intraductal papillary mucinous neoplasms of the pancreas. Ann Surg 2012;255:326 e 33. [164] Fritz S, Schirren M, Klauss M, Bergmann F, Hackert T, Hartwig W, et al. Clinicopathologic characteristics of patients with resected multifocal intra- ductal papillary mucinous neoplasm of the pancreas. Surgery 2012;152(3 Suppl 1):S74 e 80. [165] Shi C, Klein AP, Goggins M, Maitra A, Canto M, Ali S, et al. Increased preva- lence of precursor lesions in familial pancreatic cancer patients. Clin Cancer Res 2009;15:7737 e 43. [166] Poultsides GA, Reddy S, Cameron JL, Hruban RH, Pawlik TM, Ahuja N, et al. Histopathologic basis for the favorable survival after resection of intraductal papillary mucinous neoplasm-associated invasive adenocarcinoma of the pancreas. Ann Surg 2010;251:470 e 6. [167] D'Angelica M, Brennan MF, Suriawinata AA, Klimstra D, Conlon KC. Intra- ductal papillary mucinous neoplasms of the pancreas: an analysis of clini- copathologic features and outcome. Ann Surg 2004;239:400 e 8. [168] Adsay NV, Merati K, Andea A, Sarkar F, Hruban RH, Wilentz RE, et al. The dichotomy in the preinvasive neoplasia to invasive carcinoma sequence in the pancreas: differential expression of MUC1 and MUC2 supports the ex- istence of two separate pathways of carcinogenesis. Mod Pathol 2002;15: 1087 e 95. [169] Mino-Kenudson M, Fern \u0013 andez-del Castillo C, Baba Y, Valsangkar NP, Liss AS, Hsu M, et al. Prognosis of invasive IPMN depends on histological and pre- cursor epithelial subtypes. Gut 2011;60:1712 e 20. [170] Adsay NV, Merati K, Basturk O, Iacobuzio-Donahue C, Levi E, Cheng JD, et al. Pathologically and biologically distinct types of epithelium in intraductal papillary mucinous neoplasms: delineation of an \" intestinal \" pathway of carcinogenesis in the pancreas. Am J Surg Pathol 2004;28:839 e 48. [171] Nakagohri T, Asano T, Kenmochi T, Urashima T, Ochiai T. Long-term surgical outcome of noninvasive and minimally invasive intraductal papillary mucinous adenocarcinoma of the pancreas. World J Surg 2002;26:1166 e 9. [172] Nara S, Shimada K, Kosuge T, Kanai Y, Hiraoka N. Minimally invasive intra- ductal papillary-mucinous carcinoma of the pancreas: clinicopathologic study of 104 intraductal papillary-mucinous neoplasms. Am J Surg Pathol 2008;32:243 e 55. [173] Takahashi H, Nakamori S, Nakahira S, Tsujie M, Takahshi Y, Marubashi S, et al. Surgical outcomes of noninvasive and minimally invasive intraductal papillary-mucinous neoplasms of the pancreas. Ann Surg Oncol 2006;13: 955 e 60. [174] Nakata K, Ohuchida K, Aishima S, Sadakari Y, Kayashima T, Miyasaka Y, et al. Invasive carcinoma derived from intestinal-type intraductal papillary mucinous neoplasm is associated with minimal invasion, colloid carcinoma, and less invasive behavior, leading to a better prognosis. Pancreas 2011;40: 581 e 7. [175] Kang MJ, Lee KB, Jang JY, Kwon W, Park JW, Chang YR, et al. Disease spec- trum of intraductal papillary mucinous neoplasm with an associated inva- sive carcinoma invasive IPMN versus pancreatic ductal adenocarcinoma- associated IPMN. Pancreas 2013;42:1267 e 74. [176] Edge SB, Byrd DR, Compton CC, Fritz AG, Greene FL, Trotti A. AJCC cancer staging manual 7th edition. New York: Springer; 2010. [177] Furukawa T, Hatori T, Fujita I, Yamamoto M, Kobayashi M, Ohike N, et al. Prognostic relevance of morphological types of intraductal papillary mucinous neoplasms of the pancreas. Gut 2011;60:509 e 16. [178] Sadakari Y, Ohuchida K, Nakata K, Ohtsuka T, Aishima S, Takahata S, et al. Invasive carcinoma derived from the nonintestinal type intraductal papillary mucinous neoplasm of the pancreas has a poorer prognosis than that derived from the intestinal type. Surgery 2010;147:812 e 7. [179] Distler M, Kersting S, Niedergethmann M, Aust DE, Franz M, Rückert F, et al. Pathohistological subtype predicts survival in patients with IPMN (IPMN) of the pancreas. Ann Surg 2013;258:324 e 30. [180] Date K, Ohtsuka T, Fujimoto T, Tamura K, Kimura H, Matsunaga T, et al. M. Tanaka et al. / Pancreatology 17 (2017) 738 e 753 751",
    "Molecular evidence for monoclonal skip progression in main duct intra- ductal papillary mucinous neoplasms of the pancreas. Ann Surg 2017;265: 969 e 77. [181] Basturk O, Khayyata S, Klimstra DS, Hruban RH, Zamboni G, Coban I, et al. Preferential expression of MUC6 in oncocytic and pancreatobiliary types of intraductal papillary neoplasms highlights a pyloropancreatic pathway, distinct from the intestinal pathway, in pancreatic carcinogenesis. Am J Surg Pathol 2010;34:364 e 70. [182] Adsay NV, Adair CF, Heffess CS, Klimstra DS. Intraductal oncocytic papillary neoplasms of the pancreas. Am J Surg Pathol 1996;20:980 e 94. [183] Patel SA, Adams R, Goldstein M, Moskaluk CA. Genetic analysis of invasive carcinoma arising in intraductal oncocytic papillary neoplasm of the pancreas. Am J Surg Pathol 2002;26:1071 e 7. [184] Marchegiani G, Mino-Kenudson M, Ferrone CR, Warshaw AL, Lillemoe KD, Fern \u0013 andez-del Castillo C. Oncocytic-type intraductal papillary mucinous neoplasms: a unique malignant pancreatic tumor with good long-term prognosis. J Am Coll Surg 2015;220:839 e 44. [185] Hibi Y, Fukushima N, Tsuchida A, Sofuni A, Itoi T, Moriyasu F, et al. Pancreatic juice cytology and subclassi fi cation of intraductal papillary mucinous neo- plasms of the pancreas. Pancreas 2007;34:197 e 204. [186] Hara T, Ikebe D, Odaka A, Sudo K, Nakamura K, Yamamoto H, et al. Preop- erative histological subtype classi fi cation of intraductal papillary mucinous neoplasms (IPMN) by pancreatic juice cytology with MUC stain. Ann Surg 2013;257:1103 e 11. [187] Sai JK, Nobukawa B, Matsumura Y, Watanabe S. Pancreatic duct lavage cytology with the cell block method for discriminating benign and malignant branch-duct type intraductal papillary mucinous neoplasms. Gastrointest Endosc 2013;77:726 e 35. [188] Hisaka T, Horiuchi H, Uchida S, Ishikawa H, Kawahara R, Kawashima Y, et al. Potential usefulness of mucin immunohistochemical staining of preoperative pancreatic biopsy or juice cytology specimens in the determination of treatment strategies for IPMN. Oncol Rep 2013;30:2035 e 41. [189] Yoon WJ, Daglilar ES, Mino-Kenudson M, Morales-Oyarvide V, Pitman MB, Brugge WR. Characterization of epithelial subtypes of intraductal papillary mucinous neoplasm of the pancreas with endoscopic ultrasound and cyst fl uid analysis. Endoscopy 2014;46:1071 e 7. [190] Basturk O, Hong SM, Wood LD, Adsay NV, Albores-Saavedra J, Biankin AV, et al. A revised classi fi cation system and recommendations from the Balti- more consensus meeting for neoplastic precursor lesions in the pancreas. Am J Surg Pathol 2015;39:1730 e 41. [191] Hruban RH, Takaori K, Klimstra DS, Adsay NV, Albores-Saavedra J, Biankin AV, et al. An illustrated consensus on the classi fi cation of pancreatic intraepithelial neoplasia and intraductal papillary mucinous neoplasms. Am J Surg Pathol 2004;28:977 e 87. [192] Basturk O, Coban I, Adsay NV. Pancreatic cysts: pathologic classi fi cation, differential diagnosis, and clinical implications. Arch Pathol Lab Med 2009;133:423 e 38. [193] Marchegiani G, Mino-Kenudson M, Ferrone CR, Morales-Oyarvide V, Warshaw AL, Lillemoe KD, et al. Patterns of recurrence after resection of IPMN: who, when, and how? Ann Surg 2015;262:1108 e 14. [194] Yamaguchi K, Ohuchida J, Ohtsuka T, Nakano K, Tanaka M. Intraductal papillary-mucinous tumor of the pancreas concomitant with ductal carci- noma of the pancreas. Pancreatology 2002;2:484 e 90. [195] Yamaguchi K, Kanemitsu S, Hatori T, Maguchi H, Shimizu Y, Tada M, et al. Pancreatic ductal adenocarcinoma derived from IPMN and pancreatic ductal adenocarcinoma concomitant with IPMN. Pancreas 2011;40:571 e 80. [196] Tada M, Kawabe T, Arizumi M, Togawa O, Matsubara S, Yamamoto N, et al. Pancreatic cancer in patients with pancreatic cystic lesions: a prospective study in 197 patients. Clin Gastroenterol Hepatol 2006;4:1265 e 70. [197] Tanno S, Nakano Y, Koizumi K, Sugiyama Y, Nakamura K, Sasajima J, et al. Pancreatic ductal adenocarcinomas in long-term follow-up patients with branch duct intraductal papillary mucinous neoplasms. Pancreas 2010;39: 36 e 40. [198] Ideno N, Ohtsuka T, Kono H, Fujiwara K, Oda Y, Aishima S, et al. Intraductal papillary mucinous neoplasms of the pancreas with distinct pancreatic ductal adenocarcinomas are frequently of gastric subtype. Ann Surg 2013;258:141 e 51. [199] Ideno N, Ohtsuka T, Matsunaga T, Kimura H, Watanabe Y, Tamura K, et al. Clinical signi fi cance of GNAS mutation in intraductal papillary mucinous neoplasm of the pancreas with concomitant pancreatic ductal adenocarci- noma. Pancreas 2015;44:311 e 20. [200] Tamura K, Ohtsuka T, Date K, Fujimoto T, Matsunaga T, Kimura H, et al. Distinction of invasive carcinoma derived from intraductal papillary mucinous neoplasms from concomitant ductal adenocarcinoma of the pancreas using molecular biomarkers. Pancreas 2016;45:826 e 35. [201] Koshita S, Fujita N, Noda Y, Kobayashi G, Ito K, Horaguchi J, et al. Invasive carcinoma derived from \" fl at type \" branch duct intraductal papillary mucinous neoplasms of the pancreas: impact of classi fi cation according to the height of mural nodule on endoscopic ultrasonography. J Hepatobiliary Pancreat Sci 2015;22:301 e 9. [202] Toll AD, Kowalski T, Loren D, Bibbo M. The added value of molecular testing in small pancreatic cysts. JOP 2010;11:582 e 6. [203] Arlix A, Bournet B, Otal P, Canevet G, Thevenot A, Kirzin S, et al. Long-term clinical and imaging follow-up of nonoperated branch duct form of intra- ductal papillary mucinous neoplasms of the pancreas. Pancreas 2012;41: 295 e 301. [204] Lawson RD, Hunt GC, Giap AQ, Krinsky ML, Slezak J, Tang RS, et al. Pancreatic cysts suspected to be branch duct intraductal papillary mucinous neoplasm without concerning features have low risk for development of pancreatic cancer. Ann Gastroenterol 2015;28:487 e 94. [205] Nagata N, Kawazoe A, Mishima S, Wada T, Shimbo T, Sekine K, et al. Development of pancreatic cancer, disease-speci fi c mortality, and all-cause mortality in patients with nonresected IPMNs: a long-term cohort study. Radiology 2016;278:125 e 34. [206] Khaled YS, Mohsin M, Fatania K, Yee A, Adair R, Sheridan M, et al. Outcome of long interval radiological surveillance of side branch pancreatic duct- involved intraductal papillary mucinous neoplasm in selected patients. HPB Oxf 2016;18:879 e 85. [207] Ingkakul T, Sadakari Y, Ienaga J, Satoh N, Takahata S, Tanaka M. Predictors of the presence of concomitant invasive ductal carcinoma in intraductal papillary mucinous neoplasm of the pancreas. Ann Surg 2010;251:70 e 5. [208] Ikeuchi N, Itoi T, Sofuni A, Itokawa F, Tsuchiya T, Kurihara T, et al. Prognosis of cancer with branch duct type IPMN of the pancreas. World J Gastroenterol 2010;16:1890 e 5. [209] Ohtsuka T, Kono H, Tanabe R, Nagayoshi Y, Mori Y, Sadakari Y, et al. Follow- up study after resection of intraductal papillary mucinous neoplasm of the pancreas; special references to the multifocal lesions and development of ductal carcinoma in the remnant pancreas. Am J Surg 2012;204:44 e 8. [210] Tamura K, Ohtsuka T, Ideno N, Aso T, Kono H, Nagayoshi Y, et al. Unresect- able pancreatic ductal adenocarcinoma in the remnant pancreas diagnosed during every-6-month surveillance after resection of branch duct intraductal papillary mucinous neoplasm: a case report. JOP 2013;14:450 e 3. [211] Moris M, Raimondo M, Woodward TA, Skinner VJ, Arcidiacono PG, Petrone MC, et al. International intraductal papillary mucinous neoplasms registry: long-term results based on the new guidelines. Pancreas 2017;46: 306 e 10. [212] Khannoussi W, Vullierme MP, Rebours V, Maire F, Hentic O, Aubert A, et al. The long term risk of malignancy in patients with branch duct intraductal papillary mucinous neoplasms of the pancreas. Pancreatology 2012;12: 198 e 202. [213] Del Chiaro M, Ateeb Z, Hansson MR, Rangelova E, Segersvard R, Kartalis N, et al. Survival analysis and risk for progression of intraductal papillary mucinous neoplasia of the pancreas (IPMN) under surveillance: a single- institution experience. Ann Surg Oncol 2017;24:1120 e 6. [214] Maguchi H, Tanno S, Mizuno N, Hanada K, Kobayashi G, Hatori T, et al. Natural history of branch duct intraductal papillary mucinous neoplasms of the pancreas: a multicenter study in Japan. Pancreas 2011;40:364 e 70. [215] Kamata K, Kitano M, Kudo M, Sakamoto H, Kadosaka K, Miyata T, et al. Value of EUS in early detection of pancreatic ductal adenocarcinomas in patients with intraductal papillary mucinous neoplasms. Endoscopy 2014;46:22 e 9. [216] Date K, Ohtsuka T, Nakamura Y, Gotoh Y, Nakashima Y, Fujimoto T, et al. Incidence and timing of the development of concomitant pancreatic ductal adenocarcinoma during surveillance for resected and unresected intraductal papillary neoplasms. Pancreas 2016;45:1502 (Abstract). [217] Sahora K, Crippa S, Zamboni G, Ferrone C, Warshaw AL, Lillemoe K, et al. Intraductal papillary mucinous neoplasms of the pancreas with concurrent pancreatic and periampullary neoplasms. Eur J Surg Oncol 2016;42: 197 e 204. [218] Sahora K, Ferrone CR, Brugge WR, Morales-Oyarvide V, Warshaw AL, Lillemoe KD, et al. Effects of comorbidities on outcomes of patients with intraductal papillary mucinous neoplasms. Clin Gastroenterol Hepatol 2015;13:1816 e 23. [219] Winter JM, Jiang W, Basturk O, Mino-Kenuduson M, Fong ZV, Tan WP, et al. Recurrence and survival after resection of small intraductal papillary mucinous neoplasm-associated carcinomas ( \u0014 20-mm invasive component): a multi-institutional analysis. Ann Surg 2016;263:793 e 801. [220] He J, Cameron JL, Ahuja N, Makary MA, Hirose K, Choti MA, et al. Is it necessary to follow patients after resection of a benign pancreatic intra- ductal papillary mucinous neoplasm? J Am Coll Surg 2013;216:657 e 65. [221] Kang MJ, Jang JY, Lee KB, Chang YR, Kwon W, Kim SW. Long-term pro- spective cohort study of patients undergoing pancreatectomy for intraductal papillary mucinous neoplasm of the pancreas: implications for postoperative surveillance. Ann Surg 2013;260:356 e 63. [222] Wada K, Kozarek RA, Traverso LW. Outcomes following resection of invasive and noninvasive intraductal papillary mucinous neoplasms of the pancreas. Am J Surg 2005;189:632 e 6. [223] Raut CP, Cleary KR, Staerkel GA, Abbruzzese JL, Wolff RA, Lee JH, et al. Intraductal papillary mucinous neoplasms of the pancreas: effect of invasion and pancreatic margin status on recurrence and survival. Ann Surg Oncol 2006;13:582 e 94. [224] Salvia R, Partelli S, Crippa S, Landoni L, Capelli P, Manfredi R, et al. Intraductal papillary mucinous neoplasms of the pancreas with multifocal involvement of branch ducts. Am J Surg 2009;198:709 e 14. [225] Miller JR, Meyer JE, Waters JA, Al-Haddad M, Dewitt J, Sherman S, et al. Outcome of the pancreatic remnant following segmental pancreatectomy for non-invasive intraductal papillary mucinous neoplasm. HPB Oxf 2011;13: 759 e 66. [226] Tamura K, Ohtsuka T, Ideno N, Aso T, Shindo K, Aishima S, et al. Treatment strategy for main duct intraductal papillary mucinous neoplasms of the pancreas based on the assessment of recurrence in the remnant pancreas M. Tanaka et al. / Pancreatology 17 (2017) 738 e 753 752",
    "after resection: a retrospective review. Ann Surg 2014;259:360 e 8. [227] Miyasaka Y, Ohtsuka T, Tamura K, Mori Y, Shindo K, Yamada D, et al. Pre- dictive factors for the metachronous development of high-risk lesions in the remnant pancreas after partial pancreatectomy for intraductal papillary mucinous neoplasm. Ann Surg 2016;263:1180 e 7. [228] Hirono S, Kawai M, Okada K, Miyazawa M, Shimizu A, Kitahata Y, et al. Long- term surveillance is necessary after operative resection for intraductal papillary mucinous neoplasm of the pancreas. Surgery 2016;160:306 e 17. [229] Pea A, Yu J, Rezaee N, Luchini C, He J, Dal Molin M, et al. Targeted DNA sequencing reveals patterns of local progression in the pancreatic remnant following resection of intraductal papillary mucinous neoplasm (IPMN) of the pancreas. Ann Surg 2017;266:133 e 41. [230] Rezaee N, Barbon C, Zaki A, He J, Salman B, Hruban RH, et al. Intraductal papillary mucinous neoplasm (IPMN) with high grade dysplasia is a risk factor for the subsequent development of pancreatic ductal adenocarcinoma. HPB Oxf 2016;18:236 e 46. [231] Frankel TL, LaFemina J, Bamboat ZM, D'Angelica MI, DeMatteo RP, Fong Y, et al. Dysplasia at the surgical margin is associated with recurrence after resection of non-invasive intraductal papillary mucinous neoplasms. HPB Oxf 2013;15:814 e 21. [232] Ohtsuka T, Tanaka M. Chapter 16-Postoperative surveillance of branch duct IPMN. In: Tanaka M, editor. Intraductal papillary mucinous neoplasm of the pancreas. Tokyo: Springer; 2014. p. 189 e 99. [233] Klein AP, Brune KA, Petersen GM, Goggins M, Tersmette AC, Offerhaus GJ, et al. Prospective risk of pancreatic cancer in familial pancreatic cancer kindreds. Cancer Res 2004;64:2634 e 8. [234] Amundadottier LT, Thorvaldsson S, Gudbjartsson DF, Sulem P, Kristjansson K, Arnason S, et al. Cancer as a complex phenotype: pattern of cancer distri- bution within and beyond the nuclear family. PLoS Med 2004;1:e65. [235] Wang W, Chen S, Brune KA, Hruban RH, Parmigiani G, Klein AP. PancPRO: risk assessment for individuals with a family history of pancreatic cancer. J Clin Oncol 2007;25:1417 e 22. [236] Couch FJ, Johnson MR, Rabe KG, Brune K, de Andrade M, Goggins M, et al. The prevalence of BRCA2 mutations in familial pancreatic cancer. Cancer Epi- demiol Biomarkers Prev 2007;16:342 e 6. [237] Goggins M, Schutte M, Lu J, Weinstein CL, Petersen GM, Yeo CJ, et al. Germline BRCA2 gene mutations in patients with apparently sporadic pancreatic carcinomas. Cancer Res 1996;56:5360 e 4. [238] Borg A, Sandberg T, Nilsson K, Johannsson O, Klinker M, Måsb € ack A, et al. High frequency of multiple melanomas and breast and pancreas carcinomas in CDKN2A mutation-positive melanoma families. J Natl Cancer Inst 2000;92:1260 e 6. [239] Giardiello FM, Welsh SB, Hamilton SR, Offerhaus GJ, Gittelsohn AM, Booker SV, et al. Increased risk of cancer in the Peutz-Jeghers syndrome. N Engl J Med 1987;316:1511 e 4. [240] Nehra D, Oyarvide VM, Mino-Kenudson M, Thayer SP, Ferrone CR, Wargo JA, et al. Intraductal papillary mucinous neoplasms: does a family history of pancreatic cancer matter? Pancreatology 2012;12:358 e 63. [241] Mandai K, Uno K, Yasuda K. Does a family history of pancreatic ductal adenocarcinoma and cyst size in fl uence the follow-up strategy for intra- ductal papillary mucinous neoplasms of the pancreas? Pancreas 2014;43: 917 e 21. [242] Yamaguchi K, Chijiiwa K, Shimizu S, Yokohata K, Morisaki T, Yonemasu H, et al. Intraductal papillary neoplasm of the pancreas: a clinical review of 13 benign and four malignant tumours. Eur J Surg 1999;165:223 e 9. [243] Kawakubo K, Tada M, Isayama H, Sasahira N, Nakai Y, Yamamoto K, et al. Incidence of extrapancreatic malignancies in patients with intraductal papillary mucinous neoplasms of the pancreas. Gut 2011;60:1249 e 53. [244] Calculli L, Pezzilli R, Brindisi C, Morabito R, Casadei R, Zompatori M. Pancreatic and extrapancreatic lesions in patients with intraductal papillary mucinous neoplasms of the pancreas: a single-centre experience. Radiol Med 2010;115:442 e 52. [245] Reid-Lombardo KM, Mathis KL, Wood CM, Harmsen WS, Sarr MG. Frequency of extrapancreatic neoplasms in intraductal papillary mucinous neoplasm of the pancreas: implications for management. Ann Surg 2010;251:64 e 9. [246] Lee SY, Choi DW, Jang KT, Lee KT, Choi SH, Heo JS, et al. High expression of intestinal-type mucin (MUC2) in intraductal papillary mucinous neoplasms coexisting with extrapancreatic gastrointestinal cancers. Pancreas 2006;32: 186 e 9. M. Tanaka et al. / Pancreatology 17 (2017) 738 e 753 753"
  ],
  "processed_at": "2026-01-30T14:42:22.111Z"
}