{
  "doc_id": "fd1dea9837d4ce1b50822304d040fe09",
  "source_id": "terlouw-et-al-2020-european-guidelines-on-chronic-mesenteric-ischaemia-joint-united-european-gastroenterology-european",
  "total_pages": 25,
  "pages": [
    "Guideline European guidelines on chronic mesenteric ischaemia – joint United European Gastroenterology, European Association for Gastroenterology, Endoscopy and Nutrition, European Society of Gastrointestinal and Abdominal Radiology, Netherlands Association of Hepatogastroenterologists, Hellenic Society of Gastroenterology, Cardiovascular and Interventional Radiological Society of Europe, and Dutch Mesenteric Ischemia Study group clinical guidelines on the diagnosis and treatment of patients with chronic mesenteric ischaemia Luke G Terlouw 1,2 , Adriaan Moelker 2 , Jan Abrahamsen 3 , Stefan Acosta 4,5 , Olaf J Bakker 6,7 , Iris Baumgartner 8 , Louis Boyer 9 , Olivier Corcos 10 , Louisa JD van Dijk 1 , Mansur Duran 11 , Robert H Geelkerken 12,13 , Giulio Illuminati 14 , Ralph W Jackson 15 , Jussi M K € arkk € ainen 16,17 , Jeroen J Kolkman 18,19 , Lars L € onn 20 , Maria A Mazzei 21 , Alexandre Nuzzo 22 , Felice Pecoraro 23 , Jan Raupach 24 , Hence JM Verhagen 25 , Christoph J Zech 26 , Desir \u0013 ee van Noord 27 and Marco J Bruno 1 1 Department of Gastroenterology and Hepatology, Erasmus MC University Medical Center, Rotterdam, the Netherlands 2 Department of Radiology, Erasmus MC University Medical Center, Rotterdam, the Netherlands 3 Department of Clinical Physiology, Viborg Regional Hospital, Viborg, Denmark 4 Department of Clinical Sciences Malm € o, Lund University, Lund, Sweden 5 Department of Cardio-Thoracic and Vascular Surgery, Skane University Hospital, Malm € o, Sweden 6 Department of Vascular Surgery, Sint Antonius hospital, Nieuwegein, the Netherlands 7 Department of Vascular Surgery, University Hospital Leipzig, Leipzig, Germany 8 Division of Angiology, Swiss Cardiovascular Center, Inselspital, Bern University Hospital, University of Bern, Bern, Switzerland 9 Department of Diagnostic and Interventional Radiology, Montpied University Hospital, Clermont-Ferrand, France 10 Department of Gastroenterology, Intestinal Stroke Center, Hopital Beaujon APHP, Clichy, France 11 Department of Vascular and Endovascular Surgery, Marienhospital Gelsenkirchen, Gelsenkirchen, Germany 12 Department of Vascular Surgery, Medisch Spectrum Twente, Enschede, the Netherlands 13 Multi-modality Medical Imaging (M3I) group, Faculty of Science and Technology, Technical Medical Centre, University of Twente, Enschede, the Netherlands 14 Department of Surgical Sciences, University of Rome La Sapienza, Rome, Italy 15 Department of Interventional Radiology, Newcastle upon Tyne Hospitals NHS Foundation Trust, UK 16 Heart Center, Kuopio University Hospital, Kuopio, Finland United European Gastroenterology Journal 2020, Vol. 8(4) 371 – 395 ! Author(s) 2020 Article reuse guidelines: sagepub.com/journals-permissions DOI: 10.1177/2050640620916681 journals.sagepub.com/home/ueg",
    "Abstract Chronic mesenteric ischaemia is a severe and incapacitating disease, causing complaints of post-prandial pain, fear of eating and weight loss. Even though chronic mesenteric ischaemia may progress to acute mesenteric ischaemia, chronic mesenteric ischaemia remains an underappreciated and undertreated disease entity. Probable explana- tions are the lack of knowledge and awareness among physicians and the lack of a gold standard diagnostic test. The underappreciation of this disease results in diagnostic delays, underdiagnosis and undertreating of patients with chronic mesenteric ischaemia, potentially resulting in fatal acute mesenteric ischaemia. This guideline pro- vides a comprehensive overview and repository of the current evidence and multidisciplinary expert agreement on pertinent issues regarding diagnosis and treatment, and provides guidance in the multidisciplinary field of chronic mesenteric ischaemia. Keywords Median arcuate ligament syndrome, atherosclerosis, mesenteric arteries, mesenteric artery stenting, coeliac artery release Received: 31 January 2020; accepted: 8 March 2020 Introduction Chronic mesenteric ischaemia is a severe and incapac- itating disease, causing complaints of post-prandial pain, fear of eating and weight loss. Chronic mesenteric ischaemia can progress to acute mesenteric ischaemia (AMI), a much dreaded and often lethal complication. Nevertheless, chronic mesenteric ischaemia remains an underappreciated, underdiagnosed and undertreated disease entity, mainly due to lack of knowledge and awareness among physicians. The increased incidence of cardiovascular disease in the elderly population and the rise in the prevalence of obesity and diabetes mel- litus is likely to contribute to an increasing incidence of chronic mesenteric ischaemia. Although weight loss is still a consistent finding in patients with chronic mes- enteric ischaemia, modern, faster diagnostic workup compared to the pre-computed tomography (CT) era has lowered the proportion of chronic mesenteric ischaemia patients who are underweight at diagnosis. 1,2 Some patients may still be overweight at diagnosis, while others will have a normal body mass index (BMI) at diagnosis but were overweight at the onset of symptoms, which usually precede diagnosis by at least six months. 3 Hence, the misconception that patients with chronic mesenteric ischaemia are all cachectic, as stated in older textbooks, is a diagnostic pitfall leading to further diagnostic delay and no longer applies in the current clinical context. Even though criteria and recommendations for mes- enteric ischaemia have been formulated by radiology, interventional radiology and vascular surgery societies, a multidisciplinary guideline covering the full multidis- ciplinary spectrum of chronic mesenteric ischaemia and suitable to the needs of all physicians involved in the care for chronic mesenteric ischaemia patients is urgently needed. 4–6 United European Gastroenterology (UEG) acknowledged the need for a multidisciplinary guideline by supporting this guideline with a UEG Activity Grant. Other organizations including European Association for Gastroenterology, Endoscopy and Nutrition (EAGEN), European Society of Gastrointestinal and Abdominal Radiology (ESGAR), Cardiovascular and Interventional Radiological Society of Europe (CIRSE), Dutch 17 Department of Vascular Surgery, Mayo Clinic, Rochester, MN, USA 18 Department of Gastroenterology and Hepatology, Medisch Spectrum Twente, Enschede, the Netherlands 19 Department of Gastroenterology and Hepatology, University Medical Center Groningen, Groningen, the Netherlands 20 Department of Radiology, University of Copenhagen, Copenhagen, Denmark 21 Department of Medical, Surgical and Neuro Sciences, Diagnostic Imaging, University of Siena, Azienda Ospedaliera Universitaria Senese, Siena, Italy 22 Department of Gastroenterology, Hopital Beaujon APHP, Clichy, France 23 Department of Surgical Oncological and Oral Sciences, University of Palermo, Vascular Surgery Unit, AOUP `P. Giaccone ’ Palermo, Palermo, Italy 24 Department of Radiology, University Hospital Hradec Kralove, Hradec Kralove, Czech Republic 25 Department of Vascular Surgery, Erasmus MC University Medical Center, Rotterdam, the Netherlands 26 Radiology and Nuclear Medicine, University of Basel, Basel, Switzerland 27 Department of Gastroenterology and Hepatology, Franciscus Gasthuis and Vlietland, Rotterdam, the Netherlands Corresponding author: Luke G Terlouw, Department of Gastroenterology and Hepatology and Department of Radiology, Erasmus MC University Medical Center, Dr. Molewaterplein 40, 3015 GD, Rotterdam, The Netherlands. Email: l.terlouw@erasmusmc.nl 372 United European Gastroenterology Journal 8(4)",
    "Mesenteric Ischemia Study group (DMIS) and national societies such as Netherlands Association of Hepatogastroenterologists (NVMDL) and Hellenic Society of Gastroenterology (HSG) also recognised the need for a multidisciplinary guideline. We therefore jointly aimed to develop a guideline that provides a comprehensive overview and repository of current evi- dence and expert agreement, and offers guidance to physicians involved in the multidisciplinary field of gas- trointestinal (GI) diseases. Methodology This multidisciplinary clinical consensus guideline con- sists of recommendations for the management of chronic mesenteric ischaemia. The grading of recom- mendations assessment development and evaluation (GRADE) method was used to assess the quality of evidence and indicate the strength of recommendation (Table 1). 7 The multidisciplinary European expert panel was composed of experts publishing on chronic mesenteric ischaemia within the last 10 years and experts recommended by supporting organizations (CIRSE, EAGEN, ESGAR, DMIS, HSG and NVMDL). The expert panel comprised six gastroenter- ologists, seven radiologists (six interventional, one diagnostic), eight vascular surgeons, a physiologist and an angiologist. Formulation of draft recommendations was based on an overview of the evidence – answering predefined research questions – and current clinical practice. The modified Delphi method was used to improve recom- mendations and to reach consensus. 8 A total of three anonymous voting rounds were held, the first round during a plenary expert panel meeting, while the second and third rounds consisted of an online survey. Experts voted by rating their agreement with a recommendation on a nine-point Likert scale, where Table 1. Explanation of definitions of grading of recommendations assessment development and evaluation (GRADE) score used by the GRADE method. GRADE Explanation Definition strength of recommendation Definition quality of evidence 1A Strong recommendation High quality of evidence Benefits clearly outweigh risks and burdens, or vice versa Further research is very unlikely to change our confidence in the estimate of effect 1B Strong recommendation Moderate quality of evidence Benefits clearly outweigh risks and burdens, or vice versa Further research is likely to have an important impact on our confidence in the esti- mate of effect and may change the estimate 1C Strong recommendation Low quality of evidence Benefits clearly outweigh risks and burdens, or vice versa Further research is very likely to have an important impact on our confidence in the esti- mate of effect and is likely to change the estimate 1D Strong recommendation Very low quality of evidence Benefits clearly outweigh risks and burdens, or vice versa Any estimate of effect is very uncertain 2A Weak recommendation High quality of evidence Trade-offs between benefits and risks and burdens are closely balanced Further research is very unlikely to change our confidence in the estimate of effect 2B Weak recommendation Moderate quality of evidence Trade-offs between benefits and risks and burdens are closely balanced Further research is likely to have an important impact on our confidence in the esti- mate of effect and may change the estimate 2C Weak recommendation Low quality of evidence Trade-offs between benefits and risks and burdens are closely balanced Further research is very likely to have an important impact on our confidence in the esti- mate of effect and is likely to change the estimate 2D Weak recommendation Very low quality of evidence Trade-offs between benefits and risks and burdens are closely balanced Any estimate of effect is very uncertain Terlouw et al. 373",
    "‘1’ meant complete disagreement and ‘9’ meant com- plete agreement. Consensus was reached when \u0015 70% scored 7–9 and \u0014 15% scored 1–3. 9 A recommendation was excluded when \u0015 70% scored 1–3 and \u0014 15% scored 7–9 or when consensus was not reached after the third voting round. A detailed description of the methods used to develop this guideline and an overview of the results of the voting process can be found in Supplementary Material Document A. Results of the systematic literature review and modified Delphi method Arterial anatomy and pathophysiology The arterial mesenteric circulation is provided by three major abdominal aortic branches, from cranial to caudal: coeliac artery (CA), superior mesenteric artery (SMA) and inferior mesenteric artery (IMA) (Figure 1). The CA supplies blood to the liver, spleen, pancreas, stomach, duodenal bulb and the descending duodenum proximal to the major papilla. 10 The SMA provides blood to the duodenum distal to the major papilla, jejunum, ileum, ascending colon and proximal two-thirds of the transverse colon. The IMA distributes blood to the distal one-third of the transverse colon, descending colon, sigmoid and rectum. An extensive collateral network connecting the CA, SMA and IMA guarantees blood supply and protects the gut against ischaemia. The mesenteric cir- culation is characterised by a large variety in local anat- omy. The most frequently observed and most important collaterals are discussed below. The CA and SMA are connected by the pancreato-duodenal arcade. The superior part of this arcade is formed by the gastroduodenal artery – originating from the common hepatic branch of the CA – and divides in an anterior and posterior superior pancreatoduodenal artery. 11 The connecting anterior and posterior branches of the inferior pancreatoduodenal artery orig- inate from the SMA. Two possible collaterals connect the SMA and IMA. The marginal artery connects the middle colic artery of the SMA with the ascending branch of the left colic artery of the IMA. 12 The arcade of Riolan connects the SMA and IMA with a more medial course and does not run in the proximity of the colon. However, a consistent presence of this centrally communicating collateral artery has been dis- puted. 13 The IMA and internal iliac arteries are con- nected by anastomoses of the superior and inferior rectal arteries. Mesenteric blood flow increases by up to 30–150% after a meal, as oxygen demand increases significantly during digestion. 14 Patients with earlier stages of chronic mesenteric ischaemia frequently report symptoms after eating, symptoms that can be explained by the increased oxygen demand exceeding the supply of oxygenated blood after a meal. Patients with more advanced stages of chronic mesenteric ischaemia usu- ally experience permanent abdominal symptoms, which are aggravated by eating, because even pre-prandial blood supply is insufficient. Prevalence and aetiology Chronic mesenteric ischaemia is caused by either occlu- sive mesenteric ischaemia or non-occlusive mesenteric ischaemia (NOMI) (Figure 2). The prevalence of both occlusive and non-occlusive ischaemia is currently unknown, but chronic mesenteric ischaemia may not be as rare as frequently stated in older literature. Mesenteric artery stenosis is a frequent finding, with a reported prevalence in post-mortem and duplex ultra- sound studies of 6–29% and may be as high as 67% in persons aged 80 years or older. 14–21 Nevertheless, only a minority of patients with a mesenteric artery stenosis develop chronic mesenteric ischaemia, since the gut is protected against ischaemia by the abundant collateral circulation. 22,23 Occlusive chronic mesenteric ischaemia can be caused by atherosclerosis, median arcuate ligament syndrome (MALS), vasculitis or by mesenteric venous thrombosis (MVT). Atherosclerosis is the most common cause of occlusive chronic mesenteric ischae- mia and is most frequently seen in females (65– 72%). 1,14 The cause of this female predisposition is unknown, but awareness is important to avoid diag- nostic delays in female patients. Risk factors associated with atherosclerotic chronic mesenteric ischaemia are smoking, hypertension, diabetes, hypercholesterolemia and a (family) history of cardiovascular disease. 1,3,24–26 MALS, previously known as Dunbar syndrome or coeliac artery compression syndrome, is a rare and con- troversial cause of occlusive chronic mesenteric ischae- mia. MALS is defined as a symptomatic eccentric compression of the CA by the median arcuate ligament (MAL), which is a fibrous arch uniting the diaphrag- matic crura (Figure 3). The exact prevalence of MALS is unknown, but compression of the CA by the MAL is present in 3.4–7.3% of asymptomatic patients in whom imaging is performed for other indications. 20,27–29 Compression of the CA by the MAL is frequently observed in individuals with a high origin of the CA from the aorta or a lower insertion of the MAL. Since the position of the diaphragm and thus the MAL changes during respiration, the severity of CA com- pression varies. Compression is most severe during maximal expiration. MALS is more prevalent in young women (four female: one male) and in patients with a low BMI. 30 374 United European Gastroenterology Journal 8(4)",
    "Vasculitis is a rare cause of occlusive chronic mesen- teric ischaemia, though it should be considered in chron- ic mesenteric ischaemia patients because a different therapeutic approach is needed. Involvement of the mes- enteric arteries and consequent chronic mesenteric ischaemia are most frequently seen in patients with pol- yarteritis nodosa, immunoglobulin (Ig)A vasculitis and Takayasu arteritis. 31 Mesenteric artery involvement is less frequently reported in rheumatoid arthritis- associated vasculitis, anti-neutrophil cytoplasmic antibody (ANCA)-associated vasculitis, systemic lupus erythematosus, Behc ¸ et’s disease and giant cell arteritis. 32,33 MVT can cause AMI due to an outflow obstruction, thereby compromising the mesenteric circulation. Chronic mesenteric ischaemia caused by MVT is rare, since venous collaterals usually form rapidly, but chronic mesenteric ischaemia can occur in patients with chronic MVT. 34,35 Due to the rarity of MVT as a cause of chronic mesenteric ischaemia it is not dis- cussed in detail in this guideline and the reader is referred to guidelines by Bj € orck et al. and Kearon et al. 6,36 Chronic NOMI was recognised as a disease entity after the introduction of functional tests; by detecting mucosal ischaemia in patients with typical symptoms in the absence of mesenteric artery stenoses or occlusions. The exact pathophysiology of chronic NOMI is unknown, although insufficient mesenteric (micro) circulation seems the most probable explanation. Chronic NOMI is characterised by low-grade ischae- mia and is associated with cardiac forward failure, Pancreato-duodenal arcade Superior mesenteric artery Marginal artery Arcade of riolan Rectal arteries Internal iliac artery Splenic artery Inferior mesenteric artery Median arcuate ligament of diaphragm Coeliac artery Figure 1. Anatomy of the arterial mesenteric circulation. Terlouw et al. 375",
    "pulmonary hypertension, severe chronic obstructive pulmonary disease, vasospasms of the mesenteric arter- ies, low-flow states (e.g. patients with chronic kidney disease on dialysis) and severe anaemia. 14,24,37 Prevalence of chronic NOMI is unknown, but cohort studies – performed in expert centres using functional testing as an integral part of the diagnostic trajectory – report chronic NOMI in 13–29% of chronic mesenteric ischaemia patients. 14,24 Similar to other aetiological causes of chronic mesenteric ischaemia, chronic NOMI patients experience gradually increasing symp- toms, such as postprandial pain, fear of eating, weight loss, nausea and diarrhoea. Acute NOMI, in contrast, is characterised by more severe ischaemia, which can result in transmural ischaemia and bowel perforation due to intestinal infarction. 6,38 Patients with acute NOMI often present with a more sudden onset of abdominal pain, abdominal distension and, in the advanced stage, signs of peritoneal irritation. 6,38 Acute NOMI is generally seen in critically ill patients, for example due to massive burns or severe sepsis with a need for vasopressor therapy, after cardiac surgery, severe cardiac failure with a need for massive inotropic support or hypotension during or following renal replacement therapy. 6 Clinical presentation Abdominal pain with postprandial worsening, starting 10–30 min after a meal and lasting 1–2 h, is a typical presenting symptom in chronic mesenteric ischaemia patients (74–100%). 1,3,24,26,39 To avoid postprandial pain, 90% of patients adapt their eating pattern by eating smaller portions. Food avoidance occurs in more advanced stages and is caused by fear of eating, even though patients have a normal feeling of hunger. 3 Weight loss is frequently reported (61–94%) and since weight loss is the most alarming feature, further exam- ination should be performed in all patients presenting Non-occlusive mesenteric ischemia (NOMI) Occlusive chronic mesenteric ischemia Atherosclerotic CMI Chronic NOMI Median arcuate ligament syndrome (MALS) Figure 2. The most frequent causes of occlusive chronic mesenteric ischaemia (CMI) and chronic non-occlusive mesenteric ischaemia (NOMI). MALS: median arcuate ligament syndrome. Normal anatomy MALS anatomy Figure 3. Celiac artery compression in median arcuate liga- ment syndrome (MALS). 376 United European Gastroenterology Journal 8(4)",
    "with this symptom. 1,3,24,26,39 Other possible complaints are diarrhoea (19–61%), nausea (5–84%), and worsen- ing of abdominal pain during exercise (43– 76%). 1,3,24,26,39 Physical examination reveals an abdominal bruit in 17–87% of patients, but can be completely normal. 26,39 The ‘classic triad’ of chronic mesenteric ischaemia, consisting of postprandial pain, weight loss and an abdominal bruit, is found in only a minority of chronic mesenteric ischaemia patients (22%). 39 Even when pre- sent, the predictive value of the classic triad is limited. Studies have shown a 60% probability of chronic mes- enteric ischaemia when the classic triad is present, with an area under the curve of 0.62. 3,40 Chronic mesenteric ischaemia patients are at risk of developing acute-on-chronic mesenteric ischaemia, e.g. in cases with a ruptured atherosclerotic plaque. Acute- on-chronic mesenteric ischaemia should be considered when the abdominal symptoms of a chronic mesenteric ischaemia patient progress, since urgent revasculariza- tion might be needed in these patients. 6 Diagnostic criteria Treatment decisions are based on diagnostic criteria. The gold standard diagnosis of chronic mesenteric ischaemia used in the literature is relief of symptoms after revascularization. Chronic mesenteric ischaemia, however, remains a diagnostic challenge with a wide differential diagnosis including chronic pancreatitis, coeliac disease, duodenal ulcers, abdominal malignancies and irritable bowel syndrome. Exclusion of alternative diagnoses should be performed, prefera- bly by a gastroenterologist. The expert panel recom- mends performing at least an upper GI endoscopy and abdominal imaging (CT scan/magnetic resonance imaging (MRI) scan). Chronic pancreatitis should be considered in all patients, because presenting symp- toms and risk factors (e.g. smoking, hypertriglyceridae- mia) of chronic pancreatitis are similar to presenting symptoms and risk factors of chronic mesenteric ischaemia. The diagnostic work-up of chronic pancre- atitis can be found in the chronic pancreatitis guideline by Dominguez-Munoz et al. 41 Coeliac disease should be considered and ruled out in all patients presenting with weight loss, especially since diagnostic tests are relatively easy to perform. Colonoscopy is considered mandatory in patients with diarrhoea – to exclude colo- rectal carcinoma and other ileal and colonic causes of diarrhoea – and should be considered in elderly patients with symptoms indicating colonic disease or ischaemia. Colonoscopy seems to be of limited value in patients with upper GI symptoms. Patients suspected of having chronic mesenteric ischaemia should be discussed by a multidisciplinary expert panel (consisting of at least a gastroenterologist, (interventional) radiologist and vascular surgeon) to evaluate the compatibility of history, presence or absence of significant mesenteric artery stenosis on imaging, absence of an alternative diagnosis and, when available, results of a functional test. Considering the number of stenotic or occluded mesenteric arteries is important when making treat- ment decisions. The SMA is often regarded as the most important mesenteric artery in the framework of chronic mesenteric ischaemia, since blood flow to the GI tract is predominantly provided by the SMA. 14 However, no consistent evidence is available describing higher clinical success rates after revascularization of single-vessel SMA stenosis compared to single-vessel CA stenosis. 42 The IMA is considered the least impor- tant mesenteric artery and single-vessel stenosis of the IMA is deemed clinically trivial, which is supported by results of endovascular abdominal aortic aneurysm repairs. 14 Occlusion of the IMA during endovascular aneurysm repair rarely results in mesenteric ischaemia when the CA and SMA are patent. The probability of chronic mesenteric ischaemia and clinical success of revascularization is higher in patients with multivessel disease than in patients with single-vessel disease. Clinical success of revascularization ranges from 90–100% in patients with involvement of two or three mesenteric arteries. 39,43,44 Hence, the expert panel considers chronic mesenteric ischaemia likely in GRADE Expert agreement Recommendation 1 Chronic mesenteric ischaemia should be considered in patients with unexplained postprandial abdomi- nal pain, weight loss ( > 5% body weight), adapted eating pattern (to avoid abdominal complaints) or diarrhoea. 1C 100% Recommendation 2 The absence of the classical triad of chronic mesenteric ischaemia (i.e. postprandial pain, weight loss and abdominal bruit) does not exclude a diagnosis of chronic mesenteric ischaemia. 1C 91% Terlouw et al. 377",
    "patients with unexplained abdominal symptoms and significant stenoses in both CA and SMA. Further functional testing is not required for the presumptive diagnosis of chronic mesenteric ischaemia in these patients. A more careful approach is warranted in single- vessel disease. Two small prospective cohort studies consisting of 37 and 50 patients, respectively, reported clinical success in 73–76% of symptomatic patients with single-vessel disease of either CA or SMA, despite a full workup including a functional test and discussion in a multidisciplinary team. 39,42 When a functional test is unavailable, the expert panel suggests that the pres- ence of a compatible history, i.e. postprandial abdom- inal pain and either weight loss or an adapted eating pattern, is essential for the presumptive diagnosis of chronic mesenteric ischaemia in patients with single- vessel disease. A presumptive diagnosis of chronic NOMI is sug- gested by a combination of compatible symptoms and preferably a positive functional test, in the absence of significant mesenteric artery stenoses. Very low quality single-centre cohort studies have reported improve- ment of symptoms in 56–63% of patients with a pre- sumptive diagnosis of chronic NOMI treated with a vasodilating agent. 14,24 Since chronic NOMI is often associated with haemodialysis, severe cardiac or severe pulmonary disease, treatment of these patients should preferably be discussed in a multidisciplinary setting in order to address the under- lying condition. Diagnostic modalities Defining haemodynamically significant mesenteric artery stenosis Imaging is an essential part of the work-up of patients suspected of having chronic mesenteric ischaemia. The main purposes are detection of mesenteric artery steno- ses or occlusions and exclusion of alternative diagno- ses. The definition of a significant or clinically relevant mesenteric artery stenosis is still under debate. GRADE Expert agreement Recommendation 3 To exclude alternative diagnoses at least the following diagnostic tests must be performed: upper gastrointestinal endoscopy and abdominal imaging (CT scan/MRI scan). Depending on age and symptoms colonoscopy should be considered, but is mandatory in patients with diarrhoea. 1D 91% Recommendation 4 A presumptive diagnosis of occlusive chronic mesenteric ischaemia is based on a combination of compatible history, significant mesenteric artery stenosis on radiological imaging and, preferably, a positive functional test. Results should be discussed in an expert multidisciplinary setting by at least a gas- troenterologist, vascular surgeon and (interventional) radiologist. 1C 78% Recommendation 5 In patients with unexplained abdominal symptoms and significant stenoses of the CA and SMA, the probability of chronic mesenteric ischaemia is high and, consequently, a functional test is not required. 1B 87% Recommendation 6 For the presumptive diagnosis of chronic mesenteric ischaemia in patients with single-vessel stenosis of CA or SMA, after proper exclusion of alternative diagnoses and no available functional test, the following symptoms should be present: postprandial abdominal pain and either weight loss ( > 5% body weight) or an adapted eating pattern. 2D 91% Recommendation 7 (a) A presumptive diagnosis of chronic NOMI is based on a combination of compatible symptoms, absence of significant mesenteric artery stenoses and, preferably, a positive functional test. (b) In presumptive chronic NOMI patients with severe cardiac disease, pulmo- nary disease or in dialysis patients, underlying causes and treatment should be discussed with the respective specialists. 2D 87% 378 United European Gastroenterology Journal 8(4)",
    "A reduction of luminal diameter in the range of 50– 75% is used to define a significant stenosis, but com- parative data on the clinical success of treatment in varying degrees of stenoses is not available 39,42,45–50 The type and number of affected vessels and conse- quences of overtreatment versus undertreatment are important when setting the definitions for mesenteric artery stenoses. In patients with single-vessel disease the probability of mistakenly omitting treatment is thought to be low. By contrast, the probability of overtreating patients without true chronic mesenteric ischaemia is substan- tial and may expose these patients to complications, potentially without any compensating benefits from treatment. Therefore, a \u0015 70% stenosis of either CA or SMA could be considered relevant in presumed symptomatic single-vessel disease. In patients with more than one stenotic or occluded artery, unsuccessful treatment is relatively infrequent, but the burden and possible consequences of mistakenly denying treatment are substantial (e.g. development of AMI, poor quality of life, etc.). Comparing the surface area and blood flow volumes of the SMA and CA, it is apparent that the surface area and postprandial flow of the SMA are both approximately 33% higher. 14,51 Therefore, a SMA stenosis of 50% is more likely to become haemo- dynamically relevant, especially when part of the blood volume is diverted through the collateral circulation to provide blood to other stenotic mesenteric arteries. The expert panel suggests that a \u0015 50% stenosis of the SMA could be considered relevant in symptomatic patients with extensive multivessel disease. Radiological imaging Computed tomography angiography (CTA) and contrast-enhanced magnetic resonance angiography (CE-MRA) have replaced conventional angiography as the gold-standard imaging test for patients suspected of having chronic mesenteric ischaemia. Two investigator-blinded cohort studies evaluated the accuracy of detecting \u0015 50% and \u0015 70% stenoses of mesenteric arteries by CTA while using angiography as a reference. 45,52 CTA had a sensitivity of 100% and a specificity of 95–100%. Advantages of CTA include its reproducibility, low interobserver variation, guidance of treatment planning and the potential detec- tion of extravascular signs of possible AMI or alterna- tive diagnoses. Signs of AMI or acute-on-chronic mesenteric ischaemia are mostly non-specific and may include bowel lumen dilatation (paralysis), bowel wall thickening and mesenteric fat stranding (oedema) com- bined with an obstruction of mesenteric arteries may be an early sign of on-going intestinal ischaemia, whereas decreased bowel wall enhancement and pneumatosis suggest more advanced AMI. 53 Disadvantages of CTA are radiation exposure and the risk of contrast- induced nephropathy. A reduction of both radiation exposure and dosage of contrast agents can be achieved by performing a dual energy CTA. 54 A CTA after injection of an adequate amount of intravenous (i.v.) contrast (1.5–2 ml/kg bodyweight with a concentration of > 300 mg iodine/ml contrast media; flow rate 3.5–4 ml/s) with \u0014 1 mm acquisition slice thickness in arterial and venous/portal venous phase is recommended in patients with suspected chronic mesenteric ischaemia, to reliably assess the patency of the mesenteric vascu- lature and possible signs of AMI. Several studies suggest CE-MRA could be a good alternative for the detection of CA and SMA stenoses, as it shows 100% sensitivity, 91–100% specificity and almost perfect interobserver agreement. 52,55–58 Small studies dating from before 2002 suggest CE-MRA has difficulties detecting smaller vessels, but major improvements in magnetic resonance (MR) image quality have solved this issue. 57–59 Clear benefits of CE-MRA over other imaging modalities are the absence of radiation exposure and contrast-induced nephropathy. These factors should be considered when performing imaging in young patients or patients with impaired renal function. A disadvantage of CE- MRA is the long duration of the examination, which could result in a poor image quality due to artefacts caused by breathing or patient movements. The expert panel considers CE-MRA the test of choice in patients with contraindications for CTA, for example patients with a severe allergy for the prescribed contrast agent or impairment of renal function. Duplex ultrasound (DUS) of the mesenteric arteries had been extensively studied and used in clinical prac- tice for decades. DUS can image the proximal mesen- teric arteries but is often difficult to perform and may be negatively affected by abdominal fat and overlying intestinal gas. A study of the application of DUS in 324 patients reported interpretability as good in 66–68% of GRADE Expert agreement Recommendation 8 In symptomatic patients with single- vessel disease of either the CA or SMA, a \u0015 70% stenosis could be considered relevant. 2D 87% Recommendation 9 In symptomatic patients with exten- sive multivessel mesenteric artery disease, a \u0015 50% stenosis of the SMA could be considered relevant. 2D 78% Terlouw et al. 379",
    "cases, moderate in 11–18%, and not interpretable in 15–23% of cases. 60 Various prospective and retrospec- tive studies have determined blood flow velocity cut-offs for significant CA and SMA stenoses by com- paring DUS, as performed by experienced technicians, with angiography. A wide range of cut-offs were reported, with peak systolic velocities (PSVs) ranging between 200–320 cm/s in the CA and 205–400 cm/s in the SMA (sensitivity 58–100% and specificity 48–100%). 47,49,60–63 Mesenteric artery PSV and end diastolic velocity (EDV) are strongly influenced by inspiration and expiration. 64 This should be considered when interpreting study results, since most studies do not report whether DUS was performed during inspi- ration or expiration. Even though the sensitivity and specificity of DUS is inferior to the sensitivity and spe- cificity of CTA or CE-MRA, it remains a valuable imaging technique because the costs of DUS are rela- tively low, contrast agents are not needed and radiation exposure is avoided. Hence, the expert panel concludes that DUS – when performed by an experienced techni- cian – might be used as a screening method to exclude significant proximal mesenteric artery stenosis. When DUS is positive, CTA or CE-MRA is required to con- firm the presence of a significant stenosis and to guide treatment planning. Based on the diagnostic performance of non- invasive imaging modalities and the known complica- tions of angiography (e.g. pseudoaneurysm, dissection, bleeding, etc.), the expert panel recommends that angi- ography be reserved for therapeutic purposes only. Radiological imaging in suspected MALS In MALS, the severity of CA stenosis is influenced by respiration. A cohort study, including 78 patients with clinical signs of MALS and previous imaging, per- formed angiography at both maximal inspiration and maximal expiration. 65 The study found that during expiration CA compression was present in 100% of patients, whereas CA compression was present in only 56% of patients during inspiration. Standard pro- tocol abdominal CT or MR imaging during inspiration only is therefore unsuitable when the goal is to exclude MALS. Features suggesting CA compression on CTA or CE-MRA are an eccentric stenosis of the CA, a hook-shaped appearance of the CA and variation in the severity of the stenosis between inspiration and expiration. Evidence supporting the feasibility of CTA to detect CA compression is limited to very low quality retrospective studies which reported the pres- ence of CA compression on CTAs performed for other indications. 66,67 No evidence on feasibility of CE-MRA exists for this indication. Two studies, including six and 19 patients with CA compression, respectively, per- formed DUS during both inspiration and expira- tion. 68,69 These studies reported a sensitivity of 83–95% and specificity of 89–100%. Based on the lack of comparative studies showing superiority of one technique over another, DUS, CTA and CE-MRA are all considered appropriate. MALS is most often suspected and diagnosed in young patients, in whom harmful effects of radiation should be avoided. We recommend an inspiratory and expiratory DUS or CE-MRA, with \u0014 2 mm slices and 3D recon- structions, in patients of younger age and suspected MALS. A protocol for radiologists, containing techni- cal details of imaging in chronic mesenteric ischaemia patients, is provided in Supplementary Material Document B. GRADE Expert agreement Recommendation 10 In patients with suspected chronic mesenteric ischaemia, a CTA ( \u0014 1 mm acquisition slice thickness, arterial and venous/portal venous phase) should be performed. 1C 91% Recommendation 11 CE-MRA is the diagnostic test of choice in case of a contraindication for CTA. 1C 87% Recommendation 12 Duplex ultrasound – when performed by an experienced technician – might be used as a screening method to exclude significant proximal mesenteric artery steno- sis. Additional CTA or MRA imaging is required for patients with a pos- itive duplex ultrasound. 2C 78% Recommendation 13 Angiography should be reserved for therapeutic purposes. 1C 100% Recommendation 14 CA compression in MALS can be diagnosed by inspiration/expiration duplex ultrasound, CTA or CE-MRA. In patients of younger age, sus- pected of having MALS, both duplex ultrasound and CE-MRA ( \u0014 2 mm slices with 3D reconstructions) in inspiration and expiration are rec- ommended imaging techniques. 1D 74% 380 United European Gastroenterology Journal 8(4)",
    "Functional testing Functional tests have been developed to characterise chronic intestinal ischaemia and prove insufficiency of the collateral circulation. 70 The most extensively described functional tests are tonometry and visible light spectroscopy (VLS). Tonometry measures the intraluminal partial pressure of carbon dioxide (PCO 2 ) in the stomach and small bowel by positioning two balloons at the end of a nasogastric tube and naso- jejunal tube. Studies have shown that intraluminal PCO 2 is closely related to local arterial PCO 2 and indic- ative of mucosal ischaemia. Two types of tonometry have been described and validated: exercise tonometry and 24-hour tonometry. Exercise tonometry uses a standardised exercise protocol to elicit ischaemia and has a 78–97% sensitivity and 69–92% specificity. 71,72 During 24-hour tonometry, meals are used to elicit ischaemia, while PCO 2 levels are monitored during a 24-hour period. The sensitivity of this test is 76–92% and specificity 77–94%. 40,70 Major disadvantages of tonometry are the invasiveness (nasogastric tubes), long duration and interference of gastric acid and acids in food. Unfortunately, the disappearance of this test is expected in the near future, since tonometry equipment is no longer produced. VLS is performed during upper GI endoscopy and measures mucosal oxygen saturation in the antrum, duodenal bulb and descending duodenum. Studies of VLS in chronic mesenteric ischaemia patients report a 90% sensitivity, 60% specificity and fair to good intra- observer and interobserver agreement. 73,74 VLS is quicker and less cumbersome than tonometry, but ischaemia cannot be provoked during VLS. A recent study that performed VLS measurements both pre- prandial and 45 min after luminal feeding in the stom- ach found no additional discriminative value of postprandial VLS measurements. 75 Other disadvan- tages of VLS are interference of bile and the require- ment to switch off endoscopic light during measurements, causing difficulties in maintaining the position of the probe during peristaltic waves. 76 The expert panel acknowledges the value of ischae- mia detection by a discriminative functional test in patients with suspected chronic mesenteric ischaemia. Though of proven value in literature, current function- al tests have serious limitations and are not widely available throughout Europe. The expert panel recog- nises the need for a more potent and widely available functional test. Blood tests Biomarkers for chronic mesenteric ischaemia are not cur- rently available. Two small prospective cohort studies using a diagnostic work-up, including a functional test, have evaluated the diagnostic potential of markers such as lactate, D-dimer, lactate dehydrogenase, C-reactive protein, leucocytes, intestinal fatty acid binding protein and lipopolysaccharide. 77,78 None of these markers were sufficiently discriminative and suitable for clinical prac- tice. The clinical value of lactate, obtained from a periph- eral vein, to rule out any form of intestinal ischaemia is still a widespread misconception. A cohort study mea- suring lactate before a meal and 60 and 240 min after a meal revealed the poor sensitivity (34%) of lactate in chronic mesenteric ischaemia patients. 77 Similar sensitiv- ities of lactate have been shown in a systematic review of patients presenting with AMI, in whom ischaemia is even more extensive and severe. 79 Though nonspecific, normal D-dimer levels can exclude AMI (sensitivity 89–100%); however, the value of D-dimer levels to exclude chronic mesenteric ischaemia remains unclear. 79,80 Based on these studies the expert panel concludes that normal lac- tate, lactate dehydrogenase and/or leucocyte levels do not exclude chronic mesenteric ischaemia. GI endoscopy Upper GI endoscopy is essential in the work-up of patients suspected of having chronic mesenteric ischae- mia, mainly for exclusion of alternative diagnoses. Findings reported in chronic mesenteric ischaemia patients are oedema (35%), erythema (42%), atrophy of the duodenal mucosa, and gastric and duodenal ulcers that are not caused by Helicobacter pylori or non-steroidal anti-inflammatory drugs. 14 A prospective study comparing endoscopic biopsies of 56 chronic mesenteric ischaemia patients and 26 patients without chronic mesenteric ischaemia could not demonstrate discriminative histological changes, and concluded that biopsies have no value in supporting the diagnosis of chronic mesenteric ischaemia. 81 Based on the rela- tively low prevalence and often transient nature of upper GI endoscopic abnormalities in chronic mesen- teric ischaemia patients, the expert panel states that a normal GI endoscopy does not exclude chronic mesen- teric ischaemia. GRADE Expert agreement Recommendation 15 (a) Normal lactate, lactate dehydro- genase, and/or leucocytes levels do not exclude chronic mesenteric ischaemia. (b) Normal GI endoscopy does not exclude chronic mesenteric ischaemia. 1C 100% Terlouw et al. 381",
    "A flowchart containing an overview of the most important steps and criteria of the diagnostic work- up of patients with suspected chronic mesenteric ischaemia can be found in Figure 4. Treatment Over the last decades endovascular revascularization (ER) of the mesenteric arteries has replaced open sur- gical mesenteric artery revascularization (OSMAR). A meta-analysis of 100 studies reporting on OSMAR and/or ER found significantly more in-hospital compli- cations and a trend towards a higher 30-day mortality after OSMAR (in-hospital complications relative risk (RR) 2.19 (95% confidence interval (CI) 1.84–2.60); 30- day mortality RR 1.57 (95% CI 0.84–2.93)). 1 Nevertheless, long-term results appeared superior after OSMAR, with fewer symptom recurrences and a trend towards higher three-year survival (three-year symptom recurrence RR 0.47 (95% CI 0.34–1.57); three-year survival RR 0.96 (95% CI 0.86–1.07)). 1 However, the quality of the evidence assembled in this meta-analysis is low, since the design and quality of the individual studies was flawed. The meta-analysis consisted of 18,762 patients, but few studies reported long-term outcomes. Durability of revascularization is generally expressed by the patency of a vessel after revasculari- zation. Primary patency is defined as the absence of a significant re-stenosis or occlusion after a primary revascularization. Secondary patency is defined as the absence of a significant re-stenosis or occlusion after a second revascularization of the target vessel. Two meta-analyses comparing patency rates of OSMAR and ER showed significantly higher primary patency rates for OSMAR (one-year primary patency OSMAR 91–94% vs ER 69–74%, five-year primary patency OSMAR 80–81% vs ER 51–52%). 82,83 The numbers of patients included in the analyses of the one-year primary patency were 465 and 742 (meta- analyses of Gupta et al. 83 and Pecoraro et al., 82 respec- tively); 481 and 679 patients were included in the analyses of the five-year primary patency. OSMAR also exhibited superior five-year secondary patency (OSMAR 96–98% vs ER 79–88%). The quality of the evidence provided by these meta-analyses is low, since the design and quality of the individual studies was flawed and the small sample sizes of the individual studies could have introduced publication bias. Furthermore, evidence on the cost-effectiveness and gain in quality of life of each treatment strategy was of low quality, and consisted of a single study showing no long-term differences between OSMAR and ER. 84 The expert panel concluded that the reduction in short-term mortality and morbidity of ER outweighs the superior long-term results of OSMAR in this gen- erally older population (mean age 69 years) with mul- tiple comorbidities, especially since the long-term patency of repeated ERs is considered comparable to that of OSMAR. 1 Therefore, the expert panel prefers ER and suggests mesenteric bypass procedures might be reserved for patients in whom ER is not suitable. Nutritional status before mesenteric artery revascularization Malnutrition is a common finding in patients with chronic mesenteric ischaemia. A small retrospective cohort study of chronic mesenteric ischaemia patients, treated by percutaneous mesenteric artery stenting (PMAS) or OSMAR, found an association between malnutrition and increased mortality (30-day mortality non-malnourished patients 0%, malnourished patients 26%). 85 Although pre-operative nutrition is associated with improved surgical outcomes in patients without chronic mesenteric ischaemia (post-operative complica- tions odds ratio (OR) 0.64 (95% CI 0.53–0.84)), pre-operative oral or enteral nutrition might worsen intestinal ischaemia in patients with chronic mesenteric ischaemia. 86 Tonometry studies confirm that oral intake induces or worsens ischaemia in the stomach and jejunum of chronic mesenteric ischaemia patients. 70 Additional circumstantial evidence can be found in case reports and a cohort study, which reported AMI in 2% of in-hospital patients receiving enteral tube feeding and even higher rates of AMI among intensive care unit (ICU) patients, since most ICU patients are haemodynamically unstable and unable to increase mesenteric blood flow. 87–89 The latter did not use a control group (e.g. total parenteral nutrition (TPN)), and the haemodynamic situation in chronic mesenteric ischaemia patients differs from that of ICU patients, implying that these results should be interpreted with caution. No evidence on TPN in chronic mesenteric ischae- mia patients exists, but a study in patients without chronic mesenteric ischaemia has shown that TPN decreases mesenteric blood flow, an effect that could induce AMI in chronic mesenteric ischaemia patients. 90 The increased risk of bloodstream infections associated with TPN is another disadvantage, especially since sepsis and subsequent haemodynamic instability will compromise an already threatened mesenteric circulation. 91,92 The expert panel acknowledges that evidence on this topic is limited to non-existent, yet possible negative consequences of attempts to improve nutritional status are considered substantial. Therefore, increasing oral intake, starting enteral tube feeding or starting TPN before revascularization might be 382 United European Gastroenterology Journal 8(4)",
    "Consider CMI in presence of either: - Postprandial abdominal pain - Weight loss (>5% body weight) - Adapted eating pattern - Diarrhoea Perform radiological imaging CTA OR CE-MRA - ≤ 1mm slices - ≤ 2 mm slices - Arterial + (portal) venous - 3D reconstructions Exclude alternative diagnoses At least perform: - Upper GI endoscopy - Abdominal imaging - Colonoscopy (in case of diarrhoea) No stenosis DDx - Chronic NOMI* Single-vessel stenosis CA or SMA ≥ 70% DDx - Atherosclerosis - CA compression - Other (e.g. vasculitis) Multi-vessel stenosis CA ≥ 70% / SMA ≥ 50% DDx - Atherosclerosis - Other (e.g. vasculitis) Functional test If not available etiher: - Postprandial abdominal pain + weight loss - Postprandial abdominal pain + adapted eating pattern Discussion in expert multidisciplinary setting Gastroenterologist + (interventional) radiologist + vascular surgeon * Discuss underlying cause and treatment with respective specialist Other causes of CMI Chronic NOMI MALS Atherosclerotic CMI No CMI Figure 4. Flowchart of the diagnostic work-up of patients with suspected chronic mesenteric ischaemia (CMI). CA: celiac artery; CE-MRA: contrast-enhanced magnetic resonance angiography; CTA: computed tomography angiography; DDx: differential diagnosis; GI: gastrointestinal; NOMI: non-occlusive mesenteric ischaemia; SMA: superior mesenteric artery. Terlouw et al. 383",
    "contra-indicated. Restoring mesenteric circulation – preferably by PMAS – has priority and should not be delayed by attempts to improve nutritional status. PMAS Two types of ER have been described in literature, per- cutaneous transluminal angioplasty (PTA) and PMAS. PMAS is the current standard approach and the ratio- nale behind this strategy is based on technical success rates. Case series and expert experience suggest that the vast majority of mesenteric artery stenoses occur at the vessel’s origin and that these stenoses are often heavily calcified. 93,94 Studies on revascularization of ostial renal artery stenosis have shown that elastic recoil is more likely to occur in ostial stenoses, causing recur- rence of the stenosis when recoil is not prevented by stenting. 95,96 Evidence comparing both strategies is of very low quality. A systematic review comparing mes- enteric artery PTA and PMAS in 328 patients found a significantly higher technical success rate for PMAS (PMAS 95% vs PTA 83%), comparable symptom relief (PMAS 91% vs PTA 89%) and a higher resteno- sis rate (PMAS 35% vs PTA 21%). 97 A more recent retrospective cohort study reported a lower reinterven- tion rate after PTA compared to PMAS, although the difference was not statistically significant. 98 Despite the very low quality of evidence, the expert panel strongly recommends PMAS over PTA alone in atherosclerotic mesenteric artery stenosis as technical success, and thus adequate revascularization, is considered the main objective. For decades the preferred route of arterial access for endovascular mesenteric artery revascularization was via either the brachial or femoral artery. Some centres advocate use of (left) brachial artery access, since the caudal angulation of the mesenteric arteries makes this approach more convenient. Manipulation of guide- wires, sheaths and catheters through the brachiocephalic artery and aortic arch is limited or avoided when using left brachial access instead of right brachial access. Left brachial access has been reported to decrease the risk of cerebral embolization due to dislodged aortic plaques or thrombus after advanced endovascular aortic repair with visceral artery stent grafting. 99 However, reported complication risks of PMAS using brachial access (16–19%) appear to be higher than the complication risks of femoral access (7.5%). 50,100 When using brachial access, ultrasound-guided cannulation of the brachial artery is advised to avoid nerve injury. Introduction of radial access provides a third possible access route for PMAS. 101 Low rates of access-site complication have been reported in coronary artery angiographies; how- ever, these results cannot be extrapolated to mesenteric artery interventions, considering that longer sheaths are often used for PMAS. The literature on radial access for PMAS is limited. A meta-analysis of radial and femoral access in infra-aortic interventions, using a maximum sheath size of 6–8.5 French, reported signif- icantly fewer complications when radial access was used (OR 0.25, 95% CI 0.07–0.86). 102 A meta- analysis of hepatic artery interventions in patients with primary or secondary liver malignancy reported no differences in access-site-related outcomes of radial and femoral access, but did show a patient preference for radial access. 103 Based on extensive experience with femoral access, the still limited evidence supporting radial access, and the substantial complication rate of brachial access, the preferred entry site for PMAS is currently femoral, followed by (left) brachial or radial, but is primarily dependent on the expertise of the operator. Retrograde open mesenteric stenting (ROMS) is a hybrid mesenteric artery revascularization strategy using midline laparotomy to gain direct retrograde vas- cular access to a mesenteric artery. 104 This access tech- nique can be used to perform stenting in patients with acute-on-chronic ischaemia undergoing a laparotomy for resection of necrotic bowel. 104,105 ROMS might also be used to stent severely stenotic or occluded ostia of mesenteric arteries that cannot be cannulated through femoral, brachial or radial access. Use of bare-metal stents (BMSs) for PMAS is stan- dard practice, even though long-term primary patency is unsatisfactorily low (five-year primary patency: 51– 52%) due to in-stent intimal hyperplasia. 82,83 Some centres have used covered stents (CSs) in an attempt to reduce in-stent intimal hyperplasia. One retrospec- tive study compared use of BMS and CS, suggesting a superior patency of CS over BMS (one-year primary patency CS 92% vs BMS 75%, three-year primary patency CS 92% vs BMS 52%). 106 The CS also had superior freedom from symptom recurrence (one-year GRADE Expert agreement Recommendation 16 Mesenteric bypass procedures might be reserved for patients in whom endovascular revascularization is not suitable. 2C 100% Recommendation 17 In patients with chronic mesenteric ischaemia it might be disadvanta- geous to increase oral intake, start enteral tube feeding or start total parenteral nutrition before revascularization. 2D 96% 384 United European Gastroenterology Journal 8(4)",
    "freedom from symptom recurrence CS 92% vs BMS 73%, three-year freedom from symptom recurrence CS 92% vs BMS 50%). Though promising, superiority of the CS remains debatable, since the quality of evi- dence is very low and results are biased by a low number of patients with a follow-up duration of > 1 year after PMAS using a CS. Possible disadvantages of the CS are the higher costs than the BMS and unknown complications of the CS, e.g. stent thrombo- sis with subsequent AMI. Due to current uncertainties regarding superiority of the CS, the expert panel could not reach consensus on statements recommending use of the CS. The results of a randomised controlled trial (NCT02428582) comparing the CS and BMS are awaited. 107 Comparative data on PMAS with a drug- eluting stent (DES) is not available in the literature. In patients with occlusive disease of both CA and SMA, revascularization of one versus both arteries remains an ongoing debate. Evidence on partial vs complete revascularization is limited to low-quality cohort studies comparing partial and complete OSMAR, and cohort series showing high rates of clin- ical success after revascularization of the SMA alone. 46,48,50,108–113 Sample sizes of comparative studies were too small to show a significant difference in five- year survival, but a trend towards superiority of com- plete revascularization was observed. 48,108,110,113 Complete revascularization is associated with superior freedom from symptom recurrence at 3, 5 and 10 years after revascularization. 48,50 The expert panel acknowl- edges current evidence should be interpreted with cau- tion but does agree that complete revascularization seems beneficial in the long run. Accordingly, revascu- larization of both CA and SMA might be attempted when feasible. When single-vessel revascularization is performed, the SMA is considered the preferred target artery followed by the CA. Antiplatelet therapy after PMAS Initiation of dual antiplatelet therapy (DAPT) directly after PMAS is common practice. The duration of DAPT remains uncertain and there is always a trade- off between benefits (reduction of stent thrombosis and reintervention rates) and harm (increased risk of bleed- ing). Due to an absence of evidence on this topic the expert panel extrapolated evidence from stenting in the coronary arteries, since these are most similar to the mesenteric arteries with their tortuosity and small diameter. A one-month DAPT duration was common practice in the coronary BMS era. No studies have compared one-month DAPT with a longer dura- tion of DAPT after coronary artery stenting using a BMS. A longer DAPT duration was introduced due to the increased risk of stent thrombosis associated with the DES. Current guidelines on DAPT in coro- nary artery disease recommend use of the DES and a consequent 12-month duration of DAPT. 114 Meta- analyses of this antiplatelet strategy report a clear asso- ciation between long DAPT duration and an increased risk of bleeding. 115,116 In terms of patient preferences, a study questioning patients on preferences for long DAPT versus short DAPT reported that patients place high value on avoidance of the drawbacks asso- ciated with DAPT. 117 Based on the extrapolated liter- ature regarding DAPT after stenting in the coronary arteries, increased bleeding rates, patients’ preferences and use of BMS during PMAS, a one-month duration of DAPT is suggested after PMAS, followed by lifelong treatment with an antiplatelet monotherapy. Combining antiplatelet agents with antithrombotic agents (e.g. direct oral anticoagulant (DOAC), vitamin K antagonist, low molecular weight heparin (LMWH)) increases the risk of bleeding events. A meta-analysis of patients after coronary artery stenting compared oral anticoagulation with the addition of either one (dual therapy) or two (triple therapy) antiplatelet agents. Risks of both major bleeding (OR 0.55, 95% CI 0.39–0.78) and minor bleeding (OR 0.43, 95% CI 0.33–0.56) were significantly lower when dual therapy was used. 118 Risks of stent thrombosis, myocardial infarction and cardiovascular death did not differ sig- nificantly, though studies included in the meta-analysis were not powered for these outcomes. Studies compar- ing use of an antithrombotic agent alone and dual ther- apy, after coronary artery stenting, were not found. Based on the substantial risks of bleeding and question- able benefits of long duration antiplatelet therapy in patients treated with DOAC, vitamin K antagonists or LMWH, the expert panel suggests that the prescrip- tion of an antiplatelet agent be restricted to the first 4 weeks after PMAS. GRADE Expert agreement Recommendation 18 The preferred entry site for mesen- teric artery revascularization is the femoral artery, followed by the left brachial or radial artery, and is dependent on expertise. 1D 87% Recommendation 19 In atherosclerotic mesenteric artery lesions, PTA and stenting is recom- mended over PTA alone. 1D 100% (continued) Terlouw et al. 385",
    "OSMAR OSMAR is most frequently performed by constructing a mesenteric bypass. Bypass grafts can be positioned in an antegrade (origin proximal of stenotic artery) or retrograde (origin distal of stenotic artery) orientation. Studies comparing both strategies are of very low qual- ity due to retrospective designs, low numbers of patients and the large variety in graft material. Four studies report no differences in survival or graft paten- cy between antegrade and retrograde graft orienta- tion. 119–122 One study reported improved median survival when using an antegrade bypass (antegrade 5.7 years vs retrograde 4.0 years), but patients under- going an antegrade bypass were younger (antegrade 65 years vs retrograde 75 years). 110 Nowadays mesenteric bypass procedures are reserved for patients unsuitable for PMAS, resulting in a different patient population. Mesenteric bypass procedures are currently performed in older patients with more comorbidities and more extensive calcification, making supracoeliac anastomo- sis more challenging and increasing the risks of supra- coeliac clamping and lengthy surgical procedures. The decision to use antegrade or retrograde graft orienta- tion should be tailored to the patient’s local anatomy and comorbidities, while taking the surgeons’ experi- ence into account. A mesenteric bypass can be constructed using venous or prosthetic material, e.g. Dacron or polyte- trafluoroethylene. Very low quality retrospective stud- ies show similar patency rates for venous and prosthetic material. 119–124 A disadvantage of prosthetic grafts is the potential risk of graft infection, especially in patients with acute-on-chronic ischaemia with spill of bowel content into the abdominal cavity. However, veins of sufficient quality are not always available and graft infection is rare, while patency is comparable to prosthetic grafts. There might not be a clear preference for venous or prosthetic grafts and the choice may depend on the type of procedure, patients’ comorbid- ities, and quality and availability of venous grafts. Treatment of MALS The existence of MALS is still questioned by many physicians who argue that available evidence is incon- clusive and potentially affected by publication bias. Treatment of MALS is currently by surgical division of the MAL. A systematic review reported improve- ment of symptoms in 83% of 400 patients treated by CA release. 125 Eighty per cent experienced sustained symptom relief, indicating that the placebo effect as an explanation of symptom relief is unlikely. Based on these substantial rates of symptom improvement, surgical CA release might be considered in patients with presumptive MALS. Release of the CA can be performed by laparotomy, laparoscopy and retroperitoneal videoscopy. Evidence showing superiority of one technique over another is not available. The previously described systematic review included 279 patients with a CA release by lap- arotomy and 121 patients by laparoscopy. 125 Sustained symptom improvement was present in 75% of patients after laparotomy and 90% after laparoscopy, suggest- ing laparoscopic CA release is feasible. Laparoscopic and retroperitoneal videoscopic CA release are less invasive, resulting in smaller scars, and have the advan- tage of lower rates of gastroesophageal reflux disease, since only one side of the crus is dissected. Not access- ing the abdominal cavity is an additional advantage of retroperitoneal videoscopic CA release. This approach Continued Recommendation 20 In patients with occlusive disease of both the CA and SMA, endovascular revascularization of both vessels might be attempted. The SMA is the preferred target artery followed by the CA. 2D 91% Recommendation 21 After endovascular mesenteric artery stenting, we suggest administering dual antiplatelet therapy for at least one month, followed by life- long antiplatelet monotherapy. 2D 91% Recommendation 22 In patients treated with DOAC, vitamin K antagonists or LMWH, we suggest adding one antiplatelet agent for 4 weeks after endovascular mesen- teric artery stenting. 2D 83% GRADE Expert agreement Recommendation 23 There might be no preference for an antegrade or retrograde approach when performing mesenteric bypass. 2D 81% Recommendation 24 There might be no preference for venous or prosthetic grafts when performing mesenteric bypass. 2D 71% 386 United European Gastroenterology Journal 8(4)",
    "avoids the risk of female infertility due to adhesions in these often young patients. However, experience with endoscopic CA release is limited to only a few expert centres and little is known on the learning curve to safely perform these procedures. Due to the very low quality of evidence and uncertainty regarding the fea- sibility of implementation of laparoscopic and retro- peritoneal videoscopic CA release in centres throughout Europe, the expert panel did not reach con- sensus on recommendations on this topic. Evidence on the risks or benefits of PMAS as a pri- mary treatment for MALS does not exist. However, according to expert experience, stenting of the CA without preceding CA release will likely result in a stent fracture, compromising blood flow and potential- ly resulting in life-threatening AMI. Due to this possi- ble hazard the expert panel considers endovascular stenting of the CA contraindicated in patients with pre- sumptive MALS and no preceding CA release. Treatment of vasculitis Vasculitis involving the mesenteric arteries is a rare cause of chronic mesenteric ischaemia, but a potentially life-threatening manifestation of systemic vasculitis. Literature on this topic consists of case reports and small case series. Still, the expert panel emphasises the importance of awareness of vasculitis as a potential cause of chronic mesenteric ischaemia, since a different clinical approach is needed. CTA seems to be a reason- able initial non-invasive screening method in suspected mesenteric vasculitis and can detect aneurysms in ves- sels as small as 3 mm. 31 Nonetheless, angiography remains an important, and in some cases indispensable, imaging modality in patients with a high suspicion of small or medium vessel vasculitis, such as polyarteritis nodosa, and seems to be the preferred imaging modal- ity when CTA is inconclusive or negative. 31 A retrospective database study, including patients evaluated for vasculitis over a 24-year period, found symptoms of mesenteric ischaemia in 120 of 7514 (1.6%) patients. 126 Only 15 of these patients required revascularization. Management with immunosuppres- sive medication was sufficient in the remaining patients. Though evidence is of very low quality, referral to an expert in the treatment of vasculitis is suggested before proceeding to ER in patients with symptoms and radio- logical features of vasculitis. An additional argument to promote early recognition and treatment is to prevent progression, which might otherwise result in a severe disease course such as kidney failure. Asymptomatic mesenteric artery stenosis Mesenteric artery stenosis is a frequent finding on abdominal imaging. Experts agree that revasculariza- tion is not needed in patients with asymptomatic single-vessel stenosis. Two prospective cohort studies, following asymptomatic patients for a mean duration of 2.6 and 6.5 years, reported no occurrences of AMI or chronic mesenteric ischaemia in patients with single- vessel disease. 22,23 A decision not to intervene is less clear in asymptomatic patients with stenosis or occlu- sion of all three mesenteric arteries, since the ability to compensate and maintain adequate blood flow through collaterals is limited, creating a potential risk of AMI when atherosclerosis progresses or an acute occlusion (e.g. embolus, thrombosis) occurs. Little is known on the natural course of asymptomatic three-vessel mesen- teric artery disease. The only study reporting on this matter dates from 1998 and included 15 patients with a mean follow-up duration of 2.6 years. 22 Four out of 15 (27%) patients developed mesenteric ischaemia, one presented with AMI and the remaining three patients became symptomatic and were diagnosed with chronic mesenteric ischaemia. Given the low level of evidence, a tailor-made approach is suggested in all asymptomatic patients with stenosis or occlusion of all three mesen- teric vessels. Risks and benefits of revascularization should be carefully assessed, taking age, comorbidities and patient preferences into account. When planning major abdominal surgery in patients with known asymptomatic mesenteric artery stenosis, the surgeon needs to be aware of local anatomy and the collateral circulation. Especially in patients with steno- sis or occlusion of two or more mesenteric arteries, ligation of collaterals could compromise the mesenteric circulation, resulting in AMI. 127,128 ER might be con- sidered, to prevent AMI, in patients with significant stenosis or occlusion of two or more mesenteric arteries undergoing major abdominal surgery with potential ligation of the collateral circulation. GRADE Expert agreement Recommendation 25 Patients with MALS might be consid- ered for surgical coeliac artery release. 2D 96% Recommendation 26 In patients with MALS (and no pre- ceding adequate coeliac artery release) endovascular stenting of the CA is contraindicated. 1D 100% Terlouw et al. 387",
    "Secondary prevention Secondary prevention is important when treating patients with atherosclerotic chronic mesenteric ischae- mia, considering that atherosclerosis is a systemic dis- ease and secondary prevention reduces the risk of all cardiovascular events. Evidence concerning secondary prevention in patients with atherosclerotic chronic mes- enteric ischaemia is not currently available; therefore evidence and guidelines on secondary prevention in general have been extrapolated to chronic mesenteric ischaemia patients. 129–131 To evaluate whether secondary prevention is indi- cated, an assessment of the cardiovascular risk profile is suggested in all symptomatic and asymptomatic patients with an atherosclerotic mesenteric artery ste- nosis, because all patients with proven atherosclerosis are prone to atherosclerosis and cardiovascular events in other vascular beds. A history of arterial revascular- ization (e.g. PMAS) is associated with a very high risk of cardiovascular events. Assessment of cardiovascular risk factors is essential when adjusting secondary pre- vention to an individual patient’s situation, especially since stricter treatment targets are recommended in patients with a very high risk profile. 1,130 The expert panel suggests that secondary prevention should begin as soon as a diagnosis of atherosclerotic chronic mes- enteric ischaemia is established. Current European Society of Cardiology guidelines provide recommenda- tions on treatment target levels for low density lipid- cholesterol (LDL-C), and diastolic and systolic blood pressure targets. 130,131 Recommendations regarding antiplatelet therapy are stated above. Follow-up after revascularization Experts agree that clinical follow-up is important during the first year after mesenteric artery revascular- ization, especially considering the regularity of symp- tom recurrence due to in-stent restenosis and the potentially severe consequences of stent occlusion. A possible benefit of active surveillance is the ability to prevent AMI. By monitoring the development and progress of restenosis, revascularization can be per- formed before a total occlusion occurs and revascular- ization becomes more challenging. Possible drawbacks of active surveillance are the additional costs of imag- ing and risk of complications, issues that are especially relevant when performing re-interventions in asymp- tomatic patients. Evidence on this topic is limited to a single prospec- tive database of 145 patients, which showed 17% symptom recurrence and 39% in-stent restenosis on routine DUS imaging, with a mean follow-up of 12 months after mesenteric artery revascularization. 132 Re-intervention was performed when symptoms GRADE Expert agreement Recommendation 27 In patients with symptoms and radiological features of vasculitis, referral to an expert in the treat- ment of vasculitis is indicated before proceeding to ER. 1D 83% Recommendation 28 Revascularization to prevent occur- rence of AMI in asymptomatic patients with significant stenosis/ occlusion of all three mesenteric vessels should only be performed after carefully weighing the risks and benefits of treatment, given the low level of evidence. 2D 83% Recommendation 29 In asymptomatic patients with signif- icant stenosis/occlusion of 2 or more mesenteric vessels who need to undergo major abdominal sur- gery with potential ligation of col- lateral circulation, endovascular intervention may be considered to prevent occurrence of AMI. 2D 74% GRADE Expert agreement Recommendation 30 In patients with symptomatic athero- sclerotic chronic mesenteric ischaemia, we suggest that cardio- vascular secondary prevention should start as soon as the diag- nosis is made. 2C 100% Recommendation 31 In patients with an asymptomatic atherosclerotic stenosis of the mesenteric arteries, we suggest that the cardiovascular risk profile be assessed. 2D 100% 388 United European Gastroenterology Journal 8(4)",
    "recurred in the presence of a significant restenosis or when restenosis was severe while the collateral network was poor. Forty-seven percent of patients with in-stent restenosis remained free from re-intervention, suggest- ing restenosis alone does not necessitate a re-intervention. The expert panel weighed the evidence and advantages and disadvantages but could not reach agreement on recommendations regarding follow-up strategies. Imaging is recommended to assess stent patency in patients with recurrence of symptoms. However, evi- dence is limited regarding the reliability of in-stent ste- nosis detection using available imaging techniques. No literature reports on CTA or MRA were found, but in clinical practice CTA is commonly used to detect in- stent stenosis. MRA would appear to be less suitable, since metal artefacts make assessment of stent patency challenging. Detection of in-stent stenosis by DUS is possible, but one should be aware of changes in hae- modynamics after PMAS as several studies have shown higher PSV and EDV values in patients treated by PMAS. 132–134 Two retrospective studies assessed the reliability of DUS after PMAS and both reported a low specificity (30–39%) when using a PSV cut-off of > 200 cm/s in CA and > 275 cm/s in SMA. 98,135 A very low quality retrospective study of 30 patients after PMAS found 88–100% sensitivity and 89–100% spe- cificity when using higher DUS cut-offs. 135 A recent prospective study of 51 in-stent SMA stenoses assessed the performance of DUS, using a transstenotic mean arterial pressure gradient of \u0015 10 mm Hg as a refer- ence. 136 Receiver-operator characteristics showed an area under the curve of 0.75 for PSV and 0.80 for EDV. A combination of a PSV > 300 cm/s and EDV > 50 cm/s resulted in a sensitivity of 32% and a specif- icity of 100%. Based on the limitations of current imag- ing techniques and available evidence, the expert panel recommends the use of DUS and/or CTA to assess stent patency in patients with recurrence of symptoms. In patients undergoing CA release to treat MALS, follow-up is indicated to assess symptom relief. A sys- tematic review of CA release procedures reported that 17–26% of patients needed an additional arterial reconstruction or PTA to restore adequate blood flow after CA release. 125 This outcome might be due to intraluminal narrowing and intimal hyperplasia caused by the sustained external pressure of the median arcuate ligament. In order to detect or exclude residual stenosis in patients without an improvement in symptoms after CA release, the expert panel recom- mends performing imaging as specified in recommen- dation 14. Future research As the epidemiology of chronic mesenteric ischaemia is still poorly understood, the assessment of population- based incidence, prevalence and cause-specific mortali- ty in chronic mesenteric ischaemia should be given priority. Further evidence is also required to fully understand the aetiology and pathophysiology of chronic mesenteric ischaemia. One starting point would be an international multicentre registry of patients with mesenteric artery disease, which would facilitate a better appreciation of the natural course of chronic mesenteric ischaemia. Examples of other research topics that could be addressed using this type of registry are: differences in symptomatology of early and end-stage chronic mesenteric ischaemia, the spectrum of radiological features associated with chronic mesenteric ischaemia, the influence of the pres- ence or absence of collaterals on the probability of developing chronic mesenteric ischaemia, differences in the clinical manifestations of CA and SMA stenosis, factors associated with and predictive of acute-on- chronic mesenteric ischaemia, and the incidence and prevalence of acute-on-chronic ischaemia. Other topics that should be researched are the natural course of asymptomatic stenoses of one, two or all mesenteric arteries, and the need for prophylactic revascularization. Detecting and characterising intestinal ischaemia is one of the major challenges when diagnosing chronic mesenteric ischaemia and hence a sensitive and specific (functional) test is needed to help detect ischaemia and identify chronic mesenteric ischaemia patients. A test of this type would help to prevent invasive treatments in patients misdiagnosed with chronic mesenteric ischaemia and facilitate the early diagnosis and appro- priate treatment of chronic mesenteric ischaemia GRADE Expert agreement Recommendation 32 In a patient with recurrence of symp- toms, DUS and/or CTA are the rec- ommended diagnostic tools to assess in-stent stenosis. 1D 100% Recommendation 33 In patients without improvements in symptoms after coeliac artery release, a diagnostic test as speci- fied in recommendation 14 should be performed. 1D 83% Terlouw et al. 389",
    "patients with atypical symptoms. The discriminative ability of diagnostic methods including preprandial and postprandial measurements of mesenteric blood flow using MRI, MRI-based detection and quantifica- tion of lactate in the portal vein, and endoscopic meas- urements of mucosal mitochondrial oxygen levels are currently being investigated. Development of bio- markers for the identification of patients with chronic mesenteric ischaemia or AMI would be of great clinical value and should be considered an important research topic. As the existence of MALS is still questioned by many physicians, CA release remains a controversial procedure. A blinded, randomised controlled trial com- paring a CA release with a sham operation would end this ongoing debate. Patency rates of BMSs are known to be disappoint- ingly low, yet evidence on the use of other stent types to improve patency of PMAS is still inconclusive. A rand- omised controlled trial comparing the BMS and CS is currently underway and results are expected in 2021. 107 However, questions concerning the role of the DES in the mesenteric arteries and the optimal revasculariza- tion strategy in patients with an in-stent stenosis remain unanswered. Development of validated soft- ware tools for accurate grading of in-stent stenosis on CTA, using the transstenotic mean arterial pressure gradient under angiography as a reference, is another important research topic. Ethics approval Not applicable. Acknowledgements The authors thank the information specialist of the Erasmus MC medical library, Wichor Bramer, for his assistance in defining the literature search for this guideline. Declaration of conflicting interests The following authors disclose conflicts of interest for the sub- mitted work: OC received grant support from MSDAvenir. The following authors disclose conflicts of interests outside the submitted work: LB received grant support from Guerbet and Boston Scientific; MB received grant support from Boston Scientific, Cook Medical, Pentax Medical, and 3M, honoraria for consulting from Boston Scientific, Cook Medical, Pentax Medical, 3M, Mylan, MediRisk, and Medicom, as well as speaker fees from Boston Scientific, Cook Medical, Pentax Medical, 3M, and GastroUpdate; OC received grant support from Shire; RJ received grant support from Abbott Vascular, as well as speaker fees from Gore Medical; AN received grant support from Fondation de la ´ v- enir, Soci \u0013 ete’Franc¸aise de Gastro-enterologie, and MSDAvenir; HV received personal fees from Medtronic, WL Gore, Endologix, Arsenal, Abbott, and Philips; CZ received honoraria for consulting and speaker fees from Bayer AG. The remaining authors declare no conflicts of interests. Funding The author(s) disclosed receipt of the following financial sup- port for the research, authorship, and/or publication of this article: This guideline was developed with the support of a UEG Activity Grant. Informed consent Not applicable. ORCID iDs Luke G Terlouw https://orcid.org/0000-0002-4983-5741 Louisa JD van Dijk https://orcid.org/0000-0002-6507- 5666 Robert H Geelkerken https://orcid.org/0000-0003-4640- 8725 Christoph J Zech https://orcid.org/0000-0002-4707-4563 Supplemental material Supplemental material for this article is available online. References 1. Alahdab F, Arwani R, Pasha AK, et al. A systematic review and meta-analysis of endovascular versus open surgical revascularization for chronic mesenteric ische- mia. J Vasc Surg 2018; 67: 1598–1605. 2. Bjornsson S, Resch T and Acosta S. Symptomatic mes- enteric atherosclerotic disease–lessons learned from the diagnostic workup. J Gastrointest Surg 2013; 17: 973–980. 3. ter Steege RW, Sloterdijk HS, Geelkerken RH, et al. Splanchnic artery stenosis and abdominal complaints: Clinical history is of limited value in detection of gas- trointestinal ischemia. World J Surg 2012; 36: 793–799. 4. Ginsburg M, Obara P, Lambert DL, et al. ACR appro- priateness criteria imaging of mesenteric ischemia. J Am Coll Radiol 2018; 15: S332–S340. 5. Pillai AK, Kalva SP, Hsu SL, et al. Quality improve- ment guidelines for mesenteric angioplasty and stent placement for the treatment of chronic mesenteric ische- mia. J Vasc Interv Radiol 2018; 29: 642–647. 6. Bj € orck M, Koelemay M, Acosta S, et al. Editor’s choice – management of the diseases of mesenteric arteries and veins: Clinical practice guidelines of the European Society of Vascular Surgery (ESVS). Eur J Vasc Endovasc Surg 2017; 53: 460–510. 7. Schu ¨ nemann H, Bro _ zek J, Guyatt G, et al. (eds) GRADE handbook for grading quality of evidence and strength of recommendations. Updated October 2013 . The GRADE Working Group, guidelinedevelopment. https://gdt.gradepro.org/app/handbook/handbook. 390 United European Gastroenterology Journal 8(4)",
    "html#h.fueh5iz0cor4 (October 2013, accessed 14 January 2018) 8. Hsu C, Sandford BA. (2007). The Delphi Technique: Making Sense of Consensus. Practical Assessment Research & Evaluation , 12(10). Available online: http:// pareonline.net/getvn.asp?v=12&n=10 9. Dorman SL, Shelton JA, Stevenson RA, et al. Management of medial humeral epicondyle fractures in children: A structured review protocol for a systematic review of the literature and identification of a core outcome set using a Delphi survey. Trials 2018; 19: 119. 10. Drake RL, Vogl AW, Mitchell AWM, et al. Gray’s anat- omy for students . 2nd ed. London, UK: Churchill Livingstone, 2009. 11. Jaster A, Choudhery S, Ahn R, et al. Anatomic and radiologic review of chronic mesenteric ischemia and its treatment. Clin Imaging 2016; 40: 961–969. 12. Douard R, Chevallier JM, Delmas V, et al. Clinical interest of digestive arterial trunk anastomoses. Surg Radiol Anat 2006; 28: 219–227. 13. Lange JF, Komen N, Akkerman G, et al. Riolan’s arch: Confusing, misnomer, and obsolete. A literature survey of the connection(s) between the superior and inferior mesenteric arteries. Am J Surg 2007; 193: 742–748. 14. Mensink PB, Moons LM and Kuipers EJ. Chronic gas- trointestinal ischaemia: Shifting paradigms. Gut 2011; 60: 722–737. 15. Croft RJ, Menon GP and Marston A. Does ‘intestinal angina’ exist? A critical study of obstructed visceral arteries. Br J Surg 1981; 68: 316–318. 16. Derrick JR, Pollard HS and Moore RM. The pattern of arteriosclerotic narrowing of the celiac and superior mesenteric arteries. Ann Surg 1959; 149: 684–689. 17. Glockner JF. Incidental findings on renal MR angiog- raphy. AJR Am J Roentgenol 2007; 189: 693–700. 18. Hansen KJ, Wilson DB, Craven TE, et al. Mesenteric artery disease in the elderly. J Vasc Surg 2004; 40: 45–52. 19. Jarvinen O, Laurikka J, Sisto T, et al. Atherosclerosis of the visceral arteries. Vasa 1995; 24: 9–14. 20. Park CM, Chung JW, Kim HB, et al. Celiac axis steno- sis: Incidence and etiologies in asymptomatic individu- als. Korean J Radiol 2001; 2: 8–13. 21. Roobottom CA and Dubbins PA. Significant disease of the celiac and superior mesenteric arteries in asymptom- atic patients: Predictive value of Doppler sonography. AJR Am J Roentgenol 1993; 161: 985–988. 22. Thomas JH, Blake K, Pierce GE, et al. The clinical course of asymptomatic mesenteric arterial stenosis. J Vasc Surg 1998; 27: 840–844. 23. Wilson DB, Mostafavi K, Craven TE, et al. Clinical course of mesenteric artery stenosis in elderly americans. Arch Intern Med 2006; 166: 2095–2100. 24. Harki J, Vergouwe Y, Spoor JA, et al. Diagnostic accu- racy of the combination of clinical symptoms and CT or MR angiography in patients with chronic gastrointesti- nal ischemia. J Clin Gastroenterol 2017; 51: e39–e47. 25. Veenstra RP, Ter Steege RWF, Geelkerken RH, et al. The cardiovascular risk profile of atherosclerotic gastro- intestinal ischemia is different from other vascular beds. Am J Med 2012; 125: 394–398. 26. Moawad J and Gewertz BL. Chronic mesenteric ische- mia: Clinical presentation and diagnosis. Surg Clin North Am 1997; 77: 357–369. 27. Petnys A, Puech-Le ~ ao P, Zerati AE, et al. Prevalence of signs of celiac axis compression by the median arcuate ligament on computed tomography angiography in asymptomatic patients. J Vasc Surg 2018; 68: 1782–1787. 28. Kazan V, Qu W, Al-Natour M, Abbas J, et al. Celiac artery compression syndrome: A radiological finding without clinical symptoms? Vascular 2013; 21: 293–299. 29. Soman S, Sudhakar SV and Keshava SN. Celiac axis compression by median arcuate ligament on computed tomography among asymptomatic persons. Indian J Gastroenterol 2010; 29: 121–123. 30. Kim EN, Lamb K, Relles D, et al. Median arcuate lig- ament syndrome – review of this rare disease. JAMA Surg 2016; 151: 471–477. 31. Koster MJ and Warrington KJ. Vasculitis of the mes- enteric circulation. Best Pract Res Clin Gastroenterol 2017; 31: 85–96. 32. Rits Y, Oderich GS, Bower TC, et al. Interventions for mesenteric vasculitis. J Vasc Surg 2010; 51: 392–400.e2. 33. Ha HK, Lee SH, Rha SE, et al. Radiologic features of vasculitis involving the gastrointestinal tract. Radiographics 2000; 20: 779–794. 34. Harnik IG and Brandt LJ. Mesenteric venous thrombo- sis. Vasc Med 2010; 15: 407–418. 35. Orr DW, Harrison PM, Devlin J, et al. Chronic mesen- teric venous thrombosis: Evaluation and determinants of survival during long-term follow-up. Clin Gastroenterol Hepatol 2007; 5: 80–86. 36. Kearon C, Akl EA, Comerota AJ, et al. Antithrombotic therapy for VTE disease: Antithrombotic therapy and prevention of thrombosis, 9th ed.: American College of Chest Physicians evidence-based clinical practice guide- lines. Chest 2012; 141: e419S–e496S. 37. Wilcox MG, Howard TJ, Plaskon LA, et al. Current theories of pathogenesis and treatment of non- occlusive mesenteric ischemia. Dig Dis Sci 1995; 40: 709–716. 38. Corcos O and Nuzzo A. Gastro-intestinal vascular emergencies. Best Pract Res Clin Gastroenterol 2013; 27: 709–725. 39. Mensink PB, van Petersen AS, Geelkerken RH, et al. Clinical significance of splanchnic artery stenosis. Br J Surg 2006; 93: 1377–1382. 40. Sana A, Vergouwe Y, van Noord D, et al. Radiological imaging and gastrointestinal tonometry add value in diagnosis of chronic gastrointestinal ischemia. Clin Gastroenterol Hepatol 2011; 9: 234–241. 41. Dominguez-Munoz JE, Drewes AM, Lindkvist B, et al. Recommendations from the United European Gastroenterology evidence-based guidelines for the Terlouw et al. 391",
    "diagnosis and therapy of chronic pancreatitis. Pancreatology 2018; 18: 847–854. 42. van Dijk LJD, Moons LMG, van Noord D, et al. Persistent symptom relief after revascularization in patients with single-artery chronic mesenteric ischemia. J Vasc Surg 2018; 68: 779–785. 43. Silva JA, White CJ, Collins TJ, et al. Endovascular ther- apy for chronic mesenteric ischemia. J Am Coll Cardiol 2006; 47: 944–950. 44. Char D and Hines G. Chronic mesenteric ischemia: Diagnosis and treatment. Heart Dis 2001; 3: 231–235. 45. Cademartiri F, Palumbo A, Maffei E, et al. Noninvasive evaluation of the celiac trunk and superior mesenteric artery with multislice CT in patients with chronic mes- enteric ischaemia. Radiol Med 2008; 113: 1135–1142. 46. Mateo RB, O’Hara PJ, Hertzer NR, et al. Elective sur- gical treatment of symptomatic chronic mesenteric occlusive disease: Early results and late outcomes. J Vasc Surg 1999; 29: 821–832. 47. Zwolak RM, Fillinger MF, Walsh DB, et al. Mesenteric and celiac duplex scanning: A validation study. J Vasc Surg 1998; 27: 1078–1087; discussion: 1088. 48. Lejay A, Georg Y, Tartaglia E, et al. Chronic mesenteric ischemia: 20 Year experience of open surgical treatment. Eur J Vasc Endovasc Surg 2015; 49: 587–592. 49. Moneta GL, Lee RW, Yeager RA, et al. Mesenteric duplex scanning: A blinded prospective study. J Vasc Surg 1993; 17: 79–84; discussion: 85–86. 50. Peck MA, Conrad MF, Kwolek CJ, et al. Intermediate- term outcomes of endovascular treatment for symptom- atic chronic mesenteric ischemia. J Vasc Surg 2010; 51: 140–7.e2. 51. Kolkman JJ and Geelkerken RH. Diagnosis and treat- ment of chronic mesenteric ischemia: An update. Best Pract Res Clin Gastroenterol 2017; 31: 49–57. 52. Schaefer PJ, Pfarr J, Trentmann J, et al. Comparison of noninvasive imaging modalities for stenosis grading in mesenteric arteries. Rofo 2013; 185: 628–634. 53. Lehtimaki TT, Karkkainen JM, Saari P, et al. Detecting acute mesenteric ischemia in CT of the acute abdomen is dependent on clinical suspicion: Review of 95 consecu- tive patients. Eur J Radiol 2015; 84: 2444–2453. 54. Lourenco PDM, Rawski R, Mohammed MF, et al. Dual-energy CT iodine mapping and 40-keV monoener- getic applications in the diagnosis of acute bowel ische- mia. AJR Am J Roentgenol 2018; 211: 564–570. 55. Wasser MN, Geelkerken RH, Kouwenhoven M, et al. Systolically gated 3D phase contrast MRA of mesenter- ic arteries in suspected mesenteric ischemia. J Comput Assist Tomogr 1996; 20: 262–268. 56. Holland GA, Dougherty L, Carpenter JP, et al. Breath- hold ultrafast three-dimensional gadolinium-enhanced MR angiography of the aorta and the renal and other visceral abdominal arteries. AJR Am J Roentgenol 1996; 166: 971–981. 57. Meaney JF, Prince MR, Nostrant TT and Stanley JC. Gadolinium-enhanced MR angiography of visceral arteries in patients with suspected chronic mesenteric ischemia. J Magn Reson Imaging 1997; 7: 171–176. 58. Carlos RC, Stanley JC, Stafford-Johnson D, et al. Interobserver variability in the evaluation of chronic mesenteric ischemia with gadolinium-enhanced MR angiography. Acad Radiol 2001; 8: 879–887. 59. Hany TF, Schmidt M, Schoenenberger AW, et al. Contrast-enhanced three-dimensional magnetic reso- nance angiography of the splanchnic vasculature before and after caloric stimulation. Original investiga- tion. Invest Radiol 1998; 33: 682–686. 60. van Petersen AS, Meerwaldt R, Kolkman JJ, et al. The influence of respiration on criteria for transabdominal duplex examination of the splanchnic arteries in patients with suspected chronic splanchnic ischemia. J Vasc Surg 2013; 57: 1603–1611. 61. Bowersox JC, Zwolak RM, Walsh DB, et al. Duplex ultrasonography in the diagnosis of celiac and mesen- teric artery occlusive disease. J Vasc Surg 1991; 14: 780–786; discussion 786–788. 62. Perko MJ, Just S and Schroeder TV. Importance of diastolic velocities in the detection of celiac and mesen- teric artery disease by duplex ultrasound. J Vasc Surg 1997; 26: 288–293. 63. AbuRahma AF, Stone PA, Srivastava M, et al. Mesenteric/celiac duplex ultrasound interpretation crite- ria revisited. J Vasc Surg 2012; 55: 428–436. 64. van Dijk LJ, van Petersen AS and Moelker A. Vascular imaging of the mesenteric vasculature. Best Pract Res Clin Gastroenterol 2017; 31: 3–14. 65. Osiecki M, Zukowski P, Brzozowski K, et al. Angiographic evaluation of celiac trunk functional ste- nosis – own experiences. Chir Pol 2003; 5: 229–234. 66. Patten RM, Coldwell DM and Ben-Menachem Y. Ligamentous compression of the celiac axis: CT findings in five patients. AJR Am J Roentgenol 1991; 156: 1101–1103. 67. Al-Zoubi NA, Yaghan RJ, Hijazi EM, et al. Prevalence of incidental celiac artery compression caused by median arcuate ligament among patients with peripheral arterial disease Ital J Vasc Endovasc Surg 2017; 24: 47–49. 68. Wang XM, Hua XP and Zheng GL. Celiac artery com- pression syndrome evaluated with 3-D contrast- enhanced ultrasonography: A new approach. Ultrasound Med Biol 2018; 44: 243–250. 69. Gruber H, Loizides A, Peer S, et al. Ultrasound of the median arcuate ligament syndrome: A new approach to diagnosis. Med Ultrason 2012; 14: 5–9. 70. van Noord D and Kolkman JJ. Functional testing in the diagnosis of chronic mesenteric ischemia. Best Pract Res Clin Gastroenterol 2017; 31: 59–68. 71. Mensink PBF, van Petersen AS, Kolkman JJ, et al. Gastric exercise tonometry: The key investigation in patients with suspected celiac artery compression syn- drome. J Vasc Surg 2006; 44: 277–281. 72. Otte JA, Geelkerken RH, Oostveen E, et al. Clinical impact of gastric exercise tonometry on diagnosis and management of chronic gastrointestinal ischemia. Clin Gastroenterol Hepatol 2005; 3: 660–666. 73. Van Noord D, Sana A, Benaron DA, et al. Endoscopic visible light spectroscopy: A new, minimally invasive 392 United European Gastroenterology Journal 8(4)",
    "technique to diagnose chronic GI ischemia. Gastrointest Endosc 2011; 73: 291–298. 74. van Dijk LJD, van der Wel T, van Noord D, et al. Intraobserver and interobserver reliability of visible light spectroscopy during upper gastrointestinal endos- copy. Expert Rev Med Devices 2018; 15: 605–610. 75. van Dijk LJD, Harki J, van Noord D, et al. Detection of mesenteric ischemia by means of endoscopic visible light spectroscopy after luminal feeding. Gastrointest Endosc 2019; 89: 94–102. 76. Ubbink R, van Dijk LJD, van Noord D, et al. Evaluation of endoscopic visible light spectroscopy: Comparison with microvascular oxygen tension meas- urements in a porcine model. J Transl Med 2019; 17: 65. 77. van Noord D, Mensink PB, de Knegt RJ, et al. Serum markers and intestinal mucosal injury in chronic gastro- intestinal ischemia. Dig Dis Sci 2011; 56: 506–512. 78. Mensink PB, Hol L, Borghuis-Koertshuis N, et al. Transient postprandial ischemia is associated with increased intestinal fatty acid binding protein in patients with chronic gastrointestinal ischemia. Eur J Gastroenterol Hepatol 2009; 21: 278–282. 79. Derikx JP, Schellekens DH and Acosta S. Serological markers for human intestinal ischemia: A systematic review. Best Pract Res Clin Gastroenterol 2017; 31: 69–74. 80. Acosta S and Nilsson T. Current status on plasma bio- markers for acute mesenteric ischemia. J Thromb Thrombolysis 2012; 33: 355–361. 81. Van Noord D, Biermann K, Moons LM, et al. Histological changes in patients with chronic upper gas- trointestinal ischaemia. Histopathology 2010; 57: 615–621. 82. Pecoraro F, Rancic Z, Lachat M, et al. Chronic mesen- teric ischemia: Critical review and guidelines for man- agement. Ann Vasc Surg 2013; 27: 113–122. 83. Gupta PK, Horan SM, Turaga KK, et al. Chronic mes- enteric ischemia: Endovascular versus open revasculari- zation. J Endovasc Ther 2010; 17: 540–549. 84. Hogendoorn W, Hunink MG, Schlosser FJ, et al. A comparison of open and endovascular revascularization for chronic mesenteric ischemia in a clinical decision model. J Vasc Surg 2014; 60: 715–25.e2. 85. Allain C, Besch G, Guelle N, et al. Prevalence and impact of malnutrition in patients surgically treated for chronic mesenteric ischemia. Ann Vasc Surg 2019; 58: 24–31. 86. Burden S, Todd C, Hill J, et al. Pre-operative nutrition support in patients undergoing gastrointestinal surgery. Cochrane Database Syst Rev 2012; 11: CD008879. 87. Sarap AN, Sarap MD and Childers J. Small bowel necrosis in association with jejunal tube feeding. JAAPA 2010; 23: 28, 30–32. 88. Melis M, Fichera A and Ferguson MK. Bowel necrosis associated with early jejunal tube feeding: A complica- tion of postoperative enteral nutrition. Arch Surg 2006; 141: 701–704. 89. Wang K, McIlroy K, Plank LD, et al. , Outcomes, and management of enteral tube feeding intolerance: A retrospective cohort study in a tertiary center. JPEN J Parenter Enteral Nutr 2017; 41: 959–967. 90. Gatt M, MacFie J, Anderson AD, et al. Changes in superior mesenteric artery blood flow after oral, enteral, and parenteral feeding in humans. Crit Care Med 2009; 37: 171–176. 91. Dissanaike S, Shelton M, Warner K, et al. The risk for bloodstream infections is associated with increased par- enteral caloric intake in patients receiving parenteral nutrition. Crit Care 2007; 11: R114. 92. Mueller C, Borriello R and Perlov-Antzis L. Parenteral nutrition support of a patient with chronic mesenteric artery occlusive disease. Nutr Clin Pract 1993; 8: 73–77. 93. Landis MS, Rajan DK, Simons ME, et al. Percutaneous management of chronic mesenteric ischemia: Outcomes after intervention. J Vasc Interv Radiol 2005; 16: 1319–1325. 94. Sheeran SR, Murphy TP, Khwaja A, et al. Stent place- ment for treatment of mesenteric artery stenoses or occlusions. J Vasc Interv Radiol 1999; 10: 861–867. 95. van de Ven PJ, Kaatee R, Beutler JJ, et al. Arterial stenting and balloon angioplasty in ostial atherosclerot- ic renovascular disease: A randomised trial. Lancet 1999; 353: 282–286. 96. Dorros G, Prince C and Mathiak L. Stenting of a renal artery stenosis achieves better relief of the obstructive lesion than balloon angioplasty. Cathet Cardiovasc Diagn 1993; 29: 191–198. 97. Kougias P, El Sayed HF, Zhou W, et al. Management of chronic mesenteric ischemia. The role of endovascu- lar therapy. J Endovasc Ther 2007; 14: 395–405. 98. Schoch DM, LeSar CJ, Joels CS, et al. Management of chronic mesenteric vascular insufficiency: An endovas- cular approach. J Am Coll Surg 2011; 212: 668–675; discussion 675–677. 99. Mirza AK, Oderich GS, Sandri GA, et al. Outcomes of upper extremity access during fenestrated-branched endovascular aortic repair. J Vasc Surg 2019; 69: 635–643. 100. Oderich GS, Tallarita T, Gloviczki P, et al. Mesenteric artery complications during angioplasty and stent place- ment for atherosclerotic chronic mesenteric ischemia. J Vasc Surg 2012; 55: 1063–1071. 101. Neumann FJ, Sousa-Uva M, Ahlsson A, et al. 2018 ESC/EACTS guidelines on myocardial revasculariza- tion. Eur Heart J 2019; 40: 87–165. 102. Meertens MM, Ng E, Loh SEK, et al. Transradial approach for aortoiliac and femoropopliteal interven- tions: A systematic review and meta-analysis. J Endovasc Ther 2018; 25: 599–607. 103. Chen YY, Liu P, Wu YS, et al. Transradial vs trans- femoral access in patients with hepatic malignancy and undergoing hepatic interventions: A systematic review and meta-analysis. Medicine (Baltimore) 2018; 97: e13926. 104. Oderich GS, Macedo R, Stone DH, et al. Multicenter study of retrograde open mesenteric artery stenting through laparotomy for treatment of acute and Terlouw et al. 393",
    "chronic mesenteric ischemia. J Vasc Surg 2018; 68: 470–80.e1. 105. Blauw JT, Meerwaldt R, Brusse-Keizer M, et al. Retrograde open mesenteric stenting for acute mesenter- ic ischemia. J Vasc Surg 2014; 60: 726–734. 106. Oderich GS, Erdoes LS, Lesar C, et al. Comparison of covered stents versus bare metal stents for treatment of chronic atherosclerotic mesenteric arterial disease. J Vasc Surg 2013; 58: 1316–1323. 107. van Dijk LJD, Harki J, van Noord D, et al. Covered stents versus bare-metal stents in chronic atherosclerotic gastrointestinal ischemia (CoBaGI): Study protocol for a randomized controlled trial. Trials 2019; 20: 519. 108. Wagenh € auser MU, Meyer-Janiszewski YK, Dueppers P, et al. Chronic mesenteric ischemia: Patient outcomes using open surgical revascularization. Dig Surg 2017; 34: 340–349. 109. Flis V, Mrd \u0014 za B, \u0014 Stirn B, et al. Revascularization of the superior mesenteric artery alone for treatment of chron- ic mesenteric ischemia. Wien Klin Wochenschr 2016; 128: 109–113. 110. Park WM, Cherry KJ Jr, Chua HK, et al. Current results of open revascularization for chronic mesenteric ischemia: A standard for comparison. J Vasc Surg 2002; 35: 853–858. 111. Foley MI, Moneta GL, Abou-Zamzam Jr AM, et al. Revascularization of the superior mesenteric artery alone for treatment of intestinal ischemia. J Vasc Surg 2000; 32: 37–47. 112. Gentile AT, Moneta GL, Taylor LM Jr, et al. Isolated bypass to the superior mesenteric artery for intestinal ischemia. Arch Surg 1994; 129: 926–932. 113. McAfee MK, Cherry KJ Jr, Naessens JM, et al. Influence of complete revascularization on chronic mes- enteric ischemia. Am J Surg 1992; 164: 220–224. 114. Valgimigli M, Bueno H, Byrne RA, et al. 2017 ESC focused update on dual antiplatelet therapy in coronary artery disease developed in collaboration with EACTS: The Task Force for Dual Antiplatelet Therapy in Coronary Artery Disease of the European Society of Cardiology (ESC) and of the European Association for Cardio-Thoracic Surgery (EACTS). Eur Heart J 2018; 39: 213–260. 115. Bittl JA, Baber U, Bradley SM, et al. Duration of dual antiplatelet therapy: A systematic review for the 2016 ACC/AHA guideline focused update on duration of dual antiplatelet therapy in patients with coronary artery disease: A report of the American College of Cardiology/American Heart Association Task Force on Clinical Practice Guidelines. J Am Coll Cardiol 2016; 68: 1116–1139. 116. Giustino G, Baber U, Sartori S, et al. Duration of dual antiplatelet therapy after drug-eluting stent implanta- tion: A systematic review and meta-analysis of random- ized controlled trials. J Am Coll Cardiol 2015; 65: 1298–1310. 117. Qintar M, Chhatriwalla AK, Arnold SV, et al. Beyond restenosis: Patients’ preference for drug eluting or bare metal stents. Catheter Cardiovasc Interv 2017; 90: 357–363. 118. Cavallari I and Patti G. Meta-analysis comparing the safety and efficacy of dual versus triple antithrombotic therapy in patients with atrial fibrillation undergoing percutaneous coronary intervention. Am J Cardiol 2018; 121: 718–724. 119. Cho JS, Carr JA, Jacobsen G, et al. Long-term outcome after mesenteric artery reconstruction: A 37-year expe- rience. J Vasc Surg 2002; 35: 453–460. 120. Cormier JM, Fichelle JM, Vennin J, et al. Atherosclerotic occlusive disease of the superior mesen- teric artery: Late results of reconstructive surgery. Ann Vasc Surg 1991; 5: 510–518. 121. McMillan WD, McCarthy WJ, Bresticker MR, et al. Mesenteric artery bypass: Objective patency determina- tion. J Vasc Surg 1995; 21: 729–741. 122. Rheudasil JM, Stewart MT, Schellack JV, et al. Surgical treatment of chronic mesenteric arterial insufficiency. J Vasc Surg 1988; 8: 495–500. 123. Kihara TK, Blebea J, Anderson KM, et al. Risk factors and outcomes following revascularization for chronic mesenteric ischemia. Ann Vasc Surg 1999; 13: 37–44. 124. Geelkerken RH, van Bockel JH, de Roos WK, et al. Chronic mesenteric vascular syndrome. Results of reconstructive surgery. Arch Surg 1991; 126: 1101–1106. 125. Jimenez JC, Harlander-Locke M and Dutson EP. Open and laparoscopic treatment of median arcuate ligament syndrome. J Vasc Surg 2012; 56: 869–873. 126. Rits Y, Oderich GS, Bower TC, et al. Interventions for mesenteric vasculitis. J Vasc Surg 2010; 51: 392–400.e2. 127. Gaujoux S, Sauvanet A, Vullierme MP, et al. Ischemic complications after pancreaticoduodenectomy: Incidence, prevention, and management. Ann Surg 2009; 249: 111–117. 128. Machado MA, Herman P, Montagnini AL, et al. A new test to avoid arterial complications during pancreatico- duodenectomy. Hepatogastroenterology 2004; 51: 1671–1673. 129. Aboyans V, Ricco JB, Bartelink MEL, et al. 2017 ESC guidelines on the diagnosis and treatment of peripheral arterial diseases, in collaboration with the European Society for Vascular Surgery (ESVS): Document cover- ing atherosclerotic disease of extracranial carotid and vertebral, mesenteric, renal, upper and lower extremity arteries. Endorsed by: The European Stroke Organization (ESO)The Task Force for the Diagnosis and Treatment of Peripheral Arterial Diseases of the European Society of Cardiology (ESC) and of the European Society for Vascular Surgery (ESVS). Eur Heart J 2018; 39: 763–816. 130. Piepoli MF, Hoes AW, Agewall S, et al. 2016 European guidelines on cardiovascular disease prevention in clin- ical practice: The Sixth Joint Task Force of the European Society of Cardiology and Other Societies on Cardiovascular Disease Prevention in Clinical Practice (constituted by representatives of 10 societies and by invited experts). Developed with the special con- tribution of the European Association for 394 United European Gastroenterology Journal 8(4)",
    "Cardiovascular Prevention and Rehabilitation (EACPR). Eur Heart J 2016; 37: 2315–2381. 131. Williams B, Mancia G, Spiering W, et al. 2018 ESC/ ESH guidelines for the management of arterial hyper- tension. Eur Heart J 2018; 39: 3021–3104. 132. Tallarita T, Oderich GS, Macedo TA, et al. Reinterventions for stent restenosis in patients treated for atherosclerotic mesenteric artery disease. J Vasc Surg 2011; 54: 1422–9.e1. 133. Baker AC, Chew V, Li CS, et al. Application of duplex ultrasound imaging in determining in-stent stenosis during surveillance after mesenteric artery revasculari- zation. J Vasc Surg 2012; 56: 1364–1371; discussion: 1371. 134. Mitchell EL, Chang EY, Landry GJ, et al. Duplex cri- teria for native superior mesenteric artery stenosis over- estimate stenosis in stented superior mesenteric arteries. J Vasc Surg 2009; 50: 335–340. 135. Aburahma AF, Mousa AY, Stone PA, et al. Velocity criteria for native celiac/superior mesenteric artery stenosis vs in-stent stenosis. J Vasc Surg 2012; 55: 730–738. 136. Acosta S, Bjorgell O and Ekberg O. Prospective study on diagnostic performance of color doppler ultrasound using trans-stenotic mean arterial pressure gradient as a reference in stented superior mesenteric artery. Ann Vasc Surg 2019; 56: 294–302. Terlouw et al. 395"
  ],
  "processed_at": "2026-01-30T14:42:22.178Z"
}