{
  "doc_id": "b1df7094a6c3b016725e6d44e60dee64",
  "source_id": "US_of_Lower_Extremity_Deep_Vein_Thrombosis-_A_Review",
  "total_pages": 2,
  "pages": [
    "VASCULAR AND INTERVENTIONAL RADIOLOGY RADIOGRAPHICS FUNDAMENTALS US of Lower Extremity Deep Vein Thrombosis: A Review Nicholas Roberts, DO • Mark DiMaggio, Jr, DO • Mindy M. Horrow, MD Author affiliations, funding, and conflicts of interest are listed at the end of this article. See the slide presentation here. © RSNA, 2024 This copy is for personal use only. To order copies, contact reprints@rsna.org This online slide presentation describes current imaging protocols and terminology established by the Society of Ra- diologists in Ultrasound (SRU) and supported by the Ameri- can College of Radiology for complete lower extremity venous imaging and specific situations for limited studies. Case ex- amples demonstrate findings that help differentiate acute thrombosis from chronic postthrombotic change; abnormal unilateral and bilateral spectral Doppler US findings and their implications; and a variety of other findings, including slow flow, isolated calf thrombosis, phlegmasia cerulea do- lens, catheter-related thrombosis, neovascularization, and potential pitfalls. In 2018, a multidisciplinary SRU consensus panel estab- lished imaging protocols for evaluation of the lower extrem- ities for deep vein thrombosis (DVT), which notably included the deep calf veins as well as the standard common femoral vein (CFV) through popliteal vein (Pop V) levels and the CFV junction with the greater saphenous and profunda femoris veins. Revisions to the American College of Radiology guide- lines in 2019 standardized their practice parameters with those of the SRU. In addition to gray-scale imaging with and without compression, spectral and color Doppler US sam- pling is performed at the CFV and Pop V, and if a unilateral study is performed, a Doppler tracing of the contralateral CFV is performed to evaluate for symmetry. Acute DVT has variable appearances and may be hy- poechoic, isoechoic, or hyperechoic relative to the adjacent soft tissue and can be occlusive, nonocclusive, wall adher- ent, or mobile. Over time, acute DVT can resolve, progress, or evolve into chronic postthrombotic change. Imaging of the full extent of the DVT is essential and may require other mo- dalities to evaluate the iliac veins and inferior vena cava when they cannot be imaged directly with US. Differentiating between acute DVT and chronic postthrom- botic change is crucial since these conditions require different treatment approaches. Chronic postthrombotic change, which can potentially result in chronic postthrombotic syndrome, manifests as small veins, wall thickening, calcification, and synechia formation, usually with compression of any normal residual lumen (Fig 1). Terms such as chronic deep vein throm- bosis and residual or subacute thrombus should be avoided, as these descriptors may cause confusion for clinicians. Spectral Doppler US is an essential component of lower ex- tremity DVT imaging. The normal waveform should demon- strate respiratory phasicity rather than pulsations due to car- diac activity, a common finding in veins closer to the heart. A symmetric increase in venous pulsatility suggests elevated right heart pressures and/or tricuspid regurgitation. Loss of respiratory phasicity is abnormal and may be unilateral or bilateral. Such a finding should prompt evaluation for more proximal (central) DVT or causes of extrinsic venous com- pression (Fig 2). Last, several pitfalls, including issues related to variant venous anatomy, improper technique, and slow flow, are discussed. Figure 1. Chronic postthrombotic change in a 50-year-old man with a his- tory of left lower extremity fracture and DVT who presented with left lower ex- tremity pain and edema. US images show that the normal-caliber vein contains thick linear strands (arrows in A ) and has surrounding color Doppler flow (B) . There was normal compression of the residual lumen (not shown).",
    "November 2024 Roberts et al Volume 44 Number 11 2 radiographics.rsna.org RadioGraphics 2024; 44(11):e240113 https://doi.org/10.1148/rg.240113 Content Codes: ER, US, VA Abbreviations: CFV = common femoral vein, DVT = deep vein thrombosis, Pop V = popliteal vein, SRU = Society of Radiologists in Ultrasound TEACHING POINTS  Current imaging protocols for evaluation of the lower extremities for DVT were established by the SRU in 2018 and supported by the American College of Radiology in 2019 to include the deep calf veins, as well as the previously standard common femoral through popliteal vein levels.  Differentiating between acute DVT and chronic postthrombotic change is crucial because these conditions require different treatment approaches.  Spectral Doppler US is an essential component of lower extremity DVT since loss of the normal respiratory phasicity either unilaterally or bilat- erally should prompt a search for more proximal (central) DVT or extrin- sic compression. Author affiliations.— From the Department of Radiology, Jefferson Einstein Hospital, 5501 Old York Rd, Philadelphia, PA 19141. Presented as an education exhibit at the 2023 RSNA Annual Meeting. Received April 12, 2024; revision requested May 6 and received May 29; accepted May 31. Address correspon- dence to M.M.H. (email: mhorrow@gmail.com ). Disclosures of conflicts of interest.— M.M.H. Payments or honoraria for lec- tures, presentations, and visiting professor fees from Educational Sympo- sium, Harvard University, University of Toronto, McMaster University, Mayo Clinic, World Class CME, and Hoag Medical Center. All other authors, the edi- tor, and the reviewers have disclosed no relevant relationships. Suggested Readings Abu-Yousef MM, Kakish ME, Mufid M. Pulsatile venous Doppler flow in lower limbs: highly indicative of elevated right atrium pressure. AJR Am J Roent- genol 1996;167(4):977–980. ACR–SPR–SRU practice parameter for performing and interpreting diagnostic ultrasound examinations. American College of Radiology. https://policy- commons.net/artifacts/1737816/acr-spr-sru-practice-parameter-for-per- forming-and-interpreting-diagnostic-ultrasound-examinations/2469425/. Published October 5, 2018. Accessed July 10, 2023. Blanco P, Volpicelli G. Common pitfalls in point-of-care ultrasound: a practical guide for emergency and critical care physicians. Crit Ultrasound J 2016;8(1):15. Jensen CT, Chahin A, Amin VD, et al. Qualitative slow blood flow in lower extremity deep veins on Doppler sonography: quantitative assessment and preliminary evaluation of correlation with subsequent deep venous thrombosis development in a tertiary care oncology center. J Ultrasound Med 2017;36(9):1867–1874. Lin EP, Bhatt S, Rubens D, Dogra VS. The importance of monophasic Doppler waveforms in the common femoral vein: a retrospective study. J Ultrasound Med 2007;26(7):885–891. Murphy TP, Cronan JJ. Evolution of deep venous thrombosis: a prospective evaluation with US. Radiology 1990;177(2):543–548. Murray J, Precious E, Alikhan R. Catheter-related thrombosis in cancer patients. Br J Haematol 2013;162(6):748–757. Needleman L, Cronan JJ, Lilly MP, et al. Ultrasound for Lower Extremity Deep Venous Thrombosis: Multidisciplinary Recommendations From the Society of Radiologists in Ultrasound Consensus Conference. Circulation 2018;137(14):1505–1515. Nicklas JM, Gordon AE, Henke PK. Resolution of deep venous thrombosis: proposed immune paradigms. Int J Mol Sci 2020;21(6):2080. Perkins JM, Magee TR, Galland RB. Phlegmasia caerulea dolens and venous gangrene. Br J Surg 1996;83(1):19–23. Slide Presentation Figure 2. Asymmetric venous Doppler waveform due to ex- trinsic compression of the right CFV by malignant adenopathy in a 54-year-old man who presented with right lower extremity edema. (A) Spectral Doppler US image shows respiratory pha- sicity of the normal left CFV. (B) Spectral Doppler US image of the right CFV shows a complete lack of respiratory and cardiac phasicity, with partial visualization of compressive adenopathy (arrow)."
  ],
  "processed_at": "2026-01-30T15:58:54.750Z"
}