{
  "doc_id": "9a016370d5abfc47a3a1488656092302",
  "source_id": "younossi2016",
  "total_pages": 28,
  "pages": [
    "HEP-1-1237 The Economic and Clinical Burden of Non-alcoholic Fatty Liver Disease (NAFLD) in the United States and Europe Zobair M. Younossi * 1 , Deirdre Blissett 4 , Robert Blissett 4 , Linda Henry 2 , Maria Stepanova 2 , Youssef Younossi 2 , Andrei Racila 2 , Sharon Hunt 3 , Rachel Beckerman 4 1 Center for Liver Diseases, Department of Medicine, Inova Fairfax Hospital, Falls Church, VA 2 Center for Outcomes Research in Liver Disease, Washington, D.C. 3 Betty and Guy Beatty Center for Integrated Research, Inova Health Systems, Falls Church, VA 4 Maple Heath Group, LLC, New York, NY * Corresponding Author: Zobair M. Younossi, MD, MPH Betty and Guy Beatty Center for Integrated Research Claude Moore Health Education and Research Building 3300 Gallows Road, Falls Church, VA 22042 Phone: (703) 776-2540 Fax: (703) 776-4386 Email: zobair.younossi@inova.org Word Count : 3,403 Abstract : 265 Tables: 6 Figures: 2 Keywords NAFLD; NASH; costs; quality of life; burden of illness; economic burden This article has been accepted for publication and undergone full peer review but has not been through the copyediting, typesetting, pagination and proofreading process which may lead to differences between this version and the Version of Record. Please cite this article as doi: 10.1002/ hep . 28785 This article is protected by copyright. All rights reserved.",
    "2 List of Abbreviations Non-alcoholic fatty liver disease ( NAFLD) United States of America (USA) Non-alcoholic fatty liver (NAFL) Non-alcoholic steatohepatitis (NASH) Diabetes mellitus (DM) Hepatocellular carcinoma (HCC) Liver transplantation (LT) Short form-36 (SF-36) Chronic Liver Disease Questionnaire (CLDQ) 4 European countries (EU-4). France (FRA) United Kingdom (UK) Germany (GER) Italy (ITA) Non-alcoholic fatty liver (NAFL) Non-cirrhotic (NC) No fibrosis (No FB) Fibrosis (FB) sub-states) Compensated cirrhosis (CC) Decompensated cirrhosis (DCC) Hepatocellular carcinoma (HCC) Liver transplant (LT) Post-liver transplant (PLT) Relative risk (RRs) United Nation of Organ Sharing (UNOS) National Health and Nutrition Examination Survey (NHANES) Generalized Reduced Gradient (GRG) Hepatitis C virus (HCV) Page 2 of 28 Hepatology Hepatology This article is protected by copyright. All rights reserved.",
    "3 Abstract: BACKGROUND AND AIM: Non-alcoholic fatty liver disease (NAFLD) is a major cause of chronic liver disease. There is uncertainty around the economic burden of NAFLD. We constructed a steady-state prevalence model to quantify this burden in the United States of America (USA) and Europe (EU). METHODS : Five models were constructed estimating burden of NAFLD in the USA and 4 European countries. Models were built using a series of interlinked Markov chains, each representing age increments of the NAFLD and the general population. Incidence and remission rates were calculated by calibrating against real-world prevalence rates. The data was validated using a computerized disease Model called DisMod II. NAFLD patients transitioned between nine health states (nonalcoholic fatty liver, non-alcoholic steatohepatitis (NASH), NASH-fibrosis, NASH-compensated cirrhosis, NASH-decompensated cirrhosis, hepatocellular carcinoma, liver transplantation, post-liver transplant and death). Transition probabilities were sourced from the literature, systematic review and was calibrated against real-world data. Utilities were obtained from NAFLD patients using SF-6D. Costs were sourced from the literature and local fee schedules. RESULTS: In the USA, over 64 million people are projected to have NAFLD, with annual direct medical costs of about $103 bn [$1,613 per patient (PP)]. In EU-4 countries [Germany, France, Italy and United Kingdom], there are ~52 million people with NAFLD with an annual cost of about € 35 billion (from € 354 to € 1,163 PP). Costs are highest in patients aged 45-65. The burden is significantly higher when societal costs are included. CONCLUSION: The analysis quantifies the enormity of the clinical and economic burden of NAFLD, which will likely increase as incidence of NAFLD continues to rise. Page 3 of 28 Hepatology Hepatology This article is protected by copyright. All rights reserved.",
    "4 Introduction: Non-alcoholic fatty liver disease (NAFLD) is a major cause of chronic liver disease. In a recent systematic review, the global prevalence of NAFLD was estimated to be approximately 24% [1]. NAFLD is predominantly associated with obesity and type 2 diabetes [1]. In addition to the United States of America (USA) and Europe, high prevalence rates of obesity have also been reported from South America, Asia, and Middle East [1,2]. In order to fully understand the clinical burden of NAFLD, it is important to recognize the full spectrum of NAFLD phenotype [2]. Histologically, the potentially progressive form of NAFLD has been referred to as non-alcoholic steatohepatitis (NASH) [2]. Although NASH represents the minority (10-20%) of patients with NAFLD, the non-alcoholic steatohepatitis (NASH) subtype can potentially progress to advanced liver disease leading to cirrhosis, liver-related mortality and hepatocellular carcinoma (HCC) [1-5]. Despite NASH being a more progressive type of NAFLD, the non-NASH type of NAFLD still carries clinical burden as it is associated with cardiovascular diseases and complications [6]. Clinically, NASH seems to be more common and potentially more progressive in the setting of insulin resistance and diabetes mellitus (DM) [7]. Other studies have also shown that DM is an independent predictor of advanced fibrosis and long-term mortality in NAFLD [8-9]. In addition, the presence of advanced fibrosis (stage>2) in NAFLD has been associated with increased liver-related mortality [10- 11]. These data, therefore, may be an indicator that grade of fibrosis is a surrogate for predicting liver related mortality. In addition to cirrhosis, there is mounting evidence that NAFLD is an important risk factor for HCC [12-13]. Although cirrhosis in NASH has been indicated as a risk factor for HCC, there is some evidence to suggest that non-cirrhotic patients with NAFLD may also be at risk of developing HCC [14]. Finally, the clinical outcome of NAFLD has led to a large number of liver transplants (LTs) in the United States. In fact, NASH is now considered the second most common indication for LT in the USA after chronic hepatitis C, and is growing [15]. In addition to its clinical impact, NAFLD has an impact on patient-reported outcomes [16]. In fact, recent data suggest that NAFLD patients may have a significant impairment of their physical health as measured by two patient-reported quality of life measurement tools, namely, the Short Form-36 (SF-36) and the Chronic Liver Disease Questionnaire (CLDQ) [17]. Finally, NAFLD has been shown to have an important economic impact on healthcare utilization [16]. In a recent study of Medicare NAFLD patients, the mean yearly inflation-adjusted charges from the outpatient setting increased from $2624±$3308 in 2005 to $3608±$5132 in 2010 in dollars of 2010 [18]. In a follow-up study of both outpatient and inpatient Medicare resource utilization, the enormous impact of NAFLD was reiterated and the median total hospital charges for NAFLD patients was $36,289 in 2010 [19]. In the context of growing clinical and quality of life burden of NAFLD, the economic burden of this important liver disease for the USA and Europe is likely to increase. Therefore, our aim is to estimate the clinical and economic burden of NAFLD in the USA and four European countries using a decision analytic Markov-based model. Study Data and Methods Model Structure and Assumptions Five separate models were constructed to estimate the clinical and economic burden of NAFLD in the U.S. and 4 European countries (EU-4). The four EU countries included France (FRA), United Kingdom (UK), Germany (GER), and Italy (ITA). Page 4 of 28 Hepatology Hepatology This article is protected by copyright. All rights reserved.",
    "5 Each model was constructed using a series of interlinked Markov chains in Microsoft Excel spreadsheets, using the general structure as in Figure 1, which depicts a Markov model for the general population. Within the general population, individuals were classified into four possible states: susceptible; NAFLD; NAFLD-specific deaths; and all-cause deaths. Individuals transition probabilities between these states were calculated by applying incidence, remission, mortality and NAFLD-specific mortality rates [1-15]. As NAFLD is a progressive disease, an embedded disease-specific Markov structure allowed for patients with NAFLD to transition to different liver disease health states: non-alcoholic fatty liver (NAFL) (with no progression), non-cirrhotic (NC) NASH (with no fibrosis (No FB) and fibrosis (FB) sub- states) which could progress to compensated cirrhosis (CC); decompensated cirrhosis (DCC); hepatocellular carcinoma (HCC); liver transplant (LT); post-liver transplant (PLT); and, death. The remission rate was applied only to those in the NAFL health state and case fatality was applied using the transition probabilities to death from DCC, HCC, LT, and PLT. While remission was only allowed in the NAFL health state, regression was permitted from CC to FB, FB to No FB and No FB to FB therefore patients could indirectly transition from these health states to the general population [1- 15, 20-31]. Using this framework, the number of cases in each of the liver disease states was estimated by following a susceptible cohort over time and applying the transition probabilities as described below. Cohorts of patients were followed in five year bands. It is important to note including patients aged under 20 may introduce confounding due to those with potential inherited metabolic disorders associated with early NAFLD; however, this population was still included for completeness of the model. The prevalence of each disease state at a certain age was calculated by applying the incidence, mortality, and disease transition probabilities to the prevalent population of the previous age. As such, under the conditions of static incidence, mortality, and disease transition probabilities with respect to time, a patient’s age is equal to the cycle number of the model and the model is at steady state [1-15, 20-31] Clinical Inputs Different age intervals were used for the clinical inputs within the model; country-specific background mortality rates were applied in five year intervals and were sourced from publically available databases ( Supplementary table 1) [20-21]. Incidence rates were applied in five year intervals and calculated using the calibration method described below; five-year age bands were selected for these parameters as they were not expected to vary significantly within these bands [20-21]. Given the limited amount of data available for the age-specific natural history of NAFLD, a base transition matrix without regard to age was built from the published literature ( Supplementary table 2 ) [22-31]; where data gaps existed, values were imputed from the primary sources used in a recent cost-effectiveness analysis of patients with hepatitis C [32]. These probabilities were then varied over four distinct age bands (<20, 20-44, 45-64, and 65+) by applying relative risks (RR) to the base transition matrix. The age-specific RRs for all progressive transition probabilities with the exception of transition to liver transplant were based on risk of death post-liver transplant obtained from the United Nation of Organ Sharing (UNOS) database ( Supplementary table 3 ) [30,31]. The RRs for probability of LT were calculated by adjusting for the number of LTs due to NAFLD by age relative to all the LTs due to NASH in the USA in 2014, as sourced from UNOS (Supplementary table 3) [30,31]. Page 5 of 28 Hepatology Hepatology This article is protected by copyright. All rights reserved.",
    "6 Gender-specific adult NAFLD prevalence rates for the USA were obtained from the National Health and Nutrition Examination Survey III (NHANES III) database across the four age bands included in the model and adjusted using a relative risk (RR) factor of 1.45 to reflect the difference between these prevalence rates and the rates reported in a recent meta-analysis [1,31]. These prevalence rates were assumed to be the same in Europe as prevalence rates were reported to be similar [1]. Utilities were obtained directly from NAFLD patients using SF-6D scores ( Supplementary table 3). Costing Inputs In the model’s base case, both direct medical costs and societal costs were considered. Conservatively, additional costs due to the presence of comorbid conditions (e.g. treatment costs, complication costs) were not modelled. Annual costs of each health state at a macro level were sourced from recent publications ( Supplementary table 4 ) [33-38]. Costs for patients in lesser-progressed model health states were micro-costed using resource utilization inputs from hepatology experts mapped to national fee schedules. For the USA analysis, annual hospitalization costs for NAFLD without cirrhosis were obtained from a recent Medicare cost analysis [18-19], and those costs were assumed to apply across all NAFL and non-cirrhotic NASH health states. Hospitalization costs were adjusted for European markets using an adjustment factor. Societal costs were calculated by estimating the annual quality-adjusted life years (QALYs) lost due to NAFLD and by applying a monetary value to this QALY estimate. QALYs were measured by assigning utility scores of between 1 (perfect health) and 0 (death) to each NAFLD health state, and multiplying the utility scores by survival, weighted by health state. QALYs lost were calculated as the difference between the projected QALYs in the NAFLD population and the projected QALYs in the general population, weighted by age, as sourced from the National Health Measurement study [31, 39-45]. This difference was then multiplied by the monetary value of a QALY. Monetary values were assigned using thresholds at which payers are willing to pay for additional QALYs gained for new interventions. In the USA, interventions are typically accepted as being cost-effective where the cost per additional QALY gained is less than $50,000 to $150,000, but there have been calls for this value to be set much higher, valuing QALYs at up to $300,000. In the UK, interventions are accepted as cost-effective if the cost per QALY gained is less than £30,000, or £50,000 where the intervention is classified as end-of-life care. In Europe, willingness-to-pay thresholds are less commonly used to make reimbursement decisions but interventions are typically accepted as cost-effective where the value per QALY gained ranges between €75,000 and €125,000. In our analysis, the values per QALY gained were therefore set at $50,000 (USA), €75,000 (GER, FRA, ITA), and £30,000 (UK) in the base case. The utility scores were obtained in patients with NAFLD (Supplementary table 5 ) [16, 29,43- 45]. Model Validation The outer Markov model was validated using DisMod II, a generic mathematical disease model published by the World Health Organization (Table1) [46-48]. DisMod II numerically solves a set of linear differential equations that describe the transitions between states as represented in Figure 1 using a finite differences method. DisMod II is able to calculate incidence rates from given prevalence, general mortality, remission and relative risk mortality data. The remission rate was assumed to be 20%, an estimate provided by a panel of hepatologists. The RR for NAFLD excess mortality by age was obtained from the NHANES database adjusted using a RR factor as described above. Within DisMod II, a polynomial curve was fitted to the prevalence data sourced from NHANES for four age bands, and the incidence rates which were calculated by DisMod II were used as inputs Page 6 of 28 Hepatology Hepatology This article is protected by copyright. All rights reserved.",
    "7 into our model. An additional validation step compared (via visual inspection) the NAFLD prevalence rates generated by our model versus those generated by DisMod II (Supplementary Figure 1) . Model Calibration Using the global criterion method [48], the model was calibrated against several empirical real-world data targets, which were obtained from the literature ( Supplementary table 6) [23, 30-32,47,49]. The calibration procedure used the Generalized Reduced Gradient (GRG) non-linear optimization routine that is available in the SOLVER add-in that comes packaged with Microsoft Excel. Model input parameters were allowed to vary within a set of given constraints ( Table 2 ). Calibration factors to the NAFLD incidence rates across the four age bands used in the prevalence calibration targets ( Supplementary table 5) were applied, which allowed for matching to real world prevalence data rather than the smoothed DisMod II data [33,43-45]. Model residual errors were calculated by subtracting the model output value from the calibration target value. These were squared and summed to provide an objective minimization target. The model’s clinical inputs were calibrated for the USA population and applied unchanged to the European countries. The inputs and outputs of the model calibration are provided in Table 2 . Sensitivity Analyses One-way deterministic sensitivity analyses were performed to test the impact of model parameters on results; all model parameters were varied +/- 20%, with the exception of utility values, where inputs from a Hepatitis C virus (HCV) patient population were used as an upper bound, and societal costs, where values of $300,000 (USA), €125,000 (GER, FRA, ITA), and £50,000 (UK) were used. RESULTS Model Calibration and Validation NAFLD incidence rates predicted from DisMod II (24,25) (Figure 3) were in line with the few real- world NAFLD incidence estimates available, which range from 2% to 5% according to recent studies [1,4]. Further, when comparing our model’s projected NAFLD prevalence to DisMod’s calculation based on NHANES data, the two models give similar age-prevalence curves as assessed by visual inspection (Supplementary Figure 1) . However, our model slightly under-predicts NAFLD prevalence relative to DisMod II. This is not surprising given the differences between the models, such as the way that case mortality data is estimated and how case remission is applied: in DisMod II, remission and case mortality are applied equally across the NAFLD population, while in our model, remission is only applied in the NAFL health state and case mortality varies by health state, increasing with disease progression. Upon calibration, our model’s outputs were closely matched to multiple USA real-world targets ( Supplementary Table 6 ) while keeping input parameters in ranges bound by literature estimates and expert opinion ( Table 2 ) [23, 30-32,47,49]. Clinical Burden of Disease The annual clinical burden of NAFLD is projected to be substantial in both the USA and EU-4. In the USA, over 12 million incident cases of NAFL, and over 600,000 incident cases of NASH are predicted, with proportionally similar results in the EU ( Supplementary table 7 ). A significant number of newly progressed cases of cirrhosis, both compensated and decompensated, HCC due to NAFLD, and LT due to NAFLD are also projected ( Supplementary table 7 ). Incident cases of disease peak in the 45- 64 age group ( Supplementary table 8 ). Trends in projected disease prevalence are similar, with nearly 64 million people in the USA projected to have NAFLD ( Table 3 ), with results proportionally similar in the EU-4. The majority of Page 7 of 28 Hepatology Hepatology This article is protected by copyright. All rights reserved.",
    "8 NAFLD patients (91.3%) have not yet progressed to NASH, given the slow progressive nature of the disease. Prevalent cases of disease peak in the 45-64 age group ( Table 4 ). Economic Burden of Disease In line with our clinical estimates, the annual economic burden of NAFLD is projected to be substantial in both the USA and the EU-4. The total burden is higher in the USA ($103 billion in direct costs per year) relative to the EU-4 due to the larger population (where it was €27.7 billion in Germany, France and Italy together, and £5.24 in the UK), as well as higher costs of managing disease-related complications, which also increase the per-patient costs ( Table 5 ). Total costs were the highest in patients aged 45-65, mirroring the disease prevalence ( Table 6 ). However, per patient costs were the highest in the 65+ age group, reflecting the higher proportion of these patients in more advanced stages of disease (data not shown). Accounting for societal costs would significantly increase the total burden of disease in all markets ( Table 5 ). The differences in direct economic burden between countries is reflective of the different component costs of care; differences in projected societal burden differences in willingness to pay per QALY gained in these markets. Sensitivity Analyses Given that NAFL was the NAFLD patient segment with the highest prevalence relative to more progressed states of NAFLD (NASH with fibrosis, NAFLD CC, DC, HCC and LT), our model was most sensitive to parameters impacting this state, including the rate of remission to a disease-free state, NAFL monitoring costs, and NAFL transition probabilities. As expected, the incident rate of disease was also a significant model driver across all age bands ( Supplementary Figure 2 ). DISCUSSION This is the most extensive study assessing the economic and clinical burden of NAFLD in the USA and four major European countries. Our model estimates that there are 64 million individuals with NAFLD in the USA and 52 million in the four European countries. Our model also provides an estimate for the number of patients who will develop new cases of NAFLD complications on an annual basis for the USA and EU-4. These analyses suggest that the clinical burden of NAFLD in the USA and EU is tremendous, and is potentially growing. As the clinical consequences of NAFLD grow, the economic consequences will also increase. Our previous work determined that the discounted lifetime cost of a cohort of incident newly-diagnosed NAFLD patients is $5.8 billion in the USA [29]. Our current work extends these findings, estimating the annual burden associated with all incident and prevalent NAFLD in the US at $103 billion, and €35 billion for the EU-4 countries – in line with estimates of the economic burden associated with diabetes and heart disease [50]. Using standard discounting assumptions, this would result in a 10- year economic burden of NAFLD of $908 and €302 billion, respectively, in the USA and EU-4, assuming a constant incidence of disease. However, if we assume the annual rate of increase in the costs due to NAFLD to parallel the annual growth in the prevalence of obesity in the USA since 1994 [51], the expected 10-year burden of NAFLD could increase substantially – to an estimated $1,005 billion in the US and €334 billion in the EU-4. In addition to direct annual cost of NAFLD, there is also a societal cost related to the loss of QALYs due to NAFLD and its complications. By assigning a monetary value to societal costs and adding these to the annual direct cost of NAFLD for the USA and EU-4, the total annual cost of NAFLD can be estimated at $292.19 billion and €227.84 billion, respectively. Furthermore, these cost calculations do not take into account other indirect costs of NAFLD which are related to work productivity loss and its economic impact. Treatment costs were not included in this model, as, unlike for viral hepatitis and other etiologies of chronic liver disease, there are currently no effective therapies Page 8 of 28 Hepatology Hepatology This article is protected by copyright. All rights reserved.",
    "9 approved for the treatment of NAFL or NASH. However, as there are a significant number of therapies currently under investigation [52], this may substantially change the cost burden of NAFLD in the future. Our model structure was designed to comprehensively project NAFLD burden of disease by simulating movement between the diseased and non-diseased populations via incidence, progression and remission/regression across multiple patient age bands via interlinking Markov chains. However, our analysis is subject to several limitations. First, an inherent assumption of using a steady-state model is that we assume that the incidence and prevalence have reached a steady state; our results may, therefore, underestimate the true future burden of NAFLD, particularly in older age groups where the impact of changing incidence has not yet been realized. Additionally, substantial uncertainty around many inputs existed, particularly the NAFLD incidence and the rates of fibrosis progression; further research is required to validate these parameters, although we calibrated the most uncertain inputs within an appropriate range to approach real-world targets and, thus, believe that the impact of this on our model results is not substantial. Further, the model was calibrated using the real-world prevalence data for the USA and assumed the same incidence and disease progression across the EU-4. The impact of this approach is expected to be minimal given that European NAFLD prevalence rates were reported to be similar to the USA [1]. Finally, most of the studies included in this analysis focused on individuals with NAFLD alone, which does not consider that concurrent NAFLD can also occur among patients with co-existing liver disease etiologies, specifically, chronic HBV and chronic HCV. This cost could not be quantified in this analysis given the lack of complete data about super-impose NAFLD on other types of chronic liver disease. . However, if these costs had been included, the clinical and economic burden of NALFD projected by our model would certainly be significantly increased. In summary, this is the first comprehensive model estimating the clinical and economic burden of NAFLD. Despite the enormous economic burden estimated by this analysis, it is most likely that we have underestimated the economic burden of the disease due to conservative assumptions related to the clinical burden and the disease progression rates. Nevertheless, our analysis provides an economic basis to appreciate the actual burden of NAFLD, NASH, and their complications to the society. Given the epidemic of NAFLD, understanding the full burden of NAFLD will help providers, payers, and policy makers to develop strategies to identify high risk patients with NAFLD and to implement a multi-prong public heath policy to deal with this important chronic liver disease. Page 9 of 28 Hepatology Hepatology This article is protected by copyright. All rights reserved.",
    "10 REFERENCES 1. Younossi ZM, Koenig AB, Abdelatif D, Fazel Y, Henry L, Wymer M. Global Epidemiology of Non-Alcoholic Fatty Liver Disease-Meta-Analytic Assessment of Prevalence, Incidence and Outcomes. Hepatology. Dec 28 2015. doi: 10.1002/hep.28431. [Epub ahead of print] 2. Sayiner M, Koenig A, Henry L, Younossi ZM. Epidemiology of Nonalcoholic Fatty Liver Disease and Nonalcoholic Steatohepatitis in the United States and the Rest of the World. Clin Liver Dis. 2016 May;20(2):205-14. doi: 10.1016/j.cld.2015.10.001. Epub 2015 Dec 14. Review 3. Bertot CL, Adams LA. The Natural Course of Non-Alcoholic Fatty Liver Disease. Int J Mol Sci. 2016 May 20;17(5). pii: E774. doi: 10.3390/ijms17050774. 4. Younossi Z, Henry L.Contribution of Alcoholic and Nonalcoholic Fatty Liver Disease to the Burden of Liver-Related Morbidity and Mortality.Gastroenterology. 2016 Jun;150(8):1778-85. doi: 10.1053/j.gastro.2016.03.005. Epub 2016 Mar 12 5. Fazel Y, Koenig AB, Sayiner M, Goodman ZD, Younossi ZM. Epidemiology and natural history of non-alcoholic fatty liver disease. Metabolism. 2016 Jan 29. pii: S0026- 0495(16)00027-5. doi: 10.1016/j.metabol.2016.01.012. [Epub ahead of print] 6 Targher G, Byrne CD, Lonardo A, Zoppini G, Barbui C.Nonalcoholic Fatty Liver Disease and Risk of Incident Cardiovascular Disease: A Meta-Analysis of Observational Studies. J Hepatol. 2016 May 17. pii: S0168-8278(16)30199-4. doi: 10.1016/j.jhep.2016.05.013. [Epub ahead of print] 7. Hossain N, Afendy A, Stepanova M, Nader F, Srishord M, Rafiq N, Goodman Z, Younossi Z. Independent predictors of fibrosis in patients with nonalcoholic fatty liver disease. Clin Gastroenterol Hepatol. 2009 Nov;7(11):1224-9, 1229.e1-2. doi: 10.1016/j.cgh.2009.06.007. Epub 2009 Jun 25. 8. Otgonsuren M, Stepanova M, Gerber L, Younossi ZM. Anthropometric and clinical factors associated with mortality in subjects with nonalcoholic fatty liver disease. Dig Dis Sci. 2013 Apr;58(4):1132-40. doi: 10.1007/s10620-012-2446-3. Epub 2012 Nov 10 9. Younossi ZM, Gramlich T, Matteoni CA, Boparai N, McCullough AJ Nonalcoholic fatty liver disease in patients with type 2 diabetes. Clin Gastroenterol Hepatol. 2004 Mar;2(3):262-5. Erratum in: Clin Gastroenterol Hepatol. 2004 Jun;2(6):522 . 10. Younossi ZM, Stepanova M, Rafiq N, Makhlouf H, Younoszai Z, Agrawal R, Goodman Z. Pathologic criteria for nonalcoholic steatohepatitis: interprotocol agreement and ability to predict liver-related mortality. Hepatology. 2011 Jun;53(6):1874-82. doi: 10.1002/hep.24268. Epub 2011 May 14. 11. Angulo P, Kleiner DE, Dam-Larsen S, Adams LA, Bjornsson ES, Charatcharoenwitthaya P. et al. Liver Fibrosis, but No Other Histologic Features, Is Associated With Long-term Outcomes of Patients With Nonalcoholic Fatty Liver Disease. Gastroenterology. 2015 Aug;149(2):389-97.e10. doi: 10.1053/j.gastro.2015.04.043. Epub 2015 Apr 29 Page 10 of 28 Hepatology Hepatology This article is protected by copyright. All rights reserved.",
    "11 12. Younossi ZM, Otgonsuren M, Henry L, et al. Association of nonalcoholic fatty liver disease (NAFLD) with hepatocellular carcinoma (HCC) in the United States from 2004 to 2009. Hepatology. Dec 2015;62(6):1723-1730. 13. Piscaglia F, Svegliati-Baroni G, Barchetti A, Pecorelli A, Marinelli S, Tiribelli C, Bellentani S; HCC-NAFLD Italian Study Group. Clinical patterns of hepatocellular carcinoma in nonalcoholic fatty liver disease: A multicenter prospective study. Hepatology. 2016 Mar;63(3):827-38. doi: 10.1002/hep.28368. Epub 2016 Jan 14. 14. van Meer S, van Erpecum KJ, Sprengers D, Klümpen HJ, Jansen PL, Ijzermans JN, Siersema PD, de Man RA, Verheij J. Hepatocellular carcinoma in noncirrhotic livers is associated with steatosis rather than steatohepatitis: potential implications for pathogenesis.Eur J Gastroenterol Hepatol. 2016 May 18. [Epub ahead of print] 15. Wong RJ, Aguilar M, Cheung R, Perumpail RB, Harrison SA, Younossi ZM, Ahmed A. Nonalcoholic steatohepatitis is the second leading etiology of liver disease among adults awaiting liver transplantation in the United States. Gastroenterology. 2015 Mar;148(3):547-55. doi: 10.1053/j.gastro.2014.11.039. Epub 2014 Nov 25 16 Younossi ZM, Henry L. Economic and Quality-of-Life Implications of Non-Alcoholic Fatty Liver Disease. Pharmacoeconomics. 2015 Dec;33(12):1245-53. doi: 10.1007/s40273-015-0316 17. Chawla KS, Talwalkar JA, Keach JC, Malinchoc M, Lindor KD, Jorgensen R.Reliability and validity of the Chronic Liver Disease Questionnaire (CLDQ) in adults with non-alcoholic steatohepatitis (NASH). BMJ Open Gastroenterol. 2016 Mar 16;3(1):e000069. doi: 10.1136/bmjgast-2015-000069. eCollection 2016. 18. Younossi ZM, Zheng L, Stepanova M, Henry L, Venkatesan C, Mishra A. Trends in outpatient resource utilizations and outcomes for Medicare beneficiaries with nonalcoholic fatty liver disease. J Clin Gastroenterol. 2015 Mar;49(3):222-7. doi: 10.1097/MCG.0000000000000071. 19. Sayiner M, Otgonsuren M, Cable R, Younossi I, Afendy M, Golabi P, Henry L, Younossi ZM. Variables Associated With Inpatient and Outpatient Resource Utilization Among MedicareBeneficiaries With Nonalcoholic Fatty Liver Disease With or Without Cirrhosis.J Clin Gastroenterol. 2016 Jun 21. [Epub ahead of print] 20. Kruijshaar ME, Barendregt JJ, Hoeymans N. The use of models in the estimation of disease epidemiology. Bulletin of the World Health Organization. 2002;80(8):622-628. 21. Human Mortality Database. 2015. Available at www.mortality.org or www.humanmortality.de. Last accessed June 15, 2016. 22. Ekstedt M, Franzen LE, Mathiesen UL, et al. Long-term follow-up of patients with NAFLD and elevated liver enzymes. Hepatology. Oct 2006;44(4):865-873. 23. Starley BQ, Calcagno CJ, Harrison SA. Nonalcoholic fatty liver disease and hepatocellular carcinoma: a weighty connection. Hepatology. May 2010;51(5):1820-1832. 24. Singh S, Allen AM, Wang Z, Prokop LJ, Murad MH, Loomba R. Fibrosis progression in nonalcoholic fatty liver vs nonalcoholic steatohepatitis: a systematic review and meta- Page 11 of 28 Hepatology Hepatology This article is protected by copyright. All rights reserved.",
    "12 analysis of paired-biopsy studies. Clinical gastroenterology and hepatology : the official clinical practice journal of the American Gastroenterological Association. Apr 2015;13(4):643-654 e641-649; quiz e639-640. 25. Ascha MS, Hanouneh IA, Lopez R, Tamimi TA, Feldstein AF, Zein NN. The incidence and risk factors of hepatocellular carcinoma in patients with nonalcoholic steatohepatitis. Hepatology. Jul 2010;51(6):1972-1978 26. Dienstag JL, Ghany MG, Morgan TR, et al. A prospective study of the rate of progression in compensated, histologically advanced chronic hepatitis C. Hepatology. Aug 2011;54(2):396-405 27. Bennett WG, Inoue Y, Beck JR, Wong JB, Pauker SG, Davis GL. Estimates of the cost- effectiveness of a single course of interferon-alpha 2b in patients with histologically mild chronic hepatitis C. Annals of internal medicine. Nov 15 1997;127(10):855-865. 28. Fattovich G, Giustina G, Degos F, et al. Effectiveness of interferon alfa on incidence of hepatocellular carcinoma and decompensation in cirrhosis type C. European Concerted Action on Viral Hepatitis (EUROHEP). Journal of hepatology. Jul 1997;27(1):201-205. 29. Younossi ZM, Henry L, Stepanova M, Younossi Y, Racila A, Hunt S, Beckerman R. The Economic And Clinical Burden Of Non-Alcoholic Fatty Liver Disease (NAFLD) In The United States. Presented at EASL, The International Liver Congress 2016. Barcelona Spain 30. www.unos.org. accessed June 2016 31. National Health and Nutrition Examination Survey Data (NHANES, NCHS). Hyattsville, MD: U.S. Department of Health and Human Services, Centers for Disease Control and Prevention, 2016. 2016. 32. Younossi ZM, Park H, Saab S, Ahmed A, Dieterich D, Gordon SC. Cost-effectiveness of all- oral ledipasvir/sofosbuvir regimens in patients with chronic hepatitis C virus genotype 1 infection. Alimentary pharmacology & therapeutics. Mar 2015;41(6):544-563. 33. McLernon DJ, Dillon J, Donnan PT. Health-state utilities in liver disease: a systematic review. Medical decision making : an international journal of the Society for Medical Decision Making. Jul-Aug 2008;28(4):582-592. 34. Gissel C, Gotz G, Mahlich J, Repp H. Cost-effectiveness of Interferon-free therapy for Hepatitis C in Germany--an application of the efficiency frontier approach. BMC infectious diseases. 2015;15:297. 35. Leleu H, Blachier M, Rosa I. Cost-effectiveness of sofosbuvir in the treatment of patients with hepatitis C. Journal of viral hepatitis. Apr 2015;22(4):376-383. 36. Lopez-Bastida J, Oliva J, Antonanzas F, et al. Spanish recommendations on economic evaluation of health technologies. The European journal of health economics : HEPAC : health economics in prevention and care. Oct 2010;11(5):513-520. Page 12 of 28 Hepatology Hepatology This article is protected by copyright. All rights reserved.",
    "13 37. McAdam-Marx C, McGarry LJ, Hane CA, Biskupiak J, Deniz B, Brixner DI. All-cause and incremental per patient per year cost associated with chronic hepatitis C virus and associated liver complications in the United States: a managed care perspective. Journal of managed care pharmacy : JMCP. Sep 2011;17(7):531-546. 38. McEwan P, Bennett H, Ward T, et al. The cost-effectiveness of daclatasvir-based regimens for the treatment of hepatitis C virus genotypes 1 and 4 in the UK. European journal of gastroenterology & hepatology. Nov 4 2015. 39. Golabi P, Otgonsuren M, Cable R, Felix S, Koenig A, Sayiner M, Younossi ZM. Non- alcoholic Fatty Liver Disease (NAFLD) is associated with impairment of Health Related Quality of Life (HRQOL). Health Qual Life Outcomes. 2016 Feb 9;14:18. doi: 10.1186/s12955-016-0420-z. or 40. Neumann, Peter J., Joshua T. Cohen, and Milton C. Weinstein. \"Updating cost effectiveness—the curious resilience of the $50,000-per-QALY threshold.\" New England Journal of Medicine 371.9 (2014): 796-797. 41. Stewart G, Eddowes L, Hamerslag L, Kusel J . \"The impact of NICE’s end-of-life threshold on patient access to new cancer therapies in England and Wales.\" Value in Health 17.3 (2014): A6. 42. Dilla T, Lizan L, Paz S, Garrido P, Avendaño C,Cruz-Hernández JJ et al. \"Do new cancer drugs offer good value for money? The perspectives of oncologists, health care policy makers, patients, and the general population.\" Patient preference and adherence 10 (2016); Published online 2015 Dec 18. doi: 10.2147/PPA.S93760 43. Younossi ZM, Boparai N, Price LL, Kiwi ML, McCormick M, Guyatt G. Health-related quality of life in chronic liver disease: the impact of type and severity of disease. The American journal of gastroenterology. Jul 2001;96(7):2199-2205. 44. Dan AA, Younossi ZM. Long-term improvement in health-related quality of life after orthotopic liver transplantation. Liver transplantation 2008;14(10):1404-1405. 45. Hsu PC, Federico CA, Krajden M, et al. Health utilities and psychometric quality of life in patients with early- and late-stage hepatitis C virus infection. Journal of gastroenterology and hepatology. Jan 2012;27(1):149-157. 46. Barendregt JJ, Van Oortmarssen GJ, Vos T, Murray CJ. A generic model for the assessment of disease epidemiology: the computational basis of DisMod II. Population health metrics. Apr 14 2003;1(1):4. 47. Schwimmer JB, Pardee PE, Lavine JE, Blumkin AK, Cook S. Cardiovascular risk factors and the metabolic syndrome in pediatric nonalcoholic fatty liver disease. Circulation. Jul 15 2008;118(3):277-283. 48. Vanni T, Karnon J, Madan J, et al. Calibrating models in economic evaluation: a seven- step approach. PharmacoEconomics. Jan 2011;29(1):35-49. Page 13 of 28 Hepatology Hepatology This article is protected by copyright. All rights reserved.",
    "14 49. Surveillance E, and End Results (SEER) Program. SEER Stat Fact Sheets: Liver and Intrahepatic Bile Duct Cancer. 2016; http://seer.cancer.gov/statfacts/html/livibd.html, 2016. 50. http://assets1c.milkeninstitute.org/assets/Publication/ResearchReport/PDF/Checkup- Time-Chronic-Disease-and-Wellness-in-America.pdf 51. http://www.cdc.gov/nchs/data/hestat/obesity_adult_11_12/obesity_adult_11_12.htm# table3 Page 14 of 28 Hepatology Hepatology This article is protected by copyright. All rights reserved.",
    "15 Table 1: The DisMod inputs and outputs. AGE BAND DISMOD INPUT (RATE) SOURCE MALE FEMALE NAFLD PREVALENCE 0-9 0 0 Assumption 10-19 0.0960 0.0960 Schwimmer 2008 4 4 20-44 0.1960 0.1586 NHANES database (adjusted*) 31 45-64 0.3573 0.304 NHANES database (adjusted*) 31 65+ 0.3486 0.3022 NHANES database (adjusted*) 31 NAFLD REMISSION 0-84 20% 20% Assumption RELATIVE RISK MORTALITY FOR NALFD VS. GENERAL POPULATION 0-19 1.00 1.00 Assumption 20-44 1.27 1.27 NHANES database 31 45-64 1.10 1.10 NHANES database 31 65+ 1.00 1.00 NHANES database 31 DISMOD OUTPUT: NAFLD INCIDENCE (RATE) 0-4 0.0019 0.0017 DISMOD 5-9 0.0139 0.0124 DISMOD 10-14 0.0251 0.0214 DISMOD 15-19 0.0338 0.0279 DISMOD 20-24 0.0445 0.0365 DISMOD 25-29 0.0538 0.0436 DISMOD 30-34 0.0632 0.0509 DISMOD 35-39 0.0724 0.058 DISMOD 40-44 0.0811 0.0645 DISMOD 45-49 0.0887 0.0703 DISMOD 50-54 0.0954 0.0759 DISMOD 55-59 0.0991 0.0806 DISMOD 60-64 0.1 0.0844 DISMOD 65-69 0.1 0.0874 DISMOD 70-74 0.1 0.0893 DISMOD 75-79 0.1 0.0902 DISMOD 80-84 0.1 0.0898 DISMOD 85-89 0.1 0.0884 DISMOD 90-94 0.1 0.0865 DISMOD 95+ 0.1 0.0856 DISMOD *The prevalence rates reported in the NHANES database were adjusted to account for the higher prevalence rates reported in a recent meta-analysis 1 using a RR of 1.45 (0.2413/0.1623) Page 15 of 28 Hepatology Hepatology This article is protected by copyright. All rights reserved.",
    "16 Table 2: Calibrated inputs. DEFAULT INPUT CALIBRATION RANGE CALIBRATED INPUT Incidence rate adjustment <20 1.00 0.5 to 1.5 1.15 20-44 1.00 0.5 to 1.5 0.71 45-64 1.00 0.5 to 1.5 0.99 65+ 1.00 0.5 to 1.5 0.88 Rate of remission to disease-free 20% 16% to 24% 19% Transition probabilities NAFL to NASH no FB 0.98% 0.20% to 6.00% 0.83% NASH no FB to FB 5.23% 5.00% to 10.00% 5.00% NASH FB to CC 5.23% 5.00% to 10.00% 5.00% NASH CC to DCC 3.90% 3.00% to 4.80% 3.71% NAFL to HCC 0.04% 0.00% to 0.08% 0.00% NASH NC to HCC 0.04% 0.01% to 0.08% 0.03% NASH CC to HCC 2.60% 0.5% to 4.0% 0.52% Regression from NASH-no FB 5.23% 0.00% to 6.00% 5.64% Regression from FB and CC states 5.93% 0.00% to 6.00% 6.00% DCC to LT 3.10% 2.60% to 3.60% 2.84% HCC to LT 3.10% 3.10% to 23.00% 3.06% DCC to EM 12.90% 10.00% to 20.00% 14.23% HCC to EM 62.00% 50.00% to 70.00% 62.24% Fibrosis progression <20 0.48 0.25 to 0.5 0.48 20-44 0.73 0.5 to 0.75 0.50 45-64 0.97 0.9 to 1.2 0.90 65+ 1.21 1.2 to 1.6 1.20 NAFL: non-alcoholic fatty liver; FB, fibrosis; NASH, non-alcoholic steatohepatitis; CC, compensated cirrhosis; DCC, decompensated cirrhosis; HCC, hepatocellular carcinoma; EM, extra mortality; LT, liver transplant; EM, extra mortality Page 16 of 28 Hepatology Hepatology This article is protected by copyright. All rights reserved.",
    "17 Table 3: Annual predicted prevalent cases of NAFLD. USA Germany France Italy UK NAFLD 64,082,827 12,250,944 14,545,923 10,271,816 14,678,931 NAFL 58,538,434 11,087,128 13,107,353 9,268,326 13,265,903 NASH FB 3,705,092 748,959 911,952 639,539 905,022 NASH FB 1,316,505 288,548 362,748 251,633 352,273 NASH CC 436,896 104,681 135,514 92,965 128,976 NASH DCC 70,766 18,125 23,875 16,261 22,451 HCC 5,848 1,370 1,760 1,211 1,684 LT 859 190 238 165 232 PLT 8,428 1,944 2,482 1,715 2,391 NAFL: non-alcoholic fatty liver; FB, fibrosis; NASH, non-alcoholic steatohepatitis; CC, compensated cirrhosis; DCC, decompensated cirrhosis; HCC, hepatocellular carcinoma; EM, extra mortality; LT, liver transplant Page 17 of 28 Hepatology Hepatology This article is protected by copyright. All rights reserved.",
    "18 Table 4: Annual predicted prevalent cases of NAFLD by age group (USA). <20 20-44 45-64 65+ NAFL 4,560,491 15,603,583 20,160,223 18,214,137 NASH NO FB 82,330 615,658 1,228,805 1,778,299 NASH FB 6,257 113,026 359,200 838,022 NASH CC 373 15,531 86,450 334,541 NASH DCC 26 1,872 10,958 57,910 HCC 34 356 1,246 4,212 LT 1 59 415 384 PLT 3 298 2,363 5,764 TOTAL 4,649,516 16,350,383 21,849,659 21,233,269 Page 18 of 28 Hepatology Hepatology This article is protected by copyright. All rights reserved.",
    "19 Table 5: Annual predicted economic burden of NAFLD by country. USA GER FRA ITA UK Total costs (in billions) Direct costs $ 103.31 € 4.33 € 11.40 € 11.95 £5.24 Societal costs $ 188.88 € 51.94 € 64.31 € 44.14 £26.03 Total costs $ 292.19 € 56.27 € 75.72 € 56.09 £31.26 Total costs (per patient) Direct costs $ 1,612.18 € 354 € 784 € 1,163 £357 Societal costs $ 2,947.36 € 4,240 € 4,421 € 4,297 £1,773 Total costs $ 4,559.54 € 4,593 € 5,205 € 5,460 £2,130 Costs (in millions) due to NAFL $ 86,564.2 € 3,492.43 € 9,163.92 € 9,776.54 £4,326.86 NASH NO FB $ 5,483.6 € 244.07 € 759.79 € 701.42 £301.79 NASH FB $ 1,866.3 € 87.86 € 242.90 € 250.94 £110.21 CC $ 6,573.3 € 312.74 € 916.78 € 900.07 £362.66 DCC $ 1,765.5 € 90.33 € 268.63 € 260.60 £103.06 HCC $ 522.7 € 31.30 € 25.78 € 15.50 £17.60 LT $ 161.6 € 30.09 € 18.24 € 15.25 £11.09 PLT $ 375.7 € 43.97 € 8.08 € 30.35 £4.26 Page 19 of 28 Hepatology Hepatology This article is protected by copyright. All rights reserved.",
    "20 Table 6: Annual predicted economic burden of NAFLD by age group (USA). <20 20-44 45-64 65+ TOTAL NAFL $6,841,401,823 $23,039,289,218 $29,801,863,789 $26,881,657,347 $86,564,212,177 NASH NO FB $126,958,286 $912,550,127 $1,817,290,905 $2,626,815,852 $5,483,615,170 NASH FB $8,870,534 $160,225,586 $509,199,853 $1,187,975,167 $1,866,271,140 NASH CC $5,619,143 $233,670,860 $1,300,693,170 $5,033,356,010 $6,573,339,184 NASH DCC $648,579 $46,701,365 $273,374,952 $1,444,731,427 $1,765,456,323 HCC $3,018,245 $31,825,298 $111,361,634 $376,535,528 $522,740,705 LT $250,067 $10,649,057 $75,704,904 $74,963,698 $161,567,727 PLT $140,478 $13,263,915 $105,324,890 $256,921,848 $375,651,130 TOTAL $6,986,907,154 $24,448,175,427 $33,994,814,097 $37,882,956,876 $103,312,853,554 Page 20 of 28 Hepatology Hepatology This article is protected by copyright. All rights reserved.",
    "108x60mm (300 x 300 DPI) Page 21 of 28 Hepatology Hepatology This article is protected by copyright. All rights reserved.",
    "108x60mm (300 x 300 DPI) Page 22 of 28 Hepatology Hepatology This article is protected by copyright. All rights reserved.",
    "Page 23 of 28 Hepatology Hepatology This article is protected by copyright. All rights reserved.",
    "Page 24 of 28 Hepatology Hepatology This article is protected by copyright. All rights reserved.",
    "1 Supplementary table 1: Population inputs 2016 POPULATION 21 USA GER FRA ESP ITA UK 0 - 4 M 10,130,271 1,741,023 2,132,048 1,283,824 1,434,670 1,974,699 5 - 9 M 10,478,973 1,757,998 2,121,445 1,310,199 1,467,404 1,924,165 10 - 14 M 10,538,433 1,887,504 2,084,384 1,197,758 1,438,869 1,762,027 15 - 19 M 10,779,114 2,055,493 2,004,846 1,125,040 1,463,686 1,930,758 20 - 24 M 11,654,921 2,312,220 2,013,198 1,245,249 1,582,516 2,186,101 25 - 29 M 11,028,223 2,536,400 2,044,549 1,462,959 1,670,037 2,261,985 30 - 34 M 10,718,895 2,488,384 2,086,550 1,811,117 1,888,187 2,158,222 35 - 39 M 9,841,390 2,352,896 2,022,211 2,163,672 2,246,244 1,972,728 40 - 44 M 10,270,332 2,730,247 2,317,212 2,108,807 2,509,807 2,235,802 45 - 49 M 10,570,707 3,530,808 2,225,393 1,921,455 2,510,862 2,416,548 50 - 54 M 11,060,907 3,477,611 2,155,363 1,690,441 2,281,961 2,254,446 55 - 59 M 10,355,888 2,920,875 2,041,044 1,442,831 1,952,317 1,926,585 60 - 64 M 8,770,233 2,542,346 1,971,570 1,219,224 1,751,012 1,694,525 65 - 69 M 7,080,496 1,954,974 1,721,744 1,103,983 1,641,067 1,695,467 70 - 74 M 4,990,696 2,139,074 1,144,558 859,702 1,372,516 1,207,486 75 - 79 M 3,448,109 1,748,834 978,960 688,616 1,133,677 927,622 80 - 84 M 2,374,938 1,625,670 1,352,257 930,342 1,400,787 1,159,449 0 - 4 F 9,689,758 1,651,040 2,037,181 1,208,249 1,360,340 1,878,437 5 - 9 F 10,034,435 1,666,438 2,026,834 1,235,372 1,400,595 1,831,155 10 - 14 F 10,088,520 1,789,858 1,989,170 1,131,536 1,393,612 1,670,856 15 - 19 F 10,260,586 1,960,081 1,909,830 1,058,827 1,442,996 1,842,889 20 - 24 F 11,083,094 2,228,485 1,927,361 1,153,684 1,585,194 2,102,257 25 - 29 F 10,665,583 2,455,989 1,973,298 1,336,907 1,711,693 2,173,790 30 - 34 F 10,608,568 2,444,134 2,018,599 1,682,975 1,935,423 2,046,860 35 - 39 F 9,865,249 2,307,919 1,963,340 2,068,303 2,295,324 1,862,364 40 - 44 F 10,401,851 2,665,016 2,272,339 2,047,574 2,539,642 2,120,914 45 - 49 F 10,813,204 3,404,800 2,251,928 1,902,330 2,564,303 2,357,876 50 - 54 F 11,472,872 3,387,137 2,239,569 1,714,108 2,359,427 2,282,133 55 - 59 F 10,977,155 2,919,144 2,171,273 1,498,960 2,057,266 1,934,839 60 - 64 F 9,557,556 2,655,022 2,119,351 1,300,419 1,884,995 1,767,878 65 - 69 F 7,879,512 2,092,727 1,873,137 1,237,766 1,817,235 1,818,013 70 - 74 F 5,843,388 2,443,796 1,305,269 1,021,137 1,614,462 1,353,951 75 - 79 F 4,343,202 2,215,033 1,261,933 926,617 1,467,662 1,119,806 80 - 84 F 3,385,112 2,907,709 2,501,268 1,647,958 2,504,334 1,890,344 ANNUAL BACKGROUND MORTALITY PROBABILITY 21 USA GER FRA ESP ITA UK 0 - 4 M 0.00029 0.000869 0.000739 0.0006224 0.000676 0.000814 5 - 9 M 0.00013 0.000099 0.000072 0.000065 0.000067 0.000071 10 - 14 M 0.00016 0.00008 0.000072 0.000085 0.000081 0.000086 15 - 19 M 0.00062 0.000315 0.000145 0.000114 0.000134 0.000156 20 - 24 M 0.00121 0.000448 0.000192 0.000159 0.000157 0.000209 25 - 29 M 0.00137 0.000535 0.000271 0.000165 0.000188 0.00029 30 - 34 M 0.00154 0.000696 0.000336 0.000254 0.000267 0.000452 35 - 39 M 0.00179 0.000956 0.000585 0.000392 0.000433 0.000676 40 - 44 M 0.00246 0.001517 0.000965 0.000715 0.000719 0.001061 45 - 49 M 0.00384 0.002676 0.001595 0.001227 0.001256 0.001598 50 - 54 M 0.00609 0.00476 0.002467 0.001912 0.001976 0.002555 55 - 59 M 0.00918 0.007928 0.003576 0.002886 0.003043 0.00406 60 - 64 M 0.01296 0.012158 0.004962 0.004043 0.004729 0.006273 65 - 69 M 0.01815 0.018177 0.006802 0.005946 0.007534 0.00975 70 - 74 M 0.02769 0.027332 0.010519 0.010046 0.012392 0.016475 Page 25 of 28 Hepatology Hepatology This article is protected by copyright. All rights reserved.",
    "2 75 - 79 M 0.0433 0.044515 0.018301 0.019861 0.023432 0.028866 80 - 84 M 0.07149 0.082758 0.03632 0.041153 0.047526 0.054069 0 - 4 F 0.00022 0.000708 0.000884 0.0007202 0.000751 0.000999 5 - 9 F 0.0001 0.000077 0.00009 0.000084 0.000074 0.000085 10 - 14 F 0.00012 0.00008 0.000095 0.000093 0.000095 0.000104 15 - 19 F 0.00026 0.000169 0.000312 0.000203 0.000309 0.000319 20 - 24 F 0.00044 0.000199 0.000593 0.000372 0.000479 0.00048 25 - 29 F 0.00057 0.000241 0.000735 0.000379 0.000513 0.000628 30 - 34 F 0.00076 0.000346 0.000894 0.000526 0.000586 0.000841 35 - 39 F 0.00105 0.000533 0.001179 0.00064 0.000804 0.001235 40 - 44 F 0.00155 0.000882 0.001759 0.001229 0.001224 0.001806 45 - 49 F 0.00244 0.001505 0.003033 0.002362 0.002033 0.00257 50 - 54 F 0.00378 0.002611 0.004863 0.003985 0.003362 0.003791 55 - 59 F 0.00543 0.004122 0.0078 0.006356 0.005459 0.006084 60 - 64 F 0.00772 0.006285 0.01137 0.00981 0.009009 0.009755 65 - 69 F 0.01183 0.009708 0.015146 0.014602 0.0145 0.014797 70 - 74 F 0.01881 0.014699 0.021726 0.022417 0.02338 0.024932 75 - 79 F 0.03069 0.026701 0.034275 0.038664 0.04094 0.041521 Supplementary table 2: Non-calibrated disease model transition probability inputs NON - CALIBRATED VALUE SOURCE NAFL to: NASH no FB 0.98% Ekstedt 2006 22 HCC 0.04% Younossi et al 2015 1 NASH NO FB to: NASH FB 5.23% Younossi et al 2015 1 ; Starley et al 2010 23 ; Singh et al 2015 42 HCC 0.04% Younossi et al 2015 1 NAFL 5.23% Starley et al 2010 2 3 ; Singh et al 2015 24 NASH FB to: NASH - CC 5.23% Younossi et al 2015 1 ; Starley et al 2010 2 3 ; Singh et al 2015 24 HCC 0.04% Younossi et al 2015 1 NASH NO FB 5.93% Starley et al 2010 2 3 ; Singh et al 2015 24 NASH CC to: HCC 2.6% Assumption based on Ascha 2010 25 NASH - DCC 3.9% Dienstag 2011 26 NASH - FB 5.93% Starley et al 2010 23 NASH DCC to: HCC 2.6% Ascha 2010 25 LT 3.1% Bennett 1997 27 EM 12.9% Fattovich 1997 28 HCC to: EM 62.0% Younossi et al 2015b 29 LT 3.1% Assume the same as for DCC LT to: EM 12.0% UNOS 30 PLT 88.0% UNOS 30 PLT to: EM 3.9% UNOS 30 NAFL: non-alcoholic fatty liver; FB, fibrosis; NASH, non-alcoholic steatohepatitis; CC, compensated cirrhosis; DCC, decompensated cirrhosis; HCC, hepatocellular carcinoma; EM, extra mortality; LT, liver transplant; HR, hazard ratio; RR, relative risk Page 26 of 28 Hepatology Hepatology This article is protected by copyright. All rights reserved.",
    "3 Supplementary Table 3: Transition probability relative risk adjustments by age AGE 0 - 19 20 - 44 45 — 64 65+ SOURCE Disease progression 0.48 0.73 0.97 1.21 UNOS 30 Extra mortality 1.0 1.27 1.10 1.0 NHANES 31 HCC to LT 1.0 1.0 1.3 0.23 UNOS 31 Supplementary table 4: Health state costs (year 1 / year 2+) USA GER FRA ITA UK Sources NAFL $1,704 / $1,418 € 355 / €304 € 811/ €670 € 1,273 / €997 £376 / £313 * NASH-No FB $2,053 / $1,418 € 532 / €304 € 2,401 / €670 € 2,046 / €997 £529 / £313 * NASH - FB $1,418 € 304 € 670 € 997 £ 313 * NASH - CC $15,046 €2,988 €6,765 €9,682 £2,812 * DCC $24,948 €4,984 €11,251 €16,027 £4,590 * HCC $89,387 €22,848 €14,647 €12,803 £10,452 33 - 38 LT $181,096 €156,399 €75,997 €91,410 £47,311 33 - 38 PLT $44,574 €22,619 €3,256 €17,694 £1,781 33 - 28 *Microcosted based on expected resource utilization (according to hepatologist consensus) and national fee schedules. Annual costs of hospitalization were based on Sayiner et al (in press) NAFL: non-alcoholic fatty liver; FB, fibrosis; NASH, non-alcoholic steatohepatitis; CC, compensated cirrhosis; DCC, decompensated cirrhosis; HCC, hepatocellular carcinoma; LT, liver transplant Supplementary table 5: Utility inputs Utilities NAFL 0.730 Younossi et al 2001 40 NASH-No FB 0.730 Younossi et al 2001 40 NASH-FB 0.730 Younossi et al 2001 40 NASH-CC 0.710 Dan et al 2008 41 DCC 0.570 Dan et al 2008 41 HCC 0.496 Assumption based on Hsu 2012 42 LT 0.567 Younossi et al on file PLT 0.576 Assumption based on McLernon 2008 33 NAFL: non-alcoholic fatty liver; FB, fibrosis; NASH, non-alcoholic steatohepatitis; CC, compensated cirrhosis; DCC, decompensated cirrhosis; HCC, hepatocellular carcinoma; EM, extra mortality; LT, liver transplant Supplementary Table 6: Calibration targets MODEL OUTPUT TARGET SOURCE NAFLD Prevalence by age <20 5.9% 6.0% Schwimmer 2008 44 20 - 44 16.8% 17.7% NHANES 31 45 - 64 30.2% 33.0% NHANES 31 65+ 33.3% 32.4% NHANES 31 NASH in NAFLD 8.7% 20% Younossi et al 2015 1 , Starley et al 2010 23 HCC in NAFLD 0.007% 0.0% (0% to 0.07%) Younossi et al 2015 1 , Starley et al 2010 23 Page 27 of 28 Hepatology Hepatology This article is protected by copyright. All rights reserved.",
    "4 HCC in NASH 0.075% 0.529% (0.08% to 3.8%) Younossi et al 2015 1 , Starley et al 2010 23 HCC incidence due to NAFLD* 4,1 6 6 3,983 SEER 46 , Younossi et al 2015b 32 LT due to NASH 892 906 UNOS 30 *Calculated based on the SEER-projected incidence of HCC in 2016 multiplied by the percentage of all HCC cases due to NAFLD. NAFL: non-alcoholic fatty liver; FB, fibrosis; NASH, non-alcoholic steatohepatitis; CC, compensated cirrhosis; DCC, decompensated cirrhosis; HCC, hepatocellular carcinoma; EM, extra mortality; LT, liver transplant; EM, extra mortality Supplementary table 7: Results: Annual predicted incident cases of disease USA GER FRA ITA UK NAFL 12,518,147 2,328,210 2,735,859 1,937,422 2,779,771 NASH NO FB 364,048 70,405 86,130 60,668 86,105 NASH FB 155,467 31,929 40,456 28,250 39,655 NASH CC 69,919 15,369 19,462 13,478 18,813 DCC 16,178 3,767 4,862 3,341 4,638 HCC 4,166 931 1,183 817 1,141 LT 892 192 240 167 234 NAFL: non-alcoholic fatty liver; FB, fibrosis; NASH, non-alcoholic steatohepatitis; CC, compensated cirrhosis; DCC, decompensated cirrhosis; HCC, hepatocellular carcinoma; LT, liver transplant Supplementary table 8: Results: Annual predicted incident cases of disease by age group (USA) <20 20 - 44 45 - 64 65+ NAFL 1,316,281 3,215,614 4,275,361 3,710,891 NASH NO FB 16,130 62,637 118,586 166,694 NASH FB 1,656 14,534 42,484 96,793 NASH CC 119 2,669 15,299 51,832 NASH DCC 11 533 2,970 12,665 HCC 24 296 933 2,913 LT 1 59 418 414 Page 28 of 28 Hepatology Hepatology This article is protected by copyright. All rights reserved."
  ],
  "processed_at": "2026-01-30T14:42:22.248Z"
}